{
    "title": "Linear Analysis—A Cure for Pitch-Class Set Analysis?:  A Reply",
    "date": "1997/05/01",
    "volume": "3",
    "issue": "3",
    "authors": [
        "Haimo, Ethan T."
    ],
    "abstract": "Edward Latham reviewed and criticized the author’s “Atonality, Analysis, and the Intentional Fallacy” (Music Theory Spectrum18.2 [Fall 1996]: 167–99). The author replies.",
    "keywords": [
        "Latham",
        "Schoenberg",
        "Forte",
        "atonality",
        "set theory"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.3/mto.97.3.3.haimo.pdf",
    "author_info": [
        {
            "name": "Ethan T. Haimo",
            "university": "University of Notre Dame",
            "address": "Department of Music, University of Notre Dame, Notre Dame, IN 46556",
            "email": "ethan.t.haimo.1@nd.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Edward D. Latham, Review of Ethan Haimo’s Article “Atonality,\nAnalysis, and the Intentional Fallacy,” Music Theory Spectrum 18.2 (Fall 1996): 167–199; Music Theory Online 3.2 (1997).",
            "citations": []
        },
        "FN2": {
            "text": "2. The article that first outlined this method is:  Allen Forte,\n“New Approaches to Linear Analysis,” Journal of the American\nMusicological Society 41.2 (Summer 1988): 315–48.",
            "citations": []
        },
        "FN3": {
            "text": "3. Allen Forte, “Pitch-Class Set Genera and the Origin of the\nModern Harmonic Species,” Journal of Music Theory 32.2 (Fall\n1988): 187–270.",
            "citations": []
        },
        "FN4": {
            "text": "4. Allen Forte, “The Magical Kaleidoscope: Schoenberg’s First\nAtonal Masterwork, Opus 11, No. 1,” Journal of the Arnold\nSchoenberg Institute 5.2 (November 1981): 127–68.",
            "citations": []
        },
        "FN5": {
            "text": "5. Allen Forte, “Sets and Nonsets in Schoenberg’s Atonal Music,” Perspectives of New Music 11 (1972): 43–64.",
            "citations": []
        },
        "FN6": {
            "text": "6. Allen Forte, “Concepts of Linearity in Schoenberg’s Atonal\nMusic:  A Study of the Opus 15 Song Cycle,” Journal of Music\nTheory 36.2 (Fall 1992): 285–382.",
            "citations": []
        },
        "FN7": {
            "text": "7. It is revealing to compare the fictitious ciphers imposed by\nForte on Schoenberg’s music with genuine ciphers placed in a\ncomposition by a composer of Schoenberg’s circle.  See Barbara\nDalen, “‘Freundschaft, Liebe, und Welt’:  the secret programme of\nthe Chamber Concerto,” The Berg Companion , ed. Douglas Jarman,\n123–140.  Dalen makes an absolutely airtight case for the ciphers\nshe finds, backed up by clear, unequivocal, documentary and\nmusical evidence.  Forte has no such support.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "PDF Text",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his recent review of my article, “Atonality, Analysis, and\nthe Intentional Fallacy,” (1) Edward Latham seriously\nmisrepresents or distorts my positions, and misreads (or simply\nmisunderstands) my arguments.  Since a detailed response to all\nof his criticisms would take an inordinate amount of space, I\nmust limit my remarks to the most serious.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Although he concedes that my “critique of Forte’s\nsegmentational decisions is perceptive and valid” (par. 7) Latham\nproceeds to suggest that my argument is fatally flawed because I\ndid not take Forte’s recent work into consideration.  Latham goes\non to state that Forte’s article “Pitch-Class Set Analysis Today”\n(which was discussed at length in my critique) “is actually\nForte’s own attempt to signal the end of an initial phase in\nthe evolution of pitch-class set theory and the beginning of a\nnew phase in which a more sophisticated analytical method might\nbe developed” (par. 11).  Latham asserts that Forte has\n“presented a general outline of such a method in ‘New Approaches\nto Linear Analysis’” (par. 11) and has expanded upon this idea in\nsubsequent writings.  This leads Latham to chide me for not\ndiscussing a recent article by Forte on Schoenberg’s Op. 15: “it\nseems rather surprising (and unfortunate) that he chooses to\nignore this particular article” (par. 13).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The clear implication of this line of argument is that my\ncritique of Forte’s methods of pitch-class set analysis is\ninvalid (or at least moot) because Forte’s own work has long ago\nsatisfactorily addressed the problems I discussed.  In Latham’s\nview, pitch-class set analysis of Schoenberg’s music remains a\nviable approach because Forte has developed a more sophisticated\nmethod for its application—linear analysis—a method that\n(presumably) is free from the problems raised in my article.  If\nso, then the real problem seems to be my ignorance of (or willful\ndisinterest in) the recent theoretical literature, not any\nproblems with Forte’s (recent) writings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I beg to differ.  In no way do the articles Latham cites\nsatisfactorily address any of the problems that were raised in my\narticle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Latham is correct that Forte has developed a new approach\n(linear analysis) for the application of pitch-class set\nanalysis.  In recent years, Forte has applied this new idea to a\nwide variety of compositions from the end of the nineteenth and\nbeginning of the twentieth centuries. (2) However, there is\nnothing in any of these more recent articles to indicate that\npitch-class set analysis, as preached and practiced in his\nearlier essays, has been replaced by this new method.  Rather, it\nseems abundantly clear that this newer method is being offered as\na supplement to, not a complete replacement for, the earlier\nidea.  This is particularly evident in that these later articles\ncite the earlier work as authority, not as items that need\ncorrection.  Normally, when a scholar wishes to correct or\nimprove upon his or her earlier scholarship, he or she does so by\nexplicitly acknowledging the deficiencies or problems in his or\nher earlier writings.  If Forte had wished to make it clear to\nthe scholarly world that the segmentations in his earlier\napplications of pitch-class set analysis were arbitrary and\ninconsistent then he needed to have stated so explicitly.  If\nlinear analysis was meant to correct the flaws in earlier methods\nof pitch-class set analysis, Forte should have admitted, for\nexample, that Perle and Taruskin were right in their critiques,\nand that what Latham calls the “undaunted” application of pitch-class set analysis to Schoenberg’s music (among others) has, in\nfact, led to serious problems.  Forte then could have gone on to\nstate that he had developed a new method of pitch-class analysis\nthat successfully addresses those problems—linear analysis.  To\nmy knowledge, Forte has never done this.  In the absence of such\nan acknowledgment, it must be assumed that he stands by his\nearlier work.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] But it is not just the absence of such a clear acknowledgment\nthat shows that Forte stands by his earlier work.  There are\nexplicit citations that confirm this to be the case.  For\nexample, Latham criticizes me for failing to consider Forte’s\narticle “Pitch-Class Set Genera and the Origin of Modern Harmonic\nSpecies” (1988).  Latham states that this was “intended to\nsupercede [sic] the K and Kh relations as a means of describing\nthe relationships among the different sets employed (or\ndiscovered, pace Haimo) in a composition, the system of genera is\nclearly a further refinement of pitch-class set theory, and as\nsuch it, too, needs to be included in any evaluation of the\ntheory and its analytical application” (par. 14).  If the reader\nhad read only Latham’s review and did not look up the article\ncited, the reader would undoubtedly conclude that there were some\nimportant and substantive refinements of pitch-class set theory\nin that article that addressed the problems I identified and\nthereby invalidated my critique.  The reader might also assume\nthat Forte’s post-genera thinking might very well have led Forte—\nas Latham suggests—to revise his analysis of Op. 11, No. 1 and\ninclude the “tonal” sets he had studiously omitted in the\nanalysis I had critiqued.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] That is simply not the case.  And the reader can garner just\nhow misplaced Latham’s criticism is by opening the article in\nquestion to the page where Forte discusses Schoenberg’s Op. 11,\nNo. 1 (page 238).  If there are important refinements here that I\nneeded to have taken into consideration, then why does Forte\nsimply assert about Op. 11, No. 1 that its “pitch-class set\nvocabulary . . . consists of exactly six hexachords, six\npentachords, two tetrachords, and two trichords”? (3) And what\ndoes Forte give as the source for this assertion?  None other\nthan the very article that was the centerpiece of my critique,\n“The Magical Kaleidoscope”. (4) From this one instance (and this\nis merely a representative example) it is clear that Forte stands\nby his previous work and is building new ideas on that\nfoundation.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] That was, of course, the reason why I chose to concentrate my\ncritique on the foundation.  Since Forte’s subsequent work (as\nwell as that of numerous other scholars) is dependent on that\nfoundation, a critique of pitch-class set analysis needs to\nconcentrate on determining how solid that foundation is.  That,\nin turn, dictated why I concentrated so much attention on\nrelatively old articles like “Sets and Nonsets”. (5) When I\nexamined Forte’s analysis of Op. 11, No. 1, it was just not clear\nto me what his rationale was for choosing some pitch-class sets\nand excluding others.  There seemed to be no rational reason for\nhis choices.  This prompted me to track down this idea and\ndetermine what were the bases for his selection.  As it happens,\nthe only place that this was clearly stated was in “Sets and\nNonsets”.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] But what of Latham’s implication that Forte’s most recent\nwritings deal successfully with the problems raised in my\narticle?  Latham finds it “surprising (and unfortunate)” that I\nchose “to ignore” (par. 13) Forte’s recent analysis of\nSchoenberg’s Op. 15.  Again, the implication seems to be that\nwhatever problems might have existed before, they have been fixed\nin the recent writing.  If this is so, Latham would be absolutely\nright to criticize my article.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Sadly, this is not the case.  It would be well beyond the\nscope of a response to a review to go into the kind of detail\nnecessary to make a thorough argument in support of this\nassertion, so I trust the reader will understand if I merely limn\nthe outlines of what my argument would be.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] My critique of Forte’s analysis of Op. 11, No. 1 rested on\nthe easily verifiable assertion that Forte’s method fails his own\ncriterion of testability (i.e., using pitch-class set analysis,\ndifferent analysts will not produce analyses that intersect in\nsignificant ways).  Instead, an objective pitch-class set\nanalysis (which is a type two analysis) of Schoenberg’s music\nsimply yields an unwieldy, random, almost unlimited, mass of\nsets.  The only way that Forte can produce a specific, limited,\nlist of sets upon which he claims the work to be based, is by a\nbiographical hypothesis (a type one assertion)—i.e., that\nSchoenberg consciously and intentionally chose a specific number\nof hexachords (six) and pentachords (also six) for numerological\nreasons and that some of the specific sets chosen had clear\nautobiographical or stylistic motivations (e.g., EsCHBEG and\nothers).  The documentary record proves this biographical\nhypothesis to be false (because of what is actually in the\ndocumentary record, not because any and all documents are—as\nLatham falsely imputes to my “seeming naivete”—automatic “get\nout of jail free cards”).  Therefore, the analysis fails as\neither a type one or a type two statement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Precisely the same problems surface in Forte’s analysis of\nOp. 15. (6) Forte’s choice of tetrachords in general, and\nspecific tetrachords in particular, as the basic motives of Op.\n15, plainly fails the criterion of testability and thus cannot\nwork as a pure type two analysis.  (That is, independent\nanalysts, given the same material and using the same method,\nwould not come up tetrachords, only tetrachords, and only these\ntetrachords.)  It is hardly coincidental then, that Forte makes\nrecourse to various type one assertions to shore up his argument,\nprecisely as in the analysis discussed in my article.  Thus,\nForte sees Schoenberg as slipping musical equivalents of his own,\nof Mathilde Schoenberg’s, and of Richard Gerstl’s names into the\nmusic.  In other words, he has tried to justify what should have\nbeen a pure type two analysis with type one rationalizations. \nThat would be bad enough, but the biographical claims he advances\nare not viable:  occasional letters completely buried in a\ncomplicated fabric are not ciphers placed there by the composer,\nthey are fictions imposed by the analyst on the music. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Therefore, for precisely the reasons outlined in my article,\nthis recent analysis fails both as either a type one or a type\ntwo assertion.  It does not (cannot) work on its own;  similarly,\nthe biographical hypotheses advanced are patently false. \nContrary to Latham’s insinuations, nothing in Forte’s subsequent\nwritings has satisfactorily addressed the problems I raised in my\ndiscussion of his analysis of Op. 11, No. 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Unfortunately, this type of criticism—criticism by\ninsinuation—is endemic in the review.  Throughout his review,\nLatham stoops to sarcasm and scorn, but, tellingly (as detailed\nin the case discussed in paragraphs 9–13, above), he fails to\nback up his criticisms with relevant facts.  Thus he states that\nI present “a tidy, if not entirely objective, encapsulation”,\nwithout identifying what lacked objectivity in my encapsulation. \nHe sarcastically dismisses the facsimiles I included in my\narticle by stating that I produce “several handsome plates of\nvery official-looking sketch materials,” (par. 2) but does not\naddress the extraordinarily revealing contents of those sketches\n(my Plate 3 proves that Schoenberg was blissfully unaware of\nanything resembling pitch-class sets until as late as 1926). \nMoreover, he hints that there is something terribly wrong in my\nusing the analysis of Op. 11 No. 1 from “The Magical\nKaleidoscope” and not the later version from “Pitch Class Set\nAnalysis Today” (par. 7).  Indeed, I am alleged to have admitted\nthat the later version contains much more information.  Of\ncourse, he does not offer a single, substantive reason why this—\neven if true—would make any difference in the argument I\npresented.  And he couldn’t, since the version I used was the\nmore detailed version.  (Need I add that Forte himself cites the\n“The Magical Kaleidoscope” version and not the “Pitch Class Set\nAnalysis Today” version in “Pitch-Class Set Genera”?)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] If Latham disagrees with my argument, he should stick to the\nissues and should not demean himself and the cause he supports by\nresorting to groundless insinuations, misplaced sarcasm, unseemly\nridicule, and unsubstantiated accusations.  That he felt obliged\nto do so suggests that he has a very weak case and knows it.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.97.3.3.haimo.html",
    "data": "mto/data/mto.97.3.3.haimo.json"
}