{
    "title": "Review of Peter Kivy’s <i>The Fine Art of Repetition</i> (Cambridge University Press, 1993)",
    "date": "1996/03/01",
    "volume": "2",
    "issue": "3",
    "authors": [
        "Dempster, Douglas"
    ],
    "abstract": "",
    "keywords": [
        "formalism",
        "antihistoricism",
        "18th c. musical aesthetics",
        "Platonism",
        "authentic performance",
        "emotion and expression in music"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.3/mto.96.2.3.dempster.pdf",
    "author_info": [
        {
            "name": "Douglas Dempster",
            "university": "Eastman School of Music, Univ. of Rochester",
            "address": "Humanities Department, 26 Gibbs St., Rochester, NY 14607",
            "email": "demp@uhura.cc.rochester.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Authenticities: Philosophical reflections on musical performance (Cornell, 1995); Music Alone: Philosophical reflections on the purely musical experience (Cornell, 1990); Sound Sentiment: An essay on the musical emotions (Temple, 1989); Osmin’s Rage: Philosophical\nreflections on opera, drama, and text (Princeton, 1988); Sound and\nSemblance: Reflections on musical representation (Princeton, 1984); The Corded Shell: Reflections on musical expression (Princeton,\n1980).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Peter Kivy is the leading authority in the philosophy of music as practiced in the Anglo-American or “non-speculative” tradition in philosophy.  He is, to a large extent, responsible for rejuvenating,\nover the last 20 years, the discipline of music aesthetics through his many papers and books on the topic. (1) His greatest strength is as a historian of philosophy and especially 18th-century aesthetic theory. Like the best historians of philosophy, he looks to history for solutions to contemporary philosophical problems, and he often finds them.  He is also an elegant and accessible essayist whether discussing commonplace concerns about the place of music in a liberal\neducation or arcane academic inquiries about the philosophical influences on Mattheson’s Der vollkommene Capellmeister .",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The Fine Art of Repetition concentrates many papers (19) formerly scattered among journals and conferences from over the last 35 years.  Such retrospective collections from distinguished scholars\nare often not cohesive, and at first glance, Kivy’s wide ranging essays might be mistaken for such a hodgepodge.  He considers topics as diverse as Platonistic metaphysical accounts of musical\ncompositions and the psychological impossibility of atemporal cognition of music.  There is, however, a philosophical tendon that holds these disjoint topics together: Kivy’s fundamentally Kantian view (250–264) that music, at least absolute music, music in its most unadulterated form, “music alone,” as he calls it, is “sonic wallpaper,” not to be classified, understood, or evaluated alongside art forms that are by nature meaningful or representational.  But Kivy’s self-effacing term, so conspicuous in an age of overblown\nrhetoric, misrepresents the value he places on music.  He believes that music is a purely decorative art, yet a decorative art capable of carrying the profoundest value for our culture, in truth, more like the Alhambra or finest of Persian carpets than like anything so trivial as wallpaper (349–354).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Kivy defends a formalist view of music.  Music is, on this view, literally meaningless, in the sense of having no semantic content.  It is a “fine art of repetition” incapable of expressing thoughts, ideas,\nor sentiments beyond what he calls “the garden variety emotions,” joy, sorrow, fury, bliss. Because of this he believes that the turn towards interpretation in the so-called “new musicology” is misguided: what\nhas no meaning cannot be interpreted (316).  In 1990 he wrote that “My own fear . . . is that the ‘new music critics’ will allow themselves to be blown onto the shoals of interpretation” (322).  The ship of music criticism is, by this time of course, firmly grounded on those shoals and is taking on interpretations at an alarming rate. (“Abandon ship!  Philosophers and music theorists to the life rafts!”)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] But Kivy’s formalism is certainly not a vindication of music analysis as it is traditionally and typically practiced.  He rejects, and does so convincingly, Hanslick’s polemic against the expressive\nfunction of music (265–295).  He goes so far as to argue that the ubiquity of the “lowly musical repeat” unsettles organicist conceits of so much contemporary music analysis (338–344).  Furthermore, in\nearlier books Kivy works mightily to make room in his formalism for something he calls the “expressive properties” of music.  Music does not literally express emotions, but it is “expressive of” them, he\nsays.  This relationship of expressiveness is not a causal relation between a real emotion either expressed (e.g. by the composer) or aroused (e.g. in the listener) by the music.  Nor is it an abstractly semantic or representational relation.  Kivy endorses a counter-intuitive “possession theory” or a “cognitivist theory”: the emotions “expressed” by music are simply “possessed” by the music or “embodied” in it.  These emotions are, Kivy would say, “an essential part of the syntactic structure of music” (258, 230–233, 314–317).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] By redeeming this notion, Kivy claims, philosophers have shown music critics the way to a more justifiable “new” music criticism. The catch in all this for music theory and analysis is that a truly\nthorough formalist music criticism ought not, according to Kivy, neglect the expressive or emotive aspects of musical structure while in hot pursuit of organic unities.  Music analysis, Kivy says, needs to be “amplified” to include consideration of these expressive structural properties (316).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The problem with Kivy’s proposal is this.  Predictably, the music analyst will heartily agree that the expressive characteristics of musical structure ought not be neglected in analysis.  But the analyst\nwill also rightfully insist that music analysis doesn’t neglect these features, at least not when analysis is done sensitively and intelligently.  (At most, the analyst should concede that music analyses often proceed without a comprehensive preanalytical inventory of the expressive and other musically interesting features of the piece about to be etherized upon the analytical table.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Where the music analyst and Kivy disagree is with regard to the reducibility of expressive properties to the more purely structural and psycho-acoustic properties of music.  The typical music analyst believes that higher-order or “surface” musical properties (e.g. resolution, sorrowfulness, etc.) are understood when we understand the underlying pitch relations from which these properties “emerge” or upon which they are structurally “dependent.”  That’s why analysts will reject Kivy’s accusation that they neglect the expressive properties of music.  This methodological reductionism is the very heart and soul of “music analysis,” just as the name suggests.  By contrast, Kivy’s “amplified analysis” clearly treats such higher-order properties as just one among many equally fundamental “elements” that constitute the syntactic structure of a piece (319–320).  And no proposal could be less compatible with the methodological assumptions of music analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Not only does Kivy’s formalism try to make room for the expressive “content” in music, but it is also combined with an old-fashioned intentionalist view of correct performance practice, which is, even\nmore surprisingly, antihistoricist in its justification.  This musicological view is advanced in an extended defense of a Platonistic account of the metaphysics of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The Platonist is impressed by the reproducibility of musical works in performances, scores, and even thought.  He concludes that the “work itself” must be whatever all these reproductions or instances\nare reproductions or instances of.  And that thing, the Platonist standardly argues, must be an abstract entity, a “universal,” or kind, because any concrete particular, even the original score or creative\nthought, would be just one more instance (e.g. score, performance, experience, etc.) and not the “work itself.”  (Compare this to the authenticity of, say, a lithographic print which inherits its authenticity by virtue of standing in the right causal relation to the relevant etched stone.)  What’s more, the Platonistic insight seems corroborated by intuitions about the comparative indestructibility of musical works, which, unlike much sculpture, painting, print-arts and architecture, can continue to exist—in some sense anyway—quite\nindependently of the destruction or loss of any particular sketches, scores, or performances of it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The rub, of course, for the Platonist is that Platonic entities aren’t supposed to be creatable; they’re eternal and only waiting to be discovered through the recognition or creation of instances.  And\nthat seems at odds with our settled intuitions about the god-like creativity and originality of the compositional genius.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Kivy bites the bullet.  He argues that we’re just mistaken about the creativity of composers: that the notion is a false conceit of Romanticism elevated to an ahistorical conceptual truth (40–43); that\nour valuing of compositional genius needn’t at all be jeopardized when we recognize that a composer discovered rather than created a work (43–46); that historicist arguments that a work is created (and\nthereby acquires its essential attributes in its unique historical circumstance) are inconsistent with entrenched musical intuitions (60–66); that, contrary to historicists, it is logically possible for the exact same piece of music to be independently composed (i.e. discovered) by different composers in different times and\ncultures (70–73); and that musical works are defined in terms of pitch structures and not even partially in terms of historical performance means (i.e. instrumentation and orchestration) or historical performance practices (75–94).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Kivy’s target here is historical essentialism, which treats every interpretable artifact, whether a poem or composition, as having its identity and meaning fixed by some exaggerated moment in its history, usually the mythical moment of creation.  In rejecting such a view, Kivy still leaves plenty of room for historically “correct” performances that do not pretend to some exaggerated authenticity. Kivy is pluralistic about historical authenticity: widely divergent performances can all be historically authentic in accordance with some or several reproducible features of a work as it was originally performed or intended to be performed.  But very likely, he argues, not all of these features can be simultaneously realizable in any one performance (117–133).  Therefore, there is not any one uniquely authentic performance of a piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Kivy, the formalist, even goes so far as to argue that historically informed performances that conform to compositional intentions are justifiably “better” than performances that disregard those intentions.  But this ‘better’ is for Kivy a purely moralistic value, in the most literal sense, and not musicological or aesthetic:\n“[performers] have a strong obligation to honor the performance intentions of dead composers.  This is a special case of our obligation to comply, where we can, with the wishes and intentions of the dead; and this obligation has its source in our duty to refrain from injuring the interests of others” (114).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Kivy makes a persuasive case for performers having moral obligations to the performance intentions, such as they are, of the composer.  He doesn’t, however, make a persuasive case that this obligation actually accounts for why many musicians pursue and are committed to historically correct performances: “the peculiar zeal with which performers pursue the performance intentions of dead composers . . . can best be explained by their strong belief in an ethical calling vis-a-vis the performance intentions of the composers\nwhose works they interpret” (114).  Performers who were simply executing a moral duty to a dead composer would not presume to achieve, thereby, any aesthetic perfection.  Dutifully consuming Aunt Maude’s inedible fruit cake in accordance with her last will and testament carries with it no corollary obligation to admire her cooking. Similary, the dutiful performer, motivated only by a moral obligation to the composer’s performance preferences, would stoically take the aesthetically good with the bad.  In fact, it is hard to\nbelieve that the motivation behind the typical historically “correct” performance is not primarily an aesthetic objective guided by Romantic presumptions about the creative infallibility of the creative genius.\nKivy mistakes the artistic zeal of performers for a “missionary zeal.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The most vexing problem for Kivy—one which he addresses in both the opening and closing essays of The Fine Art of Repetition , and which absorbed his entire earlier book, Music Alone —is\nexplaining the value, indeed, what is sometimes the “exalted” and profound value, of an inherently meaningless decorative art form. Whatever value absolute music holds for us (327–359), whatever claims\nit can justifiably make on a liberal educational curriculum (11–31), it must make within the limitations of a purely formal art.  Kivy offers two distinct defenses of music.  The first is a justification that attributes “humanizing,” “ritualistic,” “communal,” and “participatory” functions to performances of musical formalities\n(25–31).  The second argues that while musi c may be essentially “sonic wallpaper” it is, or can be anyway,“multi-dimensionally” complex, “quasi-syntactical,” “highly expressive,” and “profoundly moving”\n(354–358).  And presumably he takes these properties to be intrinsically valuable in ways that “elevate” music from “mere wallpaper” to sublime decoration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] I’ve discussed only the main issues running through Kivy’s rich collection of essays.  Other chapters examine a wide range of issues in historical musicology, musical aesthetics, and the history of musical aesthetics.  There are chapters on Kant’s formalism, Hanslick’s inconsistent formalism, the power of musical\ncharacterization in opera, the origins of the child Mozart legend, and an obscure debate between Darwin and Spencer on evolutionary origins of music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.96.2.3.dempster.html",
    "data": "mto/data/mto.96.2.3.dempster.json"
}