{
    "title": "Review of David Clarke, <i>The Music and Thought of Michael Tippett: Modern Times and Metaphysics</i> (Cambridge: Cambridge University Press, 2001)",
    "date": "2004/06/01",
    "volume": "10",
    "issue": "2",
    "authors": [
        "Gloag, Kenneth"
    ],
    "abstract": "",
    "keywords": [
        "Tippett",
        "modernism",
        "King Priam",
        "style"
    ],
    "doi": "",
    "received": "January 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.2/mto.04.10.2.gloag.pdf",
    "author_info": [
        {
            "name": "Kenneth Gloag",
            "university": "Cardiff University",
            "address": "School of Music, Corbett Road, Cardiff CF10 3EB",
            "email": "gloag@cardiff.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See Kenneth Gloag, Tippett: A Child of our Time, Cambridge: Cambridge University Press, 1999.",
            "citations": []
        },
        "FN2": {
            "text": "2. I consider the position of the second symphony in relation to other music, that of Stravinsky, in my \n“Tippett’s Second Symphony, Stravinsky and the Language of Neoclassicism: Towards a Critical Framework,” in Clarke (ed.), Tippett Studies, Cambridge: Cambridge University Press, 1999, 78–94.",
            "citations": []
        },
        "FN3": {
            "text": "3. T.S. Eliot, “The Wasteland,” in Complete Poems and Plays, London: Faber and Faber, 1969, 75.",
            "citations": []
        },
        "FN4": {
            "text": "4. Camilia Paglia, Art and Decadence from Nefertiti to Emily Dickinson, London: Penguin Books, 94–95.",
            "citations": []
        },
        "FN5": {
            "text": "5. Robin Holloway, “ Review of Clarke, The Music and Thought of Michael Tippett ,” Musical Times 142 (2001): 63–64.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The music of Michael Tippett presents a series of formidable challenges for the music theorist. Throughout his career Tippett produced a highly individual musical language which embraced modernity but reflected tradition, resisted tonality but eluded theoretical and historical understandings of atonality, and, most significantly, constructed a highly individual and remarkably broad aesthetics of music which, on the one hand, reflects the diversity of his own musical experiences but, on the other hand, can often obscure the identity and primacy of the musical materials.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] David Clarke’s survey of the interrelationships between Tippett’s music and thought is built upon a series of powerful insights into the unique construction that is Tippett’s intellectual world, but it also presents a remarkable grasp of musical detail, often articulated through close analytical scrutiny of the musical materials. The book effectively consists of a series of individual but related essays, some of which are revised and expanded from previous publications. A number of important works from various stages of Tippett’s career are considered, including The Midsummer Marriage (1946–52), King Priam (1958–61), The Vision of Saint Augustine (1963–5), The Mask of Time (1980–2), and Byzantium (1989–90), but although these works are discussed in chronological sequence and Clarke does present certain large perspectives on the oeuvre, this is not an all-embracing survey. Rather, these works are selected because, for Clarke, they all, with the exception of The Midsummer Marriage, “purvey the fragmented world vision and problematized subjectivities of Tippett’s post- Priam period,” and, \n“in one way or another they all have a visionary dimension—whether this be metaphysical or social, affirmative or ambivalent.” (page 10)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In parallel with the music, Clarke articulates a series of critical issues, some of which emerge from Tippett’s own aesthetic positions, but others relate to Clarke’s construction of critical models derived from a wide range of sources, including Adorno, Nietzsche, Paglia and Kristeva, resulting in a theoretical diversity which is highly appropriate for this music. If Clarke’s primary intent is to illuminate both the music and thought of Tippett, there are also emergent issues in terms of how this exercise relates to wider contexts and problems, including the departure from purely formalist understandings of music: My experience in the following essays is that the passage from\nformalist discussion of music to other modes of contextual discourse\nis one of profound discontinuity  . . . my own strategy has been to\naccept these disjunctions as in some way essential. (page 9) This “discontinuity” leads to a concern for difference, a concern that is crucial given Clarke’s interest in the relationship between Tippett’s thought and that of \n“others”: . . . in pursuing homologies between Tippett’s thought and\n\tthat of other figures, I have tried to remain as sensitive to\n\tdifference as to similarity. Thus the “others” with which I have\n\taligned him serve as a kind of ideological litmus, rather than\n\tfigures of complete identification. It is through both drawing \n\tcomparisons and locating the points at which comparisons\n\tbreak down that Tippett’s individuality—what is non-identical\n\tabout him—within larger cultural formations of modernity\n\tcan be established. (page 9) It is notable that Clarke suggests “homology” rather than “complete identification” as the basis of comparison with the thought of \n“others,” a suggestion that generates a degree of mobility within the comparative process. It is also important that this sensitivity to difference allows for Tippett’s individuality to be preserved. Tippett was a remarkably individual, perhaps at times isolated, composer, who belonged to no school or stylistic grouping. Clearly there are reference points. For example, he was an English composer who, particularly in certain early works (Concerto for Double String Orchestra, 1938–9) composed \n“English” music, but this reference does not extend to a stylistic definition or ideological affiliation. This stylistic isolation relates to the wider issues of modernism and modernity. Tippett was a composer who embraced a certain modernist aesthetic as reflected in his liking for \n“big” ideas. However, this was never a complete process, and aspects of Tippett’s music and thought could be perceived as resistant to certain strands of modernism. According to Clarke, \n“[m]odernism itself was never a single coherent movement; paradoxically, if it is characterized by any single thing this might be the idea of fragmentation.”\n(page 4)  It is significant that Clarke chooses fragmentation as the defining characteristic of modernism. Tippett’s music is, as reflected through Clarke’s detailed analyses,  often defined by fragmentation, with musical processes such as the juxtaposition of texture, the power of contrast and the disruption of form and structure all reflecting issues of fragmentation and the resistance to any notion of a unified work or structure. This is evident as early as A Child of Our Time (1939–41), within which the generic framework of the oratorio is \n“filled” with juxtapositions of texture and form that create a critical tension in relation to Tippett’s own stated understanding of the unity of that specific work. (1) But, by the time of King Priam and beyond, modernism was an already historicized construct, one within which its own fragmentation could be interpreted retrospectively as part of a unifying narrative. Tippett is clearly situated within this paradoxical modernist context, but although Clarke clearly defines his purpose as relating Tippett to the \n“world vision” of modernity, he is sensitive to other possibilities, including that of postmodernism. In his conclusion, following discussion of Byzantium, that remarkable late gesture by Tippett, Clarke states: While we would need to be cautious about positing a\n\tpostmodern dimension to Tippett’s thinking, the kind of\n\tconnections I have been exploring here suggest that the aesthetic \n            mutations of his late works are not unrelated to certain of the more \n            radical and fruitful avenues of that problematic cultural paradigm. \n            (page 269) Clarke is clearly correct to suggest the need for caution in considering Tippett in relation to postmodernism, but I think that the individuality of stylistic position and musical language in the later works, and anticipated in earlier works, at the very least allows for a possible interpretation of Tippett’s modernism as occupying an isolated, fragmented space within the cultural landscape of postmodernity.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] How style is constructed and functions in Tippett’s music is obviously problematic. Each work can often seem to begin again, define its own parameters and territory, and therefore dictate its own set of responses. But there are consistencies across works and they can provide a powerful background for the difference of individual works, with Clarke’s ongoing sensitivity to both similarity and difference providing endless insights into this web of related issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Clarke interprets Tippett’s oeuvre as defined by the watershed of King Priam, which marks the division of first and second stylistic periods: Priam’s post-tonal soundworld, formal fragmentation, textural\n\tstratification and melodic disjunction created such a radical\n\trupture from the dominant stylistic premises of most of the   \n            composer’s preceding works as to clearly signal a new period. (page 206) It is within the works defined by this post- Priam, post-tonal soundworld that Tippett’s modernism is most clearly defined. However, given the already historicized nature of modernism and the fact that the \n“new music” had already “aged,” it is possible to reposition this period as one of neo-modernism. This possibility now provides a parallel with the prevailing neo-classicism of the pre- Priam works, including A Child of Our Time and the second symphony (1956–7), a work that brings \nTippett’s ongoing fascination with “other” music and ideas further into focus. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Given its crucial position within the oeuvre, King Priam is a work that demands further scrutiny and Clarke does it full justice, constructing an absorbing and illuminating account of this seminal work. The discussion of King Priam is combined with that of The Midsummer Marriage in a chapter which deals with the \n“Transformations of the Dionysiac.” This chapter vividly demonstrates Clarke’s engagement with a wide range of ideas, some of which derive from Tippett’s own writings but others reflect Clarke’s search for new models of interpretation. He relates the position of King Priam to the Dionysiac and its transformation: \n“My thesis will be that what is iconic of the changed ‘world vision’ of King Priam is its altered representation of the Dionysiac.” (page 37)  This evocation of the Dionysiac and its related image of tragedy brings Nietzsche into play as a critical tool. This move may initially be somewhat surprising as Nietzsche did not feature as an acknowledged \n“influence” on Tippett: If considering Nietzsche potentially helps situate Tippett’s\n\taesthetic practices within a greater historical and cultural\n\tdepth of field, the name is likely to cause consternation among\n\tthose who would limit contextual discussion of the\n\tcomposer’s own music to a list of ‘official’ influences. \tOpening\n\tthe door to this possibly troublesome gatecrasher can be\n\tjustified, however, on three levels. First, we cannot discount Tippett’s own acquaintance with Nietzsche’s thought. Evidence\n\tfor this includes not only references in Tippett’s essays and\n\tlectures, but also the fact that he owned certain of Nietzsche’s\n\twritings. Secondly, even without such positivistic evidence, \n\taspects of Nietzsche’s thought would continue to illuminate aspects\n\tof Tippett’s. More than coincidental connections, these throw into\n\trelief certain shared ideological facets. (page 37) I do not think we should be overly concerned with the first level, that of positivistic evidence. Clearly Tippett read and thought widely, and certain writers and texts made a direct impact on him. This is evident from the obvious influences of T.S. Eliot on the text of A Child of Our Time and also, I would argue, on the tension between unity and fragmentation within the musical dimension of that work (“These fragments I have shored against my ruins”). (3) In contrast, the play of intellectual imagination allows Clarke to conjure a fresh sequence of insights through the more critically-detached model of Nietzsche, insights that are freed from the demands of intentionality and the problematics of influence, and leads to the third level which is \n“[c]haracterised by mediation” and is “concerned with the discursive space between the two figures.” (page 38)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Even without the questions of influence and evidence, Nietzsche’s The Birth of Tragedy has a direct resonance for King Priam, forcing us to read and hear the tragic, mythologized subject-matter of the opera in new ways. It is the association formed between these \n“big” ideas and the musical detail that makes Clarke’s project so vital and challenging. This is evident from the discussion of the opera’s prelude (page 72, Example 3.5), which follows reference to Paglia’s view of the Dionysiac: \n“The great god Dionysus is the barbarism and brutality of mother nature . . . Dionysian orgy ended in mutilation and dismemberment . . .  .” (page 72) (4) For Clarke, the purely instrumental prelude captures the essence of Paglia’s characterization, bringing the extra-musical idea into the context of the musical material. The interrelationships between these two dimensions are brought into focus throughout the book. For example, the second chapter engages with the concept of \n“image” from a Jungian perspective, with Jung generally recognized as an important influence on Tippett’s thought. This concept and perspective is also related to King Priam and leads to more specifically music-theoretic models. The aria sung by Helen in Act III scene I of the opera is represented by what is defined as a paradigmatic analysis and a cellular analysis (page 25, Example 2.2). These two analytical representations in themselves could be seen to simply trace the development of a musical idea, and, as such, are not remarkably different from any number of transformational analyses of other musics. What makes this analysis more interesting is the relationship that is formed with Jung; a relationship of depth that constructs different perspectives on the subject matter, the music and its analysis.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] If King Priam marked a clear point of division in Tippett’s musical development, how he escaped from that so-called second period into the already mentioned late period remains more problematic. Chapter 6 of the book raises the question of the meaning of \n“lateness” in relation to the Triple Concerto for violin, viola and cello (1978–9). This question is formed around issues of reception history, including reference to the model of late Beethoven, and stylistic periodization. What is most remarkable about this stage of Clarke’s inquiry is the degree of specificity he is prepared to attach to the onset of a late period. Following reference to Tippett’s own articulation of his experience of a late Beethoven string quartet, which, according to Clarke \n“appears to be a moment of illumination or Einfall ” for Tippett (page 210), he suggests that: The moment of epiphany which we might conjecture as the\n\tcompositional counterpart to (perhaps indeed the first outcome\n\tof) the moment of Einfall of Tippett’s late-Beethoven quartet\n\tencounter is found, I would argue, precisely at the beginning of\n\tthe slow movement of the Triple Concerto for violin, viola, \n\tcello and orchestra. (page 211) The beginning of the slow movement of the concerto is a remarkable moment, within which Tippett rediscovers the lyricism that had seemed to disappear in the aftermath of King Priam, with this distance now defined by a tonal reference (F major) \n“that suggests a symbolic moment of stylistic sea-change.” (page 211)  Given the importance Clarke attaches to this moment, it is understandable that he then reflects upon it in great detail. The exploration of this movement moves towards a highly detailed analysis (page 214, Example 6.2). This analysis consists of a multi-leveled graphic representation of the musical detail and its analytical interpretation. While this graphic analytical representation may be seen as a singular focus on the music itself, the coexistence of different methodologies results in a theoretical hybridity which further reflects and extends the book’s prevailing diversity. The main level of this analysis (a) presents a linear analysis of the melody and its harmonic context. This looks very much like an extended Schenkerian analysis and Clarke reinforces that similarity through his comments concerning \n“prolongation” and other related terminology. The identification of A as primary tone against a sustained F in the bass gives a powerful indication of just how tonally orientated this material is. But this F major implication coexists with a focus on D-flat that, for Clarke, operates \n“outside F’s sphere of influence.” Rather than as emerging from a specifically harmonic context, \n“the D-flat sonority is generated intervallically as part of an accumulation of pitches based on the perfect fifth or its inversion—that is, on interval class 5 (ic 5)” (page 217), with this process represented as level b in Example 6.2.  These two systems remain discrete, leading to what Clarke defines as the \n“context of structural heterogeneity.” (page 217)  While from certain music-theoretic perspectives, any notion of structural heterogeneity may be somewhat suspicious, particularly given Clarke’s references to Schenkerian-derived concepts such as prolongation, this is an appropriate representation of this music. There may be a clearly audible presence of F major but this presence is not singular. Clarke uses this suggestion of a \n“structural heterogeneity” to shift the focus from analytical detail back to the issue of a late style, arguing that this is \n“not only a further key characteristic of Tippett’s late style, it is also nothing less than the necessary condition for the reflowering of diatonic lyricism that is its other hallmark.” (page 217)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] This embrace of “diatonic lyricism” forms part of a larger picture. In the late works Tippett formed new accommodations with the past, both his own and that of other musics, and in doing so formed new critical distances towards these pasts. In bringing these issues into focus through the relationships formed between analytical study of specific details and the wider critical perspective, Clarke makes a definitive contribution to our understanding of Tippett’s music and thought.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The reception of a Tippett scholarship which seeks to properly theorize and contextualize this music at times suggests a degree of suspicion and resistance, the most extreme example being the composer Robin Holloway’s intemperate review of this book. (5) While this resistance may reflect the desire to preserve an image of Tippett’s \n“individuality”  that is somehow free from the potential generalizations of theory, the status and interpretation of Tippett’s music will be best enhanced if it continues to be subject to the simultaneously close and broad perspectives developed by Clarke in this book. In providing close reading of specific musical details against a remarkably diverse critical and cultural background, Clarke provides unique insights into the individuality of Tippett’s music and ideas, insights which have wider implications for the development of a critically-engaged musicology and music theory.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.04.10.2.gloag.html",
    "data": "mto/data/mto.04.10.2.gloag.json"
}