{
    "title": "Toward a Semiotic Evaluation of Music Analyses",
    "date": "1993/11/01",
    "volume": "0",
    "issue": "5",
    "authors": [
        "Roeder, John"
    ],
    "abstract": "Eco's theory of codes provides the basis for analyzing the structure of meaning in three contrasting types of music- analytical representation. An evaluation of the pitch-class-integer code highlights the essential arbitrariness of the links between music and mathematics. Graphical representations of music are also evaluated with reference to a computer program designed to represent musical data in any conceivable graphical form. Lastly the paper postulates conditions under which the literary musical criticism of the Romantic era may have specific musical denotation; accordingly, Schumann's imagistic review of Schubert's German Dances, Op. 33, receives exegesis.",
    "keywords": [
        "analysis",
        "semiotics",
        "Eco",
        "pc-set theory",
        "graphical analysis",
        "Schumann",
        "Schubert"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.5/mto.93.0.5.roeder.pdf",
    "author_info": [
        {
            "name": "John Roeder",
            "university": "University of British Columbia",
            "address": "School of Music, 6361 Memorial Road, Vancouver, B.C. V6T 1Z2 CANADA",
            "email": "jroeder@unixg.ubc.ca"
        }
    ],
    "citations": {
        "agawu_1991": "Agawu, V. Kofi.  1991. Playing with Signs .  Princeton:\n    Princeton University Press.",
        "agawu_1989": "Agawu, V. Kofi.  1989.  “Schenkerian Notation in Theory and\n    Practice.” Music Analysis 8/3: 275–302.",
        "benjamin_and_scholem_1989": "Benjamin, Walter and Gershom Scholem.  1989. The Correspondence\n    of Walter Benjamin and Gershom Scholem: 1932–1940 .  Ed.\n    Gershom Scholem.  Trans. Gary Smith and Andre Lefevere.  New\n    York: Schocken Books.",
        "brooks_1980": "Brooks, William.  1980.  “Competenza Maledetta.” Perspectives of\n    New Music 18: 11–45.",
        "daverio_1990": "Daverio, John.  1990.  “Reading Schumann By Way of Jean Paul and\n    His Contemporaries.” College Music Symposium 30/2: 28–45.",
        "devoto_1992": "DeVoto, Mark, ed.  1992. Mostly Short Pieces .  New York:\n    Norton.",
        "dunsby_and_stopford_1981": "Dunsby, Jonathan and John Stopford. 1981.  “The Case for a\n    Schenkerian Semiotic.” Music Theory Spectrum 3: 49–53.",
        "eco_1976": "Eco, Umberto.  1976. A Theory of Semiotics .  Bloomington:\n    Indiana University Press.",
        "hamel_1989": "Hamel, Keith.  1989.  “A Design for Music Editing and Printing\n    Software Based on Notational Syntax.” Perspectives of New\n    Music 27(1): 70–83.",
        "hatten_1989": "Hatten, Robert.  1989.  “Semiotic Perspectives on Issues in Music\n    Cognition.” In Theory Only 11(3): 1–10.",
        "lewin_1977": "Lewin, David.  1977.  “A Label-Free Development for 12-Pitch-Class\n    Systems.” Journal of Music Theory 21/1: 29–48.",
        "mazzola_1990": "Mazzola, Guerino.  1990. Geometrie der Toene .  Basel:\n    Birkhaeuser.",
        "mccreless_1988": "McCreless, Patrick.  1988.  “Roland Barthes's S/Z from a Musical\n    Point of View.” In Theory Only 10/7: 1–24.",
        "micznik_1989": "Micznik, Vera. 1989. Meaning in Gustav Mahler’s Music : a Historical and Analytical Study Focusing on the Ninth Symphony . Ph.D. diss. State University of New York at Stony Brook.",
        "nattiez_1990": "Nattiez, Jean-Jacques.  1990. Music and Discourse .  Trans.\n    Carolyn Abbate.  Princeton: Princeton University Press.",
        "newcomb_1987": "Newcomb, Anthony.  1987.  “Schumann and Late Eighteenth-Century\n    Narrative Strategies.” 19th Century Music 11/2: 164–174.",
        "rahn_1980": "Rahn, John.  1980. Basic Atonal Theory .  New York: Longman.",
        "roeder_and_hamel_1989": "Roeder, John and Keith Hamel.  1989.  “A General-Purpose Object-\n    Oriented System for Musical Graphics.” Proceedings of the\n    1989 International Computer Music Conference .  San\n    Francisco: Computer Music Association.  Pp. 260–263.",
        "schumann_1836_1965": "Schumann, Robert.  1965 [1836].  [Dance Literature].  Trans. by\n    Oliver Strunk in Source Readings in Music History, Volume V:\n    The Romantic Era .  New York, Norton.",
        "schumann_1946": "Schumann, Robert.  1946. On Music and Musicians .  Ed. Konrad\n    Wolff; trans. Paul Rosenfeld.  New York: Pantheon Books."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Nattiez ( 1990 , 19–28) identifies what he perceives to be a\ncontradiction in Eco's theory of codes—between a closed,\nsynchronic system of signification and an open diachronic process\nof communication—that render it insufficient for\ndistinguishing the poietic and esthesic dimensions of semiosis, a\ndistinction that is the primary concern of Music and Discourse . \n(He classifies music analyses into six categories according to\nhow they engage these dimensions (139–143)).  I am not concerned\nhere with how meaning varies from one analysis to another, nor\nwith the tripartition, but with the more modest goals stated in\nthis paragraph, which I believe are accessible through the kind\nof structural analysis of meaning that Eco describes. \nNevertheless, from this restricted perspective I do pursue an\nagenda suggested by Nattiez: to “interrogate the different\nmethodologies practiced in music analysis” (238), and so to\naugment his brief characterizations of “impressionistic” (161),\n“formalistic” (163), and graphic (165) modes of music analysis.",
            "citations": [
                "nattiez_1990"
            ]
        },
        "FN2": {
            "text": "2. Mazzola 1990 , a recent mathematical music theory, explicitly\npositions the integer model within Molino's semiotic\ntripartition.",
            "citations": [
                "mazzola_1990"
            ]
        },
        "FN3": {
            "text": "3. On the other hand, the sign-function\ncorrelating integers with pitch does not preclude another\nsemiotic system in which pitches denote integers.  A composer I\nknow remembers his bank-card identification digits by the tune\nthey denote.  But such reflexivity is not a necessary property of\nthe original semiosis.",
            "citations": []
        },
        "FN4": {
            "text": "4. However, Schumann did seem to hear other short dances by\nSchubert in nearly in same terms: “Once, when I was playing a\nSchubert march, the friend with whom I was playing gave the\nfollowing answer to my question whether he had not seen certain\nvery special forms before him: ‘Yes! I felt I was in Seville more\nthan a hundred years ago, amid promenading Dons and Donnas, with\ntheir trains, pointed shoes, daggers, etc.’  Strange to say, our\nvisions were alike, even to the name of the city.” ( Schumann 1946 , 182)",
            "citations": [
                "schumann_1946"
            ]
        },
        "FN5": {
            "text": "5. The review as a whole aims to treat “the four points of view\nfrom which a work of musical art can be surveyed: that of form\n(the whole, the separate movements, the section, the phrase);\nthat of musical composition (harmony, melody, texture, style,\nworkmanship); that of the special idea which the artist intended\nto represent, and that of the spirit, which governs form, idea,\nmaterial” (164).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Semiotics, which describes the structure of meaning, is\ngrandly comprehensive in scope. Umberto Eco's Theory of\nSemiotics , for example, defines a “sign” as “ everything , that,\non the grounds of a previously established social convention, can\nbe taken as something standing for something else ” ( Eco 1976 ,\n16; page numbers parenthesized below refer to the same work);\nBarthes's writings approximate “a translinguistics which examines\nall sign systems with reference to linguistic laws” (30); and\nothers' refer to a “logic of culture” (26–28) not specifically\nlinguistic.  Yet supporting these transdisciplinary ambitions\nlies a well-developed foundation for discussing some important\nproblems of specifically musical philosophy and aesthetics.",
                "footnotes": [],
                "citations": [
                    "eco_1976"
                ]
            }
        },
        {
            "2": {
                "text": "[2] A question that has dominated most such discussions is “What\ndoes music mean?” (It motivates earlier important studies by\nCoker, Meyer, and Cone as well.) Scholars' responses have\nexplored the analogies between various modes of music cognition\nand various types of semiosis.  (The diversity of these\napplications can be observed in McCreless 1988 , Hatten 1989 , Brooks 1980 , Micznik 1989 , and Agawu 1991 ).  Far fewer studies\nanalyze the various types of discourse about music, in order to\nanswer the question “What do the signs we use to analyze music\nmean?”; yet this is an easier question to answer, and more\npressing, for it seems essential that as professional\ninterpreters of music we should constantly evaluate the accuracy\nand efficacy of the discourse we use.  Jean-Jacques Nattiez\n( 1990 ) has recently classified various types of analysis with\nrespect to Molino's tripartition.  He attributes the differences\namong analyses of the same piece to the symbolic nature of the\nmusical act and the analytical act; however his work to date has\nnot concentrated on any particular type of discourse.  A more\npromising precedent for a semiotic analysis of musical discourse\nis Dunsby and Stopford's contrastingly technical and ecumenical\nessay ( 1981 ), which shows how Schenkerian analysis qualifies as a\nsemiotic system by identifying the combinational system of\ncounterpoint as its basis for signification.",
                "footnotes": [],
                "citations": [
                    "mccreless_1988",
                    "hatten_1989",
                    "brooks_1980",
                    "micznik_1989",
                    "agawu_1991",
                    "nattiez_1990",
                    "dunsby_and_stopford_1981"
                ]
            }
        },
        {
            "3": {
                "text": "[3] To understand better why evaluating music analysis is\nimportant, and how semiotics can help, let us review some\nessentials of Eco's theory, which is the most recent, explicit,\nand comprehensive.  Eco regards signification as arising from the\ncorrelation of two distinct formal systems (see his Table 6, p.\n53). A syntactic system is “a set of signals ruled by internal\ncombinatory laws . . . an interplay of empty positions and mutual\noppositions” (36).  A semantic system consists of “a set of\npossible communicative contents” (37), typically a culturally-determined set of notions about the continuum of experience (76–\n78).  Each cultural unit in the semantic system “‘exists’ and is\nrecognized insofar as there exists another one which is opposed\nto it.” (73)  That is, semantic and syntactic systems are not\ndistinguishable by their structure; both systems “can subsist\nindependently of any sort of significant or communicative\npurpose, and as such may be studied by information theory or by\nvarious types of generative grammars.” (38)  Rather they are\ndistinguished by their respective functions in signification.  A sign (or, more properly, a sign-function ) arises every time\n“an element of an expression plane [is] conventionally correlated\nto one (or several) elements of a content plane.” (48)  Syntactic\nsystems serve as expression planes,  and semantic systems serve\nas content planes in signification.  The expression and content\nare called sign-vehicle and sememe (or meaning),\nrespectively, and their correlation is called denotation .  “The\nmeaning of a sign-vehicle . . . is a semantic unit posited in a\nprecise ‘space’ within a semantic system.” (84)  A code is a\ncollection of sign-functions linking a syntactic system with a\nsemantic system.  It “establishes the correlation of an\nexpression plane (in its purely formal and systematic aspect)\nwith a content plane (in its purely formal and systematic\naspect)” (50), and so determines “that a given array of syntactic\nsignals refers back . . . to a given ‘pertinent’ segmentation of the\nsemantic system.”(36–37) Connotation arises from the\n“superelevation of codes” when a “signification [is] conveyed by\na previous signification,” that is, when “the content of the\nformer signification (along with the units that conveyed it)\nbecomes the expression of a further content,”  by means of a\ndistinct connotative code (55).  That is, connotation always\nentails the existence of a further, formally structured semantic\nsystem.  Moreover, each sign-vehicle “possesses certain\nsyntactical markers (such as Singular, Count etc.) which permit\nits combination with other sign-vehicles.” These syntactical\nmarkers locate the sign-vehicle by its positions and oppositions\nwithin the syntactical system to which it belongs. The particular\ncontexts or circumstances in which the sign-function arises also\naffect its meaning; “a sign-function is established by the code\nbetween a given set of semantic markers and a given set of\nsyntactic markers, both taken as a whole . . . The sign-function\nis not a marker to marker correlation;  therefore the sign-function is not established on the grounds of a strict and\n‘natural’ homology between the two functives, but is the result\nof an arbitrary coupling.” (92)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Eco's theory of sign-function as a correlation of two formal\nsystems asserts that all our models of music have a common\nsignificational structure. The codes of music analysis correlate\nconcepts, determined by the conventions of our culture, with the\npsychophysical quantities of music. By studying how we correlate\nmusical quantities with the terms and concepts of various kinds\nof music analysis, we can achieve several worthwhile goals. \nSince a semiotic analysis of any particular mode of music\nrepresentation entails a structural analysis of theoretical\nconcepts, it helps to refine their meaning.  We can also\nrecognize how some historically important types of musical\ndiscourse are indeed analytical, even though they are not\nquantitative, or otherwise structured in a way normal to our\ncontemporary culture.  We can better recognize similarities and\ncontrasts among different modes of analysis.  And we can define\nmore precisely the limits of any particular analytical approach. \nTo illustrate these purposes, I will treat three contrasting\ntypes of music analysis—mathematical, graphical, and literary—as semiotic systems. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The first type of music-analytical discourse we shall\nconsider is the mathematical one, incorporating the integer model\nof pitch applied by Babbitt and others to atonal and twelve-tone\nmusic ( Rahn 1980 ).  The semiosis in this model is simple, as\nbefits an introductory example, but it is instructive\nnonetheless.  The integers constitute the expression plane (the\nsyntactic system), and pitches belong to the content plane (the\nsemantic system).  The code correlates the two system so that\neach integer conventionally denotes a distinct pitch.  The\nalgebraic structure of the integers is tremendously useful in\ndescribing the combinational resources of the equal-tempered\npitch system. But Rahn ( 1980 , 19) warns of a “numerological\nfallacy” lurking in this code: “we must carefully determine the\nlimits of similarity between integers (with their structure) and\npitches (with their possible structures).”  Describing the model\nsemiotically facilitates the determination of those limits. (2) (a) Sign-functions are not reflexive ; hence integers denote\npitches, but not vice versa.  The integer code does not enable\nset theorists to experience numbers when they hear pitches. (3) (b) The integer code is an arbitrary convention in several\nsenses.  Other integers beside 0 could denote C1, as most\ntheorists recognize.  But the assignment of larger integers to\npitches of greater fundamental frequency is also an arbitrary\nconvention, according to which positive difference denotes\nascent.  Moreover semiotics helps us recognize that there is a\nstrong cultural component to this code: it arose in a positivist,\nmale-dominated academic culture that values certain qualities of\ndiscourse over others.  (c) Since the content plane, the pitches,\nis actually a segmentation of the continuum of experience , and\nsince this segmentation of experience is culturally determined,\nthe code is only valid with respect to certain Western art music. \nFurthermore it expresses a particular listening competence with\nrespect to that repertoire, in that the integer 0 denotes\nwhatever we perceive to be “C1” about all the possible timbral\nand combinational manifestations of that pitch.  (d)  Although\nintegers are often used in mathematical models to denote\nintervals as well as pitch, a denotation of pitches does not entail a denotation of intervals .  The difference of integers\nis integers (this fact is essential to their group structure),\nbut the distance between pitches is not pitch.  Moreover the two\npercepts are different to the extent that we may cognize\nintervals but only dimly perceive pitch as such.  So when we use\nintegers to denote intervals we are using another distinct and\narbitrary code.  An explicit distinction has been made, to my\nknowledge, only by David Lewin ( 1977 ), who developed a model for\npitch which encodes many of the intervallic properties we\nassociate with pitch without actually labeling them with integers—that is, without invoking the integer code normally used.  (e)\nGeneralizing (d), not all the properties (in fact, none of the\nproperties) of the integers necessarily denotes properties of\npitches.  In semiotic terms, not all the markers that determine\nthe syntactic place of an integer with respect to the other\nintegers correspond to semantic markers that locate a pitch with\nrespect to other pitches.  That is, not all syntactic markers for\nintegers have musical meaning.  Conversely,  pitches as we\nexperience them in actual music take on additional semantic\nmarkers by their position in segments.  Although we obviously\nhave internal codes for tunes, for progressions, and for\nclimaxes, the integer code has so sign-functions for these. \nSeries and sets of integers seem inadequate as sign-vehicles for\nsuch pitched temporalities in particular, for they do not possess\nenough syntactic diversity to account for essential aspects of\nour perception.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "rahn_1980",
                    "rahn_1980",
                    "lewin_1977"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Let us analyze another mode of music discourse semiotically. \nGraphs are often used to represent musical structure.  On the\nsurface many of these notations appear quite divergent in design\nand execution, with respect to their underlying theory ( Agawu 1989 ) or their representational intent ( Hamel 1989 ).  From a\nsemiotic standpoint, however, they are quite similar, because\nthey all correlate graphical objects with musical objects.  More\nexactly, every graphical music notation incorporates a code that\napportions the elements of a graphical system—its graphical\nobjects, their graphical features, and their geometrical relation\nin the two-dimensional plane—to the elements of a musical\nsystem—its events, their musical features, and their relation\nin various musical dimensions. Example 1 . Three different graphical encodings of a piece by Webern (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "agawu_1989",
                    "hamel_1989"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Among many graphical representations the similarities of\nsemiotic structure run even deeper than this general observation\nimplies.  As an illustration, consider Example 1 , which presents\nthree different graphical encodings of a piece by Webern. These\nrepresentations appear dissimilar, but they share some common\nnotational conventions that engage the two essential syntactic\nmarkers for a graphic—its shape and its position on the page. \nIn all the representations shown here, a positioned shape denotes\na distinct sonic event in the piece, as characterized by pitch,\ninstrument, time of attack, and duration.  The shape itself\nsignifies some property—such as duration or pitch class—of\nthe sonic event that distinguishes it from others.  The various\nshapes are positioned in each space primarily according to the\nconvention that lower-pitched events appear towards the bottom\nand later-attacked events appear towards the right of the page. \nThis convention is ubiquitous to the extent that when we see any\nshapes vertically aligned, we assume that the corresponding music\nevents are attacked simultaneously.  Similarly we assume that\nhorizontal proximity signifies temporal and registral contiguity. \nIn the pitch-class representation shown in the Example, and in\nthe simple-score representation, an additional positioning\nconvention is adduced to place events played by the same\ninstrument in the same horizontal stratum on the page.  In the\nscore there are also additional, orienting graphical shapes—staves, bar lines, and clefs—and the vertical position of each\nevent within any given stratum is modified further according to\nthe conventions of common music notation.  In all these\nconventions, then, we observe a hierarchy.  The three\nrepresentations all share some basic positioning conventions, but\nthe more elaborate ones embellish or add upon the simpler ones. \nNotice that this code does not correlate graphics objects with\nsound events; rather it correlates the geometric relations among the graphics objects with musical relations among the\nsound events.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Our description of graphical analyses as a hierarchy of\nconventions which correlate graphical symbols (and relations)\nwith musical events (and relations) suggests an efficient way to\nprogram a general-purpose graphical music analysis system for a\ncomputer using new object-oriented computer languages ( Roeder and Hamel 1989 ). The semiotic distinction between the syntactic\nsystem and the semantic system is achieved by realizing musical\nevents and graphical symbols as two distinct systems of objects,\nas symbolized in Figure 2b.  In the music-object system, musical\nevents are represented by their basic psychoacoustical\nproperties, but they have no graphical characteristics.  Related\nmusic objects belong to a data structure called a piece.  In the\nindependent graphics-object system graphical objects are\nrepresented by their basic geometric properties, but they have no\nmusical referent.  Related graphics objects belong to a data\nstructure called a graphics space, and each different-appearing\ndisplay instantiates a distinct class of graphics space.  The\ngraphics objects of each graphics space, then, are the expression\nplane that may signify the music contents of a piece. The sign-function that correlates these graphics-objects with music-objects is an algorithm that translates the properties and\nrelations of the music objects into properties and relations of\nthe graphics objects in the graphics space.  Our observation that\nsome graphic representations hold certain significational\nconventions in common  is realized, according to the principles\nof object-oriented programming, by defining all graphics spaces\nin an inheritance hierarchy, such that each space, along with its\nobjects, may inherit some of the properties of other spaces and\ntheir objects.  This inheritance manifests the semiotic code that\nthe complex and simple graphical representations share relative\nto music.  The hierarchical definition of graphics space makes\nexplicit the assumptions underlying each graphic representation—the semiotic code that apportions graphics objects to music\nobjects, and geometric relations to musical relations—helping\nthe analyst to evaluate the musical meaning of any graphical\nrelations the representation reveals.",
                "footnotes": [],
                "citations": [
                    "roeder_and_hamel_1989"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The last mode of analysis to be evaluated as a system of\nsignification is the literary mode of musical criticism emergent\nduring the Romantic era.  Many recent studies have attempted to\ndefine processes in Romantic music that are analogous to\nnarrative strategies ( Newcomb 1987 ; Daverio 1990 ).  But less\nattention has been given to how Romantic music criticism, as\ntext, might relate to the music to which it refers.  Robert\nSchumann's reviews of his contemporaries' music would seem to be\nlikely candidates for such consideration.  But  several problems\narise when we try to understand these writings as music analysis. \nNarrative theory does not apply satisfactorily to them because\nthey lack an explicitly narrative structure.  Rather the reviews\ntypically describe pieces by presenting a sketchy image, or a\nstatic scene lacking temporal development, plot, and sometimes\neven action.  Another well-known problem arises in determining\nwhat aspects of the music, if any, these images signify.  Natural\nlanguage is very complex semiosis—Eco describes it as a\n“system of interconnected codes” (91) in which “ the cultural\nunits are very seldom formally univocal entities, and are very\nfrequently what logic calls ‘ fuzzy concepts ’”  (82).  Words and\nthe images they immediate denote are ordinarily so rich in\nconnotative implications, and require so many markers for their\ndisambiguation that many modern analysts tend to disdain literary\nmodes of musical discourse as too imprecise.",
                "footnotes": [],
                "citations": [
                    "newcomb_1987",
                    "daverio_1990"
                ]
            }
        },
        {
            "10": {
                "text": "[10] However, semiotic theory suggests special conditions under\nwhich such prose could meaningfully represent music.  Sign-functions arise to the extent that the sign-vehicles constitute a\nunambiguous syntactic system, that is, to the extent that they\nare arranged in clear patterns of positions and oppositions.  If\nthe images can be construed as constituting an unambiguous\nsystem, then they—and the relations they connote—may more\nreadily function as the expression plane for a musical content. \nRestricting and schematizing images curtails their ambiguity and\nthereby enhances their denotative clarity as sign-vehicles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Remarkably, some of Schumann's imagistic critical prose does\napproach the constrained syntax essential to signification.  A\ngood example is the set of images he invents for Schubert's Deutsche Taenze und Ecossaisen , Op. 33.  (Readers should refer\nto the scores of the dances in, e.g., DeVoto 1992 , and to\nStrunk's fairly accurate translation in Schumann [1836] 1965 ,\n103–104.)  Regarding them together, we can observe special\ncharacteristics of both the music and the prose. Schumann's\nreview presents ten images in the context of a masked ball—a\nhighly conventionalized social affair in which the masqueraders\ncut themselves off from their everyday contexts and place\nthemselves in an wholly different, stylized one, in order to act\nout their repressed inner desires.  These ten little scenes,\nstripped by this restrictive context of any extraneous\nconnotations we might otherwise attribute to them, polarize, as\nsign-vehicles, along various dimensions of relationship. \nSchubert's German dances are tokens of a similarly restricted,\nstylized genre, in which small contrasts of texture, harmony,\nphrasing, and accent, cut off from the larger continuities in\nwhich they normally participate, are magnified.",
                "footnotes": [],
                "citations": [
                    "devoto_1992",
                    "schumann_1836_1965"
                ]
            }
        },
        {
            "12": {
                "text": "[12] This structural mimesis suggests that each of Schumann's\nscenes corresponds, in some ways, to the sequentially\ncorresponding dance in Schubert's set.  It also suggests that Schumann's aphoristic prose signifies not the content and process\nwithin each dance, but rather the semantic-structural position of\neach dance with respect to the set as a whole.  Indeed when we\ncompare the first ten dances to each other certain musical\npolarities are apparent. In the interest of space I will focus\njust on the most immediately apprehensible differences of\nharmonic vocabulary, registral span, and loudness among these\ndances, although it proves equally valid—and interesting—to\ncontrast their more elaborate characteristics of texture, and\nmotivic development. Example 2a . Musical Oppositions in Schubert’s Op.33 (click to enlarge) Example 2b . Textual Oppositions in Schumann’s Review of Op. 33 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The tables in Example 2a show some musical dimensions in\nwhich oppositions can be defined, and indicate by number where\nthe dances are positioned with respect to each other between the\nextremes in each dimension.  The first table compare the dances\nby how far apart their independent outer voices get; Dance 8\nkeeps the voices closest together, while Dance 1 has the widest\nspan (except for Dance 3, in which the extreme span arises from a\nnonstructural doubling of the bass at the cadence).  The second\ntable groups the dances according to how the dynamics change. \nDances 6 and 4 keep a constant loudness; Dances 8, 2, 10, 5, and\n7 move away from, then return to, a single dynamic; and Dances 1,\n3 and 9 finish at a different dynamic from where they start.  The\nthird table ranks the dances according to their harmonic\ncomplexity.  At one extreme are shown those dances, such as 8 and\n2, that simply alternate tonic and dominant.  Dances listed in\nthe middle of the chart exhibit more diverse, but still diatonic,\nharmonies.  Dances located towards the other extreme display more\nelaborate harmonic techniques, such as tonicization of secondary\ntriads (Dances 1 and 10), accented non-chord tones (Dance 5),\nbeginning and ending in different keys (also Dance 5),  and use\nof distinctively chromatic chords (Dances 6 and 10).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Within Schumann's text the sign-vehicles polarize as well\nalong various connoted dimensions.  The number of characters in\neach scene varies from solo to pairs to crowds, as shown in the\nfirst table in Example 2b .  The second table ranks the scenes\naccording to the amount of action in them.  Scene 6, in which a\nhussar stands at attention, has the least action; a number of\nscenes combine speech with a little action; and, shown at the\nother end of the scale, are scenes 3 and 9 in which there is\nclear action without speech.  Also evident among the characters\nin the scenes are distinctions of social class.  Some persons are\nfrom the country; at the other social extreme are knights or\nnobility associated with the court; and some characters are\nanonymous masks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Schumann's scenes constitute an analysis of Schubert's music\nto the extent that the two distinct systems correlate. Most\ngenerally, of course, the prose asserts the musical unity of the\nfirst ten dances by representing them all as scenes within a\nsingle social affair.  An analogous thread of continuity may be\nheard in the common-tone links between successive dances: the\ninitial pitch of each waltz belongs to the tonic triad of the\npreceding one.  Also the pitch D6 recurs, often as a registral\nhigh point, in many of these dances.  The dances also obviously\nshare a number of motives, some of them (such as quarter-eighth-eighth-quarter) common to the genre, and some (such as the F5-D5\nmotive prominent in Dances 3, 6, and 7, and also important in\nDances 9 and 10) more specific to this set.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] But much more specific correlations are evident between the\nprose and the music, as indicated by the parenthetical additions\nto the titles of the tables in Example 2b.  The number of\ncharacters Schumann places in each scene correlates with the\nmaximum interval between the structural outer voices during the\ncorresponding dance.  The type of action in each scene correlates\nwith the ways dynamics are shaped in each dance.  The social\nclass and the demeanor the characters in each scene, which\nparallel each other, correlate with the degree of harmonic\ncomplexity in the corresponding dance.  Opposition along the axes\nfor images correlates with opposition along the corresponding\naxes for music.  For instance, scenes 1 and 2 contrast strongly\nwith respect to the number and type of characters, action and\ntone.  Dances 1 and 2 also contrast strongly: the widest span of\ndance 1 is much greater than that of dance 2, it is much more\ncomplex harmonically, and changes dynamics in a much different\nway.  Scenes that are similar in some imagistic dimensions, such\nas 2 and 8, correspond to dances that are similar in the\ncorrelated musical dimensions.  Some scenes and dances, such as\n6, are consistently near the extremes in their respective\ndimensions, while others, notably 10, occupy various positions\nwith respect to the others in different dimensions.  It is\nimportant to realize that the review does not correlate specific\nimages themselves with specific musical events, as a naive\nprogram description might try to do. (4) Rather, just as\ngeometric relations connoted by arbitrary graphic shapes may\nsignify musical relations, the relations connoted by Schumann's\nimages signify musical relations.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] An interesting question of pragmatics arises in this\nconnection.  Why did Schumann choose to give one of his most\nextensive literary descriptions to this particular, relatively\ngeneric set of short pieces?  Certainly he was not incapable of\nwhat we would regard as technical commentary.  His famous early\nessay on Berlioz's Symphonie fantastique ( Schumann 1946 , 164–\n188) contains a detailed and occasionally scathing critique of\nindividual chords, voice leading, counterpoint, harmony, tonal\nplan of movements, phrase lengths and symmetries. (5) In some\nrespects, though, that essay lacks comprehensiveness: Schumann\ndiscusses textural aspects, rhythmic goals, and larger patterns\nof dynamics and accent only obliquely or not at all, because the\ntheoretical terminology was lacking.  One motivation, then,  for\nemploying literary structure would be to get at oppositions for\nwhich there were not any commonly accepted or easily understood\ntheoretical terms.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "schumann_1946"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Another motivation is suggested by the special properties of\nSchubert's dances.  We have seen that using images to signify\nmusic works best under two reciprocal conditions: that the\nconnotations of the images are constrained by the overall scene\nin which they appear; and that the musical relations are few\nenough and well enough defined.  Too many images, too many\nconnotations, or too many musical relations would cause the\nsemiosis to become incomprehensible under the sheer multiplicity\nof correlations.  In the case of Schubert's music, the\nconstraints of the dance genre permit the structural features of\nthese dances to be heard in a system of positions and oppositions\nthat could not arise in the immensely varied, elaborate processes\nof large-scale symphonic works.  These restricted pieces are\nbetter suited than symphonies for imagistic analysis.  And the\nunity and structure of the dance set as a whole were more easily,\nmore correctly—and perhaps more fully—signified by such a\ncorrelation of images than by elaborate technical description.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The semiotic properties of literary analysis permit a\ncritical evaluation of music as well as do other more technical\nmodes of music analysis.  For example, earlier in the article\nthat contains this scene, Schumann faults some waltzes of\nThalberg (Op. 4) for being “too transparent . . . and eternally tonic\nand dominant, dominant and tonic” ( Schumann [1836] 1965 , 103).  Would\nnot some of Schubert's harmonically and rhythmically simple\ndances, such as the second or eighth, receive similar\ncondemnation?  Our semiotic analysis of Schumann's review helps\nus realize that he was criticizing not merely the properties of\nthe waltzes in isolation but their relations to each other as\npart of a system.  His aesthetics valued collections, like\nSchubert's, in which simple pieces were set in opposition to more\ncomplex pieces, over uniformly simple sets like Thalberg's.",
                "footnotes": [],
                "citations": [
                    "schumann_1836_1965"
                ]
            }
        },
        {
            "20": {
                "text": "[20] Schumann renders other aesthetic judgments by the abrupt\nclose of his review.  Certainly there are elements of closure in\nthe tenth dance that might have motivated closure in the text. \nContrary to all previous junctions between dances, the tonic\ntriads of dances 10 and 11 share no common tones.  The tenth\ndance, like the first dance, spans 24 bars rather than the usual\n16.  Its recapitulates some of the sequential progressions of\ndance 1, and provides the first return of the A tonic.  (Schumann\nwas very sensitive to unity of key, as we know from his review of\nChopin's Op. 38 Ballade ( Schumann 1946 , 143), and the only\ntechnical term he uses in his otherwise imagistic analysis is the\nkey designation “A major”.)  In the text, Florestan's abrupt\ndeparture comes at the moment when the scene he is declaiming\nprovides elements of recapitulation and closure.  Like the end of\nthe first scene, the tenth scene reports spoken dialogue after a\ncrowd (referred to in scene 9).  And the Ursuline's reply—“I\nwould rather not speak, to be understood”— is both a\ncommentary on the scene, like the wigged man's comment in the\nfirst dance, and, perhaps, an expression of the futility of\nexpressing music with words.  In this light Schumann's\ntermination of the review at this point can be understood as a\nsubtle criticism of the remainder of the set of dances.  At this\npoint in the literary analysis the semiotic correlation seems to\nhave reached saturation; continuing to add images would create\ntoo many new relations and confound the significance obtained by\nrestricting them.  Schumann  insinuates analogously, by the\ncorrelation of text to music, that the later dances add too many\nnew relations, spoiling the “point of highest enjoyment” created\nby the closures of the tenth dance, and threatening the musical\nunity of the entire set.",
                "footnotes": [],
                "citations": [
                    "schumann_1946"
                ]
            }
        },
        {
            "21": {
                "text": "[21] In each of the three semiotic systems examined in this\npaper, a code is established whereby aspects of musical structure\nare signified by the structures of another system—the\nrelations of graphical shapes and locations, mathematical\nstructures, or images connoted by language, appropriately\nrestricted by context.  These examples substantiate the semiotic\nview that all our analyses of music are mediated by codes.  Music\ncannot have meaning purely in its own terms, because purely\nsyntactical, self-referential terms have no significance. To\ncontemplate music as pure structure, without a code correlating\nit to some content plane, approaches the desperate situation in\nKafka's works, as read by Gershom Scholem, “in which revelation\nappears to be without meaning, in which it still asserts itself,\nin which it has validity but no significance” ( Benjamin and Scholem 1989 , 142).",
                "footnotes": [],
                "citations": [
                    "benjamin_and_scholem_1989"
                ]
            }
        },
        {
            "22": {
                "text": "[22] We conclude, from this semiotic perspective, that music\ntheorists must play an imperative and active role as a music\nsemioticians.  Theorists create and codify systems by which music\ncan be represented and analyzed, that is, by which music can be\nunderstood to have significance.  It may happen in our quest that\nwe will invent systems that misrepresent music, especially\nthose aspects of musical structure for which we have no\nalternative codes, such as texture and rhythm.  Indeed every\nmusic-theoretical system, like other semiotic systems, “can be\nused in order to lie” ( Eco 1976 , 7).  Accordingly we must continue to\nevaluate the representations and structures we invoke, and\nidentify the limitations of analytical paradigms that are\naccepted by tradition, convention, or default.",
                "footnotes": [],
                "citations": [
                    "eco_1976"
                ]
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.93.0.5.roeder.php",
    "data": "mto/data/mto.93.0.5.roeder.json"
}