{
    "title": "Review of Vincent P. Benitez, <i>The Words and Music of Paul McCartney: The Solo Years</i> (Praeger, 2010); Ian Inglis, <i>The Words and Music of George Harrison</i> (Praeger, 2010); and Ben Urish and Ken Bielen, <i>The Words and Music of John Lennon</i> (Praeger, 2007)",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Thurmaier, David"
    ],
    "abstract": "",
    "keywords": [
        "Popular Music",
        "Beatles",
        "analysis",
        "lyrics",
        "songs",
        "Lennon",
        "Harrison",
        "McCartney"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.thurmaier.pdf",
    "author_info": [
        {
            "name": "David Thurmaier",
            "university": "Florida Gulf Coast University",
            "address": "Bower School of Music, Fort Myers, FL 33967",
            "email": "dthurmai@fgcu.edu"
        }
    ],
    "citations": {
        "bennighof_2007": "Bennighof, James. 2007. The Words and Music of Paul Simon . Santa Barbara, CA: Praeger.",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: Revolver through the Anthology . New York: Oxford University Press.",
        "everett_2001": "Everett, Walter. 2001. The Beatles as Musicians: The Quarry Men through Rubber Soul . New York: Oxford University Press.",
        "lambert_2007": "Lambert, Philip. 2007. Inside the Music of Brian Wilson: The Songs, Sounds and Influences of the Beach Boys’ Founding Genius . New York: Continuum.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . New Haven: Yale University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Urish and Bielen, and Inglis provide annotated bibliographies.",
            "citations": []
        },
        "FN2": {
            "text": "2. The music theorist James Bennighof wrote two books in this collection, one on Paul Simon and the other on Joni Mitchell. Like Benitez, Bennighof includes a glossary of musical terms and a “Brief Guide to Chordal Structure.” See Bennighof 2007 .",
            "citations": [
                "bennighof_2007"
            ]
        },
        "FN3": {
            "text": "3. Other examples include Lambert 2007 and Stephenson 2002 .",
            "citations": [
                "lambert_2007",
                "stephenson_2002"
            ]
        },
        "FN4": {
            "text": "4. Difficulties in using copyrighted materials may have been an issue. None of the other books in the series contains notated musical examples either.",
            "citations": []
        },
        "FN5": {
            "text": "5. For example, the reprise on Sgt. Pepper’s Lonely Hearts Club Band , or the recurring melodic themes in the medley on Abbey Road .",
            "citations": []
        },
        "FN6": {
            "text": "6. It should also be noted that the common-tone diminished seventh labeled as A ♯ dim7 keeps the preceding G of the Gmaj7 in the bass line as well.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] As a group, the Beatles initiated seismic musical and cultural shifts that solidified their position as the most influential and successful popular musicians of the twentieth century. The challenges of forging a solo career in the shadow of this foursome’s tremendous legacy must have weighed heavily on the three songwriting Beatles: John Lennon, Paul McCartney, and George Harrison. What they did musically following the Beatles’ demise is the subject of the three books discussed in this review.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The books are part of the Praeger Singer-Songwriter Collection, which contains monographs about at least twenty musicians ranging from Paul Simon to Ice Cube. Each book is organized chronologically by album or song, and serves as a listener’s guide. What makes the collection particularly attractive—yet also at times challenging to review—is that the authors come from diverse academic backgrounds including American studies, history, sociology, popular culture studies, literature, and rhetoric, as well as music. Out of the three authors discussed here, two work in American cultural studies (Urish and Bielen), one in popular music (Inglis) and one in music theory (Benitez). In addition to descriptions of individual albums and songs, each book contains a brief biographical sketch, a bibliography of pertinent writings and a discography/videography covering the musician’s entire solo career. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The most significant difference between the three volumes pertains to the intended audience. While the diverse scholarly background of each author is certainly an attractive aspect of the collection, it limits the usefulness of certain books for music theorists. Both the Lennon and Harrison books focus on the lyrics, stories, and very general musical characteristics of each song, and as a result, an average fan could read them without difficulty. The McCartney book, by contrast, contains a significant amount of technical musical language that would present a challenge to a reader without a musical background. To his credit, Benitez admits upfront that his book “presupposes a basic knowledge of melody, harmony, rhythm, texture, timbre, and form” (16) and includes a “Glossary of Technical Terms” to assist the reader in understanding the analytical commentary. (2) Given the nature of this journal, I will look briefly at the Lennon and Harrison books, and devote the bulk of my review to Benitez’s book on McCartney.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Notwithstanding the methodological differences, all three books work best as reference sources that can be consulted when listening to a particular album or song. The books are tedious to read all the way through as each author trudges through every song and album chronologically, though such an organization does reveal the artistic growth and development of each artist (and forces the reader to dig out long-forgotten albums!).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The books about John Lennon and George Harrison privilege textual analysis over musical analysis. Urish and Bielen’s book is particularly strong in its comprehensive coverage of Lennon’s music; nearly every recording or song Lennon wrote or played on is covered and analyzed, including many with his wife Yoko Ono. Their discussion of “Imagine,” arguably Lennon’s most famous solo song, can serve as an example of their analytical approach. After exploring the meaning, inspiration, and political background of the song and its lyrics—Ono’s conceptual art—Urish and Bielen spend a mere two sentences on the music: “Lennon marries instrumental music that could have accompanied the sentimental, melodramatic compositions of the prerock era with the idea of a world without religion or civil states. . . . The tension is created by juxtaposing an understated melody with a frank and radical message” (27). Such a general approach to musical analysis pervades the entire text, which makes sense given the authors’ perspective and motives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Similarly, Inglis discusses mainly the context and lyrics of George Harrison’s songs. Unlike Urish and Bielen, however, Inglis offers some interesting, though still rather general, insights into the musical structure and recording process. For example, in his analysis of “My Sweet Lord,” one of Harrison’s most famous songs, Inglis explains the stylistic mixture in the music: “While the call-and-response chorus increases the sense of communal excitement, the timely reappearance of his slide guitar and co-producer Phil Spector’s swelling production reiterate the track’s rock pedigree” (24). Though this musical commentary is secondary to the textual analysis, it does illustrate that the book contains at least a few specific notes about the instrumentation, style, and the recording process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Benitez’s book puts the emphasis squarely on the musical structure and harmonic procedures in McCartney’s solo music. In this sense, he is contributing to a recent spate of books by music theorists about popular music, including most notably Walter Everett’s two-volume set The Beatles as Musicians ( Everett 1999 and 2001 ). (3) Assessing and analyzing McCartney’s solo career is a daunting task given the enormous body of music he has produced (over thirty albums) within both rock and classical genres, and thus Benitez should be commended for taking on such an endeavor so competently.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "everett_1999",
                    "everett_2001"
                ]
            }
        },
        {
            "8": {
                "text": "[8] In its musical points, McCartney eschews the use of linear reductive analysis found in Everett’s books (and others) in favor of an approach that emphasizes harmonic progressions. This has its pros and cons; Everett’s reductions are often revealing and highlight the Beatles’ attention to both the melodic and harmonic planes, but the notation and analytical commentary is a challenge for lay readers. By focusing on harmonic progressions, and almost always writing them in both Roman numerals and in lead sheet notation (e.g., F7, B ♭ /D), Benitez makes his analyses accessible to a broader audience. That said, as a reader I found the analytical discussions cumbersome, since they are presented without any notated musical examples. Because the book is intended for musically literate readers, the inclusion of musical examples (e.g., some bass lines or harmonic sketches) would \nhave been beneficial. (4) The reader should be prepared to keep a guitar or piano handy to play through the chord progressions.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Benitez’s commentary is particularly effective when he identifies the harmonic devices McCartney uses most frequently. In particular, he singles out two techniques that McCartney relies on in many compositions: the use of modal mixture (especially the borrowed minor subdominant, also used in numerous Beatles songs) and a cadential progression consisting of I – ♭ VI– ♭ VII–I. Another helpful aspect of the book is Benitez’s explanation of the creative ways McCartney achieves coherence within an album, both harmonically and melodically. There are many examples of reprises on McCartney’s albums (both explicit and implied), and as Benitez points out, harmonic constructions create a sense of coherence with particular effectiveness (again, perhaps this tendency originated during McCartney’s tenure with the Beatles). (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] To get a flavor of Benitez’s style of analysis, let us consider his discussion of the song “Lonely Old People” from McCartney’s 1975 album Venus and Mars (a particular favorite of this reviewer). Benitez argues that “of all the Beatles, McCartney was the most gifted musically” (35), and songs like this support his claim. After an explanation of the song’s subject, “an elderly couple eking out an existence in a nursing home,” Benitez offers this musical commentary: It [“Lonely Old People”] . . . contains two verses and a chorus. Each verse includes D, F ♯ m, Bm, and D6/A chords harmonizing its first line, with G and D chords supporting its second. The chorus becomes more intense harmonically through an A ♯ dim7 in two series of chords, which speaks to McCartney’s harmonic sophistication. In the first series, the A ♯ dim7 is used as a common-tone diminished seventh chord, a coloristic sonority that shares one note with the chord that either precedes or follows it (in this instance, a G with the preceding Gmaj7): Gmaj7– A ♯ dim7– F ♯ m–Bm–G–D. In the second series, the A ♯ dim7 is used as a secondary leading-tone seventh, vii° 7 /vi: A– A ♯ dim7(vii° 7 /vi)–Bm7(vi 7 )–G–G/A (essentially an A 9 with a D instead of C ♯ )–D. This harmonic intensity may highlight the fragile nature of the two people mentioned in the text, who, while sitting in a park, are out of breath and consequently not invited to play a game. The chorus concludes with the tonic chord on D, a point of tonal stability suggesting that the protagonists have accepted the reality of their twilight years (69). This type of analysis would be quite illuminating to any music theorist. In fact, in addition to the song’s inherently strong melodic and lyrical attributes, it would work pedagogically to illustrate the difference between an embellishing and tonicizing diminished-seventh chord (common-tone vs. secondary leading-tone). Benitez’s effort to tie the music and lyrics together at the end of the example is also effective and plausible. My only quibble is that some of the chords are not presented with their bass note/inversion listed, which at times can be important. For instance, Benitez includes the correct chords for the verse, but he does not mention that there is a stepwise bass line (D, F ♯ m/ C ♯ , Bm, D6/A, G) that could reflect the resigned nature of the text, while also acting as a foil to the ascending, harmonically intense stepwise bass line in the chorus that contains the tonicizing A ♯ dim7. (6) Bass lines share importance in both popular and classical music and are especially worthy of comment with a stellar bass player like McCartney.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] On the whole, Benitez writes clearly and straightforwardly, with only a few errors cropping into the text: for example, the type of bass McCartney plays is a Hofner, not a “Hoffner” as written several times (e.g., 125), and the name of his 1979 supergroup appearing on the album Back to the Egg was the Rockestra, not the “Rockrestra” (again, the error occurs multiple times; (e.g., 88, 91). His contention that the Rockestra was “rock’s first supergroup” (88) could also be challenged by a number of pre-1979 groups such as Cream, Crosby, Stills, and Nash, and Blind Faith.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In a few places there are some debatable musical conclusions: for example, while discussing the “Rockestra Theme,” Benitez notes how “a descending bass line, C– B ♭ – A ♭ – A ♮ , drives the structure of the verse, a compositional strategy seen in ‘Dear Friend’ and ‘Beware My Love’” (92). Apart from the fact that the bass line he cites is not strictly descending, the other songs to which he compares the “Rockestra Theme” feature slightly different bass lines (“Dear Friend” has a descending three-note line, and “Beware My Love” has a “lament” bass descending from tonic to the dominant).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The glossary is helpful, as it contains most of the frequently used musical terms one would find in popular music analysis. As is often the case, it is nearly impossible to define or explain everything. For example, on the second page of the analytical portion of the book, Benitez writes that the song “The Lovely Linda” from 1970 “consists of four vocal phrases, arranged in two antecedent-consequent pairs” (20). While “phrase” is included in the glossary, “antecedent-consequent” is not and may be unclear to the reader. In the entry “Chord symbols,” Benitez explains Roman numerals and tertian harmony, but this subject should probably be pulled from the glossary and made into its own section given its strong emphasis in the book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Small issues aside, Benitez’s book in particular is a welcome contribution to popular music scholarship and serves as a helpful reference for all those wishing to learn more about Paul McCartney’s musical language. All three books considered in this review provide important insights and critical analyses of post-Beatles solo music and will be useful to anyone interested in this music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.4.thurmaier.html",
    "data": "mto/data/mto.12.18.4.thurmaier.json"
}