{
    "title": "Expressive Meaning and Musical Structure, Chapter 1 of <i>Schenkerian Analysis: Pattern, Form, and Expressive Meaning</i>",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Larson, Steve"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.larson.pdf",
    "author_info": [
        {
            "name": "Steve Larson",
            "university": "University of Oregon",
            "address": "",
            "email": ""
        }
    ],
    "citations": {
        "arnheim_1974": "Arnheim, Rudolf. 1974. Art and Visual Perception:  A Psychology of the Creative Eye. The New Edition. Berkeley: University of California Press.",
        "arnheim_1986": "Arnheim, Rudolf. 1986. “Perceptual Dynamics in Musical Expression.” In New Essays on the Psychology of Art . Berkeley: University of California Press.",
        "the_beatles_1993": "The Beatles: Complete Scores . 1993. Milwaukee: Hal Leonard.",
        "biringer_1995": "Biringer, Gene. 1995. “Teaching Schenkerian Analytic Notation: A New Synthesis of Pedagogical Approaches.” Music Theory: Explorations and Applications 4: 36–45.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Bloomington: Indiana University Press.",
        "johnson_and_larson_2003": "Johnson, Mark, and Steve Larson. 2003. “Something in the Way She Moves.” Metaphor and Symbol 18, no. 2: 63–84.",
        "larson_1995": "Larson, Steve. 1995. “‘Integrated Music Learning’ and Improvisation: Teaching Musicianship and Theory Through ‘Menus, Maps, & Models.’” College Music Symposium 35: 76–90.",
        "larson_1996": "Larson, Steve. 1996. “A Strict Use of Analytic Notation.” Journal of Music Theory Pedagogy 10: 31–71.",
        "miller_1973": "Miller, Philip L. 1973. The Ring of Words: An Anthology of Song Texts . New York: W. W. Norton.",
        "schenker_1925": "Schenker, Heinrich. 1925. “Weg mit dem Phrasierbogen.” In Das Meisterwerk in der Musik , vol. 1, 41–60. Munich: Drei Masken Verlag. Reprinted in facsimile (Hildesheim: Georg Olms Verlag). Translated as “Let’s Do Away with the Phrasing Slur” in Sylvan Kalib, “Thirteen Essays from the Three Yearbooks Das Meisterwerk in der Musik by Heinrich Schenker,” Ph.D. diss., Northwestern University, 1973, vol. 2, 52–83."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The term “expressive meaning” has been used by other authors—for example, Hatten ( 1994 ). I use the term in much the same way that Arnheim ( 1974 and 1986 ) uses the term “expression.”",
            "citations": [
                "hatten_1994",
                "arnheim_1974",
                "arnheim_1986"
            ]
        },
        "FN2": {
            "text": "2. Complete transcriptions of “Michelle” may be found in The Beatles 1993 .",
            "citations": [
                "the_beatles_1993"
            ]
        },
        "FN3": {
            "text": "3. The translation is from Miller 1973 .",
            "citations": [
                "miller_1973"
            ]
        },
        "FN4": {
            "text": "4. You may wish to listen to recordings of the musical examples in this book. But please be sure to sing and play all the examples yourself, too. There are several reasons why this is important. The first reason is that Schenkerian analysis should always indicate the way you hear a piece of music. Another related reason is that the book and the teaching it supports are based on a model of “integrated music learning” that assumes that the most valuable study of music is that which combines ways of understanding musical relationships—ways that go beyond intellectual understanding and that require producing and hearing sounds in order to experience their expressive meanings. For more on “integrated music learning,” see Larson 1995 .",
            "citations": [
                "larson_1995"
            ]
        },
        "FN5": {
            "text": "5. The second measure of Example 3a could also have been F– E ♭ instead of F–F, but this does not alter the point, which has to do with our emotional response to hearing G instead of F on the downbeat.",
            "citations": []
        },
        "FN6": {
            "text": "6. The notation described here is actually a restricted form of Schenkerian analytic notation, called “strict use of analytic notation.” Later in this text, the number and uses of the symbols will be expanded until we are using the full complement of Schenkerian analytic notation. But even then, it will remain useful to depict analyses in strict use. For more on strict use, see Larson 1996 . See also Biringer 1995 .",
            "citations": [
                "larson_1996",
                "biringer_1995"
            ]
        },
        "FN7": {
            "text": "7. Schenker ( 1925 ) argued that poor editorial practices have obscured the meaning of slurs in durational notation—sometimes indicating legato, sometimes indicating phrase boundaries.",
            "citations": [
                "schenker_1925"
            ]
        },
        "FN8": {
            "text": "8. See Johnson and Larson 2003 .",
            "citations": [
                "johnson_and_larson_2003"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Listeners familiar with tonal music find it possesses expressive meaning—that quality that allows music to suggest (for example) feelings, actions, or motion (or even stillness, which is a special kind of motion). (1) This book teaches Schenkerian analysis—a method of analysis that discovers some of the ways in which musical structure and its elaboration contribute to expressive meaning. Example 1 . Lennon and McCartney, “Michelle,” partial transcription (click to enlarge) Example 2 . Schumann, “Wenn ich in deine Augen seh’ ” (click to enlarge) Example 3 . A passage from Lennon and McCartney, “Michelle” (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Let’s begin by considering our responses to two songs. Example 1 transcribes the vocal and bass parts of the Beatles’s “Michelle,” from their album Rubber Soul . (2) Lead-sheet symbols indicate the chords played by some of the other instruments. Example 2 gives the score for Schumann’s “Wenn ich in deine Augen seh’,” from his song cycle Dichterliebe . It also gives the text and a translation. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The following analyses explore the expressive meanings of these songs—especially the ways in which departures from implied structure support the meanings of the lyrics. So please take time now to listen to recordings of these pieces and to sing and play them yourself. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] In both songs, the words “I love you” (“Ich liebe dich!” in German) are set in special ways. “Michelle”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In “Michelle,” the word “love” is the vocal climax of the song; it is the highest note sung by the lead vocalist (Paul McCartney). Even without the pitches, the lyrics emphasize the words “I love you.” These words encapsulate the basic message of the song. They are emphasized through repetition. Within their three-fold repetition, the final statement is the loudest, longest, and highest. But that final statement also emphasizes the word “love” with an expressive appoggiatura.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] To more clearly experience the expressive power of that appoggiatura, consider what the melody might be like without it ( Example 3 ). Example 3a omits the appoggiatura. (5) Example 3b reproduces the three-fold repetition of “I love you” as it sounds on the recording.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] “Michelle” is a strophic song (that is, it uses the same music to set different texts); later, to the same music, we hear “I need to” and “I want you.” And when this music is repeated, McCartney adds the ornamental upper neighbor shown in Example 3c—so that the G, which is an embellishing note, receives its own embellishment. One reason that the Beatles’s settings of this line (Examples 3b and c) are so much more attractive than Example 3a is that, at some level, we expect something like Example 3a. As experienced listeners of tonal music, one of our expectations is that patterns of music, once heard as patterns, will continue in the same fashion. Having heard F on the first and third beats of the first measure of Example 3, we expect it to sound again on the first beat of the second measure of that example. When we hear the unstable G instead, our longing for it to resolve to F resonates with the longing expressed in the lyrics. The expressive meaning of the G is based in part on our hearing it as an embellishment of a simpler bit of music. Schenkerian analytic notation Example 4 . A passage from Lennon and McCartney, “Michelle” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Example 4 shows how that same relationship of embellishment to simpler structure may be depicted in a Schenkerian analysis (also called a “reduction” or a “voice-leading graph”). Example 4 analyzes only the climactic measure that sets the third statement of the words “want you” (and the third statement of “need to”)—including the embellishing upper neighbor that did not appear the first time we heard this music (on the words “love you”). The pitches of the voice part are given on the upper staff of Example 4c and the pitches of the bass-guitar part are given (an octave higher than they sound) on the lower staff. (Unless we want to draw attention to a particular feature of the inner voices, we will usually omit them from a voice-leading graph.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The individual graphic levels of Example 4—a, b, and c—correspond to the individual levels of Example 3. But while Example 3 uses traditional music notation, what we will call durational notation (because the appearance of the symbols tells us how long each note lasts), Example 4 uses analytic notation. In analytic notation, the symbols, instead of telling us the durations of notes, tell us how those notes relate to one another. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Analytic notation depicts those relationships by using noteheads, \nstems, slurs, and other symbols. In order to ensure that our analyses reflect \nour aural experience of those relationships, we will always check our analyses \nby playing and singing every level—with and without stems. This important idea \nis our first rule. Rule #1: Always check by ear. Always check your analyses by playing and singing every level—all notes, and just those with stems.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Analytic notation uses slurs to show which notes (the unstemmed ones) elaborate the more structural tones (the stemmed ones). Notes of elaboration may be called “embellishments,” “ornaments,” or “decoration,” but they should not be regarded as less important (remember that the musically most expressive notes we have discussed in “Michelle” are the embellishments). We may say that notes of elaboration “depend upon” the notes they elaborate. We may say that we hear the notes of elaboration “in terms of” the more structural tones. When we say that a first note resolves to a second, we mean that the first one elaborates the second. Tones that are more structural may be called “deeper,” “higher,” “more basic,” “more remote” (depending the metaphor one has for musical structure), but they are always experienced as more stable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Notes of elaboration are of three types: affixes, connectives, or inner voices. The following paragraphs consider each type in turn, describing how they should be represented in our analyses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Affixes include prefixes (which come before the note they elaborate) and suffixes (which come after the note they elaborate). For example, an appoggiatura is an accented prefix incomplete (usually upper) neighbor. An escape tone is a suffix incomplete (usually upper) neighbor. An affix can also move by leap—we will call such affixes elaborating leaps. An affix is always shown as an unstemmed notehead that is slurred to a stemmed notehead. Example 5 . All possible types of affixes (click to enlarge) Example 6 . All possible types of connective (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] All possible types of affix are listed and illustrated in Example 5 . In strict use, these figures are represented with two noteheads and one slur: the note that is elaborated is given a stem, and the (unstemmed) elaborating note is attached to the (stemmed) elaborating note with a slur. The size of the interval between stemmed and unstemmed notes (common tone, step, or leap) indicates the type of elaboration. If you see a single unstemmed notehead attached to a single stemmed notehead, and . . . . . . the interval between them is a unison, then it’s an anticipation or a suffix repetition. . . . the interval between them is a step, then it’s an incomplete neighbor. . . . the interval between them is a leap, then it’s an elaborating leap.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Connectives always connect two more-basic pitches. For example, passing tones and neighbor notes are connectives. A connective is always shown as an unstemmed notehead contained within a slur that connects two other noteheads, at least one of which must be stemmed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] All possible types of connectives are listed and illustrated in Example 6 . In strict use, these figures are represented with three or more noteheads and one slur: the note or notes that are elaborated are given stems, and the (unstemmed) elaborating note or notes are attached to the (stemmed) elaborated notes with a slur.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Look back at our analysis of “Michelle” (Example 4). In Example 4c, the slur that connects G to G tells us that the second G (because it is unstemmed) elaborates the first G (because it is stemmed); in other words, the slur tells us that the second G is an affix—specifically, a suffix common tone (or suffix repetition) of the first G. We may also say that the first G “controls” the second G, that the first G is “more structural” than the second G, that the second G “prolongs” the first G, or that the second G “depends on” the first G. Because it is contained within that slur, the A ♭ is a connective. As always, connectives are dependent on both of the notes they connect. Together, all three notes make up a complete upper-neighbor figure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] The correct notation of affixes and connectives may be restated as Rules #2 and #3. Rule #2: Interpret all unstemmed noteheads. All unstemmed noteheads must be slurred to a stemmed notehead, contained within a slur (between two noteheads, at least one of which is stemmed), or shown as an inner voice of an interpreted notehead. Rule #3: Clarify all connectives. Notes under a slur may not mix steps and leaps, nor change direction (except in three-note “return” figures that start and end on the same note). Example 7 . Notation of inner voices (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] The structural dependence of a note can also be shown by depicting it as an unstemmed inner voice. Example 7 shows how this is done.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] If a single voice is shown on a staff, then stemmed noteheads in the upper staff are stemmed up and stemmed noteheads in the lower staff are stemmed down, and slurs go the same direction as stems. If more than one voice is shown on a staff, then stem and slur direction can be used to show membership in different voices (for example, one staff may show a structural soprano with stems up and a structural alto with stems down). This may be restated as Rule #4. Rule #4: Use appropriate stem and slur direction. Soprano and tenor stems and slurs go up; alto and bass stems and slurs go down.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Because the function of the unstemmed notes is explained on the graphic level where they appear, notes that are unstemmed on one level do not appear on more-remote graphic levels (that is, the A ♭ and second G in Example 4c, since they are unstemmed, do not appear in Example 4b). However, the function of every stemmed note remains unexplained, so notes that are stemmed on one level must appear on the next more-basic level. This may be restated as Rule #5. Rule #5: Graphic levels must agree. All notes with stems on any given graphic level must appear on the next more-basic level. Only notes with stems on any given level may appear on the next more-basic level. Example 8 . Rules #2–5 tell us how to avoid certain mistakes in analytic notation (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] Together, Rules #2–5 tell us how to avoid certain mistakes in analytic notation. To make these rules clearer, Example 8 shows violations of these rules. You may want to look over each one (P–T) and see if you can identify the rule violations before reading on. Your ability to find and eliminate such violations from your own analyses will make them clearer and will tend to prevent other problems, too.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] The upper voice of Example 8 P (at “NOT this”) includes two “floating” noteheads at level b. The second note (E) and the fifth note (C) are not clear because they are neither stemmed, slurred to a stemmed notehead, nor contained within a slur (thus violating Rule #2). As a result, the analysis does not tell us whether these notes are prefixes, suffixes, or connectives (that is, we cannot tell whether the analyst thinks the second note depends on the third note, depends on the first, or connects them both).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.17": {
                "text": "[3.17] Both voices of Example 8 Q (at “NOT this”) violate Rule #3 because they mix steps and leaps under a single slur, and because they change direction under a single slur. It is thus difficult to tell from the analysis which notes elaborate which notes (for example, we cannot tell whether the second bass note is a suffix to C or a prefix to A, and we cannot tell if the third upper-voice note is a neighbor to the Ds on either side of it or if it is a more-basic pitch than the Ds). Clearer notation (at “but this”) explains the function of each note. In the first three notes of the upper voice, the E is a basic pitch, the D a passing tone, and the C an elaborating leap, etc.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.18": {
                "text": "[3.18] Example 8 R also violates rule #3 by changing direction under a single slur. It shows the basic structure (at a), but level b is clearer (at “but this”) where it shows the function of each unstemmed note (notice how upward slurs show one set of elaborating leaps while downward slurs show a different set). The lower voice at level a is good; its C–B–C changes direction under a single slur, but it is a neighbor-note figure—one of the three-note returning-note figures that is allowed to change direction under a single slur. The upper voice (at “but this”) is also good; its E–G–E is also a three-note returning note figure, as is the bass C–G–C of Example 8 P at level a.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.19": {
                "text": "[3.19] Example 8 S involves a compound melody (a single melodic line made up of more than one voice-leading strand). At level a, we see an upper voice (a structural soprano) and an inner voice (a structural alto). The structural alto may be represented with stems down (as in the first bar) or as an inner voice with no stems (as in the second bar). The stepwise continuity of each voice leaves no doubt which is soprano and which is alto. But the stem’s direction is backwards for the third, fourth, ninth, and tenth notes (at “NOT this”), thus violating Rule #4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.20": {
                "text": "[3.20] Example 8 T has floating noteheads in violation of Rule #2 (the second \nand third notes in both voices on level a at “NOT this”). It also violates Rule \n#5 in three ways: (1) because the seventh upper-voice note on level b (A) does not have a stem, it should not appear on level a; (2) because the last lower-voice note in the first bar of level b (C) does have a stem, it should appear on level a; and (3) because the last two upper-voice notes in the same bar (D and C) have stems, they should also appear on level a. This omission of D–C is a glaringly obvious error if one actually plays both levels of the analysis—which suggests that the analyst has also violated Rule #1 (“Always check your analyses by playing and singing every level—all notes, and just those with stems”). And the reader who follows Rule #1 will hear that Example 8 T is an analysis of a familiar melody. Notice the brackets in Example 8 T on level a (at “but this”), which show the notation of a double neighbor; while the soprano has the C–B–D–C, the bass has the complementary double-neighbor figure C–D–B–C.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.21": {
                "text": "[3.21] Returning to “Michelle,” the juxtaposition of Examples 4b and c is an analytic assertion. It asserts that we hear Example 4c as an elaboration of Example 4b. And, if we hear Paul’s ornamental upper neighbors on “want you” and “need you” as an embellishment of his performance of “love you,” then the notation conveys what we hear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.22": {
                "text": "[3.22] In Example 4b, the slur that connects G to the following F tells us that the G (because it is unstemmed) embellishes the F (because it is stemmed); in other words, the slur tells us that the G is thus a prefix incomplete upper neighbor to the F. But the G also displaces the F from the downbeat where it “belongs.” The slanted line between the staves on this graphic level shows that the bass and treble Fs belong together (on the downbeat). At level b, figured-bass numbers between the staves show the intervals formed above the (stemmed) bass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.23": {
                "text": "[3.23] In other words, we hear Example 4b in terms of a simpler passage in which the Fs do sound together on the downbeat—and that passage is shown in Example 4a. Example 4a includes all the notes that are stemmed in Example 4b and only those notes—but the treble F has been shifted back to the downbeat. Rhythmic relationships in analytic notation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] This underscores a difference between analytic notation and durational notation. In durational notation, the symbols indicate the lengths of notes; in analytic notation, they do not. In analytic notation, it is the alignment of levels that tells us about rhythm. Let’s add two more rules to remind us of this. Rule #6: Don’t mix durational and analytic notation. (a) Put meter signatures before durational notation, but not in analytic notation; (b) do not include rests in analytic notation; and (c) do not use flagged notes (which look like eighth notes) or unfilled noteheads (which look like half notes) in analytic notation until instructed to do so. Rule #7: Use alignment to show duration. (a) All levels shown on a page should line up; (b) when a slanted line shows a note (as in a suspension) delayed from the metric location where it “belongs,” “normalize” it to where it belongs at the next more-basic level; \nand (c) for a model of slanted-line notation, see Examples 4a and b.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Alignment in analytic notation allows us to describe levels in terms of their relationship with one another. And the description can run in either direction. We can describe a suspension or appoggiatura as “shifting” or “displacing” notes from their expected arrival time to a later point in time (thus describing the musical detail in terms of a more-basic structure). This evokes an image of a composer or improviser who makes the displacement. Or we can describe our analysis as having “normalized” these displacements by putting the notes “back” where they “belong” (thus describing the more-basic structure in terms of how it departs from the detail of the musical surface). This evokes the image of an analyst who makes the normalization. Both ways of looking at the situation are correct, and both are valuable. Combined figures Example 9 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Strict use allows the combination of figures; under certain circumstances, a single stemmed note can share two or more figures without confusion. Example 9 gives schematic representations of a few such combinations of figures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Examples 9a and b show combinations of a prefix and a suffix. Example 9a shows a prefix incomplete lower neighbor filled with a chromatic passing tone combined with a suffix descending embellishing leap. Example 9b shows a prefix ascending embellishing leap filled with an arpeggiation combined with a suffix common tone. Because the stemmed note separates figures into those before and after the stemmed note, the meaning of the figures remains clear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Example 9c shows a combination of upper and lower affixes. The upper slur in Example 9c shows a prefix elaborating leap, and the lower slur shows a prefix incomplete lower neighbor note filled with a chromatic passing tone. Because the doubly stemmed note separates figures into those above and below them, the meaning of the figures remains clear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Taken together, these examples suggest that as many as four figures could be combined and their meaning still remain clear; where inner voices do not complicate the display, slurs could come from any of the notehead’s four quadrants shown in Example 9d. The meaning of slurs in analytic notation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Slurs in strict use indicate only one thing: which notes elaborate which other notes. Thus, slurs in strict use differ from slurs in traditional durational notation. In durational notation, slurs may mean a variety of things. (7) Sometimes slurs in durational notation indicate which notes “go to” other notes. When we say one note “goes to” another, we may be speaking of a musical phrasing, an articulation, or a voice-leading connection.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] However, in this book, analyses will not use slurs to show musical phrasing, articulation, or even voice-leading connections. In strict use, voice-leading connections are shown in other ways (e.g., by stem direction or by step relations on more remote levels). The slurs indicate only which notes elaborate which notes by showing notes that “go with” (or better still, “belong with”) other notes—see Rule #8. Rule #8: Prefer to use slurs for “goes with” instead of “goes to.” Prefer slurs that reveal the harmonic rhythm of their level. Be skeptical of elaborating leaps that don’t belong to the harmony prolonged.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] To illustrate this idea, consider Example 2, above. In measure 5, a slur is used in the vocal part to show that the syllable “dei-” sung on the two notes that are slurred together. In a Schenkerian analysis, a slur would not be used this way; instead, it would connect the E to the following C (to show that D is a passing tone). In measure 13, a slur connects all the piano’s eighth notes to show that they are to be played legato, as a unit. In Schenkerian analysis, these notes could be slurred together, but then the slur would mean that the figure is a connective (an arpeggiation), connecting the upper F to the lower F. In measures 17–18 (and again in measures 19–20), the motive D–G–C–B is slurred to suggest that it is to be articulated as if sung in one breath. In strict use, these notes would not be slurred as a unit (because they mix steps and leaps); the D–C–B would be slurred (to show that C is a passing tone), and the G would be depicted as part of a different voice. “Wenn ich in deine Augen seh’ ”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] As in the Beatles’s “Michelle,” Schumann’s song, “Wenn ich in deine Augen seh’,” also sets words “I love you” (now in German as “Ich liebe dich!”—see Example 2, measure 14). Again, an appoggiatura (descending to the root of a minor triad) is used for “love” (“liebe”). Example 10 . A passage from Robert Schumann, “Wenn ich in deine Augen seh’ ” (measures 12–14) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] As with the Beatles example, in order to experience the expressive meaning of that appoggiatura more clearly, consider what the music would sound like without the appoggiatura ( Example 10 ). Example 10a omits the appoggiatura. Example 10b gives the melody (without octave duplication) as stated in the piano part (which, by the way, is how one might sing it in English if it were translated as “but when you say ‘I love you!’ . . . ”). And Example 10c gives the melody as it is sung in German. Notice that the B of “lie-” does not feel resolved by the A of “-be,” even though this is the pitch to which it must resolve. The B of “lie-” does not feel resolved until the second-beat A of “dich.” In other words, we hear the first A (“-be”) as an anticipation (a prefix common tone) of the second A (“dich”)—not only is A embellished by an appoggiatura, but the embellishment receives its own embellishment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] One reason that Schumann’s settings of this line (Examples 10b and c) are so much more attractive than Example 10a is that, at some level, we expect something like Example 10a. Again, as experienced listeners of tonal music, one of our expectations is that patterns of music, once heard as patterns, will continue in the same fashion. Having heard G on the downbeat of the measure 12 and G ♯ on the downbeat of measure 13, we expect A on the downbeat of measure 14. When we hear the unstable B instead, our longing for it to resolve to A resonates with the longing expressed in the lyrics. Again, the expressive meaning of the B is based in part on our hearing it as an elaboration of a simpler bit of music. Another Schenkerian analysis Example 11 . A passage from Robert Schumann, “Wenn ich in deine Augen seh’ ” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] The Schenkerian analysis in Example 11 may be compared with Example 10 in the same way that Example 4 was compared \nwith Example 3. Example 11 analyzes only the measure in which we hear “liebe dich,” and it considers only the vocal part and the bass line.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] In Example 11c, the slur that connects A to A tells us that the first A (because it is unstemmed) embellishes the second A (because it is stemmed); in other words, the slur tells us that the first A is an affix, specifically, a prefix common tone (an anticipation) of the second A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.3": {
                "text": "[8.3] Because the first A is unstemmed on Example 11c, it does not appear in Example 11b. And because we do not experience the resolution of the B until the second beat, the A on Example 11b is aligned with the second beat. The juxtaposition of Examples 11b and c asserts that we hear Example 11c as an elaboration of Example 11b. In other words, we hear the vocal “liebe dich” as an elaboration of the simpler statement in the piano part.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] In Example 11b, the slur that connects B to the following A tells us that the B (because it is unstemmed) embellishes the A (because it is stemmed); in other words, the slur tells us that the B is thus a prefix incomplete upper neighbor to the A. But the B also displaces the A from the downbeat where it belongs. The slanted line between the staves on this graphic level shows that the vocal A belongs with the bass C (on the downbeat).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] In other words, we hear Example 11b in terms of a simpler passage in which the A does sound with the C on the downbeat—and that passage is shown in Example 11a. Example 11a includes all the notes that are stemmed in Example 11b and only those notes—but the treble A has been shifted back to the downbeat. Meaning and context",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] In both songs, we hear the same words. In both songs, those words are set to similar music. In both songs, we are led to expect a particular note. And in both songs, the word “love” is set as an appoggiatura that delays the expected note. It is intriguing that when we focus on these individual measures of two songs in such different styles, composed over a century apart, we find such similarities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.2": {
                "text": "[9.2] Yet, when we experience these measures within the contexts of their entire songs, we also notice important differences. In “Michelle,” “I love you” is the climax of the song, an earnest expression of the singer’s feelings. In “Wenn ich in deine Augen seh’, ” the same words mean something different. Instead of expressing the singer’s feelings, they are a quotation of words spoken by someone else—words that, we find out, are painful for the singer to hear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.3": {
                "text": "[9.3] These differences are artfully reflected in the music of both songs. In “Michelle,” the singer repeatedly tells us of his love, using the same music to equate that love with “need” and “want.” And he makes it an affirmative climax, resolving to a note (the tonic) that confirms the key. In “Wenn ich in deine Augen seh’,” these words do not occur on the song’s climax. We hear that song’s highest note as an affirmative statement on the upper tonic (assuming the G in measure 7), but here it is heard as the fifth scale degree in the temporary key of the subdominant—and it sets a different text (“ganz und gar gesund”). In measure 9, the music takes an unsettling or even sinister turn to the relative minor. And in measures 13–14, it introduces even greater tonal tension by moving toward A minor, so that when “Ich liebe dich!” resolves, it does so to a foreign key. (Notice that, in order to experience A minor as “foreign,” we must retain the sense of G major as our more-global tonic.) The sense of resolution is undercut by this distance from the tonic and its placement as an anti-climax, as well as by the text. The ultimate “triumph” of the tonic would fit with a happier ending, and this is part of the irony of the song. But the main point here is that in music—as in language—context plays an important role in meaning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.4": {
                "text": "[9.4] We have spoken of the music reflecting the meaning of the lyrics. But music also has enough of its own meaning so that it can have an ironic relationship to lyrics. And some of that meaning comes from relationships between ornament and structure depicted in a Schenkerian analysis. Musical forces",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] Comparing music to speech gives us some insight to its meaning. We not only say that music is a language, but we also experience it as a language. We listen to music the way we listen to others speak or tell stories. Because we expect it to make the kind of sense that language can, we can be surprised when it sets up expectations but departs from them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] Another source of musical meaning is the way we compare music to physical motion. We often speak of music as if it moved. When we sing a bit of melody, we say, “It goes like this.” We talk about “ steps and leaps .” And we say that music moves us. (8) We not only talk about music as if it moved, we experience it in terms of our bodies’ knowledge of physical motion. So, just as physical motion is subject to physical forces, musical motion is subject to musical forces: musical gravity is the tendency of notes heard as “above” a stable platform to descend; musical magnetism is the tendency of an unstable note to move to the closest stable pitch, a tendency that grows stronger as we get closer to the goal; and musical inertia is the tendency of a pattern of musical motion to continue in the same fashion.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10.3": {
                "text": "[10.3] In both of these songs, the appoggiaturas resolve by going down. One reason that we experience this resolution as satisfying is that it gives in to musical gravity. In both songs, the notes to which the appoggiaturas resolve are ones that we expect. One reason we expect the F in “Michelle” and the A in “Wenn ich in deine Augen seh’ ” is that both complete a pattern of musical motion by giving in to musical inertia. And in both songs, unstable pitches are also pulled by magnetism: in “Michelle,” consider the resolution of A ♭ to G on the words “go together well” (the same resolution is immediately repeated on the words “my Michelle”); in “Wenn ich in deine Augen seh’, ” consider the way in which the G ♯ on the downbeat of measure 13 leads to the A that we expect on the downbeat of measure 14.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.4": {
                "text": "[10.4] The musical forces depend on context to determine which notes are stable. In any context, the notes that we experience as stable are also the structural tones that are elaborated. Since Schenkerian analysis tells us which notes elaborate which ones, it also identifies which ones are more stable. Summary",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.1": {
                "text": "[11.1] One way to help us better understand the expressive meaning of a passage of music is to compare that passage to other things.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.2": {
                "text": "[11.2] The elaboration of musical structure contributes to its expressive meaning; we can better understand the meaning of an elaborate passage by relating it to the simpler passage it elaborates—and Schenkerian analysis depicts such relationships using stems and slurs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.3": {
                "text": "[11.3] Elaborations can themselves be elaborated, creating a hierarchy of elaborations. Schenkerian analysis depicts such hierarchies with its various levels.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.4": {
                "text": "[11.4] In music (as in language) context plays an important role in meaning; in fact, to understand the meaning of a passage, we may need to consider its relationship to the entire piece. We also experience music as motion that is subject to musical forces of gravity, magnetism, and inertia. And Schenkerian analysis helps us to understand how those forces work in particular contexts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11.5": {
                "text": "[11.5] All notes of elaboration are either affixes (prefixes or suffixes—unstemmed notes that are slurred to a stemmed note), connectives (neighbors, passing tones, or embellishing leaps—unstemmed notes that are contained under a slur and that move entirely by step or entirely by leap), or inner voices (unstemmed noteheads lined up beneath a stemmed soprano or above a stemmed bass). When a note of embellishment displaces a more-structural tone to a different metric location, the next more-structural level depicts the displaced tone in the metric location at which it belongs. All and only those notes with stems on a given graphic level appear on the next more-structural level. Exercises",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.1": {
                "text": "[12.1] Here are three Schenkerian analyses. For each one: (a) label the function of every unstemmed note; (b) note any departures from the rules given in boxes above; (c) comment briefly on what the analysis tells you about structure, elaboration, or expressive meaning in these passages; (d) learn to play each level of each analysis (you may wish to write out in durational notation what you will play); (e) practice playing only the stemmed notes of each level (again, you may wish to write out in durational notation what you will play); (f) for each level, while playing all the notes or only the stemmed notes on that level, sing the melody or some other level closer to the surface of the music than the one you are playing; and (g) write a brief statement about what you learned by doing this. An answer for step a has been provided for you on the first exercise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.2": {
                "text": "[12.2] Here is a key for step a: P = passing tone PR = preparation of a suspension figure EL = elaborating leap SUS = suspension of a suspension figure N = neighbor note RES = resolution of a suspension figure IN = incomplete neighbor ARP = arpeggiation IMP = implied tone SR = suffix repetition IV = inner voice ANT = anticipation Exercise 1 . Petzold (prev. attr. to Bach), G minor Menuet (click to enlarge and see the solution) Exercise 2 . Petzold (prev. attr. to Bach), G minor Menuet (click to enlarge) Exercise 3 . Schumann, Bagatelle in C major, Op 68/5 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12.3": {
                "text": "[12.3] Here are portions of analyses that violate the rules of strict use of analytic notation. Indicate each violation, and say why each violation creates an unclear or inconsistent analysis. Exercise 4 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "festschrift for steve larson",
    "source": "mto/raw/mto.12.18.3.larson.html",
    "data": "mto/data/mto.12.18.3.larson.json"
}