{
    "title": "The Many Paths of Decolonization: Exploring Colonizing and Decolonizing Analyses of a Tribe Called Red’s “How I Feel”",
    "date": "2022/06/01",
    "volume": "28",
    "issue": "2",
    "authors": [
        "Attas, Robin"
    ],
    "abstract": "This essay uses analytical sketches of Indigenous DJ collective A Tribe Called Red’s “How I Feel” as a starting point for critiquing the white colonial Eurocentric norms of music analysis as currently practiced in the discipline of music theory. I expand on previous calls for greater diversity and inclusion within the field by exposing colonial and Eurocentric analytical strategies. I then propose some possibilities for decolonizing and Indigenizing music analysis that reflect individuals’ differing capacities for growth and change while also challenging music analysts to move beyond tokenistic gestures.",
    "keywords": [
        "decolonization",
        "Indigenization",
        "inclusivity",
        "music analysis",
        "settler colonialism",
        "Indigenous music",
        "popular music analysis"
    ],
    "doi": "10.30535/mto.28.2.11",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.22.28.2/mto.22.28.2.attas.pdf",
    "author_info": [
        {
            "name": "Robin Attas (she/her/hers)",
            "university": "The Centre for the Advancement of Teaching and Learning",
            "address": "University of Manitoba, 65 Dafoe Road, Winnipeg, MB  R3T 2N2",
            "email": "robin.attas@umanitoba.ca"
        }
    ],
    "citations": {
        "adams_2009": "Adams, Kyle. 2009. “On the Metrical Techniques of Flow in Rap Music.” Music Theory Online 15 (5). https://doi.org/10.30535/mto.15.5.1 .",
        "ahmed_2012": "Ahmed, Sara. 2012. On Being Included: Racism and Diversity in Institutional Life. Duke University Press. https://doi.org/10.1515/9780822395324 .",
        "amico_2020": "Amico, Stephen. 2020. “We Are All Musicologists Now”; or, the End of Ethnomusicology.” Journal of Musicology 37 (1): 1–32. https://doi.org/10.1525/jm.2020.37.1.1 .",
        "attas_2011": "Attas, Robin. 2011. “Meter as Process in Groove-Based Popular Music.” PhD diss., University of British Columbia.",
        "attas_2015": "Attas, Robin. 2015. “Form as Process: The Buildup Introduction in Popular Music.” Music Theory Spectrum 37 (2): 275–96. https://doi.org/10.1093/mts/mtv020 .",
        "attas_2016": "Attas, Robin. 2016. “Blending katajjaq and electronic dance music in Tanya Tagaq’s ‘Uja.’” Presentation at the Analytical Approaches to World Musics conference, New York City.",
        "attas_2019": "Attas, Robin. 2019. “Strategies for Settler Decolonization: Decolonial Pedagogies in a Popular Music Analysis Course.” Canadian Journal of Higher Education 49 (1): 125–39. https://doi.org/10.47678/cjhe.v49i1.188281 .",
        "attas_and_walker_2019": "Attas, Robin, and Margaret Walker, eds. 2019. “Decolonizing Music Pedagogies.” Special issue, Intersections 39 (1): 3–20. https://doi.org/10.7202/1075339ar .",
        "barbeau_1933": "Barbeau, Marius. 1933. “Songs of the Northwest.” Musical Quarterly 19 (1): 101–11.",
        "barna_2020": "Barna, Alyssa. 2020. “The Dance Chorus in Recent Top-40 Music.” SMT-V 6(4). https://doi.org/10.30535/smtv.6.4 .",
        "battell_lowman_and_barker_2015": "Battell Lowman, Emma, and Adam Barker. 2015. Settler: Identity and Colonialism in 21st Century Canada . Fernwood Publishing.",
        "battiste_2013": "Battiste, Marie. 2013. Decolonizing Education: Nourishing the Learning Spirit. Purich Publishing.",
        "bent_and_pople_2001": "Bent, Ian D., and Anthony Pople. 2001. “Analysis.” Grove Music Online . https://doi.org/10.1093/gmo/9781561592630.article.41862 .",
        "berry_and_van_solkema_2013": "Berry, David Carson, and Sherman Van Solkema. 2013. “Theory.” Grove Music Online. https://doi.org.uml.idm.oclc.org/10.1093/gmo/9781561592630.article.A2258426 .",
        "bhambra_gebrial_and_nişancığlu_2018": "Bhambra, Gurminder K., Dalia Gebrial, and Kerem Nişancığlu, eds. 2018. Decolonising the University. Pluto Press.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110. https://doi.org/10.1525/mts.2010.32.2.95 .",
        "bradley_2012": "Bradley, Deborah. 2012. “Good for What, Good for Whom?: Decolonizing Music Education Philosophies.” In The Oxford Handbook of Philosophy in Music Education, ed. Wayne D. Bowman and Ana Lucía Frega, 409–33. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780195394733.013.0022 .",
        "brown_2020": "Brown, Danielle. 2020. “An Open Letter on Racism in Music Studies: Especially Ethnomusicology and Music Education.” My People Tell Stories (blog), June 12. https://www.mypeopletellstories.com/blog/open-letter .",
        "butler_2006": "Butler, Mark. 2006 Unlocking the Groove. Indiana University Press.",
        "butler_2014": "Butler, Mark. 2014. Playing with Something That Runs: Technology, Improvisation, and Composition in DJ and Laptop Performance. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195393613.001.0001 .",
        "chávez_and_skelchy_2019": "Chávez, Luis, and Russell P. Skelchy. 2019. “Decolonization for Ethnomusicology and Music Studies in Higher Education.” Action, Criticism, and Theory for Music Education 18 (3): 115–43. https://doi.org/10.22176/act18.3.115 .",
        "christensen_1993": "Christensen, Thomas. 1993. “Music Theory and Its Histories.” In Music Theory and the Exploration of the Past , ed. Christopher Hatch and David Bernstein, 9–40. University of Chicago Press.",
        "christensen_2002": "Christensen, Thomas, ed. 2002. The Cambridge History of Western Music Theory. Cambridge University Press. https://doi.org/10.1017/CHOL9780521623711 .",
        "coates_2015": "Coates, Ta-Nehisi. 2015. Between the World and Me . Spiegel & Grau.",
        "coletti_et_al_2020": "Coletti, Carla, Philip Duker, Megan Naxer, Daniel Shanahan, Chris Stover, Leslie Tilley, and Anna Yu Wang. 2020. “Beyond Western Musicalities.” Engaging Students vol. 8. https://doi.org/10.18061/es.v8i0 .",
        "cooper_et_al_2019": "Cooper, Danielle, et al. 2019. When Research is Relational: Supporting the Research Practices of Indigenous Studies Scholars. Ithaka S+R Research report. https://doi.org/10.18665/sr.311240 .",
        "coulthard_2014": "Coulthard, Glen. 2014. Red Skin, White Masks: Rejecting the Colonial Politics of Recognition. University of Minnesota Press. https://doi.org/10.5749/minnesota/9780816679645.001.0001 .",
        "cusick_1994": "Cusick, Suzanne G. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27. https://doi.org/10.2307/833149 .",
        "daigle_2019": "Daigle, Michelle. 2019. “The spectacle of Reconciliation: On (the) Unsettling Responsibilities to Indigenous Peoples in the Academy.” EPD: Society and Space 37 (4): 703–21. https://doi.org/10.1177/0263775818824342 .",
        "deloria_2004": "Deloria, Philip J. 2004. Indians in Unexpected Places. University of Kansas Press.",
        "diamond_2012": "Diamond, Beverley. 2012. “Recent Studies of First Nations, Inuit, and Métis Music in Canada.” In Aboriginal Music in Contemporary Canada: Echoes and Exchanges , ed. Anna Hoefnagels and Beverley Diamond, 10–26. McGill-Queen’s University Press.",
        "diamond_et_al_2018": "Diamond, Beverley, with Aaron Corn, Frode Fjellheim, Cheryl L’Hirondelle, Moana Maniapoto, Allan Marett, Taqralik Partridge, John Carlos Perea, Ulla Pirttijârvi, and Per Niila Stålka. 2018. “Performing Protocol: Indigenous Traditional Knowledge as/and Intellectual Property.” In Ethnomusicology: A Contemporary Reader, Volume II , ed. Jennifer C. Post, 17–34. Routledge.",
        "douglas_2010": "Douglas, Gavin. 2010. “Decolonizing Music Theory: Some Thoughts from Outside the Field.” Presentation delivered at the Society for Music Theory Committee on Diversity special session “Addressing Ethnic and Racial Diversity in Music Theory,” Indianapolis, IN.",
        "duinker_and_léveillé_gauvin_2017": "Duinker, Ben, and Hubert Léveillé Gauvin. 2017. “Changing Content in Flagship Music Theory Journals, 1979–2014.” Music Theory Online 23 (4). https://doi.org/10.30535/mto.23.4.3 .",
        "ewell_2009": "Ewell, Phillip, ed. 2009. “Ethnic Diversity in Music Theory: Voices from the Field.” Special issue, Gamut 2 (1).",
        "ewell_2020": "Ewell, Phillip. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.4 .",
        "fisher_and_lochhead_2002": "Fisher, George, and Judy Lochhead. 2002. “Analyzing from the Body.” Theory and Practice 27: 37–67. https://www.jstor.org/stable/41054335 .",
        "gaudry_and_lorenz_2018": "Gaudry, Adam, and Danielle Lorenz. 2018. “Indigenization as Inclusion, Reconciliation, and Decolonization: Navigating the Different Visions for Indigenizing the Canadian Academy.” AlterNative 14 (3): 218–27. https://doi.org/10.1177/1177180118785382 .",
        "gonzales_2015": "Gonzales, Cynthia. 2015. “SMT Meetings 1978–2013: Which Composers and What Topics?” Paper delivered at the Society for Music Theory Committee on Diversity special session “Delight in Diversity,” St. Louis, MI.",
        "grafton_and_melançon_2020": "Grafton, Emily, and Jérôme Melançon. 2020. “The Dynamics of Decolonization and Indigenization in an Era of Academic ‘Reconciliation.’” In Decolonizing and Indigenizing Education in Canada, ed. Sheila Cote-Meek and Taima Moeke-Pickering, 135–54. Canadian Scholars Press.",
        "grande_2018": "Grande, Sandy. 2018. “Refusing the University.” In Toward What Justice: Describing Diverse Dreams of Justice in Education , ed. Eve Tuck and K Wayne Yang, 47–65. Routledge. https://doi.org/10.4324/9781351240932-4 .",
        "guck_1994": "Guck, Marion. 1994. “A Woman’s (Theoretical) Work.” Perspectives of New Music 32 (1): 28–43. https://doi.org/10.2307/833150 .",
        "guck_2006": "Guck, Marion. 2006. “Analysis as Interpretation: Interaction, Intentionality, Invention.” Music Theory Spectrum 28 (2): 191–209. https://doi.org/10.1525/mts.2006.28.2.191 .",
        "hardman_2020": "Hardman, Kristi. 2020. “The Acoustic Properties of Tanya Tagaq’s Vocal Sounds as Situated on Timbral Continua.” Presentation delivered at the Society for Music Theory Annual Meeting, November 15,.",
        "hess_2015": "Hess, Juliet. 2015. “Decolonizing Music Education: Moving Beyond Tokenism.” International Journal of Music Education 33 (3): 336–47. https://doi.org/10.1177/0255761415581283 .",
        "hesselink_2021": "Hesselink, Nathan. 2021. “Western Popular Music, Ethnomusicology, and Curricular Reform: A History and A Critique.” Popular Music and Society 44 (5): 558–78. https://doi.org/10.1080/03007766.2021.2000280 .",
        "hill_2012": "Hill, Elina. 2012. “A Critique of the Call to ‘Always Indigenize!’” Peninsula: A Journal of Relational Politics 2 (1). https://journals.uvic.ca/index.php/peninsula/article/view/11513 .",
        "hisama_2018": "Hisama, Ellie. 2018. “Considering Race and Ethnicity in the Music Theory Classroom.” In The Norton Guide to Teaching Music Theory, ed. Rachel Lumsden and Jeffrey Swinkin, 252–67. W.W. Norton.",
        "hisama_2021": "Hisama, Ellie. 2021. “Getting to Count.” Music Theory Spectrum 43 (2): 1–15. https://doi.org/10.1093/mts/mtaa033 .",
        "kielian-gilbert_1994": "Kielian-Gilbert, Marianne. 1994. “Of Poetics and Poiesis, Pleasure and Politics–Music Theory and Modes of the Feminine.” Perspectives of New Music 32 (1): 44–67. https://doi.org/10.2307/833151 .",
        "kirkness_and_barnhardt_2001": "Kirkness, Verna J., and Ray Barnhardt. 2001. “First Nations and Higher Education: The Four R’s –Respect, Relevance, Reciprocity, Responsibility.” In Knowledge Across Cultures: A Contribution to Dialogue Among Civilizations, ed. Ruth Hayhoe and Julia Pan. Comparative Education Research Centre, University of Hong Kong.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity. Cambridge University Press.",
        "kuokkanen_2007": "Kuokkanen, Rauna. 2007. Reshaping the University: Responsibility, Indigenous Epistemes, and the Logic of the Gift. University of British Columbia Press.",
        "levitz_2017": "Levitz, Tamara. 2017. “Decolonizing the Society for American Music.” Society for American Music Bulletin (September).",
        "levitz_2018": "Levitz, Tamara. 2018. “The Musicological Elite.” Current Musicology 102: 9–80.",
        "lochhead_2016": "Lochhead, Judy. 2016. Reconceiving Structure in Contemporary Music: New Tools in Music Theory and Analysis. Routledge. https://doi.org/10.4324/9781315740744 .",
        "lochhead_2020": "Lochhead, Judy. 2020. “Music’s Vibratory Enchantments and Epistemic Injustices: Reflecting on Thirty Years of Feminist Thought in Music Theory.” Zeitschrift der Gesellschaft für Musik 17 (1): 15–29. https://doi.org/10.31751/1031 .",
        "mackinlay_2015": "Mackinlay, Elizabeth. 2015. “Decolonization and Applied Ethnomusicology: “Story-ing” the Personal–Political–Possible in Our Work.” The Oxford Handbook of Applied Ethnomusicology, ed. Svanibor Pettan and Jeff Todd Titon. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199351701.013.14 .",
        "malin_2019": "Malin, Yonatan. 2019. “Introduction to the Special Issue on Ethnography and Analysis.” Analytical Approaches to World Music 7 (2): 1–12. http://aawmjournal.com/articles/2019b/Malin_intro_AAWM_Vol_7_2.html .",
        "maus_1993": "Maus, Fred Everett. 1993. “Masculine Discourse in Music Theory.” Perspectives of New Music 31 (2): 264–93. https://doi.org/10.2307/833390 .",
        "mcclary_1994": "McClary, Susan. 1994. “Paradigm Dissonances: Music Theory, Cultural Studies, Feminist Criticism.” Perspectives of New Music 32 (1): 68–85. https://doi.org/10.2307/833152 .",
        "mignolo_and_walsh_2018": "Mignolo, Walter D., and Catherine E. Walsh. 2018. On Decoloniality: Concepts, Analytics, Praxis. Duke University Press. https://doi.org/10.1215/9780822371779 .",
        "murphy_2019": "Murphy, Nancy. 2019. “Expressive Asynchrony and Lyrical Meaning in Buffy Sainte-Marie Performances.” Performance and Analysis Interest Group Meeting, Society for Music Theory Annual Meeting, Columbus, OH.",
        "murphy_2022": "Murphy, Nancy. 2022. “The Times Are A-Changin’: Metric Flexibility and Text Expression in 1960s and 1970s Singer-Songwriter Music.” Music Theory Spectrum 44 (1).",
        "national_inquiry_into_missing_and_murdered_indigenous_women_and_girls_2019": "National Inquiry into Missing and Murdered Indigenous Women and Girls. 2019. Reclaiming Power and Place: The Final Report of the National Inquiry into Missing and Murdered Indigenous Women and Girls. https://www.mmiwg-ffada.ca/final-report/ .",
        "palfy_and_gilson_2018": "Palfy, Cora S., and Eric Gilson. 2018. “The Hidden Curriculum in the Music Theory Classroom.” Journal of Music Theory Pedagogy 32: 79–110. https://jmtp.appstate.edu/hidden-curriculum-music-theory-classroom .",
        "palmer_2007": "Palmer, Andie Diane. 2007. “Approaching a Sacred Song: Toward a Respectful Presentation of the Discourse We Study.” Studies in American Indian Literature 19 (2): 57–86. https://doi.org/10.1353/ail.2007.0018 .",
        "pete_2016": "Pete, Shauneen. 2016. “100 Ways: Indigenizing & Decolonizing Academic Programs.” Aboriginal Policy Studies 6 (1): 81–89. https://doi.org/10.5663/aps.v6i1.27455.",
        "richards_et_al_2019": "Richards, William, Dylan Robinson, Margaret Walker, Rex Smallboy, Mary Ingraham, and Ellen Waterman. 2019. “Decolonization and Action.” Canadian University Music Society Annual Conference. University of British Columbia, Canada.",
        "rings_2015": "Rings, Steven. 2015. “Analyzing the Popular Singing Voice: Sense and Surplus.” Colloquy: Why Voice Now? Convened by Martha Feldman , Journal of the American Musicological Society 68 (3): 663–70. https://doi.org/10.1525/jams.2015.68.3.653 .",
        "robinson_2020": "Robinson, Dylan. 2020. Hungry Listening . University of Minnesota Press. https://doi.org/10.5749/j.ctvzpv6bb .",
        "rosenberg_2016": "Rosenberg, Davin, ed. 2016. “Decolonizing Ethnomusicology.” Special issue, Society for Ethnomusicology Student News 12 (2). https://www.semsn.com/previousissues .",
        "schultz_2020": "Schultz, Anna. 2020. “Still an Ethnomusicologist (for Now).” Journal of Musicology 37 (1): 39–50. https://doi.org/10.1525/jm.2020.37.1.39 .",
        "simpson_2017": "Simpson, Leanne Betasamosake. 2017. As We Have Always Done: Indigenous Freedom Through Radical Resistance. University of Minnesota Press. https://doi.org/10.5749/j.ctt1pwt77c .",
        "smith_2012": "Smith, Linda Tuhiwai. 2012. Decolonizing Methodologies. 2nd ed. Zed Books.",
        "snelgrove_dhamoon_and_corntassel_2014": "Snelgrove, Corey, Rita Kaur Dhamoon, and Jeff Corntassel. 2014. “Unsettling Settler colonialism: The discourse and politics of settlers, and solidarity with Indigenous nations.” Decolonization: Indigeneity, Education & Society 3 (2): 1–32.",
        "society_for_music_theory_2019": "Society for Music Theory. 2019. “SMT Demographics.” https://societymusictheory.org/administration/demographics.",
        "spivak_1995": "Spivak, Gayatri Chakravorty. 1995. “Teaching for the Times.” In The Decolonization of Imagination: Culture, Knowledge, and Power , ed. Jan Nederveen Pieterse and Bhiku Parekh, 177–202. Zed Books.",
        "tenzer_2006": "Tenzer, Michael, ed. 2006. Analytical Studies in World Music . Oxford University Press.",
        "tenzer_and_roeder_2011": "Tenzer, Michael, and John Roeder, eds. 2011. Analytical and Cross-Cultural Studies in World Music. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195384581.001.0001 .",
        "tenzer_et_al_2020": "Tenzer, Michael, Robin Attas, Kristi Hardman, Toru Momii, and Eshantha Peiris. 2020. “Analysis and Decolonization.” Panel presentation at the Society for Ethnomusicology Annual Meeting, virtual.",
        "truth_and_reconciliation_commission_of_canada_2015": "Truth and Reconciliation Commission of Canada. 2015. Honouring the truth, reconciling for the future: Summary of the final report of the Truth and Reconciliation Commission of Canada . Truth and Reconciliation Commission of Canada. https://nctr.ca/records/reports/#trc-reports .",
        "tuck_and_yang_2012": "Tuck, Eve, and K. Wayne Yang. 2012. “Decolonization Is Not a Metaphor,” Decolonization: Indigeneity, Education & Society 1 (1): 1–40. https://decolonization.org/index.php/des/article/view/18630.",
        "united_nations_2007": "United Nations. 2007. Declaration on the rights of Indigenous peoples . UN Doc. A/61/L. 67. https://www.un.org/development/desa/indigenouspeoples/declaration-on-the-rights-of-indigenous-peoples.html .",
        "universities_canada_2015": "Universities Canada. 2015. “Universities Canada principles on Indigenous education.” June 29. https://www.univcan.ca/media-room/media-releases/universities-canada-principles-on-indigenous-education/ .",
        "veracini_2011": "Veracini, Lorenzo. 2011. Settler Colonialism: A Theoretical Overview. Palgrave Macmillan. https://doi.org/10.1057/9780230299191 .",
        "vowel_2016": "Vowel, Chelsey. 2016. “Beyond Territorial Acknowledgments.” âpihtawikosisân (blog, September 23). http://apihtawikosisan.com/2016/09/beyond-territorial-acknowledgments/ .",
        "walker_2020": "Walker, Margaret E. 2020. “Towards a Decolonized Music History Curriculum.” Journal of Music History Pedagogy 10 (1): 1–19. https://www.ams-net.org/ojs/index.php/jmhp/article/view/310 .",
        "west_marvin_2021": "West Marvin, Elizabeth, Philip Ewell, Yayoi Uno Everett, Joseph Straus, and Ellie M. Hisama. 2021. “Reframing Music Theory.” Music Theory Spectrum 43 (2): 320–63. https://doi.org/10.1093/mts/mtaa028 .",
        "wilder_2013": "Wilder, Craig Steven. 2013. Ebony and Ivory: Race, Slavery, and the Troubled History of America’s Universities . Bloomsbury.",
        "wilson_2008": "Wilson, Shawn. 2008. Research Is Ceremony: Indigenous Research Methods . Fernwood Publishing.",
        "wolfe_1999": "Wolfe, Patrick. 1999. Settler Colonialism and the Transformation of Anthropology: The Politics and Poetics of an Ethnographic Event. Cassell.",
        "wolfe_2006": "Wolfe, Patrick. 2006. “Settler Colonialism and the Elimination of the Native.” Journal of Genocide Research 8 (4): 387–409. https://doi.org/10.1080/14623520601056240 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In this article, I follow current Canadian practices as well as the United Nations Declaration on the Rights of Indigenous Peoples ( 2007 ) in referring to the first peoples of this land as Indigenous.",
            "citations": [
                "united_nations_2007"
            ]
        },
        "FN2": {
            "text": "2. The DJ collective’s membership has changed over the years, and since this album’s recording, shifted again. Bear Witness and 2oolman currently perform together as The Halluci.Nation, and “How I Feel” is sometimes credited to that name rather than A Tribe Called Red.",
            "citations": []
        },
        "FN3": {
            "text": "3. For more on the term settler see Snelgrove, Dhamoon, and Corntassel 2014 ; and Battell Lowman and Barker 2015 .",
            "citations": [
                "snelgrove_dhamoon_and_corntassel_2014",
                "battell_lowman_and_barker_2015"
            ]
        },
        "FN4": {
            "text": "4. Land acknowledgments are not without their critics, however; see Vowel 2016 and Daigle 2019 .",
            "citations": [
                "vowel_2016",
                "daigle_2019"
            ]
        },
        "FN5": {
            "text": "5. As one element of the Indian Residential Schools Settlement in response to class-action lawsuits from survivors, the Truth and Reconciliation Commission’s work was focused on Indian Residential Schools. However, the attempted cultural genocide of Indigenous peoples in the territory currently known as Canada is certainly not limited to those institutions alone.",
            "citations": []
        },
        "FN6": {
            "text": "6. Early responses to the TRC’s Calls to Action from higher education included works such as Universities Canada 2015 and Pete 2016 ; Gaudry and Lorenz 2018 provides a critical appraisal of the evolving situation at Canadian universities and colleges.",
            "citations": [
                "universities_canada_2015",
                "pete_2016",
                "gaudry_and_lorenz_2018"
            ]
        },
        "FN7": {
            "text": "7. More recent events that have maintained these concerns at the forefront of public dialogue in Canada include the following: the Missing and Murdered Indigenous Women and Girls inquiry and final report (2015–2019); pipeline protests by the Wet’suwet’en and others (early 2020); the resurgence of the Black Lives Matter movement in summer 2020 (which in Canada often is connected to both anti-Black and anti-Indigenous racism); and new reports of unidentified human (often children) remains at various residential school sites, including Kamloops Indian Residential School, Marieval Indian Residential School, and many more.",
            "citations": []
        },
        "FN8": {
            "text": "8. As just a few of many authors to explore, see Walter Mignolo, Catherine Walsh, Aníbal Quijano, and Nelson Maldonado-Torres (all focused on Latin America); Kasturi Behari-Leak, Ngũgĩ Wa Thiong’o, and Frantz Fanon (all focused on Africa); Linda Tuhiwai Smith and Eileen Moreton-Robinson (focused on Oceania).",
            "citations": []
        },
        "FN9": {
            "text": "9. Settler colonial studies is generally acknowledged to find its roots in works by Lorenzo Veracini ( 2011 ) and Patrick Wolfe ( 1999 , 2006 ). However, the discipline has been critiqued for re-centering settler realities and ignoring or downplaying Indigenous resistance and resurgence; see Snelgrove, Dhamoon, and Corntassel 2014 .",
            "citations": [
                "veracini_2011",
                "wolfe_1999",
                "wolfe_2006",
                "snelgrove_dhamoon_and_corntassel_2014"
            ]
        },
        "FN10": {
            "text": "10. Gaudry and Lorenz 2018 offer more nuanced discussion of the ways Canadian institutions have engaged with Indigenization in practice.",
            "citations": [
                "gaudry_and_lorenz_2018"
            ]
        },
        "FN11": {
            "text": "11. See for instance Kuokkanen 2007 , Wilder 2013 , Grande 2018 , and Bhambra, Gebrial, and Nişancığlu 2018 .",
            "citations": [
                "kuokkanen_2007",
                "wilder_2013",
                "grande_2018"
            ]
        },
        "FN12": {
            "text": "12. Across music disciplines in Canada, see Richards et al. 2019 , Attas and Walker 2019 ; in musicology, see Walker 2020 , Levitz 2017 , Levitz 2018 ; in music education, see Hess 2015 and Bradley 2012 ; in ethnomusicology, see Brown 2020 , Chávez and Skelchy 2019 ; and in music theory see Douglas 2010 , Attas 2019 .",
            "citations": [
                "richards_et_al_2019",
                "attas_and_walker_2019",
                "walker_2020",
                "levitz_2017",
                "levitz_2018",
                "hess_2015",
                "bradley_2012",
                "brown_2020",
                "douglas_2010",
                "attas_2019"
            ]
        },
        "FN13": {
            "text": "13. For statistics on the racial makeup of the Society for Music Theory, see Society for Music Theory 2019 ; Ewell 2009 .",
            "citations": [
                "society_for_music_theory_2019",
                "ewell_2009"
            ]
        },
        "FN14": {
            "text": "14. This is anecdotally obvious; however, as three sources of evidence, see Duinker and Léveillé Gauvin 2017 , Gonzales 2015 , and Palfy and Gilson 2018 .",
            "citations": [
                "gonzales_2015",
                "palfy_and_gilson_2018"
            ]
        },
        "FN15": {
            "text": "15. See Lochhead 2016 for a more thorough summary of the history of twentieth and twenty-first century music analysis and its focus on musical structure. The standard historical narrative of music theory as originating with the Greeks and focused on Western European and American art music and theorists (e.g., Christensen 1993 , Bent and Pople 2001 , Christensen 2002 , Berry and Van Solkema 2013 ) is surely a contributing factor to the particular makeup of SMT today, a bias shared with most other Western academic fields.",
            "citations": [
                "lochhead_2016",
                "christensen_1993",
                "bent_and_pople_2001",
                "christensen_2002",
                "berry_and_van_solkema_2013"
            ]
        },
        "FN16": {
            "text": "16. The greater number of pedagogy-focused studies could be a long-term result of the College Music Society’s 2014 report Transforming music study from its foundations: A manifesto for progressive change in the undergraduate preparation of music majors . Recent pedagogical work focusing on decolonization or related topics around inclusive or anti-racist pedagogies include Attas and Walker 2019 ; Coletti et al. 2020 ; Attas 2019 ; Hisama 2018 ; Palfy and Gilson 2018 . Some scholars have begun to address analysis; see Tenzer et al. 2020 .",
            "citations": [
                "attas_and_walker_2019",
                "coletti_et_al_2020",
                "attas_2019",
                "hisama_2018",
                "palfy_and_gilson_2018",
                "tenzer_et_al_2020"
            ]
        },
        "FN17": {
            "text": "17. The progression is similar to Nicole Biamonte’s ( 2010 ) neighboring and passing Aeolian progressions, although in her categorization these progressions do not proceed to v.",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN18": {
            "text": "18. Of course, these stated identities are not my only identities, and others impact my analysis in specific ways (or don’t: I am reflecting on my identity as a parent as I write, and considering how rarely I allow that to enter into my professional practice). But these identities are dominant in my daily life, and reinforce my point that music analysis as currently practiced in academia is Eurocentric since many music analysts are of Western European ancestry and/or are trained in Eurocentric attitudes towards music.",
            "citations": []
        },
        "FN19": {
            "text": "19. Robinson 2020 cites and critiques a similar attitude towards analysis found in early 20th century ethnographer Marius Barbeau’s writing. Barbeau worked with Ernest MacMillan among various Indigenous groups and wrote that the musical sounds they were collecting could be written down: “our stave being a rack upon which to pin down sounds and rhythms whatever they are” ( Barbeau 1933 quoted in Robinson 2020 , 149). At the same time, it is important to note that not all notation results in a static and material sonic experience.",
            "citations": [
                "robinson_2020",
                "barbeau_1933",
                "robinson_2020"
            ]
        },
        "FN20": {
            "text": "20. Following Ewell 2020 (himself following Coates 2015 ), I do not see these as solutions, but rather, opportunities for change and growth.",
            "citations": [
                "ewell_2020",
                "coates_2015"
            ]
        },
        "FN21": {
            "text": "21. Mignolo and Walsh 2018 offer similar advice, arguing that decolonial scholarship needs to think with the local rather than about it. (17)",
            "citations": [
                "mignolo_and_walsh_2018"
            ]
        },
        "FN22": {
            "text": "22. See Kuokkanen 2007 , 105. For more on recognition and inclusion of Indigenous peoples specifically, see Coulthard 2014 ; on institutional responses to inclusivity, see Ahmed 2012 .",
            "citations": [
                "kuokkanen_2007",
                "coulthard_2014",
                "ahmed_2012"
            ]
        },
        "FN23": {
            "text": "23. Beverley Diamond ( 2012 ) puts it well, stating that “an ethical relationship among participants in the projects of Indigenous modernity is essential.” See also Cooper et al. 2019 .",
            "citations": [
                "diamond_2012",
                "cooper_et_al_2019"
            ]
        },
        "FN24": {
            "text": "24. Ethnomusicology has long considered Indigenous musics from around the world; further inspiration can come from Indigenous and non-Indigenous scholars focused on music in Turtle Island/Canada/the United States including Jessica Bissett Perea, Trevor Reed, Dylan Robinson, Tara Browner, Beverley Diamond, and many more. In the developing discipline of analysis of world music, analytical starting places include Tenzer 2006 , Tenzer and Roeder 2011 , and the Analytical Approaches to World Music journal and conference; key issues for consideration can also be found in Malin 2019 . Yet ethnomusicology and its methods also need to grapple with decolonization and Indigenization, as recent works such as Mackinlay 2015 , Rosenberg 2016 , Chávez and Skelchy 2019 , Brown 2020 , Schultz 2020 , Amico 2020 , and Hesselink 2021 remind us.",
            "citations": [
                "tenzer_2006",
                "tenzer_and_roeder_2011",
                "malin_2019",
                "mackinlay_2015",
                "rosenberg_2016",
                "brown_2020",
                "schultz_2020",
                "amico_2020",
                "hesselink_2021"
            ]
        },
        "FN25": {
            "text": "25. This is such an important point that it makes up the first two sentences of Smith’s book: “From the vantage point of the colonized, a position from which I write, and choose to privilege, the term ‘research’ is inextricably linked to European imperialism and colonialism. The word itself, ‘research,’ is probably one of the dirtiest words in the indigenous world’s vocabulary.” ( 2012 , 1).",
            "citations": [
                "smith_2012"
            ]
        },
        "FN26": {
            "text": "26. For instance, Murphy 2019 , Murphy 2022 , and Rings 2015 discuss Cree singer-songwriter Buffy Sainte Marie; Hardman 2020 analyzes the music of Inuk experimental vocalist Tanya Tagaq.",
            "citations": [
                "murphy_2019",
                "murphy_2022",
                "rings_2015",
                "hardman_2020"
            ]
        },
        "FN27": {
            "text": "27. Here I am referring to Robinson 2020 ’s concept of “hungry listening,” a term “derived from two Halq’eméylem words: shxwelítemelh (the adjective for settler or white person’s methods/things) and xwélalà:m (the word for listening)” (2). Robinson writes at length about the ways in which white settlers in particular have a need to consume Indigenous cultures generally and music specifically, similar to starving gold hunters encountering xwélmexw (Stó:lō) peoples during the gold rush of the 1880s.",
            "citations": [
                "robinson_2020"
            ]
        },
        "FN28": {
            "text": "28. With “more-than-human,” I am alluding to many Indigenous worldviews where humans are placed within rather than apart from the rest of creation, and where concepts of who/what holds life and spirit are less limited than in a Eurocentric worldview. Numerous Indigenous authors have explored these notions in more specific and detailed ways than I have a right to do here.",
            "citations": []
        },
        "FN29": {
            "text": "29. For a thoughtful perspective on presenting Indigenous music in the classroom, see Palmer 2007 . For a broader overview of the ethics of engaging with Indigenous traditional knowledges, see Diamond et al. 2018 .",
            "citations": [
                "palmer_2007",
                "diamond_et_al_2018"
            ]
        },
        "FN30": {
            "text": "30. Lochhead 2016 explores these points in much more depth than I have here.",
            "citations": [
                "lochhead_2016"
            ]
        },
        "FN31": {
            "text": "31. Wilson 2008 and Smith 2012 are two of many texts describing Indigenous research methods that offer further examples.",
            "citations": [
                "wilson_2008",
                "smith_2012"
            ]
        },
        "FN32": {
            "text": "32. The list of “others” is many, but might include numerous texts by Marianne Kielian-Gilbert, Fred Maus, Benjamin Boretz, Marion Guck, and others; as well as scholars engaged in music and dance analysis, music and film/video analysis, performance studies, and more.",
            "citations": []
        },
        "FN33": {
            "text": "33. Attas 2016 (drawing on Deloria 2004 ) makes a similar argument.",
            "citations": [
                "attas_2016",
                "deloria_2004"
            ]
        },
        "FN34": {
            "text": "34. See for example Maus 1993 , Cusick 1994 , Kielian-Gilbert 1994 , Guck 1994 , McClary 1994 , Fisher and Lochhead 2002 , Guck 2006 , and Lochhead 2020 ; many of these scholars draw on the work of thinkers such as Sandra Harding, Donna Haraway, and Bruno Latour, among others.",
            "citations": [
                "maus_1993",
                "cusick_1994",
                "guck_1994",
                "mcclary_1994",
                "fisher_and_lochhead_2002",
                "guck_2006",
                "lochhead_2020"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] I begin this essay by asking you to listen to the song “How I Feel,” by Indigenous (1) DJ collective A Tribe Called Red (renamed The Halluci.Nation in 2021). (2) The track is from their 2016 album We Are the Halluci.Nation . At the time this recording was made, the group consisted of three members: Bear Witness (Thomas Ehren Ramon, Cayuga of the Cayuga First Nation), DJ NDN (Ian Campeau, Ojibway of the Nipissing First Nation), and 2oolman (Tim Hill, Mohawk of the Six Nations of the Grand River). On this track, they collaborate with rappers Leonard Sumner (Anishinaabe) and Shad (non-Indigenous Canadian) and the powwow drumming group Northern Voice (Atikamekw). Use your favorite search engine, music streaming service, or record store to find the track and listen, either for the first time or to refresh your memory.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] I will return to “How I Feel” soon, but first I would like to acknowledge where I was when I developed this research. During this essay’s creation, I mostly lived and worked in the area currently known as Kingston, Ontario, Canada. These lands are generally seen as the traditional territories of the Anishinaabeg and Haudenosaunee peoples, two broad groups of Indigenous peoples whose traditional territories cover a wide region of what is now known as Canada and the United States. The Mississaugas, Algonquins, Huron-Wendat, and Mohawks are smaller Indigenous groupings with acknowledged ties to the area in the past and present. I began the research that led to this essay on the traditional territories of the Mi’kmaw, known as Mi’kma’ki, as well as the Wolastoqiyik of the Wabanaki Confederacy. Today, a variety of Indigenous peoples call these areas home. These lands that I live upon and that extend deep under the surface, the waters that traverse and touch the land, the air that surrounds it, the creatures and plants that inhabit it, do not belong to me or to my institution or my nation-state, even though there are laws and practices that claim they do. I acknowledge the land, its histories, and the Indigenous peoples who are its traditional caretakers, because it is important to understand this history to understand the present. It is also a first step towards recognizing and addressing my complicity in occupying this land and benefiting from that occupation. I was born in Montréal, Canada, and I identify as a settler, since my ancestors came uninvited to the land currently known as Canada from Scotland, England, Ireland, Norway, and Greece. (3) Today I demonstrate settler privilege by living on this territory and gaining personal benefits without meaningful heed to the protocols and rights of the Indigenous peoples who were here first.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] You may be wondering why I am writing about land and territory in a music theory article. In Canada and elsewhere, it has become fairly common to open both oral and written proceedings with land or territorial acknowledgments. (4) In Canada, the move towards land or territorial acknowledgments, as well as broader societal attention on the relationship between Indigenous and non-Indigenous peoples in this country, was mainly motivated by the release of the Truth and Reconciliation Commission of Canada’s final report in December 2015. In that report, ninety-four “Calls to Action” offer the country various paths forward after the commission’s detailed work documenting the horrors of over one hundred years of state- and church-sanctioned “cultural genocide” through the Indian Residential Schools system ( Truth and Reconciliation Commission of Canada 2015 , 1). (5) Canadian higher education institutions are specifically named in many of the calls, and they have responded in ways both tokenistic and meaningful. (6) Since music theory is an academic discipline in Canada, it makes sense for me, as a Canadian music theorist, to respond to the Truth and Reconciliation Commission’s report along with every other academic discipline and Canadian resident. Indeed, such work is increasingly expected in university settings as ongoing events maintain a focus on the present and historical actions by non-Indigenous Canadians that continue to perpetuate colonization. (7)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "truth_and_reconciliation_commission_of_canada_2015"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Calls to decolonize and/or Indigenize academic disciplines, higher education, and societies at large have been made for many years in many parts of the world, with scholars offering a variety of theoretical and practical perspectives on the issues at stake. (8) In some of these locations, the colonizers have left or been forced out, and inhabitants are now grappling with a postcolonial legacy. However, Canada, and many other countries (including the United States where this journal is published) is a settler colonial state, a place where colonizer settlers arrived and continue to arrive without intent to leave, and with intent both explicit and implicit to eliminate any current inhabitants. (9) As Patrick Wolfe ( 2006 , 388) has written, settler colonialism is “a structure, not an event,” meaning that contemporary institutions, actions, people, and power relationships continue to force the original inhabitants into ways not their own. Settler colonialism is related to, but distinct from, colonialism, just as decolonization and colonization are related to but distinct from coloniality and decoloniality. Postcolonialism is, again, a related but distinct field of thought, and these movements intersect with capitalist, white supremacist, and hetero-patriarchal structures in complex ways.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "wolfe_2006"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] For the purposes of this essay, which seeks to make broad points about music analysis and music theory rather than fine-grained theoretical arguments, those complex distinctions are less important; however, I do need to describe where my own understandings come from. My use of the terms decolonization and Indigenization in this article is drawn mainly from scholarship and personal relationships with specific Indigenous people living and working in the territory currently known as Canada, although again, these understandings intersect with others from around the globe, particularly from the United States, Australia, and Aotearoa/New Zealand. My understanding of these complex terms takes particular inspiration from Mi’qmaw education professor Marie Battiste, who compares colonialism (and by extension, settler colonialism) to a strong river current. She writes: . . . this imperialistic system of knowledge that is considered the ‘mainstream’ functions like a ‘keeper’ current in a rapidly flowing river or ocean. The keeper current drags a person to the bottom and then to the top, but if one fights against the current one usually drowns. Decolonization then is a process of unpacking the keeper current in education: its powerful Eurocentric assumptions of education, its narratives of race and difference in curriculum and pedagogy, its establishing culturalism or cultural racism as a justification for the status quo; and [then moving towards] the advocacy for Indigenous knowledge as a legitimate education topic. ( 2013 , 106-107)",
                "footnotes": [],
                "citations": [
                    "battiste_2013"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] I understand the work of decolonization as uncovering and undoing colonial or settler colonial systems, structures, and practices; I understand Indigenization as efforts to include, forefront, or re/center Indigenous peoples, knowledges, ways of knowing, doing, feeling, and believing in all aspects of contemporary life. (10) I follow Tuck and Yang in asserting that “decolonization is not a metaphor,” that it should not be seen as an “empty signifier to be filled by any track towards liberation” ( 2012 , 8) or as meaningless words that avoid the necessity for settlers to return land and sovereignty to Indigenous peoples, and I use their work to constantly question how my work is contributing to land repatriation and redress. Indigenization has its own challenges in terms of who is doing the work and who is benefitting from it (see Hill 2012 ), and in terms of the question of whether a colonial institution can ever be meaningfully Indigenized (see Kuokkanen 2007 , Grande 2018 ). As with the relationship between decolonization, Indigenization and other related fields of thought and action, “decolonization and Indigenization, while separate movements, can be mutually reinforcing in the efforts of transformation or liberation from settler colonial oppression” ( Grafton and Melançon 2020 , 141).",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "tuck_and_yang_2012",
                    "hill_2012",
                    "kuokkanen_2007",
                    "grande_2018"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Regardless of geographic location and the specific terms and concepts in use, post-secondary education is well-recognized as a major force in colonization. (11) Music theory’s ongoing participation within post-secondary education thus suggests that this discipline and its practitioners, like others, are complicit in colonization. As Kuokkanen writes, building on Spivak 1995 , “We academics are not a monolithic group; but we all participate, in one way or another, in the ‘business of ideological production’” ( 2007 , xv). Regardless of the intentions of the discipline or its practitioners, music theory and music theorists are and have been active agents of colonization in Canada and elsewhere.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "spivak_1995",
                    "kuokkanen_2007"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] Music disciplines in academia are increasingly recognizing this impact and turning to decolonization and Indigenization as a means of changing both research and pedagogy. (12) In music theory, this activity might be viewed positively as part of the attempts to diversify the discipline in various ways, or more cynically, as an example of (predominantly white) settlers doing exactly what Tuck and Yang advocate against: enacting “moves to innocence” that appear to be making change but actually absolve us of responsibility. Since the Society for Music Theory is overwhelmingly white (13) and research accepted as music theory in peer-reviewed conferences and publications continues to be dominated by the repertoire and analytical techniques of Western Europe, (14) I see any moves towards greater diversity as related to the more specific work of decolonization and Indigenization, even though many of these moves are so basic as to seem insufficient in light of Tuck and Yang's statements. Various social justice movements have a lot of common ground in our deeply racist, colonialist, sexist, ableist field ( West Marvin 2021 ; Ewell 2020 ). The roots of how this situation came to be in music theory and analysis remain under-researched, (15) and there is much work to be done in terms of understanding the past as well as addressing the present and looking to the future. This work is not easy or fast, and different people will find their own pathways through the work based on their abilities, identities, histories, positions, and motivations. I offer many paths towards decolonization, knowing that not all paths will be appropriate for all people, and that the destination(s) arrived at will vary depending on each individual.",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "west_marvin_2021",
                    "ewell_2020"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] In the remainder of this article, I will focus on broad possibilities for decolonization and Indigenization of music analysis, which, compared to music theory pedagogy, has seen relatively few calls for change or demonstrations of what that change could look like. (16) Returning to Battiste 2013 ’s understanding of decolonization and Indigenization as having two parts, uncovering and recentering, I will use “How I Feel” as a means to uncover some possible Eurocentric or colonial analytical strategies and explore some avenues for decolonizing and/or Indigenizing analysis. Rather than providing clear answers or a single path forward, I will instead focus on asking questions and suggesting options for analysis. This deliberate avoidance of a single right answer or analytical argument may feel uncomfortable or an inappropriately-incomplete musical analysis for some readers; indeed, some may already be feeling uncomfortable with this article for other reasons. But I ask you to be patient and to hold on to that discomfort, to even question it if you can. Self-reflection and the reassessment of seemingly universal ways of knowing, doing, being, and believing is critical to the work of decolonizing in general, and decolonizing music theory in particular. If you encounter uncomfortable moments as you read, ask yourself: why does this make me uncomfortable? Who and what has taught me that this is wrong or “not music theory”? Could these approaches be developed into viable alternatives to the way things are? In other words: try to see your discomfort as a productive place to reflect, which is an important task in and of itself if we are to meaningfully discuss, and ultimately change, existing practices in music analysis. Uncovering Eurocentric modes of analysis Example 1 . Large-scale formal analysis of “How I Feel.” (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "battiste_2013"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] I ask you now to reflect on your listening experience(s) of the song “How I Feel.” Since the audience for Music Theory Online is primarily music theorists, I can imagine that listening to this piece of music raised particular music-theoretical questions in your mind, and can further imagine four likely analytical starting places for Western European-oriented music theorists. One is the question of the song’s large-scale form, shown in Example 1 . Sections with similar musical content are identified with the same color in the example, and lead vocals and track timings are included for reference. The song begins with a “buildup” introduction ( Butler 2006 , Attas 2015 ). It continues as a series of verses alternating with a modified version of the introduction that functions either as a chorus or interlude. This musical form is related to other standard forms in EDM-influenced pop music ( Barna 2020 ), and I could imagine music theory research where “How I Feel” is used as a data point in a corpus study, or as an exemplar of a particular formal type. Example 2 . Texture graph of introduction, first verse, and first interlude of “How I Feel.” (click to enlarge and listen) Example 3 . Development of pitch in introduction of “How I Feel.” (click to enlarge and listen) Example 4 . Development of pitch in first verse of “How I Feel.” (click to enlarge and listen) Example 5 . Development of pitch in first interlude of “How I Feel.” (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "butler_2006",
                    "attas_2015",
                    "barna_2020"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Another possible entry point for analysis could be Mark Butler’s ( 2006 , 2014 ) work on electronic dance music, particularly his analytical methods that focus on how texture is developed over time as loops are layered and combined. Example 2 provides a texture graph of the introduction, first verse, and first interlude. In the example, each dotted vertical line represents one bar of 4/4 time. Each loop is marked with a color-coded rectangular shape matching the length of the loop. Other sounds that are not repetitive and loop-based are indicated with text or other graphics on the diagram. (Note: the transcription is split into two systems to aid in readability and not because of any formal claims.) Butler’s method typically calls for including a sound palette that includes a transcription of each loop in Western European music notation, but I have not included that here because the diagram is sufficient for showing how the overall texture unfolds in time.",
                "footnotes": [],
                "citations": [
                    "butler_2006",
                    "butler_2014"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] With this diagram, I might note how the two pitch glissandi provide formal markers for the ends of stanzas 1 and 3. I might also note how the absence of the bass riff at the end of the interlude, along with the suspension of other loops, helps create an even stronger formal division at that moment. Or I could use this analysis to talk about the two powwow drum samples: the first sample establishes a steady quarter note beat, while the second creates a diatonic rhythm of 3+3+2 that divides the bar into three attacks spaced as evenly as possible, but with an anacrustic push at the end (see Attas 2011 , 74–79). These differences help create a formal division within each verse. An analysis that continues in this way would be able to address the overall flow of form and meter in the track.",
                "footnotes": [],
                "citations": [
                    "attas_2011"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] A third approach might focus on the development of pitch. Examples 3, 4, and 5 respectively transcribe elements of the introduction, first verse, and first interlude into Western European music notation. The introduction begins with a bass descent A–G–F–E that, on its own, is ambiguous in terms of tonal centricity, although A and E might be heard as centers since they start and end the loop. After one iteration of the loop, the DJs bring in a vocal sample from powwow group Northern Voice. The sample is transcribed with diamond noteheads because the group's vocal style is not the same as Western European art song, but their pitches are close enough that they could be heard as connected to the more focused pitches of the bass line. Northern Voice's entry at (0:11) leads to a new development in pitch content, perhaps hinting at a chord progression A minor—G major—F major—E minor that might reinforce A minor or E minor as a possible key for the riff. However, midway through the first verse between (0:30) and (0:34), a slow electronic glissando starts and ends on a D, challenging this interpretation. In the first interlude beginning at (0:58), the bass riff is layered with a different Northern Voice sample as well as synthesizer chords that suggest a stronger sense of A-centricity. It is also possible to hear it as an A-Aeolian or A-Dorian functional harmonic progression moving through i–bVII–VI–v, a fairly standard progression in popular music. (17) An analysis that continues on these lines might assign a key for the piece, perhaps on the way towards claiming that the song “subverts” Western European norms of harmony and voice leading. Alternatively, the chord progression might also be used as a data point in a corpus study. Example 6 . Flow comparison, first stanzas of verse 1 (Leonard Sumner) and verse 2 (Shad) in “How I Feel.” (click to enlarge and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Finally, hip-hop and rap scholars might apply methods developed by Adam Krims ( 2000 ) and Kyle Adams ( 2009 ) to discuss the differences between Sumner and Shad’s rapped flows in the first and second verses. In Example 6 , each row corresponds to a bar of 4/4 time and each column corresponds to a sixteenth-note attack point (marked with a number for the first in each group of four sixteenths and x, y, z for subsequent attacks in each group of four). Each rapper’s text is placed at the appropriate attack point, with subtle microtiming variations noted with light blue highlighting since they cannot be transcribed in this system. Words that receive a dynamic accent in the rapper’s delivery are highlighted in green, and words that rhyme are highlighted with yellow. The full lyrics for each verse are printed below the transcription.",
                "footnotes": [],
                "citations": [
                    "krims_2000",
                    "adams_2009"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] This last method prompts a few observations. Sumner is much more predictable in his accent placement, fitting neatly into the 4/4 meter of the groove and only rarely using a subdivision shorter than an eighth note. Shad’s flow, in contrast, incorporates more microtiming variations that play against the more grid-like structure of the groove. In terms of rhyme scheme, Sumner’s establishes two pairs of rhyming couplets (albeit of unequal length), while Shad avoids rhymes at first and instead repeats particular words to create a different effect in the first section of his verse. In the second section of his verse, Shad uses looser rhymes. An expanded version of this analytical method might compare Sumner’s changes in the third verse with his style in the first verse, use the data to discuss how the rappers’ flows intersect with possible meanings of the text, or consider how these performances compare with other tracks by these rappers or others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] The foregoing analytical sketches may or may not have aligned with your intuitions when you first listened to “How I Feel,” and perhaps provoked a variety of reactions. You may have found that the analytical methods pushed the boundaries of what you consider to be acceptable musical analysis. You may have become absorbed in the analytical sketches and started to critique or imagine extensions to them. You may have held back from full engagement with the analyses, suspicious that, given the title of this subsection, they would soon be critiqued as Eurocentric. You may have worried that enjoying these analyses might somehow make you a bad person, a racist, and/or a colonizer. Whatever your reactions, I again ask you to make note of them as I explore how the analytical norms these sketches are based on or could be seen as Eurocentric, colonial, and insufficient under a decolonizing framework.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] But how to define what constitutes Eurocentric? The term itself suggests a straightforward definition: anything that centers Western European ways of knowing, doing, being, and believing should qualify as Eurocentric. What this looks like in practice is tricky, however; like any label or category, there are always exceptions, always grey areas, and always the danger of over-essentializing. Yet it is important to try to define Eurocentricity in analysis, since otherwise the Eurocentric—and by extension, colonial—aspects of music analysis will remain hidden and unchanged. In this section, I will raise for awareness some broad and general areas where music analysis could be understood as Eurocentric, rather than advocating for any absolute distinction between the Eurocentric and the non-Eurocentric. More important than the specifics of my definitions is my method for uncovering Eurocentric elements, which includes consideration of what I have and have not done as analyst, what I have included versus what I have left out, and why all that has occurred. I raise these areas of Eurocentricism not as negative criticisms, but as part of this process of uncovering, of ongoing disciplinary self-reflection. I again ask you to notice your reactions as you read: do you feel defensive, criticized? Do you think of exceptions to each point I make? Can you think of other examples that would reinforce these points? Can you sit with the discomfort and see what happens?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] I will begin with the identity of the analyst. The four sketches presented previously were completed entirely by me, a white middle-class cisgender female settler of Western European origins with advanced degrees in music theory from Canadian universities and current and past professional appointments as a university music theory instructor. (18) The way that I listen to music, and indeed the way I approach life on earth, tends to draw on this Western European-derived worldview. The analysts and academic community I cited in my analytical methods mostly share these broad identities and worldview with me, although there are, of course, some notable differences. Our specific identities, positions, and histories are always unique.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] The white Western European worldview is reliant on particular attitudes about music, and these are reflected within my approaches in these four sketches and in many other analyses using similar strategies. These attitudes include judgments about which sounds count as music and which count as ignorable noise, what music is worthy of being analyzed, what elements of that music are worth talking about, the notion that music has elements to begin with, and even the notion that it is possible to isolate those elements from other sounds or a broader context. I undertook my analyses in a particular way that is characteristic of our discipline and its underpinnings in Western European modes of thought. I took apart the music, making it appear static and material with written transcriptions and musical examples. (19) I listened and thought and wrote by myself and then spoke about my work with other designated experts in specific ways in academic settings. Then I worked alone as I revised and wrote my findings into an academic essay to share with anonymous peer reviewers and a larger audience. In all these presentations and publications, I communicated almost exclusively in academic English and used many discipline-specific technical terms and notations that I assumed my audience would understand and appreciate.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] I presented the analyses as mine, claiming ownership over my intellectual property, and mostly left the musicians unacknowledged and unconsulted. I framed the four sketches as likely, perhaps even universal, ways of understanding and analyzing the music. I presented the analyses as an argument, under the assumptions that readers would disagree with or challenge me on the basis of discipline-specific norms, and that these debates and disagreements would open fruitful pathways toward a “right” or “correct” answer. Presently in this article, I am positioning myself as an authoritative expert on the subject, with a right to share my knowledge publicly to advance the state of the field, but perhaps also to enhance my own personal power and prestige. When I presented this research in lectures, I reinforced my authority by speaking from a position alone on a stage above my audience rather than among them, and I wore clothing that further coded me as an expert within Western European white culture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] All of these elements—analyst identity and intention, analytical methods, mode of delivery, and the view of music they assume—are areas of music analysis that may be considered Eurocentric, because they connect to Western European ways of knowing, doing, being, and believing that infuse academic practice generally and music analysis specifically. Since I practice this Eurocentric discipline, and reside in one of the settler-colonial nation states where it is most prevalent, I see myself as more rooted in the cultural practices of my genetic and academic ancestors than those of the Indigenous peoples of the lands I occupy. Example 7 . Areas of music analysis. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Sometimes when trying to uncover tacit assumptions, it is helpful to describe or imagine alternative approaches. Example 7 presents a group of influencing factors in music analysis and some possibilities for how to express them. The organization of the example represents an attempt to move away from binary oppositions by grouping words loosely around each element. I leave the groupings unbounded to hint at other possibilities not listed and to offer the potential for categories to blur. What analytical possibilities do these words raise in your mind? Do some seem more acceptable than others? Which do you see as typical, and which do you consider divergent? Steps towards decolonization and Indigenization",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The discussion in the previous section began the work of uncovering the colonial and Eurocentric norms that Battiste ( 2013 ) describes as important for “unpacking the keeper current.” In this section, I will continue to unpack those norms, but also extend the scope of Example 7 by proposing additional approaches that engage with decolonizing and Indigenizing theories and practices. (20) At times these alternatives will be contradictory and may appear to be going too far or not far enough, reflecting the messy and human reality of a discourse on the decolonization and Indigenization of higher education, a realm that also contains contradictions and differences of opinion about the means and the ends. In keeping with the title of this article as “The Many Paths of Decolonization,” my goal is to present possibilities and multiple pathways that individual readers can explore further, allowing for personal choice and agency rather than adherence to a definitive and singular strategy for change.",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "battiste_2013"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Let us begin with analyst identity. There is no way for me to change my identity; however, I can explore ways of analyzing with Indigenous peoples rather than upon them as research subjects. This follows the call in Kirkness and Barnhardt 2001 for emphasizing reciprocal relationships in interactions between Indigenous and non-Indigenous peoples and groups. (21) I had this intention in mind when I began this research project in the fall of 2017, but at the time I had just moved to a new institution, had no local connections, and was furthermore unsure of my skills as an ethnographer. The opportunity arose to interview A Tribe Called Red co-founder Ian Campeau, and so I used this interview as my entry point into the project. When I interviewed him, I did not know what direction my analysis would take beyond a vague interest in the way that the band navigates their Indigenous identities within the settler-dominated world of commercial pop. It was not a formal ethnography by any means: we met for an hour, Campeau led the conversation, and I listened and asked questions without any methodological grounding other than my own instincts about how I wanted to engage with another human being at that time. I was particularly sensitive to my white settler identity and Campeau’s Indigenous identity in the context of Canadian conversations at the time, and so positioned myself more as a listener and a learner rather than taking a directive role in the conversation. It is also important to remember that Campeau’s views were those of one Indigenous individual, not any collective opinion, meaning that his role was not to “speak for” all Indigenous peoples. Perhaps other music analysts who have rarely if ever talked to the musicians whose work they analyze might find inspiration here; scholars with more ethnographic experience will likely find this initial foray insufficient. Regardless of your reactions, I can report that the conversation did impact my analysis. While we did not discuss “How I Feel,” our discussion led me away from attempting a formal structural analysis of the song (as in section two above) in favor of broader consideration of decolonization and Indigenization in music analysis that this paper addresses. Several comments by Campeau that educated and inspired me in particular are woven into the narrative below.",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "kirkness_and_barnhardt_2001"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Another way of addressing analyst identity is to encourage more Indigenous participation in the field of music theory and analysis. This is a more complicated issue, however. On the one hand, including analysts of diverse identities and worldviews within music theory and analysis could lead to a broader range of analytical approaches, reducing the Eurocentric dominance that persists today. On the other hand, greater diversity of analyst identity might not change the Eurocentric norms of the field if work is rejected when it does not conform to those norms. Gatekeeping processes such as peer review, promotion, and tenure need to be scrutinized in this light. Moreover, these sorts of inclusion and equity initiatives are often and rightly criticized as tokenistic “add-and-stir” approaches ( Kuokkanen 2007 , 105) that don’t change the fundamentals of theory and practice, power and structures, and inequities and colonial attitudes that are rampant in the field and in academia at large. (22) Any encouragement for more diverse participation needs to be paired with other movements for change.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "kuokkanen_2007"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] In addition to making space for those with various identities to express those identities within the field of music theory, I am calling on practicing music theorists to broaden their notions of what it means to be a researcher, a music theorist, and a music analyst. Music theorists should also, if invited as a result of committed relationship-building, engage with Indigenous researchers, theorists, and analysts in their spaces and modes of presentation: these may be academic conferences, but they also may not be (particularly if we use the terms researcher, theorist, and analyst in a broader sense than their typical academic definitions). For settler music theorists, this means developing relationships with musicians, theorists, Traditional Knowledge Keepers, and Elders that are equal partnerships, and where each participant benefits in ways that are meaningful to them. (23) Considering these possibilities from a “many paths” approach, some theorists might choose to read, watch, or listen to Indigenous musicians talking about music; some might begin the process of relationship building by reaching out to campus Elders, local communities, or specific musicians (while keeping in mind appropriate protocols for engagement and ethical research); some might attend public events where Indigenous music and musicians are involved; and some might engage in more complex ethnomusicological-style projects, perhaps inspired by ethnomusicology and analysis of world music. (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] I would also expect some Indigenous peoples to refuse participation in the settler-colonial academic project generally, and in music theory specifically. As Linda Tuhiwai Smith ( 2012 ) writes, research is a dirty word in many Indigenous communities, after centuries of being positioned as non-Indigenous peoples’ research subjects ( 2012 , 1). As such, settler analysts need to be self-critical about their motivations for wanting to collaborate in the first place. (25) At the same time, many Indigenous scholars are more interested in supporting resurgence among their own communities than in propping up or making change within structures that have been explicitly or implicitly biased against them as individuals and as academics (see Simpson 2017 ).",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "smith_2012",
                    "smith_2012",
                    "simpson_2017"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] The political and power issues involved in studying Indigenous music is another area to consider. It is one thing to say that I “analyzed Indigenous music.” I can go further, however, and characterize my analyses as being “on” Indigenous music, highlighting the power dynamics at play—particularly the fact that I sought no permission from, or participation by, the music’s Indigenous creators. To me, this recalls the behavior of Western European colonizers who came without permission to the lands that some call Turtle Island and others North America more than five hundred years ago. It equally recalls my own ancestors’ probable behavior when they settled in the 1830s and 1950s in the area I know as Québec, and mine when I bought the home I live in with my family. Seeking permission to analyze any music is not something I have ever heard music theorists discuss, but it is one of the most important points Stó:lō music scholar Dylan Robinson ( 2020 ) brings to analyst’s attention throughout Hungry Listening , his general critique of settler music studies. In terms of “How I Feel,” permission to analyze may not be required, since A Tribe Called Red released “How I Feel” on a commercial album for a public audience. But what would music analyses look like if music theorists always asked before they analyzed? Audio Example 1",
                "footnotes": [],
                "citations": [
                    "robinson_2020"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Regardless of the ethical entailments (or lack thereof) in my approach, I might be tempted to celebrate my analysis, holding it up as one of only a handful of analyses of Indigenous music in the discipline of music theory, something that therefore makes it a decolonizing act. (26) Yet I am mindful again of inclusion politics. Analyzing Indigenous music with the methodologies presented does not, on its own, change the fundamentally white, male, ableist, and Eurocentric methods, worldviews, and knowledge systems that form the foundation of the discipline as currently practiced. Yet if Indigenous music and Indigenous voices are excluded from the still-colonial bounds of music theory and analysis, how can we hope to shift those boundaries? A Tribe Called Red’s Ian Campeau spoke to me in our conversation both about the importance of Indigenous representation and recognition in his own career as a DJ; his comments appear below and in Audio Example 1. I was trying, I’m still trying to be the piece of pop culture that represented me. You know, there wasn’t any Indigenous representation in pop culture in any media, other than like Buffy Sainte-Marie being on Sesame Street, and that was a massive thing, that was a really big thing, I remember my mom being like “Oh, come check this out!” So yeah, not having that representation, so everything that I’ve been trying to do is trying to figure out how to be that person in pop culture, that touchstone for someone, because I understand, I understood how important it was for me to see live bands.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Campeau’s comments continue to remind me of the value of equal representation and inclusion, and support the idea that analyzing music by Indigenous musicians is an important first step. Indeed, in my experience presenting this work I have had positive reactions from Indigenous academics about the value of finally being able to see themselves represented in the field. But again, this is only one step and path among many, and careful consideration of the reasons for inclusion is necessary. Is it because I want to feel good about myself for taking steps to diversify my professional community without actually changing much? Am I “hungry” to absorb and exploit the music and worldview of other cultures, extract meaning from their work for my own gain (and, potentially, their loss)? (27) Do I genuinely want to open up this field to a broader range of human (and perhaps even more-than-human) experiences with music? (28) And as I work, how can I always be sure of all of the boundaries? Some may be clear; for example, Indigenous music that is sacred, ceremonial, or otherwise not meant for certain audiences should not be considered for analysis. But other boundaries may not be as clear, and may shift over time. (29)",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] In my representative analyses of “How I Feel,” I engaged with the music as if it were a body to be dissected and labeled, taking it apart in order to understand it, practicing what Robinson characterizes as analytical “violence,” which I view as stemming from positivist practices rooted in Western European thought. I pulled the music apart into components typical of Western European understandings of music, such as pitches, chords, durations, and formal sections. I ignored some elements as unimportant, such as the lyrics in English from the rappers and in Atikamekw from Northern Voice. I fit other elements into Western European understandings: for instance, my discussion of pitch assumed that Northern Voice’s singing could fit into ‘pure’ Western European chord tones. I transcribed the music—not always into Western European art music notation, but always into a written mode of representation that was implicitly advanced as equally relevant to the sounds themselves. More questions immediately arise. Do these analytical approaches and the worldview they privilege accurately reflect those of the music’s creators or audience? Does that matter? The presented analysis, and—more often than not—our discipline generally, do not often ask such questions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Music theorists need to reckon with what we believe music analysis is and what it is not. In my discussion above, analysis might have meant “musical structure,” but it also might have meant “my way of hearing.” Often analysis is linked to composition, to critical engagement with music akin to close reading in literature. (30) Sometimes analysis is about education, teaching a particular way of hearing: undergraduate music theory and history courses, for instance, often teach students how to hear the structural and formal musical features privileged in Western European conceptions of music. Given the history and contemporary reality of music analysis, it is not surprising that these understandings are rooted in Western European modes of thought that prioritize intellectual engagement. Currently that excludes a great number of modes of engaging with music, such as dancing, praying, chatting during cocktail parties, drawing, meditating, participating in a talking circle, and listening and thinking without telling anyone else. (31) Could these activities constitute analysis? Our disciplinary norms might suggest “no”—but perhaps we should join others in saying “yes” and viewing this as mainstream rather than alternative work. (32) Not only would modes of engagement expand, but so would the circle of “who counts” as a music theorist ( Hisama 2021 ). Audio Example 2",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": [
                    "hisama_2021"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] Whatever method is chosen, it is equally important for decolonizing and Indigenizing analysis that the analyst(s) situate themselves within their work, forefronting their identities as part of the analysis rather than outside of it. As a white settler analyst, I need to ask the question of why I chose this particular piece of music in the first place. Often when I begin an analytical project, it is because I hear a piece of music that intrigues me for some reason, and I want to figure out why. With “How I Feel,” I think part of my intrigue comes from the cultural blends that I hear in the track. Digging deeper, I think part of the reason that I’m fascinated by modern Indigenous pop is that it challenges my deep-seated white settler stereotypes about Indigenous people and Indigenous music, such as that it can’t be modern or use technology, and that only certain sounds, such as the powwow drum or vocal wailing, can be considered Indigenous. (33) Ian Campeau reminded me of this fallacy in the part of our conversation printed below and recorded in Audio Example 2 . Absolutely. And it’s still what Tribe Called Red is known for. And we’ve been to like France, and we played a set, and it was our set, that didn’t have tons of powwow in it, and they were like “why didn’t you play more of your music” and we were like “That was our music” and they’re like “no no no, you know what we mean” and we’re like “Ex-cuse me?” Because no matter what we make, it’s Indigenous music. As Indigenous people, if I make a song with no powwow in it whatsoever, it’s still Indigenous music. And they don’t like, people don’t recognize that, if it’s not uh, overtly Indigenous. . . it’s Indigenous either way. If it doesn’t meet the hallmarks and checkmarks of what Indigenous people are in their mind, it’s not Indigenous. People won’t look at me dressed like this thinking I’m an Indigenous person, as Indigenous as I am. You know? Like it’s this thing that if you don’t have the feathers or the moccasins, you’re kind of invisible, your indigeneity’s not really there. So yeah. In this case, being open about my held stereotypes as a white settler in dialog with an Indigenous person helped me to understand the stereotypes held by other members (and potential would-be analysts) of the Tribe’s audience. Exposing and exploring how these stereotypes impact one’s own analysis of music like this is therefore not only methodologically more responsible, but also meaningful work.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Taking this further, decolonizing and Indigenizing music analysis means normalizing the notion that analysis is not objective or impartial. Judy Lochhead ( 2016 ) has described in detail the ways that music theory as practiced in Canada and the United States from the mid-twentieth century onward has valued Western European philosophical and scientific objectivity at the expense of personal and subjective approaches. Building on her approach as well as that of many others, (34) music analysts could forefront their personal and subjective influences rather than trying to hide them. Furthermore, we could make sure that the personal and subjective analytical and listening positions we describe in our analyses are more diverse, and that we are critical of the positions we assume as normative. Robinson describes listening positionality as involving “a self-reflexive questioning of how race, class, gender, sexuality, ability, and cultural background intersect and influence the way we are able to hear sound, music, and the world around us” ( 2020 , 81). When music analysis fails to center subjectivity, it suggests a universality that is actually anything but universal. As Robinson argues, marking the unmarked normative listening (and by extension, analytical) position as white, heterosexual, able-bodied, and middle-class allows the possibility of accepting analysis that “explicitly illustrates and materializes other listening values in/and/from musical subjectivities” ( 2020 , 81). Audio Example 3",
                "footnotes": [
                    "FN34"
                ],
                "citations": [
                    "lochhead_2016",
                    "robinson_2020",
                    "robinson_2020"
                ]
            }
        },
        {
            "3.13": {
                "text": "[3.13] Once again, I return to my conversation with Ian Campeau as a way of pulling back from academic theory and helping me find the core issues and their impacts on the place I call home; read below or listen to Audio Example 3 . We gotta understand that all of this, that everything in North America’s based on white supremacy. If you have any pride of being, anywhere in North America that pride stems from a giant pillar of white supremacy. People can’t come here and change people’s entire way of living without thinking that their way is better than theirs. So it stems from that superiority, it stems from this idea of supremacy. The legislation specifically points all of this out. And in the wording of this legislation. And the hierarchy of race within North America, white supremacy specifically was legislated. People of color didn’t enact and enforce slavery on themselves. People, Native people didn’t enact and enforce the removal act, the Japanese internment camps. I still live under the Indian Act. You know what I mean, I didn’t write that, I’m not enforcing it on myself, yet I’m forced to carry a card that tells me what my race is. Campeau is not the first nor the last person to make remarks such as these, but in my own journey through decolonization and Indigenization through \"How I Feel,\" his words echo, resonate, and inspire. Your next steps",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] You, as reader of this article, hold your own identities, histories, and interests. You must find your own path in decolonizing and Indigenizing music analysis, a path that might reject much of what I suggest in this article. There are many paths to choose from, some described in my prose and examples, some in Ian Campeau’s words, and some in the words of other cited authors. I have resisted providing any definitive solutions, since I do not want to imply that a checklist is all that is needed for change. Yet I am also aware that those new to decolonization and Indigenization might appreciate explicit starting places for taking further action. In the place of a checklist, I offer advice gleaned both from others and from my own life experiences: Understand the possible motives for seeking to decolonize, and know which ones are driving you. Read more in the fields of settler colonial and decolonial studies, and in non-academic literature about decolonization and Indigenization in your own local context. Read more writings by Indigenous authors and listen to more Indigenous music, both in academia and outside of it. Read and listen to critiques of North American academic music societies and take them seriously instead of defensively. Rather than asking the criticizers what to do, ask yourself. Seek collaborative research relationships with Indigenous musicians, if possible. If not possible, develop ethical and mutually beneficial ethnographic experiences. “Do no harm” in your own analysis. Seek out new analytical methods, and make space (some might say cede or return space) for Indigenous voices in your analysis by playing music, including interview or video clips, citing Indigenous scholars, and more. Analyze Indigenous music responsibly, seeking permission from culturally appropriate individuals and following protocol as necessary. Note that sometimes you need to seek permission from a whole community, or from Elders, regardless of whether they directly created or performed the music. Define Indigenous music broadly, and be careful about your role in settler colonial practices of controlling what is understood as Indigenous. Be mindful of what you include in your analysis and what you leave out. Question your reasoning as to why some sounds and experiences are more important than others. Question analytical methods, develop new ones, and accept new ones developed by others as music theory and not outside of it. Challenge power dynamics in presentations and publications. Highlight rather than hide the subjective nature of analysis. Be brave. Speak up. But also, step back to allow other voices to speak. Audio Example 4",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] This essay has aimed to explore and decolonize the practice of analysis. I am mindful of the unsettling nature of an analytical article that never presents a complete or definitive analysis. Decolonization is a process rather than a product, ongoing actions rather than something complete, and for those reasons presenting a “decolonized analysis” would be disingenuous. I imagine multiple possibilities for analysis, including analyzing Indigenous music using standard analytical methods; choosing whether or not to draw attention to the Indigeneity of such music, its practitioners, and/or its audience as part of an analytical project; exploring analyst and listener positionalities; and using analytical methods that are not drawn from Western European intellectual traditions. Stretching what it means to analyze music, perhaps my “analysis” of “How I Feel” is constituted by the actions I’ve taken since I first started listening to the song in 2017. When I listen and re-listen to this song, elements of the music such as the rappers’ lyrics and delivery, the driving beat, and the urgency of the topic in the context of the history I’ve been living through as a Canadian resident, all inspire me to take action. In response, I find myself speaking up and calling for change in contexts where my sphere of influence is strongest and that are tied up with a bigger life's journey that music theory and analysis does not fully touch: music theory and analysis, teaching and learning in higher education, and my personal life beyond my profession. Ian Campeau expressly noted the inspiration to act as a main goal of A Tribe Called Red, and I wonder if the song and the conversation influenced me in the same direction. Read below and listen to Audio Example 4 . And these [white supremacy and its manifestations in North America] are the things we need to start talking about, these are the things that we need to recognize, and these are the things we were challenging in Tribe, these are the things, these ideas that we were challenging, in showing the things that we were showing, and just kind of putting up a mirror to society and being unapologetically Indigenous on the other side. To extend an earlier point, could my actions in this project since 2017 constitute analyses of “How I Feel?” Could my conversations with students as I’ve taught this song in undergraduate theory courses be considered analyses? Could the actions or reactions I inspire you as a reader be considered analyses? Could my emotions and memories when I think back on the time and place where I got to hang out with Ian Campeau for an hour be considered analyses? Audio Example 5",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Whether you accept these analytical possibilities or not, none of them return land to Indigenous peoples or uphold my treaty obligations as someone who grew up in Treaty 3 territory and currently resides in Treaty 1 territory. But perhaps they can serve as pathways towards that end, as modeled behavior that will encourage others to take their own decolonizing actions, whether inside or outside of music theory. Music theory cannot change the world, cannot lift boil-water advisories on reserves or end ongoing violence against Indigenous women and girls, cannot stop pipelines from being built, fisheries from being destroyed, or the Arctic ice from melting. Yet in a moment of my life in a world that feels hopelessly unchangeable, I find a small bit of hope in some comments from Ian about the value of art to make change. Read below and listen to Audio Example 5 . Art is important in that way. Art is the only thing within our society that can transcend class or race and gender and all of those things. Again, it’s pure vibrations—well, music is. But all of those, like, art will affect your emotions and I think that’s why it’s accessible, will penetrate those glass ceilings for everyone. In that it does breed empathy. It does—if you see something and you see it in a new light, in a new way. Like that movie Moonlight changed my life, I mean, how beautiful was that movie, and it was just like, there was no good guy, there was no bad guy, there was just a story, of this guy, and that was it. And it was like this beautiful touching story, that like, meant so much, and it’s just, finally someone had the perspective to show it, and wanted to tell this perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] It is easy to critique these words, to see them as an oversimplification. But, like many moments in that conversation, they ground me in simple truths that cut through the academic debates and intellectual grey areas I usually inhabit. We music theorists and analysts can inspire and teach each other, and likewise inspire and teach students, to take these concerns seriously both within and outside the field. And we can also admit the limitations of the field and choose to direct our efforts outside our professional lives to address these injustices to whatever extent we feel we must.  Many people have left the field because the insufficiencies of the discipline or the challenges of decolonization and Indigenization of a colonial and white supremacist discipline are too much. Rather than see these choices as failures on the part of the individual or the discipline, we can see them as the right choices for these individuals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] I leave you now with your own reflections and reactions. Which paths will you take? Which paths will you support others to take? I am glad to have walked alongside you on this essay’s path for a while, and I can’t wait to see where you, and music theory and analysis, go next.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essay",
    "source": "mto/raw/mto.22.28.2.attas.html",
    "data": "mto/data/mto.22.28.2.attas.json"
}