{
    "title": "Review of David Ferris, <i>Schumann’s Eichendorff Liederkreis and the Genre of the Romantic Cycle</i> (New York: Oxford University Press, 2000). 270 pages.",
    "date": "2002/08/01",
    "volume": "8",
    "issue": "2",
    "authors": [
        "Krebs, Harald"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.2/mto.02.8.2.krebs.pdf",
    "author_info": [
        {
            "name": "Harald Krebs",
            "university": "University of Victoria",
            "address": "School of Music, Box 1700, Victoria, BC V8W 2Y2 CANADA",
            "email": "hkrebs@finearts.uvic.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. John Daverio, Robert Schumann: Herald of a “New Poetic Age” (1997); Richard Miller, Singing Schumann: An Interpretive Guide for Performers (1999); Harald Krebs, Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann (1999).",
            "citations": []
        },
        "FN2": {
            "text": "2. Arthur Komar, ed., Schumann: Dichterliebe (New  York: W. W. Norton, 1971); David Neumeyer, “Organic Structure and the Song Cycle:  Another Look at Schumann's Dichterliebe, ” Music Theory Spectrum 4 (1982): 92–105; Patrick McCreless, “Song Order in the Song Cycle: Schumann’s Liederkreis, Op. 39,” Music Analysis 5 (1986): 5–28.",
            "citations": []
        },
        "FN3": {
            "text": "3. Barbara Turchin, “Robert Schumann’s Song Cycles in the Context of the Early Nineteenth-Century Liederkreis,” Ph.D. diss., Columbia University, 1981; Ruth Bingham, “The Song Cycle in German-Speaking Countries 1790–1840: Approaches to a Changing Genre,” Ph.D. diss. Cornell University, 1993.",
            "citations": []
        },
        "FN4": {
            "text": "4. John Daverio, Nineteenth-Century Music and the German  Romantic Ideology (New York: Schirmer, 1993); Charles Rosen, The Romantic  Generation (Cambridge: Harvard University Press, 1995).",
            "citations": []
        },
        "FN5": {
            "text": "5. This analysis of pitch structure causes Ferris to hear  the hypermeter incorrectly as well; because he continues the upper-voice F ♯ into measure 12, he hears three-bar hypermeasures in measures 10–12, 13–15, and 16–18.  If one hears the F ♯ resolving to E in measure 12, there is little basis for Ferris’s  hypermetrical analysis. Two-bar hypermeter falls nicely into place throughout the passage; measures 12–13 and 14–15 are parallel two-bar hypermeasures.",
            "citations": []
        },
        "FN6": {
            "text": "6. Ferris states that there is no evidence that Schumann \n  read the works of the Schlegels, but that he would have absorbed their philosophy \n  through Jean Paul and E. T. A. Hoffmann. Schumann’s use of a quotation from \n  Friedrich Schlegel as a motto for his Fantasy op. 17 shows, however, \n  that he did have some familiarity with his writings. It is also known that Schumann \n  read essays by Friedrich Schlegel during meetings of the Literarischer Verein to which he belonged between 1825 and 1828; see John Daverio, Robert Schumann: \n  Herald of a “New Poetic Age” (New York: Oxford University Press, 1997), \n  24.",
            "citations": []
        },
        "FN7": {
            "text": "7. For example, in note 33 in Chapter 3, “Adlersittige” should \n  be “Adlerfittige.” On pages 86 and 92, Ferris refers to the fifth song of Dichterliebe as “Ich will meine Seele tauschen” instead of “tauchen.” Note 93 in Chapter \n  3, a transcription of a review excerpt, contains numerous errors: “in dies Blättern” \n  instead of “in diesen Blättern”; “der Anfant” instead of “der Anfang”; \n  “daß viele Leder dieses Cyklus wie Schmetterkinge . . . und us gar keine . . . ” \n  instead of “daß viele Lieder dieses Cyklus wie Schmetterlinge . . . und uns \n  gar keine . . . .” On page 97, within the second stanza of the first poem of op. 39, \n  Ferris writes “Walkdeinsamkeit” instead of “Waldeinsamkeit.” Within his transcription \n  of the last poem (page 129), he writes “mit der Mondesglanz” instead of “mit dem \n  Mondesglanz.” He consistently writes “ Liederspielen ” instead of “ Liederspiele ” \n  as the plural of Liederspiel (pages 200–01). In Chapter 8, note 12, a transcription \n  of a review from the Neue Zeitschrift, in the second paragraph, the word \n  “zwischen” is left out between “schweben” and “beiden”. In the third paragraph, \n  “beegend” should be “beengend.” In note 15 of the same chapter, l. 3, “bedar” \n  should be “bedarf”, and “theatrlisch” should be “theatralisch.”",
            "citations": []
        },
        "FN8": {
            "text": "8. The original German of the passages in question is: “ . . . während \n  im Formellen und durch wenige feine Züge kaum angedeutet ist, daß \n  die in diesem oder jenem Liede ausgesprochene Situation nicht ein isolirtes, \n  in sich abgerundetes Ganze, sondern das Glied einer Kette sei: . . . so durch . . . eine \n  nicht abschließende harmonische Schlußwendung, wie im zweiten, die \n  sich, das Lied als selbständiges genommen, wohl durch die Frage des ersten, \n  nicht aber für die übrigen rechtfertigen ließe“ (quoted in note \n  77 on page 241).",
            "citations": []
        },
        "FN9": {
            "text": "9. Schumann’s metaphorical use of a term from the visual \n  arts, and specifically his implied preference for a sparse, economical texture, \n  recalls Schlegel's description of the Romantic artwork as a sketch or silhouette \n  (rather than a fully worked-out oil painting).",
            "citations": []
        },
        "FN10": {
            "text": "10. The original German of the sentence is: “Hier handelt \n  es sich nicht um die Wiedergeburt der Poesie zum schöneren, blühenderen \n  Leben im Gesange, sondern der Tonsetzer hat die Worte mehr zu Dolmetschern seiner \n  musikalischen Sprache gemacht, deren Geläufigkeit er für Beredsamkeit \n  hält.”",
            "citations": []
        },
        "FN11": {
            "text": "11. The original German is: “Er umhüllt die strahlenden \n  Blicke seines Geistes mit dem Nebel des Gleichmuths, gibt statt dichterischer \n  Gedanken poetische Floskeln.”",
            "citations": []
        },
        "FN12": {
            "text": "12. As Ferris points out, the narrator of “In der Fremde” \n  is, in Eichendorff’s original poem, a woman—the female character Julie in the \n  novella Viel Lärmen um nichts.",
            "citations": []
        },
        "FN13": {
            "text": "13. Later on, Ferris refers to the setting of the last line \n  as a “synecdochic return” of the opening music, and states that the “recapitulation \n  has been elided into the coda” (page 106). These statements are more accurate \n  descriptions of the final section than the earlier argument that the form of \n  the song is ternary.",
            "citations": []
        },
        "FN14": {
            "text": "14. Ferris finds the opening of “Schöne Fremde” weak \n  also because of its tonal ambiguity; he states that “we have no idea that B \n  major is the tonic until we get to the third strophe” (page 164). I find that \n  Ferris exaggerates this tonal ambiguity. The sequential progression does render \n  the harmony unstable, but the tonality implied by the progression seems clear \n  to me; the prevalence of E-naturals from measure 2 onward makes it difficult to hear \n  any tonic but B major. When F ♯ is tonicized in measure 7, it sounds to me like a \n  dominant, not like a tonic. Ferris claims that the melody in measures 4–5 “implies \n  a cadential close in F ♯ major”, but the descent B– A ♯ – G ♯ – F ♯ can just as easily \n  imply 8 ˆ – 7 ˆ – 6 ˆ – 5 ˆ in B (and does so, to my ears).",
            "citations": []
        },
        "FN15": {
            "text": "15. As Ferris admits, other authors have mentioned the pairing \n  of these two songs, for example, Barbara Turchin in “Robert Schumann’s Song \n  Cycles,” 320–21. Her (and other authors’) conception of song pairing is, however, \n  different from Ferris’s. Ferris’s “recompositional pairings&lrquo are based upon \n  the use of analogous deep-level structures in two songs. The recognition of \n  such pairing does not depend on the order of the songs. The pairings that Turchin \n  discusses, or that David Neumeyer mentions in “Organic Structure and the Song \n  Cycle,” are based on foreground connections between adjacent songs rather than \n  on deeper-level similarities.",
            "citations": []
        },
        "FN16": {
            "text": "16. This collection is held at the Deutsche Staatsbibliothek \n  in Berlin. Ferris is more careful than earlier authors in his use of the “Berlin \n  Notebooks” as evidence of chronology. He takes into account that other, earlier \n  manuscripts of the songs may have existed, and that the Berlin drafts may therefore \n  not reflect the true order of composition. He also notes that there are inconsistencies \n  in the dating of the Berlin autographs, so that the dates cannot be fully trusted.",
            "citations": []
        },
        "FN17": {
            "text": "17. Here Ferris disagrees with McCreless, who, in “Song \n  Order in the Song Cycle” (18–21), takes the order of composition seriously as \n  a first version of op. 39.",
            "citations": []
        },
        "FN18": {
            "text": "18. Theodor Adorno, “Zum Gedächtnis Eichendorffs,” \n  in Noten zur Literatur I (Frankfurt: Suhrkamp Verlag, 1958); Barbara \n  Turchin, “Schumann’s Song Cycles,” 279, 313; Jürgen Thym, “The Solo Song \n  Settings of Eichendorff’s Poems by Schumann and Wolf,” Ph.D. diss, Case Western \n  Reserve University, 1974, 219–20; John Daverio, Robert Schumann, 214–16.",
            "citations": []
        },
        "FN19": {
            "text": "19. Thym, “Solo Settings,” 212–13; McCreless, “Song Order,” 23–25.",
            "citations": []
        },
        "FN20": {
            "text": "20. The key palindrome was pointed out by McCreless in “Song Order,” 15.",
            "citations": []
        },
        "FN21": {
            "text": "21. Rosen, The Romantic Generation, 210.",
            "citations": []
        },
        "FN22": {
            "text": "22. I mentioned the first of these metrical resolutions \n  in Fantasy Pieces, 162–63.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] David Ferris’s book is one of several studies of Robert Schumann and his \n  music that have recently appeared with Oxford University Press. (1) Focusing on one of the most fascinating genres in which this composer \n  worked, and on perhaps the most beautiful of his examples of that genre (the \n  Eichendorff Liederkreis, op. 39), Ferris’s book is a welcome addition \n  to Oxford’s “Schumann series.” It is refreshing to read a study of the Romantic \n  song cycle whose primary focus is not Dichterliebe (which is by far the \n  most frequently analysed Romantic song cycle). Numerous earlier writers have \n  argued that Dichterliebe is an organically unified cycle, and have used \n  their analyses of this cycle as the basis for a model of unity and coherence, \n  which, they imply, is applicable to the Romantic song cycle in general. Ferris \n  has deliberately chosen to emphasize a cycle to which such a model cannot easily \n  be applied (although previous writers have, in accordance with established views \n  of what constitutes a cycle, sought to explain even op. 39 as “an integrated \n  musical whole that is unified by a web of motivic relationships and a symmetrical \n  arrangement of keys” [page 4]). Ferris attempts instead to approach the work without \n  preconceptions about unity and coherence, and in a manner consistent with the \n  aesthetics of the period in which it originated. The result is an interpretation \n  of op. 39—and of the Romantic cycle in general—that diverges significantly \n  from those of earlier writers. Instead of asking, “How is Schumann’s op. 39 \n  unified?,” Ferris addresses the following questions: (1) What is the Romantic \n  view of unity and coherence in the song cycle? (2) How does this view compare \n  with current conceptions of unity and coherence in the cycle? (3) How could \n  the latter conceptions be complemented and modified by taking into consideration \n  the Romantic view? In his effort to answer these questions, Ferris consults \n  a wide variety of sources: nineteenth-century writings on aesthetics and philosophy; \n  nineteenth-century music journal articles (including Schumann’s own writings); \n  the 20 th -century theoretical and musicological literature \n  on Schumann’s song cycles and the song cycle in general; Schumann’s autographs; \n  and, of course, the text and music of Schumann’s op. 39.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In his first chapter, Ferris establishes a context for his investigation \n  by describing three trends in recent research on the Romantic song cycle. The \n  adherents of one trend, including Arthur Komar, David Neumeyer, and Patrick \n  McCreless, consider cycles in theoretical terms, and attempt to discover unity \n  and coherence within them. (2) A second trend, originating in part as a reaction against the first, involves \n  the investigation of the historical context of, and contemporary perspectives \n  on the Romantic cycle. (3) Whereas Ferris finds this endeavor laudable, he notes that it has not resulted \n  in any significant change in current conceptions of the song cycle, partly because \n  the scholars in this group have brought to their investigations a preconception \n  similar to that held by the first group—the belief that true cycles involve \n  some kind of musical coherence, particularly tonal coherence. The third trend, \n  which more closely approaches Ferris’s viewpoint, is that represented by recent \n  writings of John Daverio and Charles Rosen. (4) Both of these authors begin to consider Romantic cycles in connection \n  with aesthetic and philosophical trends of the early nineteenth century, in \n  particular, the ideas of the brothers Wilhelm and August Schlegel. Ferris contends \n  that neither Daverio nor Rosen goes far enough in the exploration of the Schlegel \n  connection; one of the purposes of his book is further to pursue that avenue.",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In his critique of earlier writings on the cycle, Ferris consistently acknowledges \n  their valuable aspects, while arguing for a supplementation of their findings \n  by a different approach. This attitude of tolerance and fairness remains in \n  effect in his second chapter, entitled “Analysing Dichterliebe ,” in which \n  he provides critiques of Schenkerian analyses by Schenker himself, by Arthur \n  Komar, and by David Neumeyer. He notes the difficulties and contradictions that \n  arise from the analysts’ attempts to fit the complexities of individual songs, \n  or the tonal plans of the entire cycle, into a mold of organic unity. He points \n  out, for example, how Schenker, in his analysis of the second song of Dichterliebe, uses his graphic notation in a curious way, apparently in order to draw attention \n  to unusual aspects of Schumann’s cadences. For instance, Schenker notates the \n  dominant harmony of the penultimate bar as a half note, and the final tonic \n  that resolves it as a quarter note. Ferris believes that this strange notation, \n  which suggests the priority of the dominant over the tonic, may be an attempt \n  to represent “Schumann’s subversion of the seemingly straightforward syntax \n  of his cadence” (page 46)—this final cadence in which the dominant is so strongly \n  emphasized, and the tonic is presented, almost as an afterthought, by the piano \n  alone. Ferris’s perceptive remarks on Schenker’s sketch contain one error: he \n  misreads Schenker’s intention with respect to measure 8 (on the foreground level). \n  He states (page 43) that Schenker analyses the same cadence in different ways—in \n  measure 4, as an authentic cadence, and in measure 8 as a half-cadence. Actually, Schenker \n  writes “Wdh” (Wiederholung) after his sketch of measures 1–4, indicating that the \n  same phrase, concluding with an authentic cadence, is heard twice. The dominant \n  in measure 8, which Schenker attaches to a beam, is not the one that begins that \n  bar (the V within the authentic cadence), but the one that follows the authentic \n  cadence (the dominant harmony that begins the middle section).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In spite of his criticisms of some of the work on the song cycle by Schenkerian \n  theorists, Ferris admits the value of Schenkerian analysis, and himself employs \n  Schenkerian sketches throughout the volume as a way of explaining foreground \n  and middleground voice-leading in the songs of Schumann’s op. 39. His own Schenkerian \n  sketches are, for the most part, well prepared; I have located only a few errors. \n  In Example 4.3, a durational reduction of measures 10–18 of op. 39 no. 1 (page 105), F ♯ should yield to E in the last beat of the first bar (which corresponds to measure \n  12 of the song), as is evident in the score from the top notes of the left-hand \n  accompaniment figure. Because Ferris delays the melodic motion to E, the voice \n  leading in the sketch is faulty; there are parallel fifths in the treble voices \n  between the first two bars of Example 4.3c. (5) Example 5.5 (page 135) contains a typographical error; the G natural in the \n  bass near the end should be a G ♯ . In Example 6.3 (page 154), the last two notes in \n  Ferris’s progression of the descending fifths in the bass do not make musical \n  sense; the D ♯ in measure 55 does not, as the sketch indicates, move to the G ♯ of \n  measure 59, but resolves immediately to E. In any case, the bass notes of measures 55 \n  and 59 are bass notes of first-inversion harmonies, and thus do not logically \n  connect to the earlier bass notes, which are roots within a circle-of-fifths \n  progression.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Although he employs Schenkerian analysis, Ferris’s overall perspective \n  on the song cycle is by no means Schenkerian; it is instead derived from early \n  nineteenth-century writings on aesthetics, philosophy, and music, which he summarizes \n  in his third chapter (“Schlegel’s Fragments and Schumann’s Cycles”). He argues \n  that although organicism was not an unfamiliar concept in the early nineteenth \n  century, the kind of organic unity that is today often sought in the song cycle—a \n  unity “in which all elements are completely integrated and interdependent” and \n  “in which the alteration of even a single detail would destroy the integrity \n  of the whole” (page 61)—was alien to the Romanticists’ view of their own art. \n  He demonstrates that Friedrich and August Schlegel, whose theories of literature \n  deeply influenced Schumann, conceived of the Romantic artwork as being imperfect \n  and fragmentary, groping for a new, as yet unachieved Utopian unity (page 69). \n  He summarizes the Schlegels’ metaphorical descriptions of Romantic works of \n  art as fragments, silhouettes and sketches—metaphors suggestive of incompleteness \n  and imperfection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The Schlegels’ theories are, as Ferris shows in the second part of the \n  third chapter, analogous to Schumann’s ideas about Romantic music, as articulated \n  in the Neue Zeitschrift. (6) For example, in analogy to Schlegel’s view that literature was in the \n  process of arriving at a new Utopian condition, Schumann alludes to a state \n  of transition in music—a progression toward a more perfect future state (page \n  74)—and describes the genres of his time as transitional, fluid, and flexible. \n  Given Schumann’s Schlegelian view of Romantic genres, Ferris argues, it is unwise \n  to attempt to define the Romantic cycle as a particular type of work (for example, \n  as necessarily possessing a particular type of key scheme, a network of motivic \n  interconnections, etc.). There are no conventions for the Romantic song cycle \n  analogous to those of the Classical sonata; it is a genre “that embodies the \n  confusion and imperfection of Schlegel’s Romantic style” (page 75) and that is \n  “ripe for further growth and development” (page 77).",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Since Schumann himself wrote very little about the song cycle specifically, \n  Ferris must look to the writings of other music journalists of the time to gain \n  a clearer insight into the Romantic view of the song cycle. He approaches these \n  writings with care, in the awareness that they are often written with a lay \n  public in mind, and that they may therefore lack precision and depth. He also \n  cautions that to avoid misinterpretations, we must not bring to these writings \n  any current preconceptions about the nature of a song cycle. He points out that \n  Barbara Turchin’s comprehensive survey of early nineteenth-century song reviews \n  is marred by a “misleading sense of historical coherence” (page 78). Since she \n  assumes that song cycles must be coherent works, and that tonal structure is \n  the most significant aspect of their coherence, she places undue weight on any \n  mention of key relationships, with the result that her assessment of the historical \n  significance of certain reviews is slanted. Ferris, interpreting Schumann’s \n  and other writers’ allusions to key relationships more objectively, finds no \n  evidence that nineteenth-century authors privileged tonal structure over other \n  elements in their definition of “cycle-hood.” Ferris discovers, in fact, that \n  nineteenth-century music critics rarely broach the issue of the musical coherence \n  or unity of a set of songs. Where the issue does arise, it is linked with the \n  degree in which individual songs could stand alone. The coherence of a cycle \n  appears to be determined, in the eyes of these critics, by features of the individual \n  parts of the cycle rather than by those of the “cycle as a whole.” Ferris’s \n  scrutiny of nineteenth-century writings thus paves the way for a view of song \n  cycles as collections of open-ended quasi-fragmentary structures, where the \n  collection itself is not a unified, but a “discontinuous and heterogeneous” \n  whole (page 86)—a larger-scale fragment replete with unrealized implications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Ferris’s generally insightful discussions of nineteenth-century writings \n  are occasionally marred by problems with the German language. Frequent typographical \n  errors in transcriptions of German texts are merely slight irritants, (7) but there are also some serious errors in translation. In his translation \n  of Oswald Lorenz’s review of six songs by Ferdinand Hiller, for example (pages \n  78–79), Ferris refers to a hint within the “wording” (i.e., the texts) at a \n  delicate “elective affinity” between songs. On page 80, Ferris interprets this \n  supposed statement about the “wording” as follows: “[Lorenz] suggests that ‘the \n  words of the individual song consist only of scarce hints’.” The original text, \n  however, does not mention the “wording” at all. Lorenz writes that “das Formelle” \n  (the formal, or structural aspect) barely hints at the fact that the individual \n  songs are links in a chain rather than isolated entities, and goes on to mention \n  the subtle musical means by which the songs are prevented from acting as independent, \n  closed works. Lorenz’s term “das Formelle” refers, judging by the context, to \n  musical rather than textual structure, and Ferris’s references to “wording” \n  miss the point.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Later within the same translation, Ferris writes: “The first song could \n  be considered as an independent entity, but this could not be justified for \n  the others.” Lorenz makes no such statement about the first song. His argument \n  is that an inconclusive musical cadence, justified in the first song by the \n  question that ends its text, is not textually justified in any other song; the \n  composer’s use of such a cadence in the second song is not motivated by the \n  text, but by the desire to create a subtle connection between adjacent songs. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Similar errors occur in the final chapter (“The Song Cycle as Literary \n  Work”), in which Ferris returns to the nineteenth-century periodical literature \n  to demonstrate that the song cycle was regarded at that time not as a narrative \n  or a dramatic, but a purely lyric genre. Ferris claims on page 199, for example, \n  that Schumann criticizes Loewe and Schubert “for expressing too much of the \n  &ldsquomaterial’ world in their songs.” But what Schumann actually writes is that \n  Schubert, Loewe and many of the “newer” composers “often apply [their paint] \n  too thickly” (“oft zu materiell auftragen”); the word “auftragen” is generally \n  used in connection with paint, and the word “materiell” here refers not to the \n  material world, but to an excess of matter, i.e., an overly thick or detailed \n  texture. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The most serious mistranslation in the book occurs within the same chapter. \n  Ferris presents the following translation of an excerpt from a three-part essay \n  on Lieder by Carl Banck (page 196—emphases from the original essay): One feels the contrivance, the experience, the craft in these compositions; they are the lieder of those practiced composers, \n      who have the greatest ease in handling the ordinary methods as well \n      as their own characteristic methods for rendering the truth of feeling \n      in music. The concern here is not the rebirth of poetry into the more beautiful \n      and glowing life of song; rather, the composer has interpreted the words \n      in his musical language, whose fluency provides his eloquence. He shrouds \n      the radiant glances of his spirit with the fog of serenity, and expresses \n      poetic language instead of literary ideas. Here, Ferris has actually turned a negative, or at best lukewarm, statement \n  into a positive one. The context of the admittedly somewhat confusing excerpt \n  clarifies its intent. Part I of Banck’s essay ends with satirical accounts of \n  various classes of bad song composers. In Part II (which is the source of Ferris’s \n  excerpt), Banck presents three “stereotypical reviews” of different types of \n  songs, in order from worst to best—but it is evident that even the last review, \n  from which the excerpt in question is taken, is not meant to be positive. This \n  fact emerges most clearly in an annotated list of relevant songs that follows \n  the review; the annotations consist of a mixture of positive and negative remarks. \n  Banck’s language within the review itself is to a large extent negative as well. \n  The term “Gemachte”, which Ferris renders correctly as “contrivance”, sets the \n  tone; Banck cannot be referring to good songs! Ferris’s “experience” is not \n  a correct translation of Banck’s “Routine”, which could better be rendered by \n  its English cognate. The sentence that in Ferris’s translation begins “The concern \n  here . . . ” should be rendered as follows: “Here one is not confronted with the \n  rebirth of poetry into the more beautiful and blossoming life of song [this \n  would evidently be Banck’s ideal]; rather, the composer has turned the words \n  into translators of his musical language, the fluency of which he takes for \n  eloquence.” (10) Banck is clearly being critical of a category of Lieder in which the words are \n  subservient to an overly facile musical language. The final sentence of the \n  excerpt is similarly negative in intent; a correct translation would be: “He \n  shrouds the radiant glances of his spirit with the fog of equanimity, and presents \n  flowery poetic language instead of poetic ideas.” (11) Given such mistranslation, Ferris’s commentary on the excerpt is, of course, \n  wide of the mark; the excerpt is by no means meant to represent the “highest \n  attainment” of Banck’s ideals, as he claims.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In spite of such flaws, Ferris’s discussions of nineteenth-century criticism \n  successfully provide a context for his analysis of Schumann’s op. 39, and for \n  the search for a historically based model of the song cycle that underlies this \n  analysis. During his analysis of the cycle, Ferris does not discuss the songs \n  in order, but instead opts for a more imaginative organization based in part \n  on relationships between pairs of songs. This apparently “disorderly” method \n  of analyzing the cycle is appropriate, given that Ferris is attempting to present \n  an alternative to the common view of the cycle as an organic, coherent work; \n  if one puts that view aside, there is no particular reason to analyse the twelve \n  songs in order.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Not only does Ferris not analyse the songs of the cycle in order, but \n  he does not analyse all of the songs. In the fourth chapter (“Poem and Song”), \n  he provides a detailed analysis of the first song (“In der Fremde”), including \n  a discussion of an early version, and of the cheery Wanderlied (“Der \n  frohe Wandersmann”) that Schumann originally intended as the opener and later \n  published separately. In the fifth chapter (“Weak Openings”), Ferris deals in \n  equal detail with “Intermezzo” (no. 2) and “Frühlingsnacht” (no. 12), and \n  in the sixth chapter (“Recompositional Pairings”) with “Mondnacht”(no. 5) and \n  “Schöne Fremde” (no. 6). Ferris discusses the remaining seven songs of \n  the cycle in much less detail, or not at all. He deals briefly with the texts \n  of “Waldesgespräch” (no. 3),“Die Stille” (no. 4), “Wehmuth” (no. 9), “Zwielicht” \n  (no. 10) and “Im Walde” (no. 11) in his final chapter. From the fact that he \n  does not mention Songs 7 and 8 at all, one might deduce that these songs somehow \n  do not fit into his interpretation of the cycle. That is not the case; analysis \n  of these songs might even have strengthened Ferris’s arguments (see below).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] As is evident from the above listing, Ferris informs his musical analysis \n  with perceptive textual analysis. His commentary on the Eichendorff poems is \n  enlightening; he is familiar with recent criticism of the poet’s works, and \n  also provides interesting original insights. Whereas earlier writers about op. \n  39 have simply noted the recurrence of certain images in the poems (“murmuring \n  brooks, rustling treetops, moonlit fields, and singing nightingales”—page 212), \n  Ferris interprets many of these images as symbols. He argues that Eichendorff’s \n  landscape, in a “continual state of dynamic motion”, symbolizes “the inner growth \n  of the lyric subject” (page 212)—a growth that is to culminate in the transcendence \n  of the real world and in a union with nature. The bird images in “Intermezzo”, \n  “Mondnacht”, and “Die Stille” represent a striving toward this transcendence—a \n  taking flight toward an elusive spiritual realm (page 213). The night (in “Die \n  Stille”, “Mondnacht”, “Schöne Fremde” and “Frühlingsnacht”) is “a \n  time of spiritual transcendence, when we can feel our souls become one with \n  nature” (page 216). The dusk, which dominates the songs “Waldesgespräch”, \n  “Zwielicht”, and “Im Walde”, on the other hand, is a time of “deception and \n  terror, when nothing is as it appears” (page 216). Such interpretations, which \n  sound odd when mentioned out of context, become very convincing once one becomes \n  immersed in the poetry and in Ferris’s explications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In Ferris’s poetic analyses, unlike in his discussions of critical writings, \n  there are no serious difficulties with the German language. I believe, however, \n  that Ferris misinterprets the last line of the first poem of op. 39 (“In der \n  Fremde”). He states correctly that the poem begins with “a sober assessment \n  of an unhappy reality”, and then “transform[s] . . . to a dreamy anticipation of . . . death.” \n  He feels that the final line of the poem (“Und Keiner mehr kennt mich auch hier”—And \n  nobody knows me here, either) returns the narrator to reality. The desired closure \n  of death cannot be achieved; it is the anxious loneliness of the present that \n  is closing her in” (page 96). (12) I read the final line quite differently. From line 5 onward, Eichendorff \n  implies the future tense while using the present—a technique that is appropriate \n  for a “dreamlike anticipation” (in the present) of a future event. Ferris correctly \n  translates the fifth line (“Wie bald, wie bald kommt die stille Zeit”) with \n  the future tense (“How soon, how soon will come the peaceful time”), but he \n  fails to maintain this future tense through the last line. There is no shift \n  in time or in tense between the seventh and the final lines. The final line \n  is thus not an “uncomfortable intrusion” of the present into the narrator’s \n  dreamlike anticipation of the future (page 96), but a continuation of the anticipation \n  of death that began with the fifth line.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] This misinterpretation of the poem affects Ferris’s musical analysis \n  of the song. Attempting to show that Schumann “makes explicit the implied break \n  between lines 5–7 and line 8” (page 97), he argues that the musical material for \n  line 8 (measures 21–25), while sounding like a coda, can also be interpreted as the \n  second A section of a ternary form Setting line 8 to a second A section would \n  indeed have created a powerful musical break, matching the supposed poetic break, \n  between lines 7 and 8. But the music actually has none of the character of a \n  returning A section; there is no hint at the harmonic progression of the opening, \n  and the melodic reference to the opening is subtle rather than overt. With its \n  tonic pedal and its veiled reference to the melody of the opening section, this \n  music sounds like a coda, and nothing but a coda. The fact that there is a cadence \n  before this music does create a break, but because the tonic-prolonging coda \n  flows naturally out of the cadential tonic, the break is not as strong as Ferris \n  would have it. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Most of Ferris’s musical analysis is, however, very convincing, and it \n  grows out of equally convincing poetic analysis. Just as he is able to probe \n  beneath the apparent simplicity of the poetry, so does he locate ambiguities \n  and complexities in Schumann’s deceptively simple musical settings. He shows \n  that what appears to be musical closure is often tinged with openness—an apt \n  response to the unfulfilled yearning for transcendence that pervades Eichendorff’s \n  poetry. For example, the final cadence to the tonic in “In der Fremde” comes \n  earlier than expected (measure 21), and thus cannot function as a satisfying close. \n  During the following coda, because of Schumann’s use of the Phrygian 2 ˆ in the \n  melody (which could be 6 ˆ in B minor), and because of his use of the major mode \n  in the harmony, the prolonged tonic takes on some dominant flavor; hence this \n  coda points forward rather than acting as a point of rest and closure (page 107). \n  Ferris shows that near the end of the second song (“Intermezzo”), while the \n  voice states a strong 3 ˆ – 2 ˆ – 1 ˆ descent (measures 24–25), the piano overlaps with \n  a statement of the opening melody, resulting in a striking conflation of closing \n  and opening gestures (pages 138–39). In “Mondnacht”, closure is undermined by \n  the non-simultaneity of the voice’s and the piano’s final cadences, in measures 59 \n  and 61, respectively (page 156). Ferris hears even the ending of the final song \n  (“Frühlingsnacht”), which is generally interpreted as a point of glowing \n  fulfillment, as an open ending. The inconclusive aspects that he lists are: \n  the incompleteness of the melodic descent from 5 ˆ , which is initiated in measures \n  22–24, but is deflected after 3 ˆ (the voice leaping back up to 5 ˆ , then moving \n  directly down to 1 ˆ ); the resulting parallel octaves with the bass ( 5 ˆ – 1 ˆ against \n  V–I)—a contrapuntally weak cadence; and the substitution of V 7 /IV for the cadential \n  tonic in measure 26.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Ferris describes complexities and ambiguities in the openings of a number \n  of the songs as well; he argues, in fact, that it is largely the prevalence \n  of weak openings that “gives the Eichendorff Liederkreis its individual \n  stamp” (page 122). Ferris’s term “weak opening” encompasses a variety of situations, \n  all of which involve fragile initial tonic harmonies (page 121). In the fifth \n  chapter (which is entitled “Weak Openings”), Ferris discusses “Intermezzo” and \n  “Frühlingsnacht”, both of which begin with weakly established tonics, and \n  in both of which the first sections end with strong cadences to V, with the \n  result that those sections are end- rather than beginning-accented. In the sixth \n  chapter (“Recompositional Pairings”), Ferris designates the openings of “Mondnacht” \n  and “Schöne Fremde” as weak for quite different reasons. “Mondnacht” begins \n  with an “open-ended fragment that is repeated” and that “arouses the expectation \n  of more forceful motion” later in the song (page 153). The opening of “Schöne \n  Fremde”, on the other hand, is weak in the sense that it begins in the middle \n  of a sequential progression. Ferris shows how the second strophe of “Schöne \n  Fremde” (beginning in measure 7) clarifies this feature of the opening by preceding \n  the initial sequence with two additional segments (page 160). By extending his \n  initial sequence backward, Schumann conceals the return of the opening (measure 11), \n  and causes in the listener a sense of disorientation—“a vague sense that we \n  know where we are and that it is somewhere familiar, but we cannot be sure why”—which \n  beautifully matches the confused message that the poet hears the night delivering \n  to him. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] A central aspect of Ferris’s analyses in the fifth and sixth chapters \n  is his recognition that Schumann explores similar structural devices in pairs \n  of songs. He shows that “Intermezzo” and “Frühlingsnacht” are similar in \n  form (ternary, with one-bar introductions and five-bar codas) and in harmonic \n  plan (the initial A section begins with a weakly defined tonic and leads to \n  a strong cadence to V; in the final A’ section, the tonic is strengthened, and \n  the section ends with the song’s only perfect authentic cadence). Ferris also \n  demonstrates that in “Schöne Fremde”, Schumann recomposes the underlying \n  structure of the preceding song, “Mondnacht.” (15) Both songs are bar forms (although, as was mentioned above, the repetition of \n  the initial section is concealed in “Schöne Fremde”). There are numerous \n  harmonic relationships as well. The two songs begin with very similar sequential \n  progressions. In both, a weak opening leads, through a hypermetrically weak \n  root position tonic, to a cadence to the dominant, and the final section ends \n  with a climactic cadence to the tonic (the only such cadence in each of the \n  songs). Ferris reinforces his arguments about these song-pairings by showing \n  that the texts of the paired songs are related as well. The texts of “Frühlingsnacht” \n  and “Intermezzo”, in most respects quite different, at least share the theme \n  of transcendence. The texts of “Mondnacht” and “Schöne Fremde” are night \n  poems involving “Romantic moments of epiphany—characterized by the narrator’s \n  sensation that all of nature has attained consciousness and that he is merging \n  with the nocturnal world that surrounds him” (page 144).",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] After presenting his analyses, Ferris returns (at the end of the sixth \n  chapter) to one of the broad questions with which his book is concerned—the \n  question of the extent to which, and the manner in which a Romantic song cycle \n  can be coherent. He arrives at the following answer: “It is not simply the use \n  of closely related keys or similar melodic motives that associates the songs—but \n  the exploration of the same set of compositional ideas and the use of the same \n  formal strategies” (page 165). This conclusion leads Ferris, at the end of the \n  sixth chapter, and in greater detail in the seventh, to a consideration of Schumann’s \n  process of composing song cycles. He notes that Schumann usually composed the \n  songs of a cycle very quickly—an observation that is connected to the aforementioned \n  cohesive features of op. 39, for “it seems almost inevitable that a group of \n  songs composed in this way would share the same stylistic and formal characteristics” \n  (page 167).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Ferris’s detailed investigation of Schumann’s process of composing a cycle \n  in Chapter 7 brings forth numerous additional insights. First, Ferris discovers \n  that the common categorization of groups of songs as either collections or cycles, \n  with corresponding differences in compositional procedure, is simplistic. The \n  belief that the order of the songs within a cycle is vitally important has led \n  to the assumption that order of composition is significant in cycles, but not \n  in collections. It is often assumed that Schumann determined the order of the \n  songs of a cycle while he composed the songs, but that he did not do so when \n  a group of songs was to be merely a “collection.” Ferris shows, however, that \n  only in the Heine Liederkreis (op. 24) and in Frauenliebe- und Leben did Schumann compose the songs in the order of publication; in all \n  other sets written during 1840–41, whether or not he designated them as cycles, \n  he wrote the individual songs first, and only then, over a longer period of \n  time, considered the order in which they were to be published. The fact that \n  there is no clear difference between his compositional procedures in the case \n  of cycles and collections suggests that the distinction between cycles (regarded \n  by earlier authors as organically unified) and collections (where no organic \n  unity is expected) was not as important to Schumann as most recent authors have \n  argued.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Ferris’s discovery of a two-stage process in song cycle composition is \n  an important contribution of this chapter. His evidence for this process is \n  a three-volume set of bound and dated autographs, collected by Schumann himself \n  for the purposes of a gift for his bride. (16) He demonstrates the two-stage process in the composition of the Zwölf \n  Lieder aus F. Rückerts Liebesfrühling (op. 37) and in Myrthen (op. 25), then turns to the complex case of op. 39. He arrives at a plausible \n  hypothesis for the compositional history of the cycle, which again involves \n  a two-stage process (although this cycle is unique because Clara Schumann rather \n  than Robert selected the poems from Eichendorff’s complete works). Ferris speculates \n  on the logic behind Schumann’s compositional order, showing, for example, how \n  Schumann worked out a particular compositional idea—the weak opening—in increasingly \n  complex ways in the three consecutively composed songs “Mondnacht”, “Intermezzo” \n  and “Schöne Fremde.” He compares this way of working with that of a visual \n  artist drawing a number of sketches, each of which explore the same ideas and \n  techniques. He stresses, however, that the existence of such compositional logic \n  does not mean that Schumann ever intended to arrange and publish the songs in \n  the order in which they were composed. (17) He shows that Schumann first wrote three songs with strong, then three with \n  weak openings, which became the first six songs of the cycle, and then arranged \n  them in an order in which strong and weak openings alternate. Unlike earlier \n  writers, Ferris makes no effort to arrive at a comprehensive musical rationale \n  for the order in which Schumann eventually did publish the Eichendorff songs. \n  This avoidance of discussion of the “cycle as a whole” accords with Ferris’s \n  belief that there is no single principle of musical coherence in this or any \n  Romantic cycle.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In his final chapter (“The Song Cycle as a Literary Work”), Ferris approaches \n  the “cycle as a whole” from a poetic standpoint. In doing so, he follows the \n  lead of early nineteenth-century critics, who, on those rare occasions when \n  they discussed the creation of a cycle from a series of songs, emphasized the \n  literary, not the musical aspect of the cycle. Whereas modern critics frequently \n  dwell on the text of the cycle as well, they generally attempt to interpret \n  it as a continuous narrative or a monodrama, and refer to those cycles (like \n  Schumann’s op. 39) that lack a plot or a consistent protagonist as anomalies. \n  Ferris counters this expectation for plots and narratives with the observation \n  that in the nineteenth century, the song cycle was considered a lyric, not a \n  dramatic genre. He points out that not even those cycles that generally are \n  considered to encompass a coherent narrative, like Dichterliebe, are \n  narratives pure and simple. Dichterliebe, he argues, is not a coherent \n  love story, but a series of emotional and psychological responses to the experience \n  of love and loss; “the sequence of the cycle does not depend upon the logical \n  conventions of storytelling but on the far more elusive laws that govern the \n  unconscious realm of dream and memory” (page 205).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Ferris shows that while previous writers have acknowledged that the Eichendorff \n  cycle is less clearly a narrative than Dichterliebe, they have nevertheless \n  attempted to impose narratives of a sort upon it. Adorno, Turchin, Thym and \n  Daverio, for example, have viewed the cycle as a coherent progression of moods, \n  and thus as following a quasi-narrative curve. (18) Thym also hints at an autobiographical narrative, an idea that McCreless \n  pursues further; both authors interpret the poetic texts in relation to Schumann’s \n  impending marriage. (19) Ferris entirely abandons a narrative approach, instead exploring the network \n  of symbols relating to the yearning for transcendence that pervades the poems. \n  This exploration leads him to further insights about Schumann’s order of publication \n  of the songs. He notes that Schumann placed in each half of the cycle at least \n  one song of the evening (recall that evening is associated in Eichendorff’s \n  poetry with present insecurity and fear), and ends each half with a song of \n  the night (symbolizing the yearning for future transcendence). Thus Ferris views \n  the cycle of twelve songs not as a single curve leading from negative to positive \n  sensations, but as a twofold progression from negative to positive, from present \n  to future—as “an open-ended cycle, whose two arches could potentially continue \n  in either direction” (page 221).",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Strangely enough, Ferris follows this new and original view of op. 39 \n  with a reversion to an approach that has characterized most earlier studies: \n  the search for recurrent motives. To be sure, he broaches a conception of motive \n  that is somewhat different from that of earlier authors; he is not content with \n  locating melodic ideas that recur in a number of songs, but also takes into \n  account rhythm and meter, texture, and harmonic and contrapuntal context. His \n  sole original example of this more comprehensive view of motive is an idea that \n  occurs at climactic points in the third strophes of both “Schöne Fremde” \n  and “Frühlingsnacht”—the final songs of the aforementioned two “arches.” \n  In measure 21 of the former song (in the voice) and measure 24 of the latter (in the piano), \n  Schumann presents rising leaps followed by descending stepwise lines. Ferris \n  states that the two ideas are similar not only in contour but also in textural \n  treatment; they are the only points in the respective songs where voice and \n  right hand are in unison. This statement is, unfortunately, inaccurate with \n  respect to measure 24 of “Frühlingsnacht”; first, there was already a unison \n  passage in measure 12, and furthermore, only a small portion of the melodic gesture \n  is in unison in measure 24, so that the similarity to measure 21 of “Schöne Fremde” \n  (where the entire melodic gesture in question is presented in unison) is minimal. \n  Thus, Ferris actually provides no convincing examples of his new type of motive. \n  His discussion of motives in the cycle is so sketchy that one wonders why it \n  is included at all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Ferris concludes his book with a brief summary of what he considers the \n  main elements of his approach to the Romantic cycle: the abandonment of the \n  attempt to analyse the Romantic cycle as a unified whole, with a corresponding \n  emphasis on the individual songs, with their various suggestions and implications; \n  his emphasis on the symbolic meaning of the text; his taking into consideration \n  of Schumann’s two-stage compositional process; and finally, his consideration \n  of the cycle in connection with the ideas of Friedrich and August Schlegel.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The conclusion is written in a rather unpolished manner, with the result \n  that the book feels somewhat “open-ended”—perhaps a deliberate strategy on \n  Ferris’s part, in emulation of his conception of the Romantic cycle. Ferris \n  could have ended in a stronger manner by summarizing more clearly exactly how \n  his conception of the cycle grows out of Romantic aesthetics and criticism. \n  His main analytical concepts—open endings, weak beginnings, and song pairings—do \n  relate to Schlegel’s ideas, or to those of nineteenth-century reviewers. Open \n  endings and weak beginnings result in forms that partake of the character of \n  the imperfect fragments to which Schlegel refers. The idea of song pairings \n  is hinted at in Oswald Lorenz’s notion of “elective affinities”; although Lorenz \n  never directly mentions song pairing, the term “elective affinities” (popularized \n  by Goethe’s novella of that name) suggests a relation between two objects. The \n  notion that the cycle is not a unified whole, but itself a fragment is also \n  undoubtedly rooted in early nineteenth-century aesthetics. To this extent, then, \n  Ferris has fulfilled his aims; he has presented a conception of Romantic song \n  cycles that is based on Romantic ideology, and that is quite different from \n  the prevalent view of the organically unified cycle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In conclusion, I offer a number of broad reactions to Ferris’s book. First, \n  it is not clear to me to which works Ferris intends his approach to apply. He \n  states in the first sentence of his book that he intends to do more than offer \n  an analysis of Schumann’s op. 39; his book is to be about “the genre of the \n  Romantic cycle in general” (page 3). But what works are encompassed by the term \n  “Romantic cycle”? The answer that the book implies is the cycles that Schumann \n  wrote during the Liederjahr, for these are the only cycles that Ferris \n  addresses (outside of his references to nineteenth-century reviews of other \n  composers’ cycles). It would be interesting to learn whether there are any cycles \n  by other composers that exhibit the traits that Ferris mentions, and that could \n  fruitfully be analysed by his approach.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Second, I find that Ferris has not made a sufficiently strong case for \n  pervasive compositional ideas and formal strategies as cohesive elements in \n  Schumann’s op. 39. Although his examples of open endings, weak openings, and \n  recompositional pairings are most interesting, the importance of particular \n  ideas and strategies within a twelve-song cycle simply cannot be sufficiently \n  demonstrated by detailed musical analysis of only five of the songs. I believe \n  Ferris could have strengthened his arguments by at least brief analyses of additional \n  songs of the cycle. “Zwielicht”, for instance, which he analyses only textually, \n  is a prime example of the weak opening. The first two eighth notes (G and E) \n  suggest the tonic of E minor, but these notes are then absorbed into an arpeggiation \n  of a C ♯ diminished triad, which resolves (as a skeletal subdominant with added \n  sixth) to a tenuous B minor triad. In measures 3–4, the material of the first two \n  measures is treated sequentially, leading to a similarly weak resolution to \n  A minor. Only then does Schumann turn more clearly toward E minor to bring in \n  the voice part. “Zwielicht” also illustrates the open ending. The first two \n  vocal strophes describe the same progression as the piano introduction (although, \n  unlike the introduction, they end by dwelling on the dominant of E minor). The \n  third and fourth strophes begin by intensifying the material of the first two; \n  the third does so by sequencing in an upward rather than a downward direction, \n  the fourth by thickening the texture. These intensifications, however, do not \n  lead, as one might expect, to climactic cadential arrivals; the rising sequence \n  of the first part of the third strophe (measures 24–27) is followed by a descending \n  line (measures 28–31), and the thick texture of the first part of the final strophe \n  dissipates at the very end of the song into an unsettling recitativo secco texture. The eighth song, “In der Fremde”, which Ferris does not discuss at \n  all, is another instance of the weak opening. The initial twofold juxtaposition \n  of prolonged A minor and E minor harmonies (measures 1–5; measures 6–9) does not allow \n  the listener to identify a tonic; it is unclear whether the progression is i \n  to v in A minor, or iv to I in E minor. The former turns out to be the correct \n  interpretation, but clarification of the A minor tonic occurs only at the final \n  cadence of the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] If the evidence of the fragmentary nature of individual songs of op. 39 \n  is solid—more so, indeed, than Ferris states, he may perhaps be overstating \n  the fragmentary character of op. 39 as a whole, and of Schumann’s cycles in \n  general. Are the Eichendorff cycle and Dichterliebe really as open-ended \n  as Ferris would have it? As I mentioned, Ferris considers the last song of op. \n  39 (“Frühlingsnacht”) as an example of an open ending, and feels that it \n  implies continuation rather than conclusion. I acknowledge that the poem does \n  not necessarily express the complete fulfillment that earlier writers have found \n  in it, and I admit that numerous inconclusive factors are present in the music \n  (pages 127–28). And yet the ending does not strike me as open. The final cadence, \n  notwithstanding the lack of a clear upper-voice 3 ˆ – 2 ˆ – 1 ˆ descent, sounds quite \n  strong. Cadences involving outer-voice 5 ˆ – 1 ˆ parallels are not uncommon, and \n  in a Schenkerian analysis of such a cadence, one could legitimately imply a \n  scale degree 2 ˆ over the dominant. Furthermore, performers who interpret the \n  ending in the traditional manner as suggesting closure and fulfillment—and \n  the performers I have heard all seem to do so!—can counteract the inconclusive \n  elements and can give the ending a sense of transcendent arrival, for example, \n  by emphasizing the 3 ˆ – 2 ˆ – 1 ˆ descent that occurs in the tenor range in measures 25–26, \n  by taking time at the vocal ending, and by pausing slightly before the first \n  E-natural in measure 26 so as to allow an “unpolluted” tonic to be heard at least \n  for a moment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] It is not only because I hear the final song as more “final” than does \n  Ferris that I question the open-endedness of the cycle; it is also because Schumann \n  makes an effort to connect the final events of the cycle to those of the opening. \n  The return to the opening tonic at the end and, moreover, the palindromic key \n  structure of the first three and last three songs of the cycle, are significant \n  in this respect. (20) The fact that the final song is paired with the second one—a relationship that \n  Ferris himself has discovered—provides further evidence that Schumann wished \n  to tie the end of the cycle to its beginning to create a “Lieder kreis ”—literally \n  a circle of songs. There is, furthermore, a relationship between the \n  final song and the last two songs of the first half (“Mondnacht” and “Schöne \n  Fremde”); the first vocal phrase of all three songs consists of two segments \n  of a sequence—falling 6–5 segments in “Mondnacht” and “Schöne Fremde”, \n  and rising 6–5 segments (the 5’s concealed by covering tones) in “Frühlingsnacht.” \n  The fact that these relationships involve songs that are particularly significant \n  within the architecture of the cycle—the first two songs, the songs at the \n  end of the first half, and the final song—suggests that Schumann was especially \n  concerned that the beginning, middle, and end of the cycle be connected.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Ferris similarly argues against closure at the end of Dichterliebe, and again some of his arguments are convincing. The final poem is indeed not \n  as strongly closed as it may seem. As Ferris points out, the poet may wish to \n  bury his pain for once and for all in order to arrive at a resolution of his \n  unhappy love—but Heine’s imagery suggests that it will be impossible for him \n  to do so; since there exists no coffin larger than the great cask of Heidelberg, \n  no bier longer than the Mainz bridge, and no giant pallbearers, the poet’s immeasurable \n  pain must remain unburied. Ferris also does not accept the viewpoint of those \n  scholars who have argued that Schumann “soften[s] or even contradict[s] the \n  tone of bitterness and renunciation in Heine’s poem and . . . substitute[s] a sense \n  of forgiveness and reconciliation”, thus providing “the closure that Heine’s \n  original cycle lacks” (page 207). He interprets the final postlude not as a gesture \n  of closure, but as a “wistful musical reminiscence”, an “afterthought or commentary” \n  that confirms rather than contradicts the lack of psychological resolution (page \n  207). I find that the case for musical closure in Dichterliebe is actually \n  very strong. The return of the postlude from the twelfth song is a relatively \n  insignificant contributing factor to this sense of closure; whereas it suggests \n  reconciliation (because of the text that it immediately followed and on which \n  it commented in the twelfth song), this recapitulation of a passage from one \n  earlier song cannot, as Ferris (and Rosen) point out, provide closure. (21) Closure results, I believe, from a number of other factors. The metrical displacement \n  that becomes prominent toward the end of the cycle (particularly in songs 10, \n  11, 12, and 16) is twice resolved within the final song—at the end of the vocal \n  part (measures 43–52) and at the end of the postlude, where the material from song \n  12 (which features displacement) is followed by new metrically aligned material. (22) In addition, the final song alludes prominently to the first two songs of the \n  cycle, resulting in an effect of circularity even clearer than that in the Eichendorff \n  cycle. The extended C ♯ dominant seventh in measures 43–47 refers to the unresolved \n  final chord of the first song, and the passage in measures 48–49 to the end of the \n  second song (measures 12–14). The tonic triad of the final song also represents a \n  link to the first song; the D ♭ major triad is the unresolved final chord of \n  the first song with its dissonance removed—Schumann’s way of suggesting that \n  the longing and desire expressed by the unresolved dominant seventh is not fulfilled, \n  but merely put aside. (Again, Schumann, unlike Heine, seems to have perceived \n  the final poem as a resolution, though not a happy one, of the poet’s pain.) \n  The closure and circularity in these song cycles does not suggest the kind of \n  organic unity that Komar and other authors have sought, but it at least suggests \n  that Schumann thought of his cycles as wholes rather than as large-scale fragments.",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Ferris stresses at several points in his book that his ideas of the Romantic \n  cycle are “no more prescriptive or authoritative” than other models that have \n  been proposed, and hopes that his ideas will “serve as a kind of corrective” \n  to the organicist model (page 58). And whether or not readers agree with his views \n  in every respect, they will certainly find in Ferris’s book a wealth of information \n  and insight to weigh against the conceptions of Schumann’s cycles proposed by \n  earlier authors. They may decide, after doing so, that Ferris’s views of the \n  Romantic cycle are more compelling than any that have yet been proposed, or \n  that the organic model is convincing after all, or that some new and different \n  model needs to be devised. The ultimate message with which Ferris leaves us \n  is that there is no single correct way to interpret the Romantic cycle, for \n  “the significance and meaning of Schumann’s songs continue to develop as successive \n  generations perform them, analyze them, and listen to them” (page 227).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.02.8.2.krebs.html",
    "data": "mto/data/mto.02.8.2.krebs.json"
}