{
    "title": "“Together Again,” but We Keep On Crying: Buck Owens, Tom Brumley, and the Pedal Steel Guitar, 1964",
    "date": "2019/07/01",
    "volume": "25",
    "issue": "2",
    "authors": [
        "Burns, Chelsea"
    ],
    "abstract": "Buck Owens and the Buckaroos’ 1964 hit “Together Again” tells, in ambivalent terms, of a couple’s reunion. The song is best known for Tom Brumley’s pedal steel guitar solo, a quintessential example of the trademark “crying” sound of the instrument. Brumley’s steel stylings emphasize a negative interpretation of the text, and some of the most poignant elements of his remarkable solo were guided by the mechanics of the instrument. I explore the relationship between the limits and special capabilities of the pedal steel guitar, and I discuss how Brumley highlights both of these aspects in this brief yet famous solo, illustrating relationships between text and technics in this iconic recording.",
    "keywords": [
        "pedal steel guitar",
        "country music",
        "Bakersfield Sound",
        "Tom Brumley",
        "Buck Owens"
    ],
    "doi": "10.30535/mto.25.2.2",
    "received": "November 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.2/mto.19.25.2.burns.pdf",
    "author_info": [
        {
            "name": "Chelsea Burns",
            "university": "University of Texas at Austin",
            "address": "Butler School of Music, 2406 Robert Dedman Drive, Stop E3100, Austin, TX 78712",
            "email": "cburns@austin.utexas.edu"
        }
    ],
    "citations": {
        "bradshaw_1971": "Bradshaw, Tom. 1971. “Steel Guitar Workshop.” Guitar Player (December): 9.",
        "bradshaw_1976": "Bradshaw, Tom. 1976. “Tom Brumley: Steeler With a Story.” Guitar Player (January): 20, 53–54.",
        "owens_1964": "Buck Owens and His Buckaroos. 1964. “Together Again.” My Heart Skips a Beat / Together Again . Capitol Records 5136, 7-inch vinyl.",
        "ching_1993": "Ching, Barbara. 1993. “Acting Naturally: Cultural Distinction and Critiques of Pure Country.” Arizona Quarterly: A Journal of American Literature, Culture, and Theory 49 (3): 107–25.",
        "ching_2001": "Ching, Barbara. 2001. Wrong’s What I Do Best: Hard Country Music and Contemporary Culture. Oxford University Press.",
        "cmtcom_2009": "CMT.com (Country Music Television). 2009. “Tom Brumley, Member of Buck Owens’ Buckaroos, Dies in Texas.” Published February 4. http://www.cmt.com/news/1604311/tom-brumley-member-of-buck-owens-buckaroos-dies-in-texas/ .",
        "coe_2017": "Coe, Tyler Mahan. 2017. “Buck Owens and Don Rich, Part 1: Open Up Your Heart.” Cocaine and Rhinestones podcast, broadcast December 26. https://cocaineandrhinestones.com/buck-owens-don-rich-open-up-your-heart .",
        "tunings_2015": "“Common Tunings for Lap Steel Guitars.” Brad’s Page of Steel . http://www.well.com/~wellvis/tuning.html .",
        "de_souza_2017": "De Souza, Jonathan. 2017. Music at Hand: Instruments, Bodies, and Cognition . Oxford University Press.",
        "easley_2015": "Easley, David B. 2015. “Riff Schemes, Form, and the Genre of Early American Hardcore Punk.” Music Theory Online 21 (1).",
        "fenster_1990": "Fenster, Mark. 1990. “Buck Owens, Country Music, and the Struggle for Discursive Control.” Popular Music 9 (3): 275–90.",
        "heinzel_1963": "Heinzel, Ron. 1963. “New Era in the Presentation of Country Music: Showplace to Feature Top Singing Stars.” Los Angeles Times , December 1, oca2.",
        "hubbs_2014": "Hubbs, Nadine. 2014. Rednecks, Queers, and Country Music . University of California Press.",
        "jensen_1998": "Jensen, Joli. 1998. The Nashville Sound: Authenticity, Commercialization, and Country Music . The Country Music Foundation and Vanderbilt University Press.",
        "johnnyupok_2013": "JohnnyUpOK. 2013. “Buck Owens ‘Together Again’ – Pedal Steel Guitar Lessons by Johnny Up.” Published January 7. https://youtu.be/H6d4YIC8tVo .",
        "koozin_2011": "Koozin, Timothy. 2011. “Guitar Voicing in Pop-Rock Music: A Performance-Based Analytical Approach.” Music Theory Online 17 (3).",
        "malone_2002": "Malone, Bill C. 2002. Don’t Get above Your Raisin’: Country Music and the Southern Working Class . University of Illinois Press.",
        "miller_2013": "Miller, Timothy. 2013. “Instruments as Technology and Culture: Co-Constructing the Pedal Steel Guitar.” PhD dissertation, University of North Carolina at Chapel Hill.",
        "miller_2017": "Miller, Tim Sterner. 2017. “This Machine Plays Country Music: Invention, Innovation, and the Pedal Steel Guitar.” In The Oxford Handbook of Country Music , ed. Travis D. Stimeling. Oxford University Press, 177–204.",
        "moore_2013": "Moore, Joe. 2013. “Vince Gill and Paul Franklin Embrace ‘Bakersfield Sound’ With New CD, Tour.” Interview with Vince Gill October 22 for KVPR, http://kvpr.org/post/vince-gill-and-paul-franklin-embrace-bakersfield-sound-new-cd-tour .",
        "neal_2007a": "Neal, Jocelyn. 2007a. “Analysis and Performance across the Canon: ‘When Recollection Is All We’ve Got: Analytical Exploration of “Catchy” Songs.’” College Music Symposium 47: 12–22.",
        "neal_2007b": "Neal, Jocelyn. 2007b. “Narrative Paradigms, Musical Signifiers, and Form as Function in Country Music.” Music Theory Spectrum 29 (1): 41–72.",
        "neal_2013": "Neal, Jocelyn. 2013. Country Music: A Cultural and Stylistic History . Oxford University Press.",
        "sisk_2010": "Sisk, Eileen. 2010. Buck Owens: the Biography . Chicago Review Press.",
        "slide’n’steel_2013": "Slide’n’steel. 2013. “‘Together Again’ – Vince Gill (feat. Paul Franklin and Tommy White on pedal steel guitars).” https://youtu.be/wx1Kif4-_iY .",
        "stone_2010": "Stone, Robert L. 2010. Sacred Steel: Inside an African American Steel Guitar Tradition . University of Illinois Press.",
        "tresch_2013": "Tresch, John, and Emily I. Dolan. 2013. “Toward a New Organology: Instruments of Music and Science.” OSIRIS 28: 278–98.",
        "visser_2002": "Visser, Jan. 2002. Interview with Tom Brumley for pedalpro.co.uk (February). http://www.pedalpro.co.uk/folderIndex/folderHTML/interviewTomBrumley01.html . Available in the Internet Archive Wayback Machine, https://web.archive.org/web/20120301165547/http://www.pedalpro.co.uk/folderIndex/folderHTML/interviewTomBrumley01.html ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Numerous musicians and critics describe this solo as especially famous. For more detail on this, see paragraph [8]. Or for an additional reference, see Country Music Television’s website cmt.com, where Tom Brumley’s obituary highlighted his solo on “Together Again” as follows: “His work on Owens’ ‘Together Again’ is widely regarded as one of the finest steel guitar solos in the history of country music” ( CMT.com 2009 ).",
            "citations": [
                "cmtcom_2009"
            ]
        },
        "FN2": {
            "text": "2. For further discussion of Brumley’s remarks, see paragraph [36].",
            "citations": []
        },
        "FN3": {
            "text": "3. Much of De Souza’s 2017 book relates to relationships between instrument and body. Chapters 1 and 3 are the most focused on questions of idiomaticity and are the most closely connected to this article.",
            "citations": [
                "de_souza_2017"
            ]
        },
        "FN4": {
            "text": "4. As a brief caveat, this example and all others in this essay are written in D Major, whereas the recording is actually in D ♭ Major, a feature I discuss in greater detail in paragraph 10.",
            "citations": []
        },
        "FN5": {
            "text": "5. See, for example, Steel Guitar Forum, www.steelguitarforum.com, which features numerous threads about the particular tuning and instrument setup that Tom Brumley used, as well as tablature for this solo.",
            "citations": []
        },
        "FN6": {
            "text": "6. This is also visible in a video recording of the second episode of “The Buck Owens Ranch Show,” which aired in 1966. Here, while Brumley’s hands are a little more difficult to see, Owens’s hands are clearly playing D-Major chord shapes. See https://youtu.be/naEvHnaIHRE?t=10m37s",
            "citations": []
        },
        "FN7": {
            "text": "7. I will not rehearse here the numerous discussions of the Nashville/Countrypolitan and Bakersfield styles, except to say that the dichotomy was perhaps not as strong as Buck Owens’s marketing materials might suggest—materials that were designed to make Owens seem as different and “authentic” as possible. Moreover, as Mark Fenster ( 1990 ) notes, while Owens’s sound may have resulted in part from aesthetic preferences, it was also a shrewd business decision, allowing Owens to cut down on production costs and quickly create new songs replicating a sound that had proven successful for him in hits such as 1963’s “Act Naturally.”",
            "citations": [
                "fenster_1990"
            ]
        },
        "FN8": {
            "text": "8. As Fenster ( 1990 , 280) notes, this is in contrast to the upbeat numbers in the Buckaroos catalog, where Don Rich’s more “staccato and twangy picking” on electric guitar provided the instrumental fills and solos. See also Ching 1993 , referring to Buck Owens: “On his sad songs the steel guitar sounds like an upset stomach: ‘it’s crying time again’ could be the refrain for them all” (115).",
            "citations": [
                "fenster_1990",
                "ching_1993"
            ]
        },
        "FN9": {
            "text": "9. Tyler Mahan Coe is the son of country singer and songwriter David Allan Coe.",
            "citations": []
        },
        "FN10": {
            "text": "10. In covers of this song, the pedal steel solo is usually longer, often a full verse, allowing the soloist to play a version of Brumley’s solo followed by something different. An extreme example of this is Vince Gill’s September 2013 performance at the Grand Ole Opry with two pedal steel players, Tommy White and Paul Franklin. White begins with an approximation of Brumley’s solo and then continues for the remainder of a full verse, followed by Franklin playing a verse-length solo, yielding a pedal steel solo nearly two minutes long. ( Slide’n’steel 2013 ).",
            "citations": []
        },
        "FN11": {
            "text": "11. Barbara Ching ( 2001 ) highlights a confirmation of the endless cycle of reunion and breakup in Owens’s 1979 song, “Play ‘Together Again’ Again,” with lyrics such as “Play ‘Together Again’ again, let me dance her across my mind. / She’s still the best I ever had, though it’s been a long, long time.” The song is full of references to “Together Again,” from Owens’s opening vocal gesture to an instrumental solo that imitates Brumley’s 1964 recording. I would suggest, however, that an alternative interpretation of these same lyrics might be addressed not toward the specific love interest in the song “Together Again,” but rather simply the song itself, which was one of Owens’s most popular slow songs.",
            "citations": [
                "ching_2001"
            ]
        },
        "FN12": {
            "text": "12. This term was not in use when “Together Again” was recorded but has since become common parlance in the pedal steel community. Tom Bradshaw coined the term in the late 1960s; prior to its wide adoption in the 1970s, pedal steelers referred to it variously as a diagram or setup.",
            "citations": []
        },
        "FN13": {
            "text": "13. Different tunings also facilitate certain techniques on the instrument. For example, the open G tuning of the Dobro allows for quick registral shifts, as each string is doubled at the octave. For an extensive discussion of the advantages and disadvantages of various tunings, see “Common Tunings for Lap Steel Guitar,” http://www.well.com/~wellvis/tuning.html .",
            "citations": []
        },
        "FN14": {
            "text": "14. Timothy Miller has admirably tracked the numerous and varied changes to the pedal steel guitar and its non-pedal predecessors. Rather than rehearse them all here, I recommend Miller 2017 and Miller 2013 for a more exhaustive discussion of the patents and technological manipulations over the course of the twentieth century.",
            "citations": [
                "miller_2017",
                "miller_2013"
            ]
        },
        "FN15": {
            "text": "15. The word “standard” should be taken very lightly, since there are still broad variations in the instrument.",
            "citations": []
        },
        "FN16": {
            "text": "16. Brumley described this as a three-night performance ( Bradshaw 1976 ), but in the Los Angeles Times announcement of the event, Maddox and the Buckaroos played Dec 26–29, perhaps four nights ( Heinzel 1963 ).",
            "citations": [
                "bradshaw_1976",
                "heinzel_1963"
            ]
        },
        "FN17": {
            "text": "17. Here and later in the same excerpt, “5st” refers to the 5th string.",
            "citations": []
        },
        "FN18": {
            "text": "18. https://bb.steelguitarforum.com/viewtopic.php?t=275077",
            "citations": []
        },
        "FN19": {
            "text": "19. I would like to thank YouTube user JohnnyUpOK for discussing his tutorial video with me, and for being willing to record an alternate take with a different tuning.",
            "citations": []
        },
        "FN20": {
            "text": "20. Even non-pedal steel players often replicate the solo. For example, Chicago band The Western Elstons often include this song in their sets. While guitarist Joel Paterson has a pedal steel, he regularly plays this song on a standard guitar, employing a slide in his left hand and creating a note-for-note replication of Brumley’s solo.",
            "citations": []
        },
        "FN21": {
            "text": "21. In most descriptions for the pedal steel, strings are numbered starting with the string that is farthest from the player. This does not completely map onto the highest pitch, because many pedal steel tunings are re-entrant, meaning that they are not ordered highest-to-lowest or vice versa. On a common tuning for the E9 neck—the neck Brumley used in this solo—strings 1 and 2 are pitched lower than string 3.",
            "citations": []
        },
        "FN22": {
            "text": "22. Consequently, while slants are standard practice in non-pedal slide instruments, they are not universally used among pedal steel players, since this move is associated with accommodating gestures on non-pedal instruments. See, for example, the extensive conversation on the topic of bar slants in the Steel Guitar Forum, https://steelguitarforum.com/Forum15/HTML/009574.html .",
            "citations": []
        },
        "FN23": {
            "text": "23. Pedal steel aficionados discuss the fact that there are, of course, other ways to hold the pitch steadier—Brumley could have used a different copedent, and today, many pedal steel guitars have a lever that can lower the 5th string by a half step, making that shift unnecessary. The warbling sound, however, is preferred—as one commenter put it, “I have the B to B-flat change [the lever on the 5th string]. To me there is a great difference between staying on one fret and using the original move where you go back one fret and raise the 3rd string. To me it’s night and day. An example of this is in a video of Tom Brumley on RFD as a guest of Ronnie Reno’s show. Here we see Tom playing his Anapeg with the 5th string lower not moving the bar doing his iconic solo. While it was good, it did not have the mojo of the original.” https://bb.steelguitarforum.com/viewtopic.php?t=275077",
            "citations": []
        },
        "FN24": {
            "text": "24. In fact, this kind of neighbor motion, moving between I and IV without shifting the bar at all, is built into some of the earliest pedal steels. It requires pressing and releasing the A and B pedals together. These two pedals were previously combined as a single pedal in Bud Isaacs’s early 1950s iteration of the instrument, strengthening the harmonic affordance of this pedal motion.",
            "citations": []
        },
        "FN25": {
            "text": "25. See De Souza 2017 , Chapters 1 and 3, for this discussion; for the social and practiced aspects of idiomaticity see especially pp. 17–23.",
            "citations": [
                "de_souza_2017"
            ]
        },
        "FN26": {
            "text": "26. This may simply be a difference in semantics: while the Fender 1000 has many pedals, only three of them are commonly used for the E9 neck, such that two working pedals might be the result of just one pedal being broken.",
            "citations": []
        },
        "FN27": {
            "text": "27. As mentioned in footnote 3, Owens and the Buckaroos had a television show in 1966 called “The Buck Owens Ranch Show.” In episode 1 of the series, the announcer introduces the show by saying, “The Buck Owens Show, with Buck Owens, the Buckaroos, and Kay Adams playing and singing their great American music.” This is not to suggest that Owens eschewed the term country music . To the contrary, he even wrote a “pledge to country music” in 1965, which he published in Music City News as well as his fan newsletter ( Fenster 1990 ). Rather, Owens sought to recharacterize his version of country music. In discussing this change of terminology, Ching 2001 quotes Owens saying in 1969 that country music is “music born of this country . . .  American Music . . .  and should be treated as such” (93).",
            "citations": [
                "fenster_1990",
                "ching_2001"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Well-known country and rock instrumental solos are often celebrated for a combination of their aesthetic qualities and the performer’s technical heroics, such as rapid-fire notes or pitch extremes. In what is perhaps the most famous pedal steel guitar solo of all time, the story is different. (1) On Buck Owens and the Buckaroos’ 1964 song “Together Again,” pedal steeler Tom Brumley worked with little time on a broken instrument to prepare a simple solo that reinforced the poignant, painful emotional character of this slow song. The resulting solo became an emblematic representation of the “crying” sound on the instrument, with unresolved dissonances, warbling pitches, and notes that bend and slide into place.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In discussions of this recording, Brumley lamented that the solo was shaped by a number of technical limitations at the time—not only the condition of the instrument, but also the tuning Buck Owens chose, which forced Brumley to alter his aesthetic preferences lest he run into the end of the guitar neck. (2) This essay delves into Brumley’s deft handling of these limitations. I explore the specifics of his instrument and the implications of these limitations with respect to interpretations of his performance. In particular the history of Brumley’s recording affects how we should understand both the sonic and economic character of the so-called Bakersfield Sound within 1960s country music. This work builds on analytical examinations of the genre such as those of Jocelyn Neal ( 2007a and 2007b ) by considering not only generic expectations but also the material grounding of this performer/instrument interaction.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "neal_2007a",
                    "neal_2007b"
                ]
            }
        },
        {
            "3": {
                "text": "[3] It is my contention that, in navigating the limitations he faced, Brumley transformed aesthetic and technical compromises into assets while operating within a tight timeline that allowed the Buckaroos to turn live performances into efficiently executed recordings in short order. These assets—features that make the solo highly regarded and instantly recognizable—have in turn become idiomatic of the sound of the pedal steel in country music: they help to define listeners’ expectations of what performance on the instrument should sound like. Although other pedal steel performers do not always face the same constraints that Brumley did, they often repeat his gestures nearly exactly in cover performances and recordings of the song. What Brumley experienced as restriction, not artistic preference, has become convention.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] My claim is grounded in several histories: that of the pedal steel guitar, broadly speaking; of Brumley’s instrument, specifically; of amateur reconstructions of Brumley’s 1964 choices; and of Brumley’s narrative of the recording constraints, a narrative that has shifted in ways that critically alter the collective understanding of his physical experience at the instrument. In addition to these histories, I explore the limitations and affordances of idiomatic gestures on the pedal steel guitar. In particular, I draw upon Jonathan De Souza’s discussion of the relationship between instrument and technique to consider how the technology of the pedal steel, which was still novel in 1964, worked best when the player relied on practiced licks and common harmonic changes. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The pedal steel is a compelling site for examining the effects of technological constraint on performance because the instrument’s peculiar structure shapes performers’ actions in especially marked ways. As shown by extended amateur discussions, the peculiar parameters of the pedal steel oblige players to explore an unusually broad set of technical options for obtaining various sounds. For a single solo, multiple possibilities are available, some of which involve very different gestures but nonetheless yield the same sonic effect. Reading online pedal steel discussion boards, it is clear that players are interested not only in replicating the sound of this solo, but also in Brumley’s specific setup and gestures. As I will demonstrate, these considerations are not ancillary to Brumley’s solo—rather, they were defining features for a performance that has in turn become defining for the instrument. The Basics of a B-Side Hit",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] On February 24, 1964, Capitol Records released “Together Again” as the B-side to the 7-inch, 45-RPM “My Heart Skips a Beat” from Buck Owens and the Buckaroos. The song was enormously successful, reaching the #1 spot on the Cashbox country list. “Together Again” would later be incorporated into a full-length album, which took the title Together Again/My Heart Skips a Beat . In addition, the song reappeared on several of Buck Owens’s “greatest hits” and live albums ( Sisk 2010 ). Today it is one of the most widely known songs from Buck Owens and the Buckaroos and has been covered by such well-known artists as Dwight Yoakam, Kenny Rogers, Emmylou Harris, Vince Gill, the Flying Burrito Brothers, Jerry Lee Lewis, Ray Price, and Al Green. Audio Example 1 . Buck Owens and the Buckaroos (1964), “Together Again,” first verse Example 1 . Buck Owens and the Buckaroos, “Together Again,” first-verse vocal line. All transcriptions are from the 1964 recording (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "sisk_2010"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In “Together Again,” the narrator tells of a couple’s reunion. Presumably, now that they are “together again,” both of them will be happy—as the narrator notes, “my tears have stopped falling / the long lonely nights are now at an end.” Yet the recording is not cheerful, particularly in contrast with the peppy A-side of the record, “My Heart Skips a Beat.” As you can hear in Audio Example 1 , and as Example 1 shows, the first verse of “Together Again” has a number of features lend a less-than-joyful tone to the song: the slow tempo; the emphasis on negative imagery (such as “tears” and “long, lonely nights,” which refer to a painful past rather than the presumably more positive present), and finally the gentle sighing arc of the majority of vocal gestures. (4) Audio Example 2 . Buck Owens and the Buckaroos (1964), “Together Again,” pedal steel solo",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The pedal steel guitar is especially prominent in shaping the feel of the song, providing all of the fills between Buck Owens’s phrases as well as a solo between the two verses. Tom Brumley’s playing on this song has become iconic in the pedal steel community, and the style of play he uses here is sometimes described as having a “crying” sound. As Eileen Sisk puts it in her Buck Owens biography, “One can almost hear tears sliding off the strings as Tom deftly glides his steel slide over them” ( 2010 , 93). Brumley’s pedal steel solo is the only solo taken in this recording. It is so well known that in cover performances pedal steel players often replicate it note for note, or nearly so; for example, Hank DeVito performs a nearly exact copy of Brumley’s solo in Emmylou Harris’s version and Joshua Grange does the same on Dwight Yoakam’s. In a 2013 interview, Vince Gill said of Brumley’s solo, “You’d be hard pressed to not [ sic ] find a more definitive, more compelling solo than Tom played on ‘Together Again.’ And I think it’s probably the most famous steel guitar solo in history” ( Moore 2013 ). Audio Example 2 contains the entirety of Brumley’s solo—it’s surprisingly short considering the attention it has garnered, lasting less than thirty seconds.",
                "footnotes": [],
                "citations": [
                    "sisk_2010",
                    "moore_2013"
                ]
            }
        },
        {
            "9": {
                "text": "[9] In amateur communities, examples and tutorials for this solo abound, from tablature on pedal steel forums to many YouTube performances and several YouTube how-to videos. (5) There are a few reasons for this, including both the solo’s status for new players as a kind of “Für Elise” of the pedal steel and its exceedingly simple construction. Brumley’s pedal and string choices make the solo accessible for new players, a feature I will return to and discuss in greater detail later in this article. Example 2a . Buck Owens and the Buckaroos, “Together Again,” Tom Brumley’s pedal steel solo (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Brumley’s solo begins directly following the verse, with pickups into measure 17. I have transcribed the solo in Example 2a , though readers should approach the transcription with a few caveats. First, this transcription is woefully inadequate in that it expresses only fixed pitch, whereas the sliding created by the bar and the pedals is arguably the most notable feature of the sound. Second, there is a discrepancy between the key of the transcription and the sounding pitch in the recording. I have notated D Major as the key for the song, but the recording sounds down a half-step, in D ♭ Major. Today bands often play the song in C, using a capo to raise the pitch a half step to C ♯ major. In video recordings from later years, even Buck Owens’s band shows a C-shape with a capo on the first fret, but in 1964 most of the Buckaroos were tuned down a half step, playing in D ( Visser 2002 ). (6) Thus the notation I use throughout this article is not in the sounding key, but rather the key that characterizes the fingering and chord shapes used by much of the band in the recording session. Example 2b . Buck Owens and the Buckaroos, “Together Again,” Tom Brumley’s pedal steel solo, annotated (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "visser_2002"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In this solo, Brumley begins with (largely) the vocal line on top, adding a supporting voice a sixth below. And while he adds a few ornaments here and there, he generally resolves any nonharmonic tones within the chord. But there is one spot where he leaves a note unresolved, in measure 21. Here he leaves open the seventh of what appears to be a 7–6 suspension, yielding a strange dissonance. This is the only part of the solo where the top voice doesn’t follow the melody. For most of the solo, Owens’s vocals roughly map to the top line of the pedal steel solo. But in this moment, the melody moves to the lower line, and the top voice remains on scale degree 6, even as the harmony changes from IV to V. Example 2b shows some of these elements of the solo, with the melody line highlighted in red note heads.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In the analysis that follows, I argue that the unresolved suspension I have just highlighted is partly the result of the limitations of the instrument: what makes this solo most marked is a result of the complex interaction between player and technology, in which surprising or delightful sounds occur as a result of reaching the limits of a certain technological capability. As I will show, Brumley’s solo affected the emotional valence of the song through its crying, its sliding sound, and its marking of negative text. In roughly following the melody, Brumley gives the listener a “second take” on the verse, one that provides a more tender and vulnerable, less stable rendering than Owens’s vocal performance. While Owens provides some vocal ornamentation, bending pitches or playing with the timing, he never wavers or warbles like Brumley’s pedal steel. But there is more than just aesthetics at play here: style and technology share equal roles in contributing to the poignant quality of this solo. Close analysis shows that Brumley reached the physical boundaries (the end of the neck) of his pedal steel guitar and was left holding the unresolved dissonance as a matter of practical considerations first and foremost, rather than exclusively aesthetic or stylistic preferences. Buck’s Bakersfield Ballad",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Brumley’s prominence on this recording is a result not only of the special sound of his solo, but also of Owens’s economical approach to his band and recording processes. When “Together Again” was released, Buck Owens and the Buckaroos were at the peak of producing music in a style that came to be identified as the Bakersfield Sound, a rather rougher, grittier version of country music than was coming out of Nashville at the time, and one which conveniently allowed them to spend less money and time on recording. In contrast to the lush orchestrations and smooth vocals of Patsy Cline and Jim Reeves, the Buckaroos’ recordings were leaner, featuring only the band members. (7) For “Together Again” and other slow songs in the Buckaroos’ catalog, the pedal steel was put to special use as the only melodically focused instrument and thus was critical in creating a recognizable ballad sound for the ensemble. (8) In songs such as “Over and Over Again” and “I Don’t Hear You,” Brumley’s solos and fills cover every moment when Owens isn’t singing and occasionally provide a kind of padding underneath Owens and Don Rich’s vocals as well, contributing to the valence of these songs in an especially strong way.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Country music commentator Tyler Mahan Coe argues that the pedal steel is the strongest indicator of this song’s sad quality. He notes, Tom Brumley lays down a solo over the entire track that sounds like a kicked hound dog crying. It sounds plain miserable in a way only the best country music can. It’s one reason many people are surprised when they get around to hearing the lyrics and realize this is a love song. ( Coe 2017 ) (9) Closer examination, however, reveals that there is more to the affect of the song than merely slow, sad steel. Brumley structures his solos and fills in a way that highlights already-present negative text, bringing attention to the most painful aspects of the narrator’s experience. Example 3 . Buck Owens and the Buckaroos, “Together Again,” Tom Brumley’s pedal steel solo and Owens’s first-verse vocals with pedal steel solo circled (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "coe_2017"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Example 3 shows the first-verse structure of “Together Again” and maps Brumley’s pedal steel solo onto it. Each verse of the song has two parallel parts, wherein the first line is basically identical in the two halves, but the second-line melody differs, and there is an extra V chord at the end of the first half for the turnaround into the second. For his solo, which is a half-verse long, Brumley creates a hybrid of the melody from the two halves of the verse. (10) Because of the parallel structure, his first line could be from either half of the verse, but the second line is divided between traits of the two halves: he takes the start of the line from the first half and finishes with the completion of the second half. Where the solo maps onto the text “the long, lonely nights,” Brumley plays the dissonant, hanging suspension I mentioned earlier. Further, in addition to the tension of the dissonance, the suspended pitch has an unsteady, warbling quality, the result of a technique I will discuss further when delving into the physical movements involved in the solo. Example 4 . Buck Owens and the Buckaroos, “Together Again,” dissonant pedal steel fill in first verse (click to enlarge) Audio Example 3 . Buck Owens and the Buckaroos (1964), “Together Again,” dissonant pedal steel fill in first verse",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The solo is not the first time Brumley highlights Owens’s “long, lonely nights.” As mentioned previously, the pedal steel plays all of the fills between Owens’s half-phrases. In the first verse, Brumley foreshadows the dissonant moment of his solo by highlighting the very same dissonance in his fills. As Example 4 and Audio Example 3 show, he not only plays this same suspension but also reiterates it: he plays it once in the same octave as the solo, then jumps up an octave, seeming to resolve the dissonance and leave it behind, only to rest again on that very same pair of notes an octave higher. Moreover, he plays this dissonance immediately following the same text, “long, lonely nights.” Thus in both verse and solo, Brumley connects this specific dissonance to the words “long, lonely nights,” an image of especially bittersweet quality, and one that emphasizes past over present. It is not only the “crying” sound on the pedal steel that fosters poignancy; Brumley also draws the song toward a negative valence by marking painful text with musical dissonance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] All of this is to say that the pedal steel undermines the song’s putative happy reunion. And yet, the narrative already is ambivalent, occupying a liminal emotional space. While the reunion is (perhaps?) a subject for celebration, the text highlights a painful past. The line “nothing else matters”—the most-repeated text in the song outside of the title itself, sung three times—suggests desperation rather than exuberance. If, as Coe says, “Together Again” is a love song, it is not a happy one. Indeed, the entire text of the song never refers to the supposedly joyful events of the present, but only to the removal of past feelings. Within this setting, the dissonance of the pedal steel guitar further directs the attention of the text away from the implied present and toward the explicit past. (11) Tom’s Steel Stylings: Limitations and Choices Example 5 . Generic structure of the pedal steel (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In order to understand how the solo worked on Brumley’s instrument, it is necessary to discuss some of the basics of the pedal steel in general, and Brumley’s instrument in particular. The pedal steel guitar consists of one or two guitar necks attached to pedals and levers used to alter the pitch in various ways. It is designed for electric amplification, as it has no resonating body. Example 5 shows some of the basic features of the pedal steel. In this picture, the guitar necks are at the top, there are pedals at the bottom much like on a piano, and just below the guitar necks are a series of levers that the player can push up, left, or right with her or his knees. Most of these pedals and levers work by adjusting one or two strings at a time, shifting them up or down by a half step, whole step, or sometimes a step and a half. Each one of these pedals, levers, and strings can be altered somewhat to suit the player’s needs, resulting in a highly customizable instrument arrangement known as the copedent. The copedent refers to the combination of string tunings and pedal/lever functions. (12) Example 6 . Still from JohnnyUpOK “Together Again” tutorial (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] When Brumley played with the Buckaroos, the pedal steel guitar was still a fairly new instrument, one whose technical capacities were constantly shifting. So historical perspective is useful for clarifying the concerns and considerations for steel players at the time. The pedal steel has changed significantly over the decades, and players today continue to develop new mechanics and techniques for the instrument. As Tom Bradshaw wrote in Guitar Player magazine, pedal steel players “are intrigued by every other steel player’s guitar, since these machines are usually custom jobs with special ‘goodies.’” ( Bradshaw 1971 , 9) Prior to the addition of pedals, slide guitarists regularly encountered the challenge of retuning in order to meet different harmonic needs. This is directly related to the use of the slide on the instrument: to play this and other slide guitars, a performer places a bar across the strings on the neck in lieu of shaping chords by pressing down individual strings with her or his fingers (see Example 6 for a visual example of the bar on the strings). The slide technique creates limitations in the kinds of shapes that a player can make. As Robert L. Stone notes, “Playing the steel guitar with a rigid bar is analogous to using just one finger of the left hand to make notes on a standard guitar” ( 2010 , 57). To address this limitation, many slide guitar instruments—not only the pedal steel but also the lap steel, Dobro, and Weissenborn, among others—are tuned differently from a standard six-string guitar, often into an open chord (for example, a Dobro is most commonly tuned G–B–D–G–B–D, low to high). Similarly, blues players, even when using a standard fretted guitar, often retune to open chords when they opt to wear a slide. By extension, alternate tunings facilitate different harmonies on the instrument. For example, a six-string non-pedal steel E6 tuning (low to high E– G ♯ –B– C ♯ –E– G ♯ ) has multiple features that facilitate harmonic variety: the arrangement of strings includes both major and minor triads (here, E Major and C ♯ Minor) as well as the E6 chord when strummed. Different tunings allow for alternative extended harmonies. (13) Moreover, players often wear finger picks that allow them to selectively pluck individual strings rather than strumming a collection of consecutive strings on the neck.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "bradshaw_1971",
                    "stone_2010"
                ]
            }
        },
        {
            "20": {
                "text": "[20] To accommodate the need for different tunings, instrument makers experimented with a variety of technical solutions. As early as the 1930s, manufacturers started building steel guitars with multiple necks that were attached to legs like a tabletop, each with a distinct tuning setup, so that players could switch quickly from one tuning to another between songs. (14) This instrument, also known as a console steel or table steel guitar, allowed for the flexibility performers needed, but it was cumbersome; the Fender Stringmaster, made in the early 1950s, had as many as four necks to allow for maximum tuning options. To add flexibility, many console steel necks included more than six strings, allowing for additional chord possibilities; Fender’s Stringmaster featured eight strings on each neck. Example 7 . Gibson Electraharp (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In an attempt to streamline players’ access to multiple tunings, builders began adding pedals. Gibson’s 1940 Electraharp (shown in Example 7 ) featured a series of pedals on the side that were designed to be used between songs for quick tuning changes. While the original intent of the pedal technology was to shift tunings easily from one song to the next, guitarists began using the pedals in the middle of songs to change pitch in the early 1950s, just a decade or so before “Together Again” was recorded. In this period, instrumental experimenters such as Bud Isaacs and Buddy Emmons also created various kinds of levers and pedals that broaden the possibilities for pitch change. Today a “standard” double-neck pedal steel might have ten to fourteen strings on each neck, with five or six knee levers and eight or nine pedals . (15) These necks are commonly tuned in what is referred to as C6 and E9, though these labels apply only roughly to the actual arrangement of strings on each neck. Example 8 . Fender 1000 and Fender 400 pedal steel guitars (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The instruments shown in Examples 5, 6, and 7 are not what Brumley used in the recording of “Together Again.” Rather, he played the most common pedal steel at the time, a Fender 1000 double-neck, which had eight strings on each neck. Example 8 shows the Fender 1000 in front, with the single-neck version, the Fender 400, in back. The Fender 1000 did not have knee levers, only pedals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Brumley’s instrument was not just any Fender 1000. He was replacing pedal steel Buckaroo Jay MacDonald and inherited MacDonald’s instrument. According to band lore, when MacDonald was booted from Owens’s band, his bandmates damaged the instrument for whomever would come next. Brumley stated in interviews that the instrument had several strings broken, and at least one of the pedals was not working—perhaps fittingly, a broken instrument to go with a song about a broken past ( Bradshaw 1976 , Visser 2002 , Sisk 2010 ). While Brumley had his own pedal steel, he was told by Owens that he need not bring it to California, because the band had an instrument with them. And so it was on this instrument that Brumley began playing with the Buckaroos in late December of 1963, hastily restringing it in the hour before the first performance of a three-night series at the Golden West in Los Angeles. The Golden West was a new country-music venue in the area, and it celebrated its opening with a month-long December showcase that included big-name performers such as Bob Wills and the Texas Playboys, Ernest Tubb, and Rose Maddox, the latter of whom joined the Buckaroos for their performances. (16) Brumley described the situation as follows: the instrument “looked like a piece of junk. All the strings had been ripped off, and a pedal was broken. . .   There was no rehearsal or anything, so when I opened the guitar case about an hour before showtime and saw that Fender, I almost fainted!” ( Bradshaw 1976 , 20). Brumley noted that the band recorded “Together Again” immediately following the Golden West performance dates, with this same Fender 1000 ( Bradshaw 1976 ). Within this context of a damaged instrument and no time for repair or replacement, Brumley used limited resources to create his now-iconic solo. The Technics of an Accessible Solo",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "bradshaw_1976",
                    "visser_2002",
                    "sisk_2010",
                    "bradshaw_1976",
                    "bradshaw_1976"
                ]
            }
        },
        {
            "24": {
                "text": "[24] As is common for country music performers, Brumley did not write out his solo in tablature or any other form of notation. In order to determine Brumley’s physical actions, one must reconstruct the parameters of his specific instrument by other means. Given the physical structure of the pedal steel guitar, however, such reconstruction is a complex task, requiring not only the audio recording itself, but also any ancillary materials that might be available. In this case those materials include interviews with Brumley, videos of later performances, and close discussions and tutorials from avid pedal steel players. In the following paragraphs, I will discuss the details of Brumley’s gestures and instrumental setup, drawing from the sources I have just listed. In this discussion, I address not only the physical limitations involved in the dissonances of “Together Again,” but also the fascination with this solo among pedal steel players.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] As mentioned previously, Brumley’s solo on “Together Again” has garnered a great deal of attention from pedal steel players. Like the guitar introduction to “Stairway to Heaven” or other classic riffs and solos, Brumley’s solo is the object of exact replication, and a particular interest for many budding players. But while just about any guitarist could readily devise the same method to play “Smoke on the Water,” pedal steelers don’t have that luxury. Determining the mechanics of a pedal steel performance can be difficult, involving a great deal of investigative work. Much of this difficulty stems from the fact that the notes can be changed using a variety of means, such as alternate tunings or pedal functions. Jonathan De Souza calls this a “many-to-one” relationship: players can use a variety of techniques to obtain the same sounding pitch ( 2017 , 58–59).",
                "footnotes": [],
                "citations": [
                    "de_souza_2017"
                ]
            }
        },
        {
            "26": {
                "text": "[26] Performance videos don’t necessary mitigate the challenge for learners committed to slavish recreation of Brumley’s and other pedal steelers’ stylings. When such videos are available, they rarely show all of the information needed to reconstruct a player’s settings perfectly. Rather, live videos often only show the instrument’s neck in profile and alternate between shots of the pedal steel player and the other performers on stage. By contrast, to obtain useful information about both pedals and strings, the video should be shot from above with a slight angle to show the hands on the strings as well as the feet on the pedals. Early players such as Bud Isaacs capitalized on this technical opacity, deliberately hiding the technology to create a kind of mystique about the instrument—Isaacs placed a front panel on his steel to hide the role of the pedals in his playing. Tom Bradshaw wrote about the challenge of technology, “Pedal steel guitarists thirst for information and knowledge about their instrument. . . . They resent secretiveness in professionals who won’t reveal their ‘licks’ or pedal set-ups, but they themselves rarely have the time to show anyone else what they have spent hours to perfect.” ( Bradshaw 1971 , 9)",
                "footnotes": [],
                "citations": [
                    "bradshaw_1971"
                ]
            }
        },
        {
            "27": {
                "text": "[27] Amid such hidden techniques and difficult-to-parse settings, players are left to reconstruct the technical parameters from video freeze-frames fastidiously examined online. Players debate which strings and techniques are being used and rely heavily on hearsay from personal communications that have been passed from player to player. Discussions such as the following, excerpted from the Steel Guitar Forum, are common. In this case a handful of steel enthusiasts explore options for managing the contours of a solo while also addressing newer instruments’ capacities to easily obtain sonic results that once proved more challenging: Jack Aldrich: Tom’s solo involves full pedals, half pedals, and slants. I learned it from Jeff Newman back in the late 70’s. That’s why the top note seems to stay the same, while the lower note drops. Donny Hinson: Full pedals—yes. Half pedals—yes. But no slants are required to play the solo that Tom did! 😉 Bob Carlucci: Agreed. . .  I get it pretty close (still a very poor imitation of Tom’s touch of course) and don’t use any slants. . .  Several half pedals however. . . Bob Hoffnar: I have never noticed any half pedals or slants in the original together again solo. The only tricky part is the lowering of the 5th string, which is done by raising the 3rd string with the B pedal while sliding down a half step. Then moving back up a half step while letting off the B pedal. That leaves the note on the 3rd string the same while moving the 5st down a half step. (17) It is a beautiful and perfect solo but there is nothing complex about it outside of that one crafty move. Many steel setups have a 5st half step lower available on a lever these days, making the tricky B pedal move unnecessary. Doug Beaumier: Yes, and I read somewhere that the B to B-flat lower on string 5 was devised specifically to play that lick. I’m not sure if that’s true, but a lot of players back in the day didn’t realize that Tom just slid the bar back one fret while pressing the B pedals. Later in the thread, after reviewing a number of videos of later performances: B. Greg Jones: I just saw the video of Together Again from the Mathis Bros. show where Tom is playing the sunburst Fender. Now here is what I heard. . .  Buck and the band are lip syncing the song, just that song though, all the others are live. On the solo, Tom IS using forward and reverse slants, all while grinning at the camera and he doesn’t have his left foot on the pedals. You can see that at the end of the song. Also it doesn’t look like Don or Doyle’s guitars are plugged in. If you watch them play it live at the Ranch Shows, Tom doesn’t use slants in the solo. (18) As is clear from the comments above, players are interested both in new setups that facilitate their execution of the solo today (as in Doug Beaumier’s comment) and in the particular way that Tom Brumley got the sound in 1964 (as in B. Greg Jones’s note). Both involve tasks of reconstruction, as the players experiment with the possibilities of the instrument. A few specific techniques the commenters mention are half pedals and bar slants. The idea with a half pedal is that if pressing the pedal raises a note by a whole step, a well-executed half pedal will raise the pitch by a half step. Bar slants allow for a changing intervallic relationship between strings. For example, if two strings are a major sixth apart in pitch, a player can obtain a minor sixth by slanting the bar instead of holding it straight across the fret line on the neck, effectively articulating pitches that are one fret apart from each other. While more extreme slants are possible, one-fret slants are most common. Video Example 1 . JohnnyUpOK, Tutorial for “Together Again (1964),” excerpts of opening instruction and complete solo performance (click to watch video)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] To illustrate how the pedals and slides work together on this solo (without bar slants or half pedals), Video Example 1 shows an excerpt of one of the many video tutorials for it; this one is from YouTube user JohnnyUpOK. This example shows the beginning of the tutorial, and then video footage of the entire solo, where JohnnyUpOK’s hands and feet are visible at the same time. In particular, the first thirty seconds provide a close-up of how the pedals affect the sound. Notice that after the player strikes the first pitches, he presses the A and B pedals together, raising the lower note (string 5) by a whole step and the upper note (string 3) by a half step. The two pitches lower again as he releases the pedals. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] There are a few differences between what you see in this video and Tom Brumley’s playing on the Fender 1000. First, the video is presented in mirror image, reversing left and right—contrary to appearances, JohnnyUpOK holds the bar in his left hand while his right hand plucks the strings. This could be for pedagogical purposes: in this way, a learner can set up her or his pedal steel in front of the screen and follow along in mirror image. There is also a difference in instrumental resources. JohnnyUpOK is playing a ten-string instrument; on the eight-string version Brumley played, the two lowest strings would be omitted. However, JohnnyUpOK does not use these strings in the tutorial. Importantly for our purposes, when JohnnyUpOK refers to string numbers, these numbers still map onto the string numbers in Brumley’s eight-string setup.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] As mentioned previously, part of the appeal of Brumley’s solo is its simplicity. Because it is somewhat easily created, the solo gains new life over and over again in cover performances and recordings that sonically replicate the original recording. (20) Given the limited resources available on Brumley’s instrument, we might not be surprised to see that the solo is so easily manageable, with fewer complexities of pedal and string navigation than other well-known pedal steel recordings. With one pedal broken, Brumley had two remaining pedals available on the E9 neck, the A and B pedals. In Example 8, those are the rightmost pedals—the ones closest to the tuning pegs. And as discussed in paragraph 22, the Fender 1000 had no knee levers. With just these two pedals and no knee levers, Brumley’s solo is surprisingly accessible to pedal steel novices. Further, as you see in the video tutorial, almost the entire solo can be played on just two strings of the instrument, with the exception of the final few notes. Example 9 . Abbreviated copedent for Brumley’s recording on Buck Owens and the Buckaroos, “Together Again” (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Because of the restricted resources of this solo, it is not important to discuss the full copedent Brumley used. However, an abbreviated description is useful here. Brumley uses strings 3 and 5 for most of the solo, with the addition of 4 and 6 at the end. (21) Example 9 shows the tuning for strings 3, 4, 5, and 6 as well as their interaction with the A and B pedals, highlighting the most important features. Note that the pedals only apply to the strings listed; in this copedent Brumley cannot, for example, press a pedal that will raise the pitch of string 6 by a whole step. Example 10 . Pitches available on Strings 3 and 5 for Brumley’s solo (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The moment of the solo shown in the freeze-frame of Example 6 is the hanging 7–6 suspension of measures 20–21. Here, JohnnyUpOK is very close to the end of the neck with the slide in his left hand. In fact, he is stuck on this dissonance. He cannot resolve the suspension at all, at least not from this position at the limits of the neck. He is only on the first fret, and resolution of the suspension requires a drop of a whole step, which is not an option from this position. To illustrate the possibilities available to Brumley, Example 10 shows all of the pitch options for strings 3 and 5 on the open string, first, and second frets of the neck. Notes with stems show the pitches if no pedal is pressed, while stemless notes in parentheses are the resultant pitches if the applicable pedal is applied (A pedal for string 5, B pedal for string 3). The arrow and circled red notes show Brumley’s chosen movement and pitches for the hanging suspension (measures 20–21 in Example 2b). As shown, Brumley depresses the B pedal in moving into the suspension, raising the pitch of string 3 by a half step. In order to achieve the desired suspension resolution of A on this string, he needs to drop the pitch by a whole step—such a move would require not only releasing the pedal (half step), but also moving the bar down a fret, to an open string. Open strings are not commonly used in pedal steel solos, because they omit vibrato and the sliding quality that most players desire from the pedal steel sound. Further, open strings would cause another problem in the bottom voice (string 5), lowering it too far. Although Brumley could apply the A pedal to raise the pitch, it would go beyond the desired C ♯ , to D. Thus this tangle of pedals and frets leaves a variety of options open, but the upper and lower notes for suspension resolution are not available for sounding together. Example 11 . Buck Owens and the Buckaroos, “Together Again,” pedal steel solo, potential resolution of 7-6 suspension (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Looking more closely at this “hanging 7th,” one might claim that the A pickup into the next phrase is a sort of resolution. In this situation, however, there is a voicing problem: the A pickup is played on the bottom-voice string, not the top voice string, precluding the opportunity to play the resolution over the lower voice, as Example 11 demonstrates. This is not to imply that Brumley had no choice but to play the solo that way; there are other ways he could have gotten around it. Rather, I want to suggest that this somewhat funky and dissonant moment is shaped by the nature of the instrument, its abilities and limitations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] In this hanging suspension, Brumley did not merely expose a limitation of the instrument; rather, he highlighted what is arguably the most characteristic sound of the pedal steel itself, and a special capability of the instrument: oblique motion. On most slide guitars, it is difficult to change the relationship between two voices—if the player moves the bar up or down the neck, parallel intervals of the same quality are created, such as a series of major sixths. In order to change that quality or create parallel diatonic intervals (shifting between major and minor interval quality as needed), players must slant or un-slant the bar as they go. Pedals, however, make these alterations easier, as they change the intervallic relationship between strings, allowing the player to keep the bar straight if desired. (22) Oblique motion, holding one string steady while changing the pitch of another string, is even more difficult on most slide guitars. To do this, players would need to use only a partial bar on the strings in order to leave some strings open, but open strings do not allow for the sliding sound or vibrato that is the defining parameter of the slide guitar, effectively removing this shape from the vocabulary of most slide guitars. As a result, oblique motion is one of the clearest aural indications that a player is using a pedal steel rather than a console steel or other slide guitar. On the pedal steel, oblique motion generally indicates that the player has held everything constant except for the pedals or knee levers, maintaining the bar steady while one note shifts as a result of the player’s lower body. Video Example 2 . JohnnyUpOK, Tutorial for “Together Again (1964),” excerpt of hanging suspension (click to watch video)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In Brumley’s solo, however, the upper held note of the suspension is achieved in a surprising way, one which defies the expectations of normative oblique motion on the pedal steel. Rather than holding the bar static and removing a pedal to change the pitch of the lower string, this part of the solo involves an active bar. In effect, the “static” note is an illusion Brumley creates by lowering the bar one fret while applying a pedal to raise the upper string’s pitch a half step. Listening closely to Brumley’s solo, this “trick” of the pedal is audible in the slight warbling of the upper voice as it holds the pitch. Video Example 2 shows this section of the solo in JohnnyUpOK’s tutorial. Notice that he is playing the B pedal—the second pedal—to raise the pitch of this upper note as his hand slides down the neck. Like the narrator’s faltering relationship in the song, this static pitch is unsteady, unsure. Brumley described this as a favorite technique of his from before he joined the Buckaroos ( Bradshaw 1976 ), and he uses it multiple times in the solo. To hold the lower-voice constant between measures 16 and 17 at the start of the solo (see Example 2a), Brumley raises the bar two frets while releasing the A pedal to drop the lower note a whole step (the A pedal is closest to the tuning pegs). (23) At the end of the solo, this seeming contradiction between manual motion and pitch stillness is reversed. Returning to the end of the solo in Video Example 1 (the only moment where the player plucks any strings other than 3 and 5), the player’s bar remains utterly static while the final I–IV–I neighbor motion takes place, a particularly idiomatic execution on the pedal steel (1:00–1:05 in Video Example 1). (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "bradshaw_1976"
                ]
            }
        },
        {
            "36": {
                "text": "[36] Brumley addressed this section of the solo in terms of instrumental limitations and Owens’s idiosyncratic tuning—limitations that led him to change the contours of the solo. He noted in an interview with Guitar Player magazine, “The problem was that Buck tuned his guitar down a half-tone and everybody else also had to tune down to play in the same key. So there I was trying to play that lick I liked in D, actually C ♯ , but I couldn’t go back far enough with my bar to play the melody on top. All I could do was put the melody on the bottom” ( Bradshaw 1976 , 53). Here, when Brumley says that “everybody else also had to tune down,” it is clear that Brumley himself did not tune down. Detuning would have given Brumley more space at the end of the neck (instead of less) by allowing him to go a half step lower in pitch. Rather, with everyone else detuned, Brumley found himself in the difficult position of not being able to play the line in the way that he would normally—with the melody on top.",
                "footnotes": [],
                "citations": [
                    "bradshaw_1976"
                ]
            }
        },
        {
            "37": {
                "text": "[37] Given how customizable the pedal steel guitar is, Brumley seemingly could have arranged the strings and pedals as he wished and avoided this limitation on the instrument. However, as De Souza has discussed, “idiomatic” moves are not merely a reflection of an instrument’s possibilities, but also the result of a repeated interaction between player, instrument, and norms developed across players. (25) In the case of the pedal steel, changing the copedent is no small matter. It is a time-consuming process to adjust the functions of the various pedals, and because the pedals are tied to specific individual strings, the strings are also not as flexibly retuned as on non-pedal guitars. To navigate a pedal steel setup, players practice movements over and over again in order to handle their specific copedent effectively; acclimating to a given setup involves building paths of habit for moving between certain harmonies and pitch options. For this reason, most pedal steel players memorize certain licks and many even memorize entire solos, practicing the leg, foot, and hand movements that facilitate the specific sounds they want. As De Souza notes, “modifications of the technology presuppose certain techniques” ( 2017 , 82). In this case, such adjustments also presuppose certain common harmonic structures, as moves like I–IV–I by neighbor are easily executed using only pedals, a very efficient means of expressing this movement. A Changing Story and an Unchanging Solo",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "de_souza_2017"
                ]
            }
        },
        {
            "38": {
                "text": "[38] While Brumley’s 1976 Guitar Player interview emphasizes the complications of tuning and resulting performance challenges, later interviews tell a different story. In a 2002 interview with Jan Visser, Brumley asserts that he detuned along with the rest of the band, even stating that doing so helped with some of the inherent issues of the Fender 1000: “We were tuned down half a tone because Buck felt it would give us a little different sound. Not for the benefit of the steel, although it did help string breakage . . .  as well as making the pedal action easier” ( Visser 2002 ). Similarly, there are inconsistencies in accounts about who damaged the original instrument and how many pedals were broken: in 1976 Brumley asserted that one pedal was broken, while in 2002 he stated that all but two pedals were broken. (26) It is not clear whether Brumley simply remembered the recording differently later in life, or whether he confused conditions of the original performance with later ones. Certainly, he could have changed his own string tunings in later performances of the work.",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "visser_2002"
                ]
            }
        },
        {
            "39": {
                "text": "[39] If he had detuned along with the rest of the band, Brumley could have “fixed” the hanging suspension by using a bar slant. While pedal steelers differ in their recommendations about whether and how to use bar slants, videos of Brumley playing with the Buckaroos show him regularly employing the technique. As such, the growth of the narrative that he detuned along with the rest of the band—one that is replicated across numerous online threads—shapes the discussion of what possibilities Brumley had in the solo, characterizing it as an exclusively aesthetic choice rather than one inspired by the confrontation with instrumental limitations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] While the technology shaped Brumley’s choices, the solo continued to be played the same way even when pedal steel guitarists were not faced with this dilemma. For example, when Emmylou Harris sings the song in F instead of D ♭ , pedal steel player Hank DeVito uses a different area of the neck of the instrument. He does not run into the end of it, and yet he incorporates this same sticking dissonance in his solo; indeed, the solo as a whole almost exactly matches the Brumley version. Here we see, as Timothy Miller notes, “a process of co-construction, in which the form, function, and meaning of technologies are negotiated through a feedback loop involving the makers of artifacts, the users of artifacts, and the artifacts themselves” ( 2017 , 180). While the tuning was critical to Brumley’s initial choices in 1963, the shape of the final product in the form of Brumley’s recorded solo has superseded that consideration. Today the solo is essential to the aesthetic and repertoire of the pedal steel, but its roots in the struggle with instrumental limitations need no longer concern even those who wish to replicate it. Instead those limitations are matters historical anecdote circulated by country music buffs, even as their results define a cherished sound. Concluding Thoughts",
                "footnotes": [],
                "citations": [
                    "miller_2017"
                ]
            }
        },
        {
            "41": {
                "text": "[41] Owens argued that his brand of country music was distinct from that of the American Southeast, asserting, “The progressive continues to center on the West Coast” (as quoted in Ching 2001 , 90). In 1966, he attempted to distinguish his brand of music-making by relabeling his output “American Music.” (27) However, as Nadine Hubbs ( 2014 ) has commented, the pedal steel itself has visceral connection with the country genre, inescapably linking Owens to what he referred to as associations of “outhouses ... overalls ... tiny towns” (as quoted in Ching 2001 , 93). Public perception thus demonstrated one of the inherent contradictions of commercial country music of the period, between rural stereotypes and the modern technologies of electric amplification inherent in the structure of the pedal steel as well as the electric guitar and bass the Buckaroos used. Despite the modern qualities of these instruments, this music shares loose affiliation with diverse repertories under the large umbrella of country music, tying them inevitably to associations with cowboys and hillbillies ( Neal 2013 ).",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "ching_2001",
                    "hubbs_2014",
                    "ching_2001",
                    "neal_2013"
                ]
            }
        },
        {
            "42": {
                "text": "[42] In the mid-1960s, Owens was not the only country artist trying to transcend these associations. The Country Music Association equally attempted to recharacterize the genre during this period by marketing to suburban, middle-class families. In this rurality-resisting vein, both Owens and his Nashville counterparts Patsy Cline, Jim Reeves, and others performed at Carnegie Hall, performances that were seen as emblematic of country music’s rise in socioeconomic status ( Jensen 1998 ). However, in contrast to the orchestrally sweetened Cline and Reeves, Owens played with a distinctively lean band. This helped keep costs down and album production efficient: he did not need to hire additional studio musicians to fill out the recordings. But this leanness also resulted in what Owens and fans considered a rougher take on country music, even as the band capitalized on modern instrumental technologies and modern studio and distribution opportunities. As Bill Malone writes, the result was “a propulsive, high-pitched, and thoroughly electronic energy” ( 2002 , 196). Within the bare-bones instrumental setup of the Buckaroos, the naked sliding sound of the pedal steel allows for a rawness, an in-betweenness of pitch, and a kind of anti-polish, the opposite of the bright, clean sweetening of the Nashville sound.",
                "footnotes": [],
                "citations": [
                    "jensen_1998",
                    "malone_2002"
                ]
            }
        },
        {
            "43": {
                "text": "[43] Brumley’s performance and recording experience in “Together Again” was strongly affected by this setting. Pulled into gigs without his own instrument and with little or no time to rehearse with the band, Brumley was left with a suboptimal arrangement and was forced to compromise from his practiced—and preferred—solo for the song. Nonetheless, the solo as he recorded it provides just the right poignancy and instability of pitch for Owens’s sad love song. Brumley’s choices about what to play on the recording for “Together Again” are undoubtedly the result of a combination of technical and musical considerations. Far from a fluke of technology, Brumley makes a deliberate choice to emphasize the tense, hanging seventh I have discussed in this article—not only using it when he has to at the limits of the neck during the solo, but foreshadowing the gesture by stating this same dissonance up an octave during the verse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] It is the specific interaction of the technical and the musical that has become an indelible characteristic of this song. Brumley’s iconic performance on “Together Again” has brought about a wide range of effects that radiate outward and across time: the solo that first altered the valence of one song became an aesthetic landmark, pursued by pedal steel players decades later not only in their re-creations but also in their other performances. Brumley’s solo is an instrument-defining recording, one whose gestures and sounds have become a standard part of the pedal steel repertoire. As such, these gestures help define idiomaticity on this instrument, and the broader sound of the genre of country music, to which the pedal steel is strongly tied. In this way Brumley’s memorable solo is notable not only for its particularities, but also for its broader and more persistent effects, transcending the specific moment of technological limitation to highlight the special qualities of the pedal steel as an instrument.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.2.burns.html",
    "data": "mto/data/mto.19.25.2.burns.json"
}