{
    "title": "Guitar Voicing in Pop-Rock Music: A Performance-Based Analytical Approach",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Koozin, Timothy"
    ],
    "abstract": "This study integrates guitar tablature and harmonic transformational theory to map transformational paths of motion through fretboard locations on the guitar. A focus on patterns of physical motion in guitar performance reveals how chords and figurations characteristic of pop-rock music can be understood as instances of more generalized hand position shapes and motions indexed to intervallic distances on the fretboard. The “fret-interval type” is introduced as a generalized expression of fretboard hand position information. Coordinating fretboard location with harmonic transformation provides information about the physical actions that move through pitch voicings and hand positions, forming specific embodiments of transformation that may project expressive meaning through correlations with fundamental body-derived image schema patterns.Genres of chord voicing and their harmonic networks are related to idiomatic actions of guitar playing as a means to explore chord patterning, riff structure, more complex chords, and alternate tuning. Examples from a range of pop-rock repertoires illustrate how guitar voicing routines can migrate across the full range of the guitar to project large-scale harmonic relationships, contributing to musical form while dynamically shaping contexts for vocal expression in songs. Guitar voicings are also explored as agents of cultural meaning that may combine to form stylistic tropes within songs, projecting a web of cultural references and associations.",
    "keywords": [
        "guitar tablature",
        "image schema",
        "gesture",
        "neo-Riemannian theory",
        "Tonnetz",
        "barre chord",
        "Kinks",
        "Rolling Stones",
        "Jimi Hendrix",
        "Neil Young",
        "Tom Petty",
        "Grateful Dead"
    ],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.koozin.pdf",
    "author_info": [
        {
            "name": "Timothy Koozin",
            "university": "Moores School of Music",
            "address": "University of Houston",
            "email": "tkoozin@uh.edu"
        }
    ],
    "citations": {
        "allen_and_goudeseune_2011": "Allen, Terry and Camille Goudeseune. 2011. “Topological Considerations for Tuning and Fingering Stringed Instruments.” arXiv electronic archive, Cornell University, arXiv:1105.1383. http://arxiv.org/abs/1105.1383 . Accessed July 2, 2011.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32, no. 2: 95–110.",
        "brower_2000": "Brower, Candace. 2000. “A Cognitive Theory of Musical Meaning.” Journal of Music Theory 44, no. 2: 323–379.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26, no. 2: 177–200.",
        "clarke_2005": "Clarke, Eric. 2005. Ways of Listening: An Ecological Approach to the Perception of Musical Meaning . Oxford: Oxford University Press.",
        "cohn_1997": "Cohn, Richard. 1997. “Neo-Riemannian Operations, Parsimonious Trichords, and Their Tonnetz Representations.” Journal of Music Theory 41, no. 1: 1–66.",
        "denora_2000": "DeNora, Tia. 2000. Music in Everyday Life . Cambridge: Cambridge University Press.",
        "edwards_1989": "Edwards, Bill. 1989. Fretboard Logic . Vols. 1 and 2.  Tampa, FL: Bill Edwards Publishing.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10.4. http://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html .",
        "frith_1996": "Frith, Simon. 1996. Performing Rites . Oxford University Press.",
        "hatten_1995": "Hatten, Robert S. 1995. “Metaphor in Music.” In Musical Signification: Essays in the Semiotic Theory and Analysis of Music , Eero Tarasti, ed. Berlin: Mouton de Gruyter, 373–391.",
        "hatten_2004": "Hatten, Robert S. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Bloomington: Indiana University Press.",
        "hyer_1995": "Hyer, Brian. 1995. “Reimag(in)ing Riemann.” Journal of Music Theory 39, no. 1: 101–138.",
        "johnson_1987": "Johnson, Mark. 1987. The Body in the Mind: The Bodily Basis of Meaning, Imagination, and Reason . Chicago: University of Chicago Press.",
        "jones_2003": "Jones, M. Rusty. 2003. “Modulation by Key Class.” Indiana Theory Review 24, no. 1: 1–28.",
        "klumpenhouwer_1994": "Klumpenhouwer, Henry. 1994. “Some Remarks on the Use of Riemannian Transformations.” Music Theory Online 0.9. http://www.mtosmt.org/issues/mto.94.0.9/mto.94.0.9.klumpenhouwer.art.html .",
        "kopp_2002": "Kopp, David. 2002. Chromatic Transformations in Nineteenth-Century Music . Cambridge University Press.",
        "lewin_1987": "Lewin. David. 1987. Generalized Music Intervals and Transformations . New Haven: Yale University Press.",
        "lidov_1987": "Lidov, David. 1987. “Mind and Body in Music,” Semiotica 66, nos. 1–3: 69–97. Reprinted in David Lidov, 2005, Is Language a Music: Writings on Musical Form and Signification . Bloomington: Indiana University Press.",
        "lidov_2006": "Lidov, David. 2006. “Emotive Gesture in Music and its Contraries.” In Music and Gesture , ed. Anthony Gritten and Elaine King. Aldershot: Ashgate, 45–60.",
        "mcpherson_2010": "McPherson, Ian. “Track Talk: Jumpin' Jack Flash.” http://www.timeisonourside.com/SOJumpin.html . Retrieved December 30, 2010.",
        "minturn_and_jones_2009": "Minturn, Neil and M. Rusty Jones. 2009. “Toward a Theory of Keyboard Topography.” SMT National Conference paper, Montreal.",
        "moore_2001": "Moore, Allan F. 2001. Rock: The Primary Text , 2nd edition. Aldershot: Ashgate.",
        "moore_2005": "Moore, Allan F. 2005. “The Persona-Environment Relation in Recorded Song.” Music Theory Online 11.4. http://www.mtosmt.org/issues/mto.05.11.4/mto.05.11.4.moore.html .",
        "rockwell_2010": "Rockwell, Joti. 2010. “Banjo Transformations and Bluegrass Rhythm.” Journal of Music Theory 53, no. 1: 137–162.",
        "saslaw_1996": "Saslaw, Janna. 1996. “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.” Journal of Music Theory 40, no. 2: 217–243.",
        "shove_and_repp_1995": "Shove, Patrick. and Bruno H. Repp. 1995. “Musical Motion and Performance: Theoretical and Empirical Perspectives.” In The Practice of Performance: Studies in Musical Interpretation , John Rink, ed. Cambridge: Cambridge University Press, 55–83.",
        "walser_1993": "Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music . Hanover, N.H.: Wesleyan University Press.",
        "woolhouse_and_cross_2010": "Woolhouse, Matthew and Ian Cross. 2010. “Using Interval Cycles to Model Krumhansl’s Tonal Hierarchies.” Music Theory Spectrum 32, no. 1: 60–78.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford: Oxford University Press.",
        "zbikowski_2004": "Zbikowski, Lawrence. 2004. “Modelling the Groove: Conceptual Structure and Popular Music.” Journal of the Royal Musical Association 129, no. 2: 272–297.",
        "_": "YouTube Video Clips Cited (accessed July 4, 2011)",
        "the_grateful_dead_1991": "The Grateful Dead. “Touch of Grey” (San Francisco, November 3, 1991), http://www.youtube.com/watch?v=l38YXrGJxx0 .",
        "the_kinks_1965": "The Kinks. “You Really Got Me” (Shindig, 1965), http://www.youtube.com/watch?v=F4DV-5d6a5g .",
        "tom_petty_and_the_heartbreakers_1999": "Tom Petty and the Heartbreakers. “You Wreck Me” (Fillmore Auditorium, San Francisco, March 15–16, 1999), http://www.youtube.com/watch?v=e4Me2YbMObw .",
        "tom_petty_and_the_heartbreakers_2008": "Tom Petty and the Heartbreakers. “Gloria” (Chicago, July 2, 2008), http://www.youtube.com/watch?v=QNIUPQI1nmY ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Video clips provided for the musical examples are rendered by the author.",
            "citations": []
        },
        "FN2": {
            "text": "2. Mark Johnson defines an image schema as “a recurring, dynamic pattern of our perceptual interactions and motor programs that gives coherence and structure to our experience” ( Johnson 1987 , xiv). I draw from image schema mappings in music advanced by Janna Saslaw ( 1996 ), Candace Brower ( 2000 ), and Lawrence Zbikowski ( 2002 ). Relating patterns of bodily experience to patterns in musical domains, Brower invokes cycle, path, and container image schemas to represent local and large-scale tonal organization ( 333–342 ) and musical-metaphorical schemas to model musical narratives ( 352–356 ). For a discussion of image schemata related to interval cycles and tonal hierarchies, see Woolhouse and Cross 2010 , 73–75.",
            "citations": [
                "johnson_1987",
                "saslaw_1996",
                "brower_2000",
                "zbikowski_2002",
                "brower_2000",
                "brower_2000",
                "woolhouse_and_cross_2010"
            ]
        },
        "FN3": {
            "text": "3. Barre chords and figurations form a well-established pedagogical basis in learning to play the guitar. For an example, see Bill Edwards’ Fretboard Logic ( 1989 ).",
            "citations": [
                "edwards_1989"
            ]
        },
        "FN4": {
            "text": "4. Idiomatic use of open strings in common-practice guitar music provides a basis for classifying keys into key classes in Jones 2003 . For a recent study that mathematically formalizes optimal choices for fingering, tuning, and key in guitar playing, see Allen and Goudeseune 2011 . For other instrument-specific approaches to gestural transformation, see Rockwell 2010 , which maps picking permutations and beat-class patterning in banjo music, and Minturn and Jones 2009 , which explores tactile relationships in keyboard music that arise through transformations of white and black-key topography. Allan Moore discusses idiomatic differences in pop songs written “at the fretboard” or “at the keyboard” in Moore 2001 , 59–60.",
            "citations": [
                "jones_2003",
                "allen_and_goudeseune_2011",
                "rockwell_2010",
                "minturn_and_jones_2009",
                "moore_2001"
            ]
        },
        "FN5": {
            "text": "5. Common-tone third relations as an idiomatic feature of music for the classical guitar are discussed in Jones 2003 , 16–20. For a discussion of chromatic mediant relations in popular music from a neo-Riemannian perspective, see Capuzzo 2004 , 182–183.",
            "citations": [
                "jones_2003",
                "capuzzo_2004"
            ]
        },
        "FN6": {
            "text": "6. Such a pattern of descending fourths occurs in “Brown Sugar,” shown in Example 5, where the D-flat chord appears as an embellishing subdominant of ♭ VI.",
            "citations": []
        },
        "FN7": {
            "text": "7. This comprises Walter Everett’s “Type 5” tonal system found in rock music ( Everett 2004 , 19–22). He explains Type 5 musical patterns not as functionally related chords, but as melodic entities with chords arising through parallel doubling.",
            "citations": [
                "everett_2004"
            ]
        },
        "FN8": {
            "text": "8. Guy Capuzzo utilizes Tonnetz representations to model neo-Riemannian operations in popular music, comparing pop song progressions to late-Romantic progressions analyzed by Cohn ( 1997 ), Hyer ( 1995 ), Klumpenhouwer ( 1994 ), and Lewin ( 1987 ). See Capuzzo 2004 , 181–182.",
            "citations": [
                "cohn_1997",
                "hyer_1995",
                "klumpenhouwer_1994",
                "lewin_1987",
                "capuzzo_2004"
            ]
        },
        "FN9": {
            "text": "9. David Kopp summarizes how theorists have recognized step progressions as different from other types of progressions since Rameau in Kopp 2002 , 176–180.",
            "citations": [
                "kopp_2002"
            ]
        },
        "FN10": {
            "text": "10. The story goes that guitarist Dave Davies slashed the speaker cone with a razor blade and slaved one amp into another to obtain the overdriven sound that would come to characterize rock and heavy metal music.",
            "citations": []
        },
        "FN11": {
            "text": "11. The riff can also be played all on E string-based chords, with lateral arm movement that emphasizes a dramatic and impulsive shift up a fourth (five frets) that can easily go awry. A 1965 Shindig performance available on YouTube shows Dave Davies smiling as he misjudges this shift and misses a chord (at 1:07 in the clip). See http://www.youtube.com/watch?v=F4DV-5d6a5g (accessed July 4, 2011). “You Really Got Me” has a simpler riff than “All Day and All of the Night,” but the essential harmonic motion is the same: G (verse) – A (bridge) – D (chorus).",
            "citations": []
        },
        "FN12": {
            "text": "12. Walter Everett discusses the chromaticism in this passage and provides a voice leading graph in Everett 2004 , 21.",
            "citations": [
                "everett_2004"
            ]
        },
        "FN13": {
            "text": "13. These attributes of guitar chord voicing appear as style traits in rock, blues, and country styles. I offer the analyses that follow as evidence, but do not claim these particular expressive oppositions to be universal. More historical and analytical study is needed to further correlate voicing and expression in larger repertoires of popular music.",
            "citations": []
        },
        "FN14": {
            "text": "14. The phenomenon of “air guitar” is one manifestation of processes through which listeners may shape or intensify perception of performers’ embodied actions while projecting their own sense of self onto the music. See Clarke 2005 5, 148–150 and 198–199, which cites Shove and Repp 1995 and DeNora 2000 . See Zbikowski 2002 for his treatment of conceptual models, and Zbikowski 2004 for their application to rhythm in popular music. I also draw from Moore 2005 and Frith 1996 in integrating vocal and textual elements into this conceptual model.",
            "citations": [
                "clarke_2005",
                "shove_and_repp_1995",
                "denora_2000",
                "zbikowski_2002",
                "zbikowski_2004",
                "moore_2005",
                "frith_1996"
            ]
        },
        "FN15": {
            "text": "15. Walter Everett discusses the passage in terms of Aeolian mixture and suspensions in Everett 2004 , 12.",
            "citations": [
                "everett_2004"
            ]
        },
        "FN16": {
            "text": "16. The terms “diagrammatic” and “phatic” used in labeling items in Table 2 are from David Lidov’s categorizations of gestural types in Lidov 2006 , 24–30. Gestures with diagrammatic function are “gestures which point or which outline shapes and structures,” while the phatic, as in emphasis, assert power and relationships ( 25 ). In linguistics, a phatic expression’s purpose is to perform a social task rather than convey information.",
            "citations": [
                "lidov_2006",
                "lidov_2006"
            ]
        },
        "FN17": {
            "text": "17. The chord motion by descending fourths in the main riffs of both songs forms a double-plagal progression, discussed in terms of harmonic function in Biamonte 2010 , 98–101 and as a “counterpoint of continual downward-resolving neighbors” in Everett 2004 , 10.",
            "citations": [
                "biamonte_2010",
                "everett_2004"
            ]
        },
        "FN18": {
            "text": "18. Video clips from several live performances of Tom Petty and the Heartbreakers playing “Gloria” can be seen on YouTube, including this 2008 concert: http://www.youtube.com/watch?v=QNIUPQI1nmY (accessed July 4, 2011). The recurring solo guitar riff in “Gloria” based on barre chord figuration provides contrast to the open-string chord voicings of the comping riff, creating an expressive opposition in guitar voicing that contributes in delineating musical form. In live versions of Tom Petty’s “You Wreck Me,” after the guitar solo, Petty brings down the music to a quiet level and plays to the audience in a more intimate and conversational way. See the YouTube video clip, http://www.youtube.com/watch?v=e4Me2YbMObw , at 2:15 (accessed July 4, 2011). Petty uses this same device in his performance of “Gloria.” In both songs, the texture is stripped down and muted, with little more than the chord changes holding the music together. A large-scale cycle schema is completed in both songs as the attenuated section gives way to a return of opening material at the end.",
            "citations": []
        },
        "FN19": {
            "text": "19. While I have found it practical to model the guitar voicing in standard tuning, Richards is known to have used a variety of tunings, including open-chord tunings with a capo. Richards has commented that the original recording included acoustic guitar in Nashville tuning (with the lowest four strings replaced with lighter gauge and tuned an octave higher than in standard tuning), played into a cassette recorder at overdriven level to create an “electric” effect ( McPherson 2010 ).",
            "citations": [
                "mcpherson_2010"
            ]
        },
        "FN20": {
            "text": "20. See this in a live Grateful Dead performance on YouTube, at 5:38 in the video clip, http://www.youtube.com/watch?v=l38YXrGJxx0 (accessed July 4, 2011).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Guitar fretboard topography and the rhythmic actions of guitar playing are significant performative elements that have not been fully considered in studies of form, harmony, and rhythm in pop-rock music. This study presents an approach that integrates guitar tablature and harmonic transformational theory to map transformational paths of motion through fretboard locations on the guitar. A focus on patterns of physical motion in guitar performance reveals how chords and figurations characteristic of pop-rock music can be understood as instances of more generalized hand position shapes and motions indexed to intervallic distances on the fretboard. This provides a framework for identifying specific attributes in embodied musical gestures that can be interpreted expressively through correlations with fundamental body-derived image schema patterns. Examples from a range of pop-rock repertoires illustrate how guitar voicing routines can migrate across the full range of the guitar to project large-scale harmonic relationships, contributing to musical form while dynamically shaping contexts for vocal expression in songs. The development of this analytical approach parallels my own experience in exploring the instrument as a novice guitar player. In this respect, it documents my own process of discovery, as performance and analysis inform one another mutually. The Fret-Interval Type Example 1a . Major triad voicings available within the span of three guitar frets (click to enlarge and see the video) Example 1b . Major triads with minor pentatonic chord roots (click to enlarge and see the video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Example 1a shows the set of all major triad voicings in standard guitar tuning (E A D G B E) that can be played within the span of three frets, a range that very comfortably fits the hand. (1) The “fret-interval type” is a measure of fretboard hand position that provides a kind of prime-form expression of guitar tab information. It is determined by counting up on each string from the lowest fret, the “barre” fret, which is numbered 1 and generally covered across the strings with the index finger. This is like a guitar chord tab, with fret numberings reduced by the factor that will represent the lower boundary or barre as 1. I will explain how the fret-interval type can also be used to label a hand position, representing a kind of set complex that contains within it a variety of chords and figurations. I believe that this is useful in modeling what guitarists actually do, as they embellish fundamental tones and chords from within the confines of a more general hand position. In terms of image schema theory, the fret-interval type can be viewed as a container that delineates boundaries for pathways of musical action. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The fret-interval type formalizes numerically the derivation of a barre chord or figuration from the open-string version on which it is based, a relationship that I believe guitarists actively negotiate in constructing patterns. (3) Only chords formed exclusively with stopped notes on the fretboard are included in Example 1. As a mobile set of practical voicings that may be shifted up or down the full range of the guitar neck, these chords have attributes that are different from those of open-string chords, which form another genre of chord voicing to be discussed later. (4) This rendering of the major triad voicings that comfortably fit a single location on the fretboard suggests a correspondence between fretboard design and idiomatic patterns of blues-rock guitar music that often feature chromatic third-related modal colorations and subdominant-driven harmony. The functional labels that appear in quotes (“tonic,” “subdominant,” and “mediant”) are only generalized characterizations since, of course, any of these major triads might serve as a tonic; chord voicings from each of the three categories assume tonic function in examples I discuss further below. Nonetheless, songs that do follow this harmonic orientation leverage to a great degree the physical design of the guitar while tapping into a deep reservoir of guitar idiomatic tradition that is laden with powerful cultural references and associations. Chords in the “mediant” category are grouped with curved lines by subdominant relation, forming chromatic-mediant harmonic pairs that David Kopp has called the flat and sharp affinity pairings ( Kopp 2002 , 13). (5) The A-flat chord does not form a mediant relation with the G barre chord, but it does with the C barre chord; it also connects by an extended pattern of descending fourths to the flat mediants of the G chord. (6) Example 1b applies basic cross-string and lateral motions of guitar playing to generate major chords whose roots form the minor pentatonic scale. (7) In discussing examples from the pop-rock repertoire, I will refer back to these basic cross-string and lateral guitar moves as fundamental actions in guitar-based songs, exploring their relationship to large-scale chord patterning, riff structure, more complex chords, and alternate tuning.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "kopp_2002"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The harmonic network these chords comprise appears in Example 1 as a matrix derived from a neo-Riemannian Tonnetz. (8) Notes are labeled as vertices and triangles form chords. Motions of chords whose roots are a fifth apart can be followed on the diagonals; those with chord roots related by minor third are aligned horizontally, and those related by major third are in vertical alignment. The Tonnetz provides a visualization of harmonic transformations wrapping around common tones. This compares to guitar changes based on chords in Example 1, in which common tones will often be literally stopped with the same finger while shifting between chords within a single general hand position location. Parallel changes among guitar barre chords are qualitatively different in that they are not anchored in one hand-position location on the fretboard and they enlist a different physical motion of lateral arm movement to shift chords higher and lower. (9) Since neo-Riemannian operations are less helpful in modeling step progressions with no common-tone or semitone connections, parallel shifts are here integrated in the transformational model as shifts up or down by plus or minus n. I will show how this also works in modeling parallel shifts of a grouping of chords, as in a barre chord sequential pattern. Barre Chord Figurations Example 2 . Tab and transformational network: The Kinks, “All Day And All Of The Night” (1964) (click to enlarge and see the video)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Coordinating fretboard location with harmonic transformation provides information about the physical actions that move through pitch voicings and hand positions, forming specific embodiments of transformation. In this way, harmonic, motivic, and formal elements in songs may be viewed as a kind of “composing out” from fundamental idiomatic actions of guitar playing. I model this process in an early rock song in Example 2 . Rock historians have acknowledged the Kinks’ songs of 1964 “You Really Got Me” and “All Day and All of the Night” as the first hit songs built around so called “power chords” ( Walser 1993 , 9). (10) The three-chord riff for “All Day and All of the Night” is shown in guitar tablature. All chords are comprised of an open fifth and octave, which has a fret-interval type of <133--->. The riff is most easily played using the two basic motions I have described, the lateral move down a whole step and the cross-string move up a fourth, followed by the cross-string diagonal return to the tonic. This forms the triangular root pathway modeled as a [025] pentatonic subset, a trichord that is archetypal to rock music. I contend that cross-string chord changes within one location on the fretboard, labeled here with neo-Riemannian operators L, P, and R, give rise to voice leadings around common tones that are qualitatively different from the parallelisms of barre chords shifted laterally along the neck of the guitar. The triangular root pathway of the [025] pentatonic riff invites a blending of both kinds of motion, since the root movement up a fourth is accomplished with minimal effort through a shift from the E string to the A string. (11) In its harmonic transformations, the parallel shift down a whole step is contrasted with common-tone chord motions labeled as neo-Riemannian composite operations RL (up a perfect fourth) and RP (down a minor third). It is easy to track the fretboard trajectory of the riff on the guitar tablature, noting how the riff centers on frets 1 and 3, before it is shifted up two frets and then up five more.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "walser_1993"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The voicing routine migrates across the full range of the guitar to project a large-scale motion in tandem with the vocal line. As shown in the example, the riff pattern moves from the lowest possible stopped fret (fret 1, with slide from F to G in the intro and verse) to the twelfth fret D major chord high up on the neck in the chorus, projecting chromatic mediant and dominant harmonic relationships along the way. The vocal line closely follows the guitar riff at first, as the singer declares his need to be together with the desired lover, but a dislocation between the vocal line and the riff powerfully expresses the singer’s persona of a lover obsessed in the bridge, a change brought about with mediant shifts by minor third and major third (labeled PR and LP). As he sings, “the only time I feel alright is by your side,” the singer fixes on C ♯ , the third of the A major triad, creating a harsh dissonance as the chords power on to G and C while the singer lingers behind on the C ♯ . The song’s cyclic, repetitive rhythm is now powerfully directed in a move to the dominant, as the sustained C ♯ resolves to D; linkage between guitar and voice is restored as the guitar riff on the dominant in high register is heard together with the title line sung repeatedly, “all day and all of the night.” (12) Table 1 . Expressive oppositions in guitar chord voicing (click to enlarge) Figure 1 . Conceptual model (click to enlarge) Figure 2 . Conceptual integration network (CIN) (click to enlarge) Examples 3a and 3b . Jimi Hendrix, “You Got Me Floating,” Axis: Bold as Love (1967) (click to enlarge and see the video) I’m not content to be with you in the daytime. Girl I want to be with you all of the time. The only time I feel alright is by your side. Girl I want to be with you all of the time, All day and all of the night, All day and all of the night.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chord voicings may project affective dimensions that I characterize as examples of expressive opposition in Table 1 . (13) The Kinks song, based entirely on barre chords, provides a topical prototype for the musical and affective dimensions summarized in the right column. In later examples I will address how songs may project stylistic tropes through contrasting oppositions in guitar chord voicing that serve to delineate musical form. This comprises a model of categorization in guitar voicing. In his book, Conceptualizing Music: Cognitive Structure, Theory, and Analysis , Lawrence Zbikowski proposes that “categories are where our conceptualization of music starts” ( 2002 , 59). In Figure 1 , I offer a conceptual model for the Kinks riff as a hierarchical category within the larger general model given as Figure 2 , that locates actions of guitar playing within a dynamic cognitive system grounded in processes of cross-domain mapping. While any number of statements might be made about the riff, I choose to focus on embodied attributes in rendering the riff: its shape and trajectory on the fretboard, along with its rhythmic profile. This cognitive model of conceptual blending is based on the premise that music exploits and challenges our ability to categorize. Clustered conceptual domains—that Zbikowski terms as mental spaces, drawing upon work by rhetorician Mark Turner and linguist Gilles Fauconnier—are deeply grounded in biomechanical performative actions that inform our processes of reasoning as we hear this music. (14) Guitar riffs comprise embodied musical actions we understand at a basic categorical level of cognition through their correlation with basic image schemas we experience in everyday life. My analyses describe how higher-level relationships of melody, harmony, text setting, and form seem to follow and perhaps literally derive from basic guitar moves in some forms of rock. The Kinks song provides an example, as the guitarist’s physical trajectory in performing the riffs, from the lowest fret to riff statements high on the guitar neck, parallels the musical motion spanning the verse, bridge and chorus.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Examples 3 and 4 illustrate how full barre chords and pentatonic scales or riffs are based on dualistic opposition of the grounding barre formed with the index finger and opposing fingers that close interval spans above it. As an image schema, the resulting hand position can be understood as a biomechanical container that comprises potential melodic and chordal shapes available within its boundaries. The standard tuning of the guitar conveniently forms a pentatonic scale, with an octave doubling on the highest and lowest strings that prioritizes the minor pentatonic. Working within an interval span of three or four frets over the barring fret allows for a considerable variety of chords and riffs within a single hand-position shape. The fret-interval type models this shape, providing a six-member set of interval spans mapped to the fretboard, <433344>. In the Jimi Hendrix song, “You Got Me Floating,” riff chords are literally played with one finger within the confines of that pentatonic hand position. This provides Hendrix with considerable mobility in playing the riff while simultaneously adding a counterpoint of embellishing trills and a muted rhythmic “chink” ostinato. The polyrhythms of these materials in combination with the voices and other instruments contribute to the enlistment of a floating rhythm to convey psychedelic imagery in the lyrics. Example 3a shows a dynamic model of blended conceptual space in the Hendrix riff that is instantiated through binary-oppositional finger and arm movements (up-down, left-right, etc.) contained within boundaries delimited by frets and strings. Guitar voicings engage finger actions on strings and arm movement along the neck in trajectories that become second nature to guitar players, as musical events are mapped to bodily actions in performance. In the chorus of the Hendrix song, the guitar and bass riff provides polyrhythmic contrast against the vocals, elaborating the tonic with mediant and subdominant, before the guitar breaks loose in a surrealistic and harmonically static instrumental solo section. The quality of narrative agency in the guitar work changes with the sectional structure of the piece, contributing to shape musical form, as rhythmic comping in the verse and linkage with the bass in the chorus give way to free sonic experimentation in the solo, with layered effects including recorded sounds played backwards.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Example 4 illustrates guitar riffs based on the same pentatonic hand position as “You Got Me Floating.” The equivalent fret-interval types employed are subsets of the larger pentatonic hand-position type <433344>. Lower and more relaxed melodic statements utilizing the open E string (to sound an embellishing dissonance in Example 4a and a consonance in Example 4b, marked with “+”) resonate with connotations of older blues practice, while the more intense riff statements in high register color the melody with the chromatic mediant barre chord. In the original Sonny Boy Williamson version of “Good Morning, Little Schoolgirl” from 1937 (Example 4c), the opening harmonica solo provides a precedent for the embellishing chromatic mediant. The riffs also provide more instances of the prototypical [025] pentatonic head motive. These are summarized with riff trichords centered on E at the bottom of Example 4. This illustrates the tremendous mobility of pentatonic-based patterns, with any pentatonic member potentially acting as the tonic. Examples 4a, 4b, and 4c . Riffs with embellishing mediant barre chord (click to enlarge and see the video) Example 5 . Embellishing subdominant riff: The Rolling Stones, “Brown Sugar,” Sticky Fingers (1971) (click to enlarge and see the video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] These riffs may be understood as varied ways of working out the nested musical entities and physical boundaries contained within a hand position on the fretboard. As this process unfolds over time through repetition, the container image schema combines with the cycle schema ( Brower 2000 , 329). The very notion of “riffing” implies this sort of cyclic play within grounding basic patterns. The same chord voicing on G major featured as chromatic mediant in Ten Years After’s “Good Morning, Little Schoolgirl” appears as a tonic chord embellished with the subdominant in the intro section of the Rolling Stones’ “Brown Sugar.” Example 5 shows how the entire passage is based on a barre chord grouping that migrates from the dominant through the tonic, the upper and lower mediants, and the subtonic. (15) Keith Richards’ open G tuning allows the principal chords to be played as pure barre chords on a single fret. The embellishing chords require extra physical pressure that is released as embellishing chords resolve back to the barre. In this way, the guitarist choreographs through bodily gesture the levels of harmony represented in the example. Example 6 . Neil Young, “Cortez the Killer,” Zuma (1975), 3:20 (click to enlarge and see the video)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "brower_2000"
                ]
            }
        },
        {
            "11": {
                "text": "[11] If open-string chords and figurations, along with their barre-chord derivatives, are special idiomatic guitar signifiers as I propose, then alternate guitar tunings provide an opportunity to study different relationships. The ways that distinctive musical materials and relationships derive from alternate guitar tunings is a topic I can only briefly address here. In Neil Young’s “Cortez the Killer” \n(see Example 6 ), the open D string over the tonic E provides easy access to dissonant barre chords while the dissonant D pedal (which I am tempted to regard as a pastoral drone) supports a principal vocal note on D. With harmonic colorations uncommon in an extended rock song, the pedal point through 7th, 9th, and 11th chords with overdriven guitar tone creates an exotic grandeur that resonates with the mythic, larger-than-life depiction of Montezuma and Cortez. A creative fusion results, as rock underpinnings in the music interject irony and enhance social commentary on the Spanish conquest of a New World depicted with idyllic pastoral longing. Open-String Chords and Dissonances Examples 7a and 7b . Dissonant barre chords (click to enlarge and see the video) Table 2 . Expressive oppositions in barre-only guitar sounds (click to enlarge and see the video) Example 8 . Tom Petty and the Heartbreakers, “You Wreck Me,” Wildflowers (1994) (click to enlarge and see the video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Humorist Dave Barry joked that “If you drop a guitar down a flight of stairs, it’ll play ‘Gloria’ on its way to the bottom.” I show the riff in Example 7a as a prototype of rhythm guitar playing and open-string chord figuration. In idiomatic guitar playing, the sound of open (unfretted) strings resonating is a shadow presence that can manifest at any time. While guitarists might make an effort to avoid accidental noise from open strings in cleanly changing from one desired chord to another, the sound of open strings is nonetheless a marked signifier identifying idiomatic connection to the roots of guitar playing. “Gloria” is often described as a three-chord song, but the linear chord formed by the unmediated ring of open strings is essential to the song. In this respect, Dave Barry’s remark is perceptive. In Table 2 , I categorize expressive oppositions in open-string or barre-only sounds. The guitar string’s physical boundary, the nut, is the grounding barre in “Gloria.” The resonating open strings charge the music with a dissonant energy that the guitarist brings under control. (A dissonant barre is employed similarly in “Wild Thing,” Example 7b .) The guitarist’s negotiation with the dissonant barre in these songs is contrary to the movement described in “Brown Sugar,” in which the grounding barre provides consonance that the guitarist expressively embellishes and resists: a strategy basic to many songs that use alternate guitar tunings. This difference, in whether the grounding barre provides a source for consonant chord tones or for dissonances outside the prevailing harmony, is directly related to a guitarist’s practical strategies in playing and embellishing chords and may have gestural significance in shaping expressive allusions to control and freedom. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Tom Petty borrows the “Gloria” prototype thirty years later in “You Wreck Me.” (17) Although I refer to the proto-topic of rhythm guitar playing exemplified in “Gloria” and not a literal borrowing of the song, it is interesting to note that Tom Petty and the Heartbreakers have frequently performed “Gloria” in live shows as a closing piece. (18) “You Wreck Me” is a nostalgic urban pastorale. The lyrics express idealized American longing for youth and simpler times lost in the past. The instrumental break in the middle of the song provides an abrupt rhetorical gesture that transforms the basic topics of rhythm guitar chords and romantic American nostalgia into something more individualized and complex. As shown in Example 8 , the prototypical rhythm guitar in a harmonic sequence of descending fourths is expanded and extended, as if providing self-conscious commentary on the basic topic. The sequential motion divides the octave through the chromatic mediant and the dominant while retaining the embellishing subdominant pattern. This sudden breakout from the stylistic confines of the song to a new level of intensity and chromaticism can be interpreted as the protagonist’s effort to shrug off his passivity—his world-weariness and fear of getting old—to achieve some higher self-realization. If we hear the chords of the instrumental break as something like a fanfare, announcing a break in the expressive framing of the song, then the instrumental break and guitar solo may be said to represent a musical troping, a kind of pastorally inflected victory ( Hatten 1995 , 383). The shift to a more brilliant style can be seen and heard in performance, as the guitarist’s grip literally rises up the neck, culminating in the guitar solo over the accompanying opening riff. Figure 3 . Image schema, from Janna Saslaw (1996) (click to enlarge)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "hatten_1995"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Guitar patterning in “You Wreck Me” projects a basic kinesthetic image schema in its embodied movement along a path toward a goal (as diagrammed in Figure 3 , a model from Saslaw 1996 ). This is conveyed through a harmonic cycle of descending fourths rooted on open strings leading to the open-string E chord. Through our cognitive capacity for cross-domain mapping, we interpret the riff’s fretboard location down low on the guitar neck as a source in multiple domains: as a musically marked source and starting point, as a physical source in the unmediated ringing of open strings, and, I believe, as a cultural source, in tapping into a wellspring of associations aligned with allusions to older and more rustic ways of playing the instrument. The middle section instrumental break provides a rhetorical gesture that redirects the trajectory upward on the guitar neck. We can again relate the emergent expression to the source-path-goal image schema, as the guitarist’s action embodies movement from a more generic source domain of cultural rootedness toward a more individualized subjectivity—from musical topic to new expression. Example 9 . Lynyrd Skynyrd, “Simple Kind of Man,” (Pronounced 'Lĕh-'nérd 'Skin-'nérd) (1973) (click to enlarge and see the video) Example 10 . The Rolling Stones, “Jumpin’ Jack Flash” (1968) (click to enlarge and see the video)",
                "footnotes": [],
                "citations": [
                    "saslaw_1996"
                ]
            }
        },
        {
            "15": {
                "text": "[15] A similar image schema prototype occurs in the music of Lynyrd Skynyrd through a merging of Southern rock, blues, and country music idioms. With three chords throughout the song forming another [025] bass line, the guitar voicing in “Simple Kind of Man” ( Example 9 ) is a main formal feature that delineates the verse from the chorus. An open-string chordal picking style supports the verse, with its lyrics that place value on family, home, and the wisdom of a simple life. Melodic embellishing notes on open, unfretted strings, characteristic of country picking techniques, focus attention on the sustained sounds of individual strings. (Instances of open-string 2–3 neighbor motions are marked with an asterisk.) The chorus transforms the chord progression into a power-chord rock anthem of affirmation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] We might expect more attenuated open-string chords in verses to power up to barre chords in the chorus of a song, but the opposite format is also possible. In the Rolling Stones’ “Jumpin’ Jack Flash” ( Example 10 ), the barre chords of the intro and verse give way to a chorus of open-string chords that support vocals in counterpoint against a higher solo riff in barre figuration. (19) Form-building motivic connections are embodied in the guitarist’s actions that develop expressively in parallel with the narrative structure of the song. The resulting musical entities are comparable to those Robert Hatten describes as thematic gestures ( 2004 , 136). The qualitative shaping of gestural expression can be described as indexical , following David Lidov, in that the guitarist indexes musical objects to the body, rendering formal and motivic elements directly expressive in a physical sense ( Lidov 1987 , 69–97). An oscillation in shifting lateral arm movement by two frets during the intro of “Jumpin’ Jack Flash” prepares for the signature riff of the verse, which compresses the two-fret oscillation down to chords played with binary movement between two barring fingers, contained within one hand position, over a pedal tone. These lateral reciprocal motions between two frets transfer to a reciprocating movement across the two highest strings in the solo riff of the chorus and in the later solo, which shifts the pedal point registrally to the open B string.",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "hatten_2004",
                    "lidov_1987"
                ]
            }
        },
        {
            "17": {
                "text": "[17] The hardships of the protagonist’s past enumerated in the verses of the song are left behind in the affirming chorus. Mick Jagger has stated that the song was a metaphor for turning away from the trappings of psychedelic music. He states, “It's about having a hard time and getting out. Just a metaphor for getting out of all the acid things.” Interestingly, this reversal in the state of the protagonist is paralleled by a reversal of direction in the harmonic cycle: moving in ascending fourths in the intro and by descending fourths in the chorus. I believe the song implies a triumph over adversity that is grounded in R & B ensemble traditions. The bluesy open-string chords in descending fourths in the chorus with multiple guitars and harmonized vocals help to convey this, while the barre chord with a major third scale degree on top that ends the lead guitar chorus riff is clearly a gesture of victorious affirmation. Example 11 . The Grateful Dead, “Touch of Grey,” In the Dark (1987) (click to enlarge and see the video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The motion spanning two frets or two strings in “Jumping Jack Flash” projects the embodiment of a thematic gesture, as performer and listener map relationships of motivic and formal development in the song onto a nuanced bodily index of movement. In the final example presented here by the Grateful Dead ( Example 11 ), another thematic gesture spanning two frets projects iconic resemblance in its embodiment of the protagonist’s emotive state. The pastoral strain in music by the Grateful Dead draws from rural country and Appalachian folk traditions that resonate with the back-to-the-country countercultural movements of the sixties. In “Touch of Grey,” a farmer bemoans all that is wrong in the world and in his life, but with ironic humor and stoic composure signified in the major pentatonic inflection and the measured movements of guitar voicing that calmly shift back and fourth laterally by two frets. Unlike other examples in this study, guitar voicing in this song is not grounded with the lowest string on the tonic. Instead, the B major tonic root is played on the A string, allowing for a prevailing motion from the tonic down to the low open-string subdominant E and dominant F sharp. The subdominant and dominant grounded on the lowest string are featured in the Intro vamp.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Like the rambling poetic songs of Bob Dylan, the many verses in “Touch of Grey” are both abstract and personal. Some verses deal more specifically with the farmer’s life: a cow that “is giving kerosene,” and his kid \nwho “can’t read at seventeen.” Others express the more general frustration with people not getting along: I see you’ve got your list out. Say your piece and get out. Yes I got the gist of it, But it’s alright. Sorry that you feel that way, The only thing there is to say, Every silver lining’s got a Touch of grey. The vocal line in the chorus has a structure that resists closure on tonic or dominant harmony; the goal of the vocal line is the subdominant, supported with guitar on the low open-string E major chord. It is left to the instruments to direct the progression through the dominant and a return to the tonic. This propels the music forward without rest while perhaps signifying that the farmer’s work is never done: I will get by, I will get by, I will get by, I will survive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The guitarist’s measured two-fret lateral movement, which I feel signifies the farmer’s calm passive resistance and measured response to a world out of control, is maintained in a more chromatically directed bridge section. The bridge is heard twice with different words and an intervening guitar solo. The lyrics’ more philosophical tone in response to lessons learned through life’s hardships is reflected in the minor-chord colorations and ascending voice leading (E– E ♯ – F ♯ ). The most harmonically directed music follows with quicker harmonic rhythm, as the melody leads to a goal on the dominant expressing what is truly important: maintaining grace in adversity and finding love. The example shows that even through this more directed and chromatically active music, the guitar voicing consistently directs one basic hand shape through movements by two frets. It’s a lesson to me, The Abels and the Bakers and the C’s. The ABC’s we all must face To try to keep a little grace.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The farmer’s shaky optimism, as if trying to convince himself that “it’s alright” resonates with struggles of non-violent resistance in the anti-war and civil rights movements. The social grounding of the song in music of non-violent resistance is most explicit at the end. There is a change in authorial voice in the song to one of solidarity, as the singers in harmony directly address the audience. The lyrics change from “I will get by, I will survive” to “We will get by; We will survive.” This shift in the discourse to a participatory song of solidarity is signaled to the audience with a fanfare strumming gesture in the guitar. (20) A troping of styles emerges that celebrates victory in peacefully maintaining resistance. This ending can also be heard self-reflectively. Those of us who are old enough to have a “touch of grey,” having faced our own adversities and survived, may nostalgically identify with a culture of resistance dating from the sixties and may hear in this song echoes of the optimistic idealism of that time. Conclusion",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The study of guitar voicing explores the intimate connection between the performer and instrument in guitar-based songs, enriching our understanding of motivic materials in pop music, providing clues to processes in song composition, and offering a context for understanding harmonic and formal patterning in pop music styles. In this article, I have made inferences about some of the ways guitarists structure stimuli, and by extension, how listeners may apprehend meaning in the embodied actions of guitar playing. I have tried to create a narrative of my own processes of categorical perception and cross-domain mapping as I play this music and interrogate my own physical gestures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] While showing how physical constraints inherent in guitar playing may shape musical materials and formal processes, this study has also considered guitar voicings as agents of cultural meaning that may project stylistic tropes within songs. Like all musical materials, patterns of guitar voicing are socially constructed and possess a history of use, providing a means to organize musical actions that may project powerful cultural references and associations. The analytic framework applied here in interrogating basic embodied gestures of pop-rock guitar playing may provide groundwork for further study. Barre chords and their image schema constructs might be explored in more varied and complex contexts in more diverse guitar styles. Formalized expressions of instrument topography may prove useful in analyzing broader repertoires of music and contribute to our understanding of how embodied action in musical performance projects culturally coded markers of semiotic meaning.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: (per)form in(g) rock",
    "source": "mto/raw/mto.11.17.3.koozin.html",
    "data": "mto/data/mto.11.17.3.koozin.json"
}