{
    "title": "K-nets and Hierarchical Structural Recursion: Further \nConsiderations",
    "date": "2007/09/01",
    "volume": "13",
    "issue": "3",
    "authors": [
        "Losada, C. Catherine"
    ],
    "abstract": "By incorporating Lewin’s <Tj> and <Ij> transformations, K-nets have been used to demonstrate recursion at different hierarchical levels. Michael Buchler has discussed some of the issues surrounding recursive networks with a special focus on the way they have been applied in analysis. The following discussion expands upon his argument, focusing particularly on objectionable features that are intrinsic to the analytical tool itself. It includes an evaluation of the significance of inversional relationships and inversional subscripts in the context of K-nets, with emphasis on the potentially problematic <Ij> transformations.",
    "keywords": [
        "Klumpenhouwer Networks",
        "K-nets",
        "Lewin",
        "recursion",
        "Schoenberg",
        "transformation"
    ],
    "doi": "",
    "received": "August 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.3/mto.07.13.3.losada.pdf",
    "author_info": [
        {
            "name": "C. Catherine Losada",
            "university": "University of Cincinnati College-Conservatory of Music",
            "address": "559 McAlpin Ave., Cincinnati, OH 45220",
            "email": "losadacc@ucmail.uc.edu"
        }
    ],
    "citations": {
        "babbitt_1960": "Babbitt, Milton. 1960. “Twelve-Tone Invariants as Compositional Determinants.” Musical Quarterly 46: 245–59. Reprinted in The Collected Essays of Milton Babbitt , ed. Stephen Peles, Stephen Dembski, Andrew Mead, and Joseph Straus. Princeton: Princeton University Press.",
        "babbitt_1965": "Babbitt, Milton. 1965. “The Structure and Function of Musical Theory: I.” College Music Symposium 5: 49–60. Reprinted in The Collected Essays of Milton Babbitt , ed. Stephen Peles, Stephen Dembski, Andrew Mead, and Joseph Straus. Princeton: Princeton University Press.",
        "brown_2003": "Brown, Stephen. 2003. “Dual Interval Space in Twentieth-Century Music.” Music Theory Spectrum 25.1: 35–57.",
        "buchler_2007": "Buchler, Michael. 2007. “ Reconsidering Klumpenhouwer Networks. ” Music Theory Online 13.2: 1–69.",
        "cohn_1988": "Cohn, Richard. 1988. “Inversional Symmetry and Transpositional Combination in Bartók.” Music Theory Spectrum 10: 19–42.",
        "forte_1973": "Forte, Allen. 1973. The Structure of Atonal Music . New Haven: Yale University Press.",
        "headlam_2002": "Headlam, Dave. 2002. “Perle’s Cyclic Sets and Klumpenhouwer Networks: A Response.” Music Theory Spectrum 24.2: 246–256.",
        "klumpenhouwer_1991a": "Klumpenhouwer, Henry. 1991a. “Aspects of Row Structure and Harmony in Martino’s Impromptu Number 6.” Perspectives of New Music 29: 318–54.",
        "klumpenhouwer_1991b": "Klumpenhouwer, Henry. 1991b. “A Generalized Model of Voice-Leading for Atonal Music.” Ph.D. dissertation, Harvard University.",
        "klumpenhouwer_1994": "Klumpenhouwer, Henry. 1994. “An Instance of Parapraxis in the Gavotte of Schoenberg’s Opus 25.” Journal of Music Theory 38: 217–48.",
        "klumpenhouwer_1998a": "Klumpenhouwer, Henry. 1998a. “The Inner and Outer Automorphisms of Pitch-Class Inversion and Transposition: Some Implications for Analysis with Klumpenhouwer Networks.” Intégral 12: 81–93.",
        "klumpenhouwer_1998b": "Klumpenhouwer, Henry. 1998b. “Network Analysis and Webern’s Opus 27/III.” Tijdschrift voor Muziektheorie 3.1: 24–37.",
        "lambert_2000": "Lambert, Philip. 2000. “On Contextual Transformations.” Perspectives of New Music 38/1: 45–76.",
        "lambert_2002": "Lambert, Philip. 2002. “Isographies and Some Klumpenhouwer Networks They Involve.” Music Theory Spectrum 24.2: 165–195.",
        "lewin_1966": "Lewin, David. 1966. “On Certain Techniques of Re-Ordering in Serial Music.” Journal of Music Theory 10/2: 276–287.",
        "lewin_1977b": "Lewin, David. 1977b. “A Label-Free Development for Pitch-Class Systems.” Journal of Music Theory 21/1: 29–48.",
        "lewin_1982–83": "Lewin, David. 1982–83. “Transformational Techniques in Atonal and Other Music Theories.” Perspectives of New Music 21: 312–71.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations. New Haven: Yale University Press.",
        "lewin_1990": "Lewin, David. 1990. “Klumpenhouwer Networks and Some Isographies That Involve Them.” Music Theory Spectrum 12: 83–120.",
        "lewin_1994": "Lewin, David. 1994. “A Tutorial on Klumpenhouwer Networks, Using the Chorale in Schoenberg’s Opus 11, No. 2.” Journal of Music Theory 38: 79–101.",
        "lewin_2001": "Lewin, David. 2001. “Special Cases of the Interval Function Between Pitch-Class Sets X and Y.” Journal of Music Theory 45: 1–40.",
        "lewin_2002": "Lewin, David. 2002. “Thoughts on Klumpenhouwer Networks and Perle-Lansky Cycles.” Music Theory Spectrum 24.2: 196–230.",
        "losada_2000": "Losada, Catherine. 2000. “Klumpenhouwer Networks as Determinants of Structural Recurrence at Different Hierarchical Levels: A Critical Approach.” Unpublished ms.",
        "mead_1989": "Mead, Andrew. 1989. “Some Implications of the Pitch-Class/Order-Number Isomorphism Inherent in the Twelve-Tone System Part Two: The Mallalieu Comples: Its Extensions and Related Rows.” Perspectives of New Music 27/1: 180–233.",
        "morris_and_starr_1974": "Morris, Robert and Daniel Starr. 1974. “The Structure of All-Interval Series.” Journal of Music Theory 18/2: 364–89.",
        "o’donnell_1997": "O’Donnell, Shaugn. 1997. “Transformational Voice Leading in Atonal Music.” Ph.D. dissertation, City University of New York.",
        "o’donnell_1998": "O’Donnell, Shaugn. 1998. “Klumpenhouwer Networks, Isography, and the Molecular Metaphor.” Intégral 12: 53–80.",
        "roeder_1995": "Roeder, John. 1995. “Voice Leading as Transformation.” Musical Transformation and Musical Intuition: Essays in Honor of David Lewin . Ed. Raphael Atlas and Michael Cherlin. Boston: Ovenbird Press: 41–58.",
        "stoecker_2002": "Stoecker, Philip. 2002. “Klumpenhouwer Networks, Trichords, and Axial Isography.” Music Theory Spectrum 24.2: 231–245.",
        "straus_1997": "Straus, Joseph N. 1997. “Voice-Leading in Atonal Music.” Music Theory in Concept and Practice . Ed. James Baker. Rochester: University of Rochester Press: 237–274.",
        "straus_2003a": "Straus, Joseph N. 2003a. “Uniformity, Balance, and Smoothness in Atonal Voice Leading.” Music Theory Spectrum 25.2: 305–352.",
        "straus_2003b": "Straus, Joseph N. 2003b. “Three Problems in Transformational Theory.” Talk delivered at the closing plenary session of the Mannes Institute on Transformational Theory, New York City, NY."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This discussion is drawn from a larger essay ( Losada 2000 ) that overlaps in many ways with Buchler ( 2007 ). In this commentary, I have tried to stress aspects of the discussion and examples that are complementary to those that Buchler emphasized in his work, but our main thesis is fundamentally the same and some overlap inevitably occurs.",
            "citations": [
                "losada_2000",
                "buchler_2007"
            ]
        },
        "FN2": {
            "text": "2. O’Donnell 1997 , 33–34. Buchler ( 2007 , 41) also makes this observation.",
            "citations": [
                "buchler_2007"
            ]
        },
        "FN3": {
            "text": "3. O’Donnell 1997 , 57.",
            "citations": []
        },
        "FN4": {
            "text": "4. Buchler ( 2007 , 10–11) makes the point that “every element at least implicitly connects to every other element in the network...the arrows merely reflect those relationships upon which we choose to focus.”",
            "citations": [
                "buchler_2007"
            ]
        },
        "FN5": {
            "text": "5. Lewin 1994 , 88.",
            "citations": [
                "lewin_1994"
            ]
        },
        "FN6": {
            "text": "6. Throughout this essay, by musically significant, following Lewin ( 1987 , 85), I am referring to a model that is able to address our sonic intuitions in a sufficient number of contexts, although it won’t necessarily model our intuitions in all contexts.",
            "citations": [
                "lewin_1987"
            ]
        },
        "FN7": {
            "text": "7. Here I am referring to the operations of transposition and inversion (which create equivalence classes) as well as to various types of similarity relationships. As Norman Carey pointed out in his review of this article, this function is responsible for the mappings from pitch-classes to order numbers in the Mallalieu row (see Lewin 1966 , Morris and Starr 1974 , and Mead 1989 among other sources). This demonstrates that it is a function that can, in fact, be abstractly applied in a musical context. However, it is important to note that in this case the objects within each set are fundamentally distinct in nature (or as Mead states, they correspond to two different dimensions). The mappings between them are conceptual, rather than tangible musical pathways.",
            "citations": [
                "lewin_1966",
                "morris_and_starr_1974",
                "mead_1989"
            ]
        },
        "FN8": {
            "text": "8. Lambert ( 2000 , 60) tangentially refers to the problems surrounding the indiscriminate combinations of T and I relationships that are endemic to K-nets, by proposing contextual transformations as a way in which transpositions and inversions can be combined to represent salient aspects of the musical surface. When discussing music that bears both the TC (transpositional combination) and the IS (inversional symmetry) properties, Cohn ( 1988 , 42) states “there are good reasons to prefer a model based solely on transposition to one based solely on inversion. While not all theorists grant equivalence status to inversionally related pitch of pc-sets, transpositional equivalence is, to my knowledge, completely uncontroversial. Also it has been argued that inversional relationships are less audible than transpositional relationships for the average listener.” Cohn also asks the question: “Since we have two descriptively adequate models for describing the same set of phenomena, on what grounds do we attribute explanatory power to one or the other of them in a given compositional situation? A possible answer would be to seek evidence in the extent to which these properties are made explicit by a given surface realization.” ( 1988 , 25–26)  He concludes, however that this strategy would clarify only that small fraction of situations whose grouping structures are unambiguous. Ultimately, Cohn concludes that the TC model is superior because it can describe structure on multiple levels and that the “IS-property is often an inessential attribute of a set, simply a property which “falls out” when the set is produced by combining two transpositionally related cells.” ( 1988 , 41) This reasoning can also carry over to a discussion of K-nets.",
            "citations": [
                "lambert_2000",
                "cohn_1988",
                "cohn_1988",
                "cohn_1988"
            ]
        },
        "FN9": {
            "text": "9. This example also appears in Lambert 2002 , 172 and Stoecker 2002 , 238.",
            "citations": [
                "lambert_2002",
                "stoecker_2002"
            ]
        },
        "FN10": {
            "text": "10. Lewin 1987 , 124–133.",
            "citations": [
                "lewin_1987"
            ]
        },
        "FN11": {
            "text": "11. Following O’Donnell 1998 , 38–9 and Lambert 2002 , 169.",
            "citations": [
                "lambert_2002"
            ]
        },
        "FN12": {
            "text": "12. The chord labeled as Z4 is considered complete with the appearance of the F as part of the A-F-E motive in the voice part in mm. 15. In this reading, the B that appears with Z4 is the inversional partner of the B that appeared in the previous chord.",
            "citations": []
        },
        "FN13": {
            "text": "13. This is also the case in Klumpenhouwer’s work on voice-leading ( Klumpenhouwer 1991b ). This has been noted by Lewin ( 1990 , 89), Stoecker ( 2002 , 233), Lambert ( 2002 , 190) and ( Brown 2003 , 47). It is for this reason that Buchler ( 2007 , 31) advocates for the use of O’Donnell’s split transformations rather than K-nets to describe these situations.",
            "citations": [
                "klumpenhouwer_1991b",
                "lewin_1990",
                "stoecker_2002",
                "lambert_2002",
                "brown_2003",
                "buchler_2007"
            ]
        },
        "FN14": {
            "text": "14. Lewin 1994 , 86–87.",
            "citations": [
                "lewin_1994"
            ]
        },
        "FN15": {
            "text": "15. Significantly, the important inversional relationships he does point out are not represented by the graphs.",
            "citations": []
        },
        "FN16": {
            "text": "16. By which I mean that in most cases it doesn’t represent our musical intuition with regard to inversional relationship (the context doesn’t necessarily enable us to perceive a clearly defined or conceptual axis).",
            "citations": []
        },
        "FN17": {
            "text": "17. Notation introduced by Klumpenhouwer 1991b .",
            "citations": [
                "klumpenhouwer_1991b"
            ]
        },
        "FN18": {
            "text": "18. Lewin 1990 , 88.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN19": {
            "text": "19. These formulas work for u values 1,5,7 and 11 (mod 12) because these are the only values whose cycles have a period of 12 (i.e. that do not duplicate results multiplicatively until all 12 members of the group have been reached). When u=5 or 7, M-related K-nets can be established.",
            "citations": []
        },
        "FN20": {
            "text": "20. Lewin 1990 , 90. Lambert ( 2002 , 166) and Buchler ( 2007 , 12) also make this point.",
            "citations": [
                "lewin_1990",
                "lambert_2002",
                "buchler_2007"
            ]
        },
        "FN21": {
            "text": "21. This is also noted in Klumpenhouwer 1998b , 90.",
            "citations": [
                "klumpenhouwer_1998b"
            ]
        },
        "FN22": {
            "text": "22. Klumpenhouwer ( 1998a , 89) and Straus 2003b also make this point.",
            "citations": [
                "klumpenhouwer_1998a",
                "straus_2003b"
            ]
        },
        "FN23": {
            "text": "23. Lewin 1977b . His main objections to inversional subscripts consisted of the implications arising from labeling any one pitch-class as 0, thereby conferring upon it the status of a “tonic” and the inversions around this pitch-class with some kind of a priori structural significance, which is a questionable concept in most atonal music. Today, most theorists recognize the incorrect presumptions that inversion around 0 yields in pitch-class set analysis, which eschews the primacy of any pitch or pitch class. The convention of labeling pitch-class C as 0 has been accepted as such, and analyses using the labeling system do not give priority to 0 over other numerical values in describing inversional relationships.",
            "citations": [
                "lewin_1977b"
            ]
        },
        "FN24": {
            "text": "24. Lewin 1977b , 43.",
            "citations": [
                "lewin_1977b"
            ]
        },
        "FN25": {
            "text": "25. As Lewin ( 1977b , 38–39) points out “ loosely speaking, we can say that we ‘hear’ the differences of the labels, as intervals within the collection, while we cannot say that we ‘hear’ the sums of the labels in any similar sense, significant though they are systematically.” Babbitt ( 1965 ) also remarks on this issue when he points out that label differences are “observational” while the label sums are not. Babbitt retains the sums, however, because of their ability to clarify common-tone relationships that can be particularly important in twelve-tone music.",
            "citations": [
                "lewin_1977b",
                "babbitt_1965"
            ]
        },
        "FN26": {
            "text": "26. O’Donnell 1997 , 47.",
            "citations": []
        },
        "FN27": {
            "text": "27. This is discussed in Lewin 1990 , 90, O’Donnell 1997 , 48, Klumpenhouwer 1998b , 88 and also in Buchler 2007 , 18–19. Lambert 2002 , 167 stresses the importance of <T0> relationships, which model strong isography through contrary voice-leading (wedge shapes).",
            "citations": [
                "lewin_1990",
                "klumpenhouwer_1998b",
                "buchler_2007",
                "lambert_2002"
            ]
        },
        "FN28": {
            "text": "28. This is also noted in Klumpenhouwer 1998a , 89.",
            "citations": [
                "klumpenhouwer_1998a"
            ]
        },
        "FN29": {
            "text": "29. This is why O’Donnell ( 1997 ) proposed split transformations as alternate ways of representing these relationships, a position which Buchler advocates strongly.",
            "citations": []
        },
        "FN30": {
            "text": "30. Lewin 1994 , 90.",
            "citations": [
                "lewin_1994"
            ]
        },
        "FN31": {
            "text": "31. In more general terms it is the case that changing the labels assigned to pitch-classes has no effect on T operators, since they quantify a motion and thus are not dependent on the labeling system. However, changing the labels assigned to pitch-classes does change the I subscripts. This problem is noted by Lewin (1990, 94), but he does not clarify it in the context of this analysis.  Any difference between the integer a pitch-class carries in the traditional system where C=0 and the integer assigned to a pitch-class in a new labeling system will result in I subscripts that change by double the difference and <I> subscripts that change by four times the difference.",
            "citations": []
        },
        "FN32": {
            "text": "32. In other words, for many of the most common types of K-nets it will be the case that the existence of positive isography between two graphs implies negative isography between one graph and the retrograde of the other (this is also pointed out by Lewin 1990 , 90, Lambert 2002 , 170 and Buchler 2007 ).",
            "citations": [
                "lewin_1990",
                "lambert_2002",
                "buchler_2007"
            ]
        },
        "FN33": {
            "text": "33. Lewin 1990 , 100.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN34": {
            "text": "34. Lewin 1990 , 92.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN35": {
            "text": "35. This analytical choice entails reading the sustained notes initially as a T1 and then as a T11. Lewin justifies this reading by stating that the pitch-class sets are inversionally related to one another. However, since K-nets are most valuable in that they can relate sets that are not related by transposition or inversion, this in itself should not provide justification for favoring one interpretation over another. Elsewhere (see Lewin 2001 , 15–17) Lewin discusses the way in which musical structures of the sort presented in this example can be heard as representing either a transpositional or an inversional relationship based on the characteristics of the changing interval function between the melody and accompaniment. For Lewin, these characteristics provide compelling evidence for an inversional interpretation within a certain musical context; but, as he notes, both interpretations are viable.",
            "citations": [
                "lewin_2001"
            ]
        },
        "FN36": {
            "text": "36. Lewin 1990 , 94.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN37": {
            "text": "37. Lewin 1990 , 91, 97.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN38": {
            "text": "38. In fact, they often result from a manipulation of the \nK-nets motivated by the sole purpose of demonstrating recursion (as in Lewin 1994 , 90 where the K-nets are retrograded without reference to relationships on \nthe musical surface). Lewin ( 1990 , 97) turns this into the virtue when he states \nthat “configuring all these interpretations . . . was by no means an automatic \naffair; it was a combination of art and will.”",
            "citations": [
                "lewin_1994",
                "lewin_1990"
            ]
        },
        "FN39": {
            "text": "39. I have avoided this issue in the current discussion \nbecause it has been covered at length in O’Donnell 1998 , 53–80 and Buchler 2007 .",
            "citations": [
                "buchler_2007"
            ]
        },
        "FN40": {
            "text": "40. Lewin 1990 , 90.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN41": {
            "text": "41. Lewin 1990 , 97.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN42": {
            "text": "42. Lewin 1990 , 90.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN43": {
            "text": "43. Lewin 1977b , 38.",
            "citations": [
                "lewin_1977b"
            ]
        },
        "FN44": {
            "text": "44. Lewin 1990 , 79.",
            "citations": [
                "lewin_1990"
            ]
        },
        "FN45": {
            "text": "45. See, for instance, Stoecker 2002 . Lambert 2002 makes \nexplicit reference to the ontological issues surrounding the network models he \ninvokes.",
            "citations": [
                "stoecker_2002",
                "lambert_2002"
            ]
        },
        "FN46": {
            "text": "46. Straus 2003b .",
            "citations": [
                "straus_2003b"
            ]
        },
        "FN47": {
            "text": "47. Lewin 1977b , 43–44.",
            "citations": [
                "lewin_1977b"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It is necessary for analysts to understand the limitations of Klumpenhouwer networks (hereafter K-nets) to avoid drawing relationships that lack musical significance.  The following discussion will focus on the thorny concept of network recursion, and particularly on the way it has been applied to different hierarchical levels, which has been achieved by using Lewin’s <Tj> and <Ij> transformations. (1) The latter transformation is especially problematic; the aspects that make it so will be discussed within the context of larger issues involving inversional subscripts. Example 1 . Networks that involve fundamentally different elements, but share a common structure (click to enlarge) Example 2 . Networks that can be related to one another by a functional isomorphism (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] From a mathematical standpoint, the recurrence of a network with a certain structure proves to be interesting under either of the following conditions: First, that the structure of relationships itself is interesting and unique to a limited number of networks which involve fundamentally different elements ( Example 1 ); or, on the other hand, that the transformations that associate corresponding members in both structures can somehow be related to one another in an interesting way ( Example 2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Most analyses that use K-nets have been limited to sets of four members or less, because of the immense number of graphic representations available for sets of more than four members. (2) K-nets involve a combination of Tn and In transformations. (3) Since every pitch-class can be related to any other, because the T/I transformations constitute a group of operations on the family of pitch-classes, most K-nets are represented by a square or a triangle, and do not exhibit a complex structure. (4) Thus in the case of K-nets, recursion is considered significant based on the second condition (that which requires a relationship between the corresponding transformations in the different graphs). This relationship is achieved via Lewin’s concept of isomorphism of graphs (the condition that for networks represented by graphs with the same distribution of nodes and arrows, each transformation in the first graph must be related by a functional isomorphism to each transformation in the second graph). (5)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A functional relationship between corresponding transformations is not enough to ensure that two related networks describe something that is musically significant, however. (6) It is up to the analyst to ensure that the function relating corresponding transformations is somehow interesting and significant from a musical standpoint. In Example 2, graph a corresponds to addition applied to integers mod. 12. Thus we can imagine the nodes as pitch-classes and the transformation labels as Tn values. Graph b corresponds to multiplication applied to integers mod. 13 (omitting 0). There is a function f which is an isomorphism from graph a to graph b . All nodes and transformation labels in graph a are the logarithms to base 2 of the labels in graph b . If x is a member of a, f(x) = 2 x is the desired isomorphism. Clearly, if we were to replace the nodes in graph b with pitch-classes, we would have to try to make sense of the mappings from one graph to another as having musical ramifications. However, the abstract path consistency mapping corresponding elements onto one another in this example, results in variable distances that subvert the concept of intervallic consistency which is endemic to commonly used transformations between groups of pitch-classes. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Isography can be problematic in a more elementary way. Even when exactly the same transformations are applied to different sets of elements, the musical meanings may be completely different. One might question, for instance, whether it is the same to apply an inversional relationship to a melodic line (where the contour, the preservation of adjacent interval classes, or the sheer quantity of notes involved in the relationship supports the inversional reading) as it is to apply an inversional transformation to a single pitch-class. Applying an inversional transformation to a pitch-class implies the significance of an axis. If this interpretation is not supported by some kind of spatial or contour correspondence within a larger context, it could prove to be meaningless. The use of an inversional rather than a transpositional transformation to relate pitch-classes in a K-net must be supported by musical considerations. Otherwise, why would an inversional transformation between two pitch-classes be favored over a transpositional one? (8) This issue is of central concern in the evaluation of the significance of network recursion. Example 3 . Schoenberg Das Buch der hängenden Gärten , Op. 15, No. 7 (measures 14–15) (click to enlarge) Example 4 . K-nets that interpret the chords in Example 3 (click to enlarge) Example 5 . K-net that Lewin uses to interpret the first chord of Schoenberg’s Opus 11, No. 2, measures 9–13 (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It is possible for K-nets to elucidate relationships between musical structures, such as pitch-class sets that are unrelated by transposition or inversion, in a provocative way \nwhile remaining true to the implications of both the transpositional and inversional relationships in the music. Example 3 presents a short excerpt from Schoenberg’s Das Buch der hängenden Gärten , Op. 15, No. 7 (measures 14–15). (9) Example 4 presents a group of K-nets based on Lewin’s analysis of this excerpt. (10) The networks Z1, Z2, Z3 and Z4, which all belong to the same K-class (11) and are thus related by <T0>, elucidate the wedge shape created by the two simultaneous inversional axes and the maintained transpositional relationship throughout the succession of chords. (12)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In Lewin’s work that uses K-nets to describe hierarchical structure, inversional transformations are most often used to show the varying distances separating shared subsets. (13) They represent a relationship that is preserved between networks, rather than a musically significant innate relationship within the structure that is represented by the network. Example 5 is the K-net that Lewin arrives at after arguing, for nearly four pages, for the importance of T8 and T5 transpositional relationships. He states: “The network labeled g1 symbolizes the ideas that A is the T5-transpose of E, that B ♭ is the T4-transpose of F ♯ , that E and F ♯ are It-inversions, each of the other, and that A and B ♭ are I7-inversions, each of the other.” (14) Not once, in the four pages that precede this statement, does he point out any kind of musical significance to the inversional relationships that he introduces. (15) In fact, in Lewin’s hierarchical graphs, the recurrence of a particular inversional subscript or axis is a fallout of interpretive decisions of an analyst focusing on maintained transpositional relationships, and doesn’t necessarily yield a significant musical relationship. (16)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The two automorphisms, <Tj> and <Ij> (17) (which correspond to positive and negative isography) can be defined thus: (18) Given a network with Tn and In relationships, let u=1 (for <Tj>) or u=11 (for <Ij>). All Tn values in the network map to Tun and all In values map to Iun+j. More formally: F Tn=Tun F In= Iun+j When u=1 (<Tj>), T values remain the same, while I values increase by a constant j. When u=11 (<Ij>), the T values are replaced by the inverses (a result of multiplying them by 11), while the I values are replaced by their inverses plus a constant j. (19) The formulas above demonstrate that for positive isography, the relationship between inversional subscripts always change consistently provided the transpositional relationships are maintained. Similarly, when transpositional relationships are replaced by their inverses (for negative isography), inversional relationships must add to a constant. The particular relationships between the inversional subscripts are thus fallouts of the transpositional relationships that are isolated. (20)",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] As the formulas described above suggest, to make sense of the j subscript relating two graphs that are negatively isographic to one another, we must conceptualize the inverse of the inversional axis. The inverse of a transpositional value has abstract musical meaning (as an inversion). (21) However, the significance of the inverse of an inversional subscript value is much more difficult to conceptualize. (22) The difficulty with conceptualizing  inversional subscript values is, of course, not new. Lewin himself questioned the musical implications of numerical inversional subscripts and alternately proposed letter-name subscripts which interpret inversional relationships as mirror-type reflections of two pitches around an axis. (23) One of the objectionable elements pointed out by Lewin is that the system of numerical inversional subscripts is “theoretically confusing, in that the mechanism of pitch-class labeling can introduce will-o’-the wisp intervals and quantities (such as ‘sums of labels’) into theoretical investigations, distracting attention from the structurally essential to the notationally fortuitous.” (24)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The main problem with inversional subscripts used in this form, is that the actual value is a function of the pitch-class labels involved, rather than a function of the transformation or interval. It doesn’t really quantify a motion, rather it represents the axis that maps one pitch-class onto the other. (25) In spite of his objections to inversional subscripts, this is the method that Lewin uses in his K-net analyses. This problem is compounded when one tries to postulate, as Lewin does in his use of K-nets, the significance of the result of adding two inversional subscripts.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] O’Donnell states that “in the most abstract sense, both Tn and <Tn> are about differences, while In and <In> are about sums. Despite this mathematical similarity, one must keep in mind that traditional and bracketed transformations operate on different objects. <Tn> and <In> transform Klumpenhouwer arrows among different isographic networks, while Tn and In transform pitch-classes within a single network. This suggests substantial functional differences (transformations of transformations versus transformations of pitch-classes).” (26) I posit, furthermore, that in order for the <Tj> and <Ij> transformations to have real significance in a large-scale network, they cannot be seen merely as transformations of transformations, but must imply a significant pitch relation which is in some way analogous to the traditional operators to which they are functionally related (in which case j=n). This is potentially true in the case of <Tj>. When a subset of a chord remains constant while the other is transposed by the same interval which it defines (n), the two structures can be related by <Tn>. In this case <Tn>, which quantifies total transpositional motion, is analogous to Tn, which directly represents the transpositional motion of the subset that does not remain constant. Even when both subsets move, the n value of <Tn> can be seen as a quantification of total transpositional motion by n, which in many musical scenarios can be construed as analogous to Tn. (27) Example 6 (click to enlarge) Example 7 . Lewin’s supernetwork interprets the first four chords in Schoenberg’s Op. 11, No. 2 (click to enlarge) Example 8 . Presents the networks that are represented as nodes in Example 8 (click to enlarge) Example 9 . The network presented in Example 9 with the pitch-class labeling changed to E=0 (click to enlarge) Example 10 . Demonstrates that certain graphs that are related by <Tj> are also related by <Ik> when one of the graphs is retrograded (click to enlarge) Example 11 . Schoenberg, Pierrot Lunaire No. 4 ( Eine blasse Wäscherin ), measures 13–14 (click to enlarge) Example 12 . K-nets that interpret chords g1, g2 and g3 from Example 12 (click to enlarge) Example 13 . Lewin’s supernetwork which interprets graphs g1, g2, and g3 (click to enlarge) Example 6a demonstrates how <T3> results from the sum of the T2 and T1 transpositional paths of the two subsets of the chord. In the case of <Ij> however the relationship is more tenuous. There is no justification for considering <In> in some way analogous to the traditional operator In. (28) This is not to say that <Ij> relationships cannot abstractly model musical relationships. Just as a <Tj> models the sum of transpositional motion of the distinct subsets modeled by the K-net, with <Ij> the j subscript represents the sum of the inversional subscripts of the inversion that each subset is subjected to ( Example 6b ). (29) What I argue rather, is that the specific subscript value in an <In> relationship does not model a musical relationship that is analogous to an In transformation more than any other Im transformation.",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The specific nature of the problem with <Ij> subscripts is illustrated in what follows. Example 8 reproduces the four graphs that Lewin unites through the supernetwork represented in Example 7 . Lewin emphasizes the significance of the fact that the graph in Example 7 is “the same” as the retrograded graph of the first chord (g1). (30) Significantly, however, if some other pitch class is labeled as O, all of the In and <Ij> labels change, and recursion fails. Example 9 changes the pitch numeration to E=0 to demonstrate how the <Tj> values remain the same, while <Ij> values change and previously held correspondences between <Ij> and In subscripts fade. (31) The example demonstrates that correspondences that previously existed among the inversional subscripts are merely coincidental.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] To summarize, inversional subscripts that appear within K-nets related by <Tj> usually do not represent significant inversional relationships within the chords, but rather represent the “odd man out”; the element that keeps the two structures from being identical. <I> relationships between graphs (like In relationships between pitch-classes) are, in most cases, merely a different reading of a relationship between graphs that are also related by <T>. Example 10 demonstrates how for any K-net involving only one T relationship per node, it will be the case that every K-net related by <Tj> to another, will be related by <Ik> to its retrograde. (32) The <Ik> interpretation is often motivated exclusively by a desire to bring about recursion, at the expense of a sensitive modeling of the musical surface. Thus, in many analyses that use K-nets for purposes of recursion, the <I> relationships have been used in a way analogous to that in which regular I transformations are used within the networks, to loosely describe what Lewin calls the “odd man out” in the group. (33) When all else fails, networks are retrograded to have someone to fill this “odd man out” function.",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Example 11 , from Lewin’s analysis of Pierrot Lunaire No. 4 ( Eine blasse Wäscherin ), (34) illustrates a typical scenario. The chords that are indicated with arrows in Example 11 are represented by the K-nets reproduced in Example 12 . The first two chords are represented by networks that are negatively isographic, even though both networks are also positively isographic and in spite of the fact that the T11 relationship is held throughout both chords and that each note is kept in the same instrument. What is the justification for favoring a negatively isographic interpretation over a positively isographic interpretation? (35) The analysis that follows indicates that it is mainly a concern for recursion. The interpretation of T1 is chosen over T11 because it enables the creation of a supernetwork shown in Example 13 . Lewin comments about the fact that this supernetwork “’prolongs’ at a higher hierarchical level the interpretation of the first chord.” (36)",
                "footnotes": [
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Because K-nets are in themselves interpretations of the musical surface, (37) <I> relationships are interpretations of an interpretation, and thus are further removed from the musical surface. (38) Furthermore, the specific inversional subscripts of both In transformations and <Ij> transformations vary according to the pitch-class labeling system, and more importantly, equality relationships are not preserved when the system is changed. Thus, the strongest statement that can be made about a supernetwork that has the same inversional subscripts as a network of pitch-classes is that they are positively isographic. However, positive isography results automatically from shared transpositional relationships. Thus, these apparently highly structured networks merely indicate that there is a common transpositional relationship taking place at different level of analysis.",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Lewin was cognizant of most of the issues that have been brought up as criticisms of his use of K-nets. For instance, he presents the problem of “promiscuity” (39) as a virtue of the system: “flexible and powerful resources become available for the analysis of atonal music.” (40) Similarly, the manipulation of the musical surface to achieve these correspondences he describes as a virtue on the part of the analyst. (41) Lewin was decidedly aware that network equivalence or similarity is a result, for the most part, of the conservation of a significant transpositional relationship. (42) Furthermore, in describing the advantages of pitch-class mappings over numerical subscripts for identifying inversional relationships, Lewin states that in this way “we are free to label (or not to label) inversions as seems most directly suited to our analytic conceptions in a given analytic context.” (43) In the case of K-nets, it could be argued that the analytic context is one in which the preservation of transpositional relationships is the most compelling contextual feature to be emphasized. Finally, it is worth noting that the title of Lewin’s essay, “A Tutorial on Klumpenhouwer Networks, Using the Chorale in Schoenberg’s Op. 11, No. 2,” is significant in that it does not claim to offer an analysis of the piece. It merely answers the question of whether there is some way in which the harmonic field of the particular phrase can be sensed as unified, with a claim that Klumpenhouwer networks provide a positive answer to that question. (44) In other words, it illustrates the potential of the analytical tool.",
                "footnotes": [
                    "FN39",
                    "FN40",
                    "FN41",
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In applying K-nets, Lewin was mindful of the limitations of the tools that he chose. Many analysts have also demonstrated tacit awareness of these issues in the way they have applied the tools within contexts that make them musically relevant. (45) However, correspondences between inversional subscripts in the context of network recursion at different hierarchical levels create relationships that are purely numerical and have no musical corollary (relationships based on pitch-class labeling). This claim goes beyond Straus’s (46) statement that the <Ij> operation poses “severe perceptual problems, not just the old ‘can you hear it?’ but rather ‘what are we even supposed to be listening for?’” It even goes beyond Straus’s stronger claim that the relationships described by <Ij> “have no intrinsic interest, correspond to no musical intuitions, and provide an \nanswer to a question that no one has ever cared to ask.” It proposes that the relationship indicated by the particular subscript value is completely spurious, which invalidates the point of hierarchical analyses that invoke negative isography completely. In conclusion, I can only echo Lewin when he states: “it is undeniable that pitch-class labeling can be highly useful as a computational and notational tool in many theoretical and analytic contexts. I would only urge that it be recognized as just that, so as to minimize the difficulties and fortuities to which it can lead if allowed to assume a more central theoretical role.” (47)",
                "footnotes": [
                    "FN45",
                    "FN46",
                    "FN47"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "on michael buchler’s “reconsidering klumpenhouwer networks”",
    "source": "mto/raw/mto.07.13.3.losada.html",
    "data": "mto/data/mto.07.13.3.losada.json"
}