{
    "title": "Review of Mark Levine, <i>The Jazz Theory Book</i>",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Rawlins, Robert"
    ],
    "abstract": "",
    "keywords": [
        "jazz",
        "improvisation"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.rawlins.pdf",
    "author_info": [
        {
            "name": "Robert Rawlins",
            "university": "Rowan University",
            "address": "Dept. of Music, Glassboro, NJ 08028",
            "email": "rawlinsr@rowan.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Because the standard American song repertory plays such\na significant role in recorded jazz history, many of Levine’s examples are, by\nnecessity, representative of that genre. But discussions of harmonic\ninterpretation focus on either selected recorded versions or recommended chordal\naccompaniments. Little mention is made of original versions of songs.",
            "citations": []
        },
        "FN2": {
            "text": "2. Among the most thorough approaches to chord/scale\ntheory are David Baker, Jazz Improvisation: A Comprehensive Study for All\nPlayers (Chicago: Maher, 1969; rev. ed. Van Nuys, Cal.: Alfred Publications,\n1988); Yusef Lateef, Repository of Scales and Melodic Patterns (Amherst,\nMass.: Fana Music, 1981); Dan Haerle Scales for Jazz Improvisation (Miami, Fla.: Columbia Pictures Publications, 1975); Jerry Coker Complete\nMethod for Jazz Improvisation (Miami, Fla.: Columbia Pictures Publications,\n1980); and George Russell The Lydian Chromatic Concept of Tonal Organization\nfor Improvisation for all Instruments (New York: Concept Publishing, 1971).\nA concise and accurate reference tool for scale and chord relationships in jazz\ncan be found in Jamey Aebersold Jazz Aids Handbook (New Albany, Ind.:\nJamey Aebersold Jazz, 1982.)",
            "citations": []
        },
        "FN3": {
            "text": "3. A less severe approach would be to assign each\nsuccessive diatonic function to the corresponding mode, such as can be found in\nDan Haerle The Jazz Language (Miami, Fla.: Warner Brothers Publications\n1980), with the understanding that every note in the mode will not necessarily\nbelong to the associated chord. Haerle observes: “To use the modes\neffectively in composition or improvisation, it is essential to understand which\ntones (if any) are dissonant and need to resolve” (page 11).",
            "citations": []
        },
        "FN4": {
            "text": "4. In Jazz Aids Handbook, Aebersold suggests ten\nscales that might be played over a major chord, including such unlikely choices\nas the diminished (octatonic) scale and the sixth mode of the harmonic minor (Aebersold, page 9). In this approach, the recommended scales are obviously not suggested as exact horizontal representations of a major triad with upper extensions, but as linear constructions that contain nonharmonic tones in addition to chord tones.",
            "citations": []
        },
        "FN5": {
            "text": "5. For a discussion of how jazz musicians employ melodic\nchromaticism to render modes more suitable to the implied chord see David Baker How to Play Bebop (Van Nuys, Cal.: Alfred Publications, 1987).",
            "citations": []
        },
        "FN6": {
            "text": "6. This construction is discussed in Richard Sorce Music\nTheory for the Music Professional (New York: Ardsley House, 1995) pages\n387–88. Not only does Sorce argue convincingly that the sus4 symbol must imply\nthe exclusion of the 3rd—he insists that a full dominant 11th chord cannot\nexist, since there would be a conflict in function between the 3rd and the 4th.\nIn other words, a chord cannot contain both a leading tone and the resolution of\nthat leading tone. “Since it is not possible to eliminate the 11th in an\n11th chord, the factor to be omitted in the major-minor 7th, perfect 11th (V 11 )\nis the 3rd” (page 387). If Sorce is correct, which I believe he is, the only\nalternatives when analyzing a vertical structure that contains both of these\nnotes are to either interpret one of them as a nonharmonic tone, or view the\nstructure as polytonal.",
            "citations": []
        },
        "FN7": {
            "text": "7. This song, with its most commonly played jazz chords,\ncan be found in The New Real Book, Volume 3 (Petaluma, Cal.: Sher Music,\n1995), page 194.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The simplicity of this book’s title is at once bold and presumptuous. It\nis arguably the most thorough and ambitious project to date in its attempt to\nassemble and explain the myriad of devices that jazz musicians rely upon to\nadapt the principles of traditional harmony to their improvisational needs.\nLiterally hundreds of well-chosen examples are presented in a systematic and\norderly fashion, transcribed from a wide array of recordings, with convincing\nexplanations regarding the harmonic choices made by the performers. Were this\nvolume to have nothing else to offer, which I do not mean to suggest, the\ntranscribed musical excerpts themselves would present an invaluable reference\ntool for anyone with an interest in jazz theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Ironically, one of the most frustrating aspects of the book for me was\nthe author’s stated aim in writing it, viz., to provide a practical set of rules\nand guidelines for improvisers that can be abandoned when mastery has been\nattained. “Theory,” Levine writes, “is the little intellectual\ndance we do around the music, attempting to come up with rules so we can\nunderstand why Charlie Parker and John Coltrane sounded the way they did”\n(page vii). Or, stated more poetically, “Be aware of what your eyes see and\nwhat your hands feel when you play. Do this just as much as you focus your mind\non the mental stuff, and you’ll get beyond theory—where you just flow with the\nmusic. Aim for that state of grace, when you no longer have to think about\ntheory.” (page vii). Clearly, theorists are not Levine’s intended\naudience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Presumably, Levine has written this book as a reference tool for the jazz\nmusician. The format does not directly adapt to classroom use, since no\nexercises are included and material is not presented in order of progressive\ndifficulty. For example, while the first chapter includes a digestible summary\nof basic intervals and chords, and chapter 2 introduces some common chord\nprogressions, chapter 3, “Chord/Scale Theory,” soon plunges into murky\nwaters. Levine quickly becomes bogged down in discussions of several esoteric\nchords that are bound to raise objections from experienced jazz musicians and\nsimply lead to confusion among less experienced. The nadir of this chapter for\nme was a four-page discussion of the susb9 chord, derived from the Phrygian\nmode. While Levine admits that the chord is a “relatively new sound in jazz\nharmony” (page 49), such an extended discussion of this chord so early in the\nbook is misleading and perplexing. To put this in perspective, Chapter 10,\n“The Blues,” does not occur until page 219, and basic song form is\nreserved for chapter 17, beginning on page 383. Attempting to use this book as a\ntext for any level of study would require careful selection and shuffling of\nmaterial.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Levine has taken great pains to keep all discussions and examples solidly\nwithin the jazz realm. Generally, he steers clear of popular and Broadway\ninfluences, despite their strong historical ties with the music. Thus, in\nchapter 1, when choosing representative melodies to correspond with common\nintervals, Levine selects Thelonious Monk’s “Blue Monk” to represent\nthe ascending half-step, and Cedar Walton’s “Bolivia” to represent the\ndescending half-step. Surely there are a host of standard tunes (Rogers and\nHart’s “My Romance” and Victor Young’s “Stella by Starlight”\ncome to mind) that are more memorable and better known both in and out of the\njazz world. But Levine takes the title of his book seriously, and however much\nthe materials of jazz may resemble or derive from popular, theater, or classical\nmusic, those connections do not concern him. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Levine does not waver from his attempt to present a well-documented\ncompendium of procedures and devices that constitute the essence of jazz theory.\nUnfortunately, what is egregiously lacking is theoretical discussion. There can\nbe no doubt that Levine’s primary interest is how to apply the concepts\ndescribed in improvisational contexts. For this reason, alternative\ninterpretations or explanations of musical phenomena do not interest him.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The most glaring example of this bias concerns a fundamental concept that\npermeates Levine’s entire book—that of chord and scale equivalency. This view,\nin essence, assumes that any chord symbol used in jazz implies a full complement\nof upper extensions (7th, 9th, 11th, and 13th), and accordingly can be\nreinterpreted as some type of (usually) seven-note scale. For example, the chord\nsymbol Dm7, according to this approach, would imply a possible 9th, 11th, and\n13th, and would therefore be seen as equivalent to the Dorian mode. It is an\nindisputable fact that many jazz musicians share this view, and the expediency\nand usefulness of this approach is not to be denied. (2) But in establishing chord and scale relationships Levine seems to lose sight of\nthe fact that triadic progression is still the underlying harmonic force driving\nmost of the musical examples presented in this book. A statement of such direct\nsimplicity as “the scale and the chord are two forms of the same\nthing” (page 33) is an exaggeration and grossly misleading. A Cmaj7(9, ♯ 11,13)\nserving as a tonic chord in the key of C and the same chord serving as the\nsubdominant in the key of G share the same notes, and may both be thought of as\nverticalizations of the Lydian mode, but they serve two entirely different\nfunctions in the diatonic context, and are likely to be treated as such by the\nimproviser. Among other things, one contains the fourth degree of the key, and\nthe other does not. Perhaps Levine has stated the true relationship of scale to\nmode more accurately when he writes, “The reason jazz musicians think of\nscales, or modes, when they improvise, is because it’s easier than thinking in\nterms of chords” (page 32). But it may be necessary to think in terms of\nchords when diatonic function is a significant component of the harmonic\nmotion.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In attempting to build a theory of chord/scale relationships from a modal\npoint of view instead of traditional diatonic function, Levine gets into\ndifficulties immediately. He begins with a “Major Scale Harmony”\nchart, but does not list chords according to diatonic function. Instead, Levine\npresents a list of the seven modes associated with the diatonic scale and\nattempts to assign an appropriate chord to each. (3) Placing himself in the untenable position of having to pull all seven notes of\neach mode into a verticalization, Levin is in trouble on the first chord, since\nthe C chord (the unacknowledged tonic) has an F in it. Levine observes:\n“There is a note in the scale that is much more dissonant than the other\nsix notes . . . This is a so-called ‘avoid’ note . . . ‘Avoid note’ is not a very good\nterm, because it implies that you shouldn’t play the note at all. A better name\nwould be a ‘handle with care’ note” (page 37). Levine goes on to explain that\nimprovisers generally treat the note as a passing tone, but nowhere does he\nmention the note’s tendency to resolve to the third. Nor is there any suggestion\nthat the seven notes of the mode (the “available pool of notes” [page\n32]) should be considered in any hierarchical order. Indeed, the very term\n“avoid note” suggests an embellishing tone, but there is no mention of\nwhat is being embellished. Presumably, the members of the tonic triad have no\nparticular importance beyond that of the other notes in the Ionian mode. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The Dorian mode, associated with ii 7 , provides perhaps the most\nsatisfactory chord/scale equivalency among the diatonic chords. Since the chord\nfunctions as a predominant, the inclusion of the fourth and seventh of the key,\nalong with the tonic note, does not pose any difficulties when the full\ncomplement of notes in the Dorian mode are sounded. Likewise, an egalitarian\napproach to the seven notes is not problematic, since the chord’s predominant\nfunction does not call for any strong implications of tension or\nresolution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The Mixolydian mode again poses the obstacle of an “avoid\nnote,” the fourth. Here Levine does mention the note’s tendency to resolve\ndownward to the third of the chord. What he does not mention is that the fourth\nis the tonic, and that its absence (and resulting expectation) is fundamental to\nthe tendency toward resolution created by dominant function. Levine’s only\nconcern regarding this note is its dissonance, as if dissonance were some\ngeneric quality divorced from voice leading: “Don’t forget that the context\nwill decide whether or not you play C on a G7 chord. You might specifically want\nto play something dissonant, or you might want to play the 11th and then resolve\nit down a half step to the 3rd . . . Remember not to think of dissonance as\n‘bad.’ Dissonance is not a pejorative term; it’s a musical device you can use\nwhen appropriate” (page 41). This may be true, but it does not explain why\nthe note is found in a scale that is purportedly equivalent to the dominant\nchord. A more reasonable view would hold that the Mixolydian mode does indeed\nform a loose fit with the dominant chord, with the exception of the fourth note,\nwhich is not at all congruent with the upper structures associated with that\nchord. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A similar problem arises in a discussion of “sus” chords.\nInitially an abbreviation for suspension, a sus chord is generally a dominant\nchord in which one hears the fourth (tonic) in place of the expected third.\nWhile the resemblance to the cadential triad is apparent, sus chords are\nseldom prepared or resolved as suspensions. On the contrary, the chord often\noccurs in contexts of minimal harmonic motion, where the chord is liable to\nremain for eight or more measures, and likely to move to another sus\nchord.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The problem that now arises—if the Mixolydian mode is considered\nequivalent to the Vsus chord—is that the mode contains an unwanted third.\nLevine circumvents this difficulty by arguing that the third is not an\nundesirable note in sus chords: “A persistent myth is that ‘the 4th takes the place of the 3rd in a sus chord.’ This was true at one time, but in the\n1960s, a growing acceptance of dissonance led pianists and guitarists to play\nsus voicings with both the 3rd and the 4th” (page 46). Undeniably, jazz\nmusicians have explored this possibility. The question is how to interpret the\nresulting chord. If a sus chord is to retain anything of its presumed historical\norigin, then the absence of the leading tone would seem to be requisite. If jazz\ntheory, in practice, has dispensed with the preparation and resolution of this\nsuspension, what must remain is at least the displacement of the third of the\nchord. If the third is present, and we indeed have a dominant triad with upper\nextensions, then it is not clear what justifies pulling the 11th of the chord\ninto the basic structure and calling it a sus chord. If one were to argue that\nthe voicings generally employed in contexts where both the third and fourth are\npresent seem to suggest the sus chord, then it will have to be attributed to\nintended ambiguity, much as a twentieth-century composer might flirt with the\nambiguity between major and minor tonality. There is little to justify the\nconclusion that sus chords implicitly contain the third, which is available\nanytime one wishes to include it in the harmonic structure. Again, Levine is\navoiding the obvious: The Mixolydian mode is indeed roughly equivalent with a\nVsus chord, with the exception of the third, which is completely foreign to the\nharmony. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The dissonant structures of jazz harmony are bound to invite comment and\ndiscussion, and occasionally Levine is drawn into speculations that are poorly\nreasoned and naive. Conjecturing on a possible voicing of a sus4 chord that\nwould include both a major third and perfect fourth (perhaps better labeled a\ndominant chord with an eleventh), Levine observes that the result would be\nextremely dissonant due to the resulting minor ninth between these notes,\nfailing to comment at all on the fact that the chord also contains both the\nleading tone and the tonic: “What makes this chord so dissonant is the\ninterval between B and C—a minor 9th—‘the last dissonant interval’.”\nLevine then makes an unfortunate generalization about the nature of dissonance:\n“The entire history of Western music can be characterized as the gradual\nacceptance of dissonant intervals . . . The minor 9th still sounds pretty\ndissonant to most ears, but is slowly evolving into a ‘consonant’ interval”\n(page 47). Even if it were possible to rank intervals according to consonance or\ndissonance independent of music context (and I do not believe that it is), there\nstill exists a contradiction in Levine’s assertion. The acceptance of dissonance\nand the propensity to hear what was once considered dissonant as consonant are\ntwo different things. If there has been a gradual acceptance of dissonant\nintervals, then it is because there is an increasing desire for dissonance. If\ndissonant intervals are slowly evolving into consonant ones, then there cannot\nbe a concomitant gradual acceptance of dissonance. It must be one or the other,\nnot both.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] As stated earlier, Levine’s insistence on associating a chord with each\nof the seven modes so that all of the chord’s upper extensions coincide with the\nnotes in the mode results in some rare and unusual chords. Levine is probably\ncorrect in asserting that the Phrygian mode is usually played over sus ♭ 9 chords,\nbut beyond that, it is not clear what is to be gained from exploring the\nrelationship. His dozen musical examples make a convincing case for the chord’s\nexistence in the recorded literature, but Levine offers no explanation of the\nchord’s origins, function, or treatment. He does observe, however, that the\nnotes usually played on the sus ♭ 9 chord are the root, ♭ 9, 4th, 5th, and 7th. If\nthis is the case, and the potential minor 3rd and ♭ 13 suggested by the Phrygian\nare not used as part of the vertical harmony, then where is the alleged\nequivalence?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Levine’s discussion of the Aeolian mode hints at some admission of the\nfutility in attempting a mode-oriented approach to jazz harmony: “Aeolian\nchords are rarely specifically called for, and there is some confusion over\nexactly what constitutes an Aeolian chord and when to play an Aeolian\nscale” (page 52). He offers a minor b6 chord as the appropriate place for\nthis mode. Not only is this chord rare, it may be nonexistent. The reason is\nthat it is unnecessary, since the notes are better viewed (and explained\nfunctionally) as a first-inversion major seventh chord built on the root a major\nthird lower.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Levine offers two examples of this chord, both unconvincing. The first\nis from Kenny Barron’s “Sunshower,” where an A minor chord in the\nfirst measure sees the addition of both an F and a D in the second. This is\nlabeled A- ♭ 6, with no reference to the D. Levine then admits, “Kenny’s tune\nalso sounds like a I-IV progression in a minor key, so it could alternately be\nnotated A-, D-/A” (page 53). This, indeed, seems the only logical way to view\nthe progression. Levine’s second example, from Fats Waller’s “Ain’t\nMisbehavin’,” shows the first three measures of the bridge (in the key of C\nminor) as one measure apiece of C-, C- ♭ 6, and C-6. The chord commonly played in\nthe second measure is A ♭ , resulting in a i, VI 6 , i progression in C minor. There\nhardly seems justifiable reason to introduce an extremely rare vertical\nstructure into the progression when a simple inversion of a diatonic chord will\nneatly provide the necessary notes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] With the Locrian mode, Levine again finds himself at a loss in providing\nan appropriate chord. He selects the half-diminished seventh (generally referred\nto as the minor seventh [ ♭ 5] by jazz musicians), with the caveat that the\nresulting ♭ 9 is an avoid note. But unlike other modes with avoid notes, this\navoid note is the wrong note. Jazz musicians frequently play the 9th on a\nhalf-diminished chord, but it is the natural 9th. The scale should contain a\nmajor second between the first two notes if it is to provide the notes\nassociated with the half-diminished chord. Levine discusses such a scale (a\nmelodic minor starting on the sixth degree) later on in the book, indicating\nthat over time it has become the scale of choice for a half-diminished chord.\nBut his assertion that “almost all of the early bebop musicians played the\nLocrian mode on half-diminished chords” (page 69) is misleading. There was no\nchord/scale theory in the 1940s. The notes chosen by early bebop musicians on\nthis chord may indeed have looked like a Locrian mode (probably because habitual\nfingering patterns tended to follow the major scale), but surely no one thought\nof the Locrian scale as equivalent to the half-diminished chord. Voice leading\nwould have rendered the flatted second degree a mere nonharmonic tone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] There is nothing wrong with a scale/chord equivalency theory if it is\nviewed as an expedient to jazz improvisation. Levine’s discussions are useful,\npractical, and substantiated by copious musical examples. My objection concerns\nthe attempt to use scales or modes as precise substitutes for chords, which\noften results in altering the chord to fit the mode. Moreover, the implication\nis that the modes or scales that can be derived from the basic\n“parent” scales—major, melodic minor, diminished (octatonic), and\nwhole tone—somehow form the basis of a system of harmony. There is very little\ndiscussion of functional harmony in this book. Instead, there is an implication\nthat a stable, underlying array of scales lies behind all chordal harmony, as if\nthe scales themselves preceded the chords. When Levine states, for example,\n“The C7alt chord is derived from the seventh mode of the D ♭ melodic minor\nscale,” (page 70), the suggestion is that the scale was in existence before\nthe chord. In fact, jazz musicians were playing C7alt chords (with various\nnames) long before anyone attempted to assemble all of the chord tones in linear\nform. Nor would analysis of early improvisations on C7alt chords reveal any\nprototype or early instances of the chord’s equivalence to the seventh mode of\nthe melodic minor scale, since early (and later, for that matter) improvisers\nchose freely from the twelve notes in the chromatic scale and succeeded in\nachieving the desired chord sound through voice leading.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] A chord and scale can be considered equivalent only if all the notes in\nthe scale are played as a vertical structure. This is seldom the case. Piano\nplayers rarely include all of the possible extensions in the harmony. The chord\nsymbol C7alt suggests the possible extensions of ♭ 9, ♯ 9, ♯ 11, and ♭ 13, but it\nwould be unusual to include all of these notes in the same voicing. The real\nmeaning of the symbol is that the piano player should choose from this selection\nof notes. Likewise, an improviser would probably not wish to include all\npossible extensions as chord members in a linear passage. Constructing a line\nbased on the altered scale in which all notes are on equal footing (that is,\nstructural to the passage), is a remote possibility, but not a common approach\nto an altered chord. More likely, at least in straight-ahead or bebop\nimprovisation, notes will be emphasized in hierarchical fashion, with the third\nand seventh and one or two upper extensions serving as structural tones. Even in\nmore dissonant styles involving improvisations that go “outside” the\nchord, an egalitarian treatment to all possible upper structures is an unlikely\napproach.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] There is no question that Levine’s assertions, when taken as practical\nadvice for the performing musician, are solid and well-supported. What is\ndisturbing is his disregard for theoretical concerns, even when those concerns\nare patent and demand comment or explanation. In a discussion of minor keys,\nLevine asserts, “the three chords in a [C] minor II-V-I are derived from\nthree different melodic minor scales . . . The notes played over the D\nhalf-diminished chord are from the F melodic minor [starting on the sixth\ndegree], the notes played over the G7alt chord are from A ♭ melodic minor\n[starting on the seventh degree], and the notes played over the C-maj chord are\nfrom C melodic minor” (pages 75–76). Basically, this is sound advice to the\nimproviser, if a little complex, but more discussion is warranted. Lamenting the\ndifficulty in navigating these chords, Levine suggests “Wouldn’t it be\ngreat if there were a scale that worked over D half-diminished, G7alt, C-maj, a\nminor II-V-I? It would be but there isn’t one. The harmonic minor scale is often\nmentioned in theory books as being ‘a scale played over a minor II-V-I.’ If that\nwere true, you’d hear the great players playing it a lot, but they don’t”\n(page 76). Later in the book, Levine takes up the argument again: “One reason\nthe harmonic minor scale is seldom played in its entirety is that it fits no one\nparticular chord. No matter what chord you play it on, at least one note, if\nheld against the chord, sounds like an ‘avoid’ note” (page 477). This is\nbound to occur in a theory that neglects voice leading. Levine has failed to see\nthe obvious—the harmonic minor scale is the scale of the key to which all three\nchords belong. Because some of the notes in the scale are tendency tones, they\ncan only work within the context of dominant or predominant harmony. Similarly,\nthe notes that suggest resolution, particularly the tonic, are unlikely\nstructural tones for a passage improvised on the dominant chord. Levine’s\nobservation that jazz musicians “play fragments of [the harmonic minor\nscale] but very rarely the entire scale [on the II-V-I progression]” (page\n476) is not at all surprising. Why should we expect improvisers to include the\ntonic on the V chord or the leading tone on the i?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Levine’s understanding of jazz theory appears to be tantamount to a\nmethod of jazz improvisation, and that method is formulaic and procedural. Rules\nare distilled from the study of a vast number of jazz improvisations, chosen\nfrom the most respected musicians in the field. But analyses are superficial and\ndo little to elucidate the harmonic activity found in the passages presented.\nThe recurring statement that a particular chord “derives from” a\nparticular scale suggests that improvisers are bound or restricted to that\nconnection. It is ironic that the more harmonically dissonant and innovative\njazz styles that are the emphasis of this book should be founded on more\nrestrictive principles than the styles that preceded them. Certainly, Charlie\nParker or Lester Young did not consider themselves limited to the scale built on\nthe sixth degree of F melodic minor when playing on a D half-diminished\nchord.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] There is very little mention of function in this book and roman numeral\nsymbols are seldom included. This is unfortunate, since it is undeniable that\nthe prevailing key and a chord’s function in that key strongly influence an\nimproviser’s choices. In one of the few instances in which a song is provided\nwith a complete harmonic analysis, that analysis is so unorthodox that it\nconfuses rather than clarifies understanding. In a discussion of the ii-V-I\nprogression, Levine posits the chords to John Klenner’s “Just Friends”\nwith an analysis that labels each chord as either a ii 7 , a V 7 or a I. Levine\npresents the chords in the original key of G major, but fails to include a key\nsignature, and proceeds as if the key were C major. The first four chords, two\nmeasures of C, one measure apiece of C m7 and F 7 , and two measures of G, are\nanalyzed as I in C major, ii 7 in B ♭ , V 7 in B ♭ , and I in G major. This\ninexplicable analysis requires three keys to explain what is obviously a\ncommonplace chord sequence in the key of G major. The analysis that most readily\npresents itself is a IV followed by iv 7 (borrowed from the parallel minor), the\ninsertion of the related V 7 of the C m7 as a chord substitution (nonstructural),\nleading to I. In all, Levine’s analysis of the entire song shows modulations to\nseven different keys. While there are several instances of secondary function\nand tonicization in this tune, I am not convinced that it modulates at all.\nSurely a more concise analysis is possible than the one suggested by Levine. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] But analysis is not the focus of this book. The real value of Levine’s\nstudy derives from his solid understanding of modal improvisation and his vast\nknowledge of the recorded jazz literature. Musical examples cover a wide range\nof jazz history and styles, but rely heavily on a short list of the author’s\nfavorites, which includes Joe Henderson, Herbie Hancock, Wayne Shorter, Freddie\nHubbard, and Mulgrew Miller. Bebop musicians, such as Charlie Parker, Dexter\nGordon, Clifford Brown, and Barry Harris, receive little or no mention in this\nvolume. When earlier or traditional jazz musicians are referred to, it is merely\nfor the purpose of pointing out early instances or suggestions of the more\nadvanced harmonic procedures that constitute the focus of this work. Levine\nnever attempts to understand a solo or passage on its own terms, independent of\nstylistic norms and accepted harmonic practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The issues touched upon in this review only hint at the vast amount of\nmaterial in this book. Particularly insightful are the chapters on\nreharmonization, which contain myriad suggestions for chord substitution,\ntapping the vast repository of knowledge that Levine has acquired in his career\nas a jazz pianist. Interlaced throughout the book, Levine gives practical advice\non practicing and developing improvisational skills, while evident throughout is\nhis genuine love for the music and his vast listening and performing experience.\nIf one’s interest in jazz theory leans toward procedures and methods, this book\nfits the bill perfectly. Although those with an interest in theoretical\nexplanations will not find their wishes gratified by this volume, they will\nnevertheless find in it an invaluable cache of information regarding some of the\nmost significant harmonic procedures of jazz theory.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.00.6.1.rawlins.html",
    "data": "mto/data/mto.00.6.1.rawlins.json"
}