{
    "title": "Review of Bryan Simms, <i>The Atonal Music of Arnold Schoenberg 1908-1923 </i>(New York: Oxford, 2000)",
    "date": "2002/02/01",
    "volume": "8",
    "issue": "1",
    "authors": [
        "Quaglia, Bruce"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.1/mto.02.8.1.quaglia.pdf",
    "author_info": [
        {
            "name": "Bruce Quaglia",
            "university": "Dept. of Music",
            "address": "University of Utah, Salt Lake City, UT",
            "email": "bruce.quaglia@m.cc.utah.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The works of Schoenberg’s atonal period were written \nfor a small, select audience. They have not gained popular acceptance in the \ntime since their writing, but they have secured their place in the repertoire of \nmodern masterpieces. Without these works, many of the 20th century’s subsequent \nmasterpieces would perhaps be unthinkable. Despite their status, Schoenberg’s \natonal works are still rarely performed today. Although the audience for these \nworks has grown only slightly, the body of analytical and historical works about \nSchoenberg and about the works of this period grows significantly with each \nyear. Bryan Simms’ The Atonal Music of Arnold Schoenberg 1908–1923 makes \nan important contribution to that body of literature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The Atonal Music of Arnold Schoenberg is tightly organized. The \nauthor proceeds in the early chapters from a discussion of the biographical and \nhistorical context within which Schoenberg’s compositional impulses developed \nand then goes on in the subsequent chapters to treat the individual works of the \natonal period in detail. The transition from the language of the late tonal \nworks to the language of the early motivic atonal works is described early on, \nand the closing chapters begin to develop the underpinnings of the 12-tone \nmethod as they may be detected in the techniques of the late atonal works. In \nbetween, the works are grouped according to various significant features such as \nthe use of new vocal techniques, the setting of texts by a particular poet, the \nlarge dramatic stage works, and the idiosyncratic and brief instrumental works. \nStill, Simms works through these pieces in a more or less chronological fashion \nthat focuses on the development of Schoenberg’s compositional techniques and \nformal stylistic elements. He correctly notes that the atonal works represent \nneither a specific style nor a particular technique but rather a variety of \nevolving techniques and styles that were initially intuitive for Schoenberg but \nbecame increasingly systematic as he continued.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Simms’ book is thoroughly researched and meticulous in \nits detail. It covers not only all of the works of Schoenberg’s atonal oeuvre , \nbut also treats the large body of analytical and historical thought that has \nsurrounded it. Significantly, Simms also considers Schoenberg’s own extensive \nwritings on music and music theory in his interpretation of the atonal period. \nHowever, although Schoenberg’s writings on music are as voluminous as that of \nany composer since Wagner, they are also often murky, self-contradictory and \ndifficult to apply directly to the composer’s own music and particularly to his \natonal works. Schoenberg’s writings have been extremely influential on musical \nthinking in our own century; his analytical insights have shaped modern musical \ntheory nearly as much as his compositions have influenced the direction that \ncomposers after him would take. These writings form a necessary contextual \nbackdrop for understanding Schoenberg’s music, but, as Simms points out “they \nare themselves often in need of interpretation” (page 4).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I applaud Simms’ efforts to relate Schoenberg’s own \nwritings to his music, and I realize the difficulties that attend that task. I \nwas, however, slightly disappointed that the discussion of Schoenberg’s thought \non the categories of basic shape (Grundgestalt), \nmusical idea, and presentation was not developed more broadly. \nIf taken in their broadest sense, Grundgestalt and Gedanke are \namong the most powerful and compelling concepts that Schoenberg evokes in his \nwritings, and I believe that they are indispensable to an understanding of \nSchoenberg as a composer and as a musical thinker. The importance of these \nconcepts lies especially in the fact that they are not tied to individual \nperiods or styles. They transcend the specific compositional techniques that the \ncomposer used at different times and connect his music inextricably to the music \nof the masters before him. These categories lie at the core of how Schoenberg \nviewed his own evolving musical language and its relationship to the past and \nare critical to a discussion of any period of Schoenberg’s compositional output.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Simms does not ignore these topics by any means; his \ndiscussion traces the important historical dissemination of these ideas as they \nare handed down in the writings of Schoenberg’s students such as Erwin Stein and \nJosef Rufer. Schoenberg is never especially revealing in his own writings about \nthese terms, and it is therefore often necessary to rely upon the accounts of \nstudents such as Rufer and Stein who were apparently privy to discussions of \nthese concepts. But the treatment of these ideas is restricted to a relatively \nnarrow interpretation. No connection is made to the broader implication of these \nideas, instead Simms focuses on the relationship between basic shape and \nspecific compositional techniques such as row manipulation. That the Grundgestalt is never really defined by Schoenberg in a precise way in any \nof his writings is a serious setback. However, there is an increasing body of \nrecent analytical work that concerns itself with applying the idea of basic \nshape to a broad range of compositional issues, and I would have wished to have \nseen that work represented somewhere, in addition to historical writings. In \nparticular, the scholarship of Patricia Carpenter (a Schoenberg student) and \nSeverine Neff bears heavily on this topic. The presentation, and therefore \nsubsequent development and deployment of the musical idea, is crucial to \nunderstanding Schoenberg and to understanding the significance of the basic \nshape as a musical concept.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Simms’ discussion of basic shape is often tied \nto the kinds of relationships Adorno articulates in his article “Schönberg: Fünf \nOrchesterstücke, Op. 16,” ( Pult und Taktstock 4 [1927]: 36–43): the means \nby which intervallic cells or motives are deployed in both the linear and \nharmonic dimensions at the same time and which therefore create powerful \ncorollaries with the serial techniques that would evolve in Schoenberg’s later \nmusic. This is a careful, but perhaps narrow mode of viewing the basic shape and \nends up seeming synonymous with certain aspects of early twelve-tone technique. It \nmay be that the Grundgestalt represents something broader than that to \nSchoenberg, namely a principle of organic \ncoherence that manifests itself in particular techniques such as developing \nvariation and row partitioning, but which is more elusive than just those \nparticular techniques. In The Musical Idea and the Logic, Technique and Art \nof its Presentation , which has been available in translation by Patricia \nCarpenter and Severine Neff for some years now (New York: Columbia University Press, 1995), I think that Schoenberg \nhints at a much richer and far-reaching conception into which the Grundgestalt may figure prominently. Although Schoenberg’s development of \nthe idea of basic set certainly descended from the broader category of Grundgestalt , I don’t believe it ever became limited to just that.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Simms covers the gamut of historical perspectives on \nthe atonal works thoroughly. Not only are the major analytical models \npresented, but the critical socio-historical explanations by writers such as Adorno are also represented. Schoenberg’s own writings, particularly those \nrepresenting his theoretical works such as the Theory of Harmony , are \nalso reported on extensively. These writings are particularly useful in \nunderstanding the transition from the late tonal works to the early atonal \nperiod, and Simms does not fail to make the necessary connections.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Various theoretical models have been applied to the \nworks of Schoenberg’s atonal period over the years. Some of these readings have \ninsisted on an expanded model of tonality to account for not only isolated local \nharmony but formal structure as well. Hugo Leichentritt’s nearly contemporaneous \nanalysis is perhaps the first of these, but later authors such as Will Ogdon and \nReinhold Brinkmann continue to pursue such a model especially with the formally \nmore traditional pieces such as Op. 11. Simms reports on these models as well as \non such later models as set theory (as espoused by Allen Forte in The \nStructure of Atonal Music and elsewhere). Another prominent view of these \nworks is that they are contextual, free atonal works that cannot be bound \ntogether by the structural formalisms Allen Forte proposes. George Perle, Robert \nMorgan and Ethan Haimo are representative of this view. Simms presents and \nacknowledges each of these perspectives. He is careful to never take sides, \nalthough clearly these perspectives are all fundamentally at odds with one \nanother and their opposition has a history all of its own. While I do not \nbelieve taking sides would strengthen Simms’ own book in any way, I could \nimagine a more developed discussion of the basic philosophical differences these \ncamps represent. I could also imagine a more critical discussion of each of \nthese models as a way of amplifying the reception history of these pieces. The \nreception history of these pieces is, by and large, the analytical literature. \nConcert audiences have mostly ignored these works, but writers such as Leichentritt, Forte, and Perle have preserved their importance for the next \ncentury. There are profound discrepancies between these views as well as \ncritical volleys both implicit and explicit that have been fired back and forth. \nAs a musicologist with expertise in this area, Bryan Simms could be invaluable \nin assessing the critical history of that analytical literature at this point. \nSuch an assessment would require a greater degree of interpretive synthesis than \nthe strict journalistic accounting that is presented here, though. I don’t \nbelieve such a discussion would diminish the focus on Schoenberg or the music \nitself. Instead, it would make that discussion richer. Prof. Simms introduces \nthis body of analytical literature into his discussion, but treats it so \nneutrally that I cannot help but wonder about what his own analytical views of \nthis music are. His own analyses stick largely to observations about the form of \npieces and to characterization of their textures. They are basically narrative \ndescriptions, but may be especially useful as starting points for readers who \nwill then want to venture into the more detailed analytical literature that \nsurrounds these works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In conclusion, The \nAtonal Music of Arnold Schoenberg is a highly useful addition to the \nliterature on Schoenberg. It provides an accounting of Schoenberg’s development \nduring the atonal period that is especially rich in biographical detail and \nhistorical context. While very little synthesis and almost no new analysis is \npresented here, the author is extremely diligent in describing the important \nanalytical work surrounding this literature and especially in relating \nSchoenberg’s own writings to the music. The context that Bryan Simms unfolds \nhere will be indispensable for all theorists and musicologists who wish to \ninterpret these works and their history.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.02.8.1.quaglia.html",
    "data": "mto/data/mto.02.8.1.quaglia.json"
}