{
    "title": "Archival Research in Music: New Materials, Methods, and Arguments",
    "date": "2021/07/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Levy, Benjamin R.",
        "Emmery, Laura"
    ],
    "abstract": "",
    "keywords": [
        "sketch studies",
        "archival research",
        "music analysis",
        "twentieth-century music"
    ],
    "doi": "10.30535/mto.27.3.4",
    "received": "April 2021",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.levyemmery.pdf",
    "author_info": [
        {
            "name": "Benjamin R. Levy",
            "university": "Music Department",
            "address": "University of California Santa Barbara, 1315 Music Building, Santa Barbara, CA 93106-6070",
            "email": "levy@music.ucsb.edu"
        },
        {
            "name": "Laura Emmery",
            "university": "Department of Music",
            "address": "Emory College of Arts and Sciences, Emory Univeristy, 1804 N. Decatur Rd, Atlanta, GA 30322",
            "email": "laura.emmery@emory.edu"
        }
    ],
    "citations": {
        "bernard_2011": "Bernard, Jonathan. 2011. “Rules and Regulation: Lessons from Ligeti’s Compositional Sketches.” In György Ligeti: of Foreign Lands and Strange Sounds , edited by Louise Duchesneau and Wolfgang Marx, 149–67. Boydell Press.",
        "hall_1996": "Hall, Patricia. 1996. A View of Berg’s Lulu through the Autograph Sources . University of California Press.",
        "hall_and_sallis_2004": "Hall, Patricia and Friedemann Sallis, editors. 2004. A Handbook to Twentieth-Century Musical Sketches . Cambridge University Press.",
        "johnson_1978": "Johnson, Douglas. 1978. “Beethoven Scholars and Beethoven’s Sketches.” 19th-Century Music 2 (1): 3–17. https://doi:10.2307/746188 .",
        "kerman_1982": "Kerman, Joseph. 1982. “Sketch Studies.” 19th-Century Music 6 (2): 174–80. https://doi:10.2307/746277 .",
        "kerman_1985": "Kerman, Joseph. 1985. Contemplating Music . Harvard University Press.",
        "kinderman_and_jones_2009": "Kinderman, William and Joseph Jones, editors. 2009. Genetic Criticism and the Creative Process: Essays from Music, Literature, and Theater . University of Rochester Press.",
        "kinderman_2012": "Kinderman, William. 2012. The Creative Process in Music from Mozart to Kurtág . University of Illinois Press.",
        "sallis_2015": "Sallis, Friedemann. 2015. Music Sketches . Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Sketch studies were at the center of many debates within music theory and musicology during the 1980s, following the publication of Johnson 1978 and Kerman 1982 and 1985 . Since then there have been many responses and rejoinders (notably the Introductions to Hall 1996 and Kinderman 2012 ). A recent and detailed recounting of the history of sketch studies can be found in Chapter 2 of Sallis 2015 .",
            "citations": [
                "johnson_1978",
                "kerman_1982",
                "kerman_1985",
                "hall_1996",
                "kinderman_2012",
                "sallis_2015"
            ]
        },
        "FN2": {
            "text": "2. The Autographs and Archival Documents Interest Group was founded by Patricia Hall at the Society for Music Theory’s annual meeting in 2016 with the aim of promoting scholarship that relies on sketches and other archival documents for analysis. We will not attempt a comprehensive reckoning of all the types of scholarship that are included under this aegis or that are mentioned in this brief introduction, but the Interest Group compiles a running bibliography of such research, which can be found at: https://docs.google.com/document/d/15dkYVQadG63V48pxiNURpAoujQzYA3sUXeK9vC0rpBY/edit .",
            "citations": []
        },
        "FN3": {
            "text": "3. For instance, English-language research on Arnold Schoenberg has long had both an analytical side, stemming from the pioneering work of Martha Hyde, and a strand devoted to his theoretical writings, beginning with the work of Patricia Carpenter and Severine Neff, and continuing today through the work of Norton Duduque, Áine Heneghan, and many others.",
            "citations": []
        },
        "FN4": {
            "text": "4. We take a broad view of a musical sketch as any document made as part of the compositional process, including not only musical notation, but ancillary prose, charts, and graphs. This position is in line with Sallis 2015 , who describes the term as “a catch-all for the vast variety of documents that have been used by composers to work out their ideas” (6), as well as other scholars including Jonathan Bernard ( 2011 ), who posits five categories for Ligeti’s sketches, ranging from prose “jottings,” through drawings, charts, tables, and musical notation—a classification that has utility well beyond Bernard’s immediate context. More detailed discussions of issues surrounding the classifications of sketches can be found in several of the essays within Hall and Sallis, eds. ( 2004 ), particularly those by Sallis, Giselher Schubert and Sallis, and Erika Schaller.",
            "citations": [
                "sallis_2015",
                "bernard_2011",
                "hall_and_sallis_2004"
            ]
        },
        "FN5": {
            "text": "5. As a recent example, five of the six essays devoted to music in Kinderman and Jones, eds. ( 2009 ), look at music from the Austro-Germanic tradition from Beethoven (Alan Gosman, Lewis Lockwood, Peter Macallum) to Mahler and Strauss (James Zychowicz and Joseph Jones), for example, but do so informed by genetic criticism, striving for what Kinderman terms “an integrated approach, whereby musical analysis takes guidance from the sources, and the philological work of transcription draws upon analytical insight,” and where documents are treated as “the nexus between biography and analysis, history and theory” (7).",
            "citations": [
                "kinderman_and_jones_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Archival research in music has undergone dramatic transformations in recent years. Far from a rigid and antiqued discipline, exclusively immersed in dusty manuscripts of canonic composers, aiming to reveal their authorial intent or craft a definitive edition of their works, recent archival scholarship has substantially broadened in its materials, methods, and in the kinds of scholarly arguments these new resources make possible. (1) The present collection of articles—many of which arise from the Society for Music Theory’s recently formed Autographs and Archival Documents Interest Group—aims to showcase new perspectives and methodologies for archival research demonstrating the breadth of the field. (2) They illustrate common themes that suggest new approaches to this discipline. While many of the essays still examine the creative process in line with the precepts of genetic criticism, there is a greater recognition, first, that this is not a singular or linear path and that composers’ ideas for a composition can shift quite dramatically through its genesis, and second, that residues of these early ideas remain in the final work. And while these traces can be more easily discerned in the sketches, that recognition can, in turn, affect our understanding and experience. Furthermore, many of the studies in this collection do not confine themselves to composers’ sketches at all, acknowledging the interrelated network of ideas surrounding and helping shape the creative process. While the writings of theorists including Schenker, Schoenberg, and even more recent figures such as David Lewin, have been the provenance of archival research for decades now, current research expands on this, by identifying the implicit theorizing in newer compositional ideologies, for example in the practice of spectralism, indeterminacy, collage, and performance art. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]\tMoreover, this new research draws attention to how interconnected acts of musical expression can be. The broader intellectual environment of musical creation opens up numerous other archival sources, including the autograph documents of copyists, editors, collaborators, performers, and other interpreters—reconsidering the famous and familiar, but also recovering the contributions of those forgotten—all informing and enriching our concepts of what music is and can be. Finally, these archival documents include not only traditional types of materials, but also the new types of resources that today’s interdisciplinary, digitized, and communally interdependent creations require. (4) As the creative process has been affected by contemporary developments in our globalized and interconnected world, so too has our sense of what an archive is and how it might operate—issues of accessibility, ownership, and preservation all take new prominence for the archival researcher, especially in an age where technical obsolescence seems to move faster than ever. Archives, both private and institutional, have transformed themselves as well, from insular and specialized depositories, to contemporary centers for learning and sharing information. In turn, archival methods have shifted, and this collection of articles hopes to provide a snapshot of how the field has adapted in the face of these new challenges and transformations.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\tGiven this integrative view of the artistic process, it is not surprising that several of the essays in this collection have a decidedly interdisciplinary perspective. Essays by Richard Beaudoin, Jeffrey Perry, and Benjamin Levy all use archival findings to connect musical works to sources of both musical and extra-musical ideas. Beaudoin’s “The Pen as Camera” looks at what the sketches can tell us about Michael Finnissy’s compositional process—not only as an in-depth examination of his selection and treatment of borrowed material, but also as a compelling analogue to techniques in the visual arts. While the sketches enable the identification of highly transformed source material, their use in analyzing passages of the resultant composition reveals, perhaps paradoxically, that the functions of Finnissy’s musical language are not necessarily dependent on the audibility of source materials, but rather on the ways that the composer cultivates a sense of distance and diffusion. This aesthetic stance, strongly parallel to the process of overexposure in photography, allows the idiosyncrasies of Finnissy’s process to be understood within the context of other contemporary artistic forms (both musical and visual) including collage, pastiche, transcription, parody, and homage, enriching our interpretive categories.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\tSimilarly, Jeffrey Perry’s article on “Cage’s Imitation Game” looks at compositional sketches for numbers from the composer’s Song Books that use a particular aleatoric technique. While this technique was first employed in Cheap Imitation , Cage adapted his methods in many ways for movements of his Song Books . By tracking down the intricacies of his chance operations, Perry shows how the composer’s choices—for example, defining the granularity, or amount of text or music that any one operation governs—reveal aspects of his personality and sympathies that remain intact through the supposedly impersonal arbiter of the I-Ching . Moreover, these observations shed light on how Cage read both Satie and Thoreau: the musical features he seems to have found in Thoreau’s words and parallel ways of treating their texts, both musical and literary. By taking seriously Cage’s stated intention to “connect” these two figures, we see another interdisciplinary strand in contemporary music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\tIn “Material Connections,” Benjamin Levy takes a different starting point from these other articles, examining the papers of the architect Bruce Goff, who composed in his formative years and kept up correspondence with composers, including Edgard Varèse and Harry Partch, throughout his career. Scrutinizing his papers and correspondence, as well as compositions both by, and inspired by the architect, Levy fleshes out the connections Goff makes between music and architecture. While drawing on the Organic Architecture of Frank Lloyd Wright and his love of Debussy, Goff’s translations between music and architecture rely on the experiential elements of each art as much as on common shapes and forms. Goff was based in the central US for most of his career, and the creative work produced by his circle has not received the same attention as modernist groups on either coast. Nevertheless, these artworks prompt questions about the different meanings of the term “organicism” and how the different contexts for an artwork—often enhanced by an understanding of the archival material—might lead an analyst to different interpretations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\tOther essays in this collection reflect new developments in the relationship between sketch study and historical research. Expanding beyond the focus on canonic composers and their intentions—concerns which are often attributed to the discipline—essays by Kevin Karnes and Patricia Hall bring the work of marginalized communities into clearer focus with their archival studies. Karnes’s examination of “Disco Culture and the Ritual Journey in the Soviet 1980s” provides a window into the artistic world of Hardijs Lediņš, an influential Latvian DJ, musician, and writer. While Disco was a highly commercial genre in the capitalist West, in the context of the Soviet Baltics it converged with educational listening sessions, explorations of both experimental and popular music, as well as intersections with figures like Arvo Pärt, whose Missa syllabica caused an incident as a prohibited form of religious expression. Opportunities for spiritual awakening crossed boundaries in Lediņš’s thought, and Karnes delves through oral history documents held at the Latvian Centre for Contemporary Art in Riga, clandestine “samizdat” publications, and privately held materials to explore the development of Lediņš’s ideas. His project culminated in ritual walking pilgrimages from the center of Riga to a desolate spot on the coast, performing ceremonial actions along the way. While there are comparisons to be made to the performance art of Cage and Stockhausen, Karnes’s history shows the particular confluence of elements in Lediņš’s practice as a unique form of cultural expression—in ways a response to an image of the West, but in other ways internalized as something distinctive and singular.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\tNowhere is this historical perspective more poignant than in Patricia Hall’s “Giving Voice to a Foxtrot,” which focuses on documents from Auschwitz-Birkenau. Hall’s archival detective work—for example her attention to handwriting and other details of orthography, all cross-checked with the administrative documents of the concentration camp—allow her to identify copyists who worked with the Auschwitz I Men’s Orchestra. Her personal accounts of the difficulties of working in such an archive vividly show some of the challenges facing archival work that expands our picture of history, but also the rewards of undertaking this important project. Through Hall’s reconstruction, we gain a better understanding of the harrowing circumstances these prisoners faced, the creative adaptability of their arrangements for the musicians on hand, and the heart-rending irony in the titles they selected. Hall’s research gives a better sense of the exigencies of life in the camp. Moreover, her thoughtful discussion of connecting these findings to a performance and recording project helps contextualize the creation of a new kind of document in sound, one which has, in turn, found its place in the public sphere, in media and film as well as in the concert hall.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\tEssays by Landon Morrison and Laura Emmery examine the creative processes in the works of Kaija Saariaho and Jonathan Harvey, illustrating the challenges of working with e-sketches and deciphering composers’ unusual notations. In his essay, “Encoding Post-Spectral Sound: Kaija Saariaho’s Early Electronic Music at IRCAM, 1982–87,” Morrison analyzes three of Saariaho’s early works— Vers le blanc (1982), Jardin secret II (1984–86), and IO (1987)—demonstrating the music-theoretical import of software to the development of a robust compositional method that resonated with the emergent aesthetics of a post-spectral milieu. In the course of his analyses, Morrison addresses several challenges that arise for archival researchers working with computer-based music. First, the sheer range and scope of musical texts is staggering, encompassing everything from graphic user interfaces to programming languages, operating systems, and assembler code. Secondly, software applications, as well as their technical systems and infrastructures are prone to obsolescence and consequently must be constantly “re-ported” into new software and hardware environments. Further complicating research on Saariaho’s electronic music is the fact that the composer’s “traditional” manuscripts and e-sketches are housed in separate archives. With his detailed study of primary sources at both archives—working with sketches, e-sketches, and the code for Saariaho’s customized program “transkaija,” Morrison adds detail and precision to our understanding of three essential features of Saariaho’s early electronic music--her use of interpolation systems to create continuous processes of transformation, organization of individual musical parameters into multidimensional formal networks, and construction of harmonies based on an analysis of timbral phenomena--both in terms of how they work, and also the role of technology in how they developed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\tLastly, Laura Emmery’s essay, “Gender Identity and Gestural Representations in Jonathan Harvey’s String Quartet No. 2,” illustrates the challenges of analyzing works with novel techniques and unusual notations, and how examining a composer’s early ideas, preserved both in sketches and in the published version, may affect our understanding and experience of a piece of music. Harvey debuted several novel techniques and notations in his String Quartet No. 2— “temperature” and “gender” markings, and the melodic chain technique. Harvey’s temperature and gender markings have continued to puzzle scholars—the temperature markings are vague descriptions that obscure their meaning, and his gender marking imply stereotypes of themes that are notated as feminine and masculine. Informed by Harvey’s detailed narrative notes, in which he describes the different effects he aims to achieve in his gendered themes (and other unusual annotations), as well as preliminary notational sketches that show how these ideas developed into the final score, Emmery confronts an uneasy question through the lens of gender theory and musical gesture and embodiment: did Harvey ascribe to a sexist trope with his gendered themes, or, guided by his spirituality, was he ahead of his time by offering a nuanced and fluid approach to understanding gender, presenting the constraints of binary stereotypes before dismantling them?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In presenting this collection of articles we make no claim to represent all of the important strands of archival work going on in the field—no essay collection could hope to do this comprehensively. For a number of reasons, both practical considerations and unforeseeable circumstances, this collection is slanted towards contemporary material. This is not uncommon for current sketch studies, especially as institutions like the Paul Sacher Foundation and other archives devoted to recent composers have emerged and made more materials available to scholars. This is not to discount important research currently shedding light on earlier repertoires and revisiting canonic composers from new perspectives. (5) Nevertheless, we hope that these articles are a demonstration of the current variety and expanding purview of sketch studies and archival research in music. The materials consulted range from printouts of computer code to architectural plans, audio recordings of different formats, the documents of copyists and arrangers, as well as compositional sketches, correspondence, and other more familiar archival documents. Each of these holds a particular set of challenges to access and intelligibility that the scholars in this volume have had to face in order to find and decipher the information contained in these new forms. The results, however, are essays that address new technologies and musical notations, new genres and schools of musical thought. The research represented here combines theory and history to expand beyond canonic repertoire. It blends critical and analytical perspectives to examine the complexity of a work’s genesis, and how that might leave traces of meaning in an artwork that suggest a variety of interpretive and analytical paths rather than a single authoritative reading. And finally, it demonstrates an interdisciplinary and culturally contextualized approach that points to productive common ground between music theory and related fields—literature, the visual arts and architecture, media theory, gender theory, and performance studies—as a small sampling of what archival research makes available to the field of music theory.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special symposium: archival research in music:new materials, methods, and arguments",
    "source": "mto/raw/mto.21.27.3.levyemmery.html",
    "data": "mto/data/mto.21.27.3.levyemmery.json"
}