{
    "title": "“So, you want to write a Minuet?”—Historical Perspectives in \n\t\tTeaching Theory",
    "date": "2005/06/01",
    "volume": "11",
    "issue": "2",
    "authors": [
        "Eckert, Stefan"
    ],
    "abstract": "The article discusses the applicability of Joseph Riepel’sAnfangsgründezur musicalischen Setzkunst(1752–1765) to today’s music theory classroom. Riepel’s treatise, a lively dialogue between a teacher (Præceptor) and a student (Discantista) transcends historical boundaries, allowing students to gain hands-on experience with concepts that otherwise remain abstract. In the spirit of Riepel’s treatise, I do not merely discuss how Riepel’sPræceptorteaches the student to write minuets, but I describe how I use these instructions in the music theory classroom while providing a sample of my teaching materials.",
    "keywords": [
        "theory pedagogy",
        "history of theory",
        "minuet composition"
    ],
    "doi": "",
    "received": "February 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.2/mto.05.11.2.eckert.pdf",
    "author_info": [
        {
            "name": "Stefan Eckert",
            "university": "School of Music",
            "address": "Northwestern University, 711 Elgin Road, Evanston, IL 60208-1200",
            "email": "s-eckert@northwestern.edu"
        }
    ],
    "citations": {
        "allanbrook_1998": "Allanbrook, Wye J (trans.). 1998. “Joseph Riepel: From: Fundamentals of Musical \nComposition.” Source Readings in Music History , Revised Edition, Edited by Leo Treitler, New York and London: W. W. Norton & Company, 749–61.",
        "balthazar_1983": "Balthazar, Scott L. 1983. “Intellectual History and Concepts of the Concerto: \nSome Parallels from 1750 to 1850,” Journal of the American Musicological Society 36, no. 1, 39–72.",
        "brumbeloe_1991": "Brumbeloe, Joseph Leonard. 1991. Formal Grouping in the Theory and Musical \nPractice of the Eighteenth Century , Ph.D. diss., Indiana University.",
        "budday_1987": "Budday, Wolfgang. 1987. “Über ‘Form’ und ‘Inhalt’ in Menuetten Mozarts,” Archiv für Musikwissenschaft 44, no. 1, 58–89.",
        "budday_1983": "Budday, Wolfgang. 1983. Grundlagen musikalischer Formen der Wiener Klassik: An \nHand der zeitgen?ssischen Theorie von Joseph Riepel und Heinrich Christoph Koch \ndargestellt an Menuetten und Sonatensätzen (1750–1790) , Kassel: Bärenreiter.",
        "clendinning_and_marvin_2005": "Clendinning, Jane Piper and Elizabeth West Marvin. 2005. The Musician’s Guide to \nTheory and Analysis. New York: W.W. Norton & Company.",
        "cook_1996": "Cook, Nicholas. 1996. Analysis through Composition: Principles of the Classical \nStyle. New York and Oxford: Oxford University Press.",
        "eckert_2000": "Eckert, Stefan. 2000. Ars Combinatoria, Dialogue Structure, and Musical Practice \nin Joseph Riepel’s Anfangsgründezur musicalischen Setzkunst , Ph.D. diss., State \nUniversity of New York at Stony Brook.",
        "feil_1955": "Feil, Arnold. 1955. Satztechnische Fragen in den Kompositionslehren von F. E. \nNiedt, J. Riepel und H. Chr. Koch, Ph.D. diss., University of Heidelberg.",
        "gauldin_1995": "Gauldin, Robert. 1995. A Practical Approach to Eighteenth-Century Counterpoint. 2nd edition. Prospect Heights, Illinois: Waveland Press.",
        "gjerdingen_forthcoming": "Gjerdingen, Robert O. Forthcoming. The Craft of Eighteenth-Century Court Music: \nA Treatise on Various Schemata Characteristic of the Galant Style. Aldershot, \nU.K.: Ashgate Press.",
        "ratner_1980": "Ratner, Leonard. 1980. Classic Music — Expression, Form, and Style, New York: \nSchirmer Books.",
        "reed_1983": "Reed, Nola Jane. 1983. The Theories of Joseph Riepel as expressed in his Anfangsgründezur Musicalischen Setzkunst (1752–1768), Ph.D. diss., University \nof Rochester, Eastman School of Music.",
        "riepel_1755": "Riepel, Joseph. 1755. Grundregeln zur Tonordnung insgemein, Abermal durchgehends \nmit musicalischen Exempeln abgefaßt und Gespräch-weise vorgetragen , Frankfurt, \nLeipzig, und aller Orten Teutschlands, wo das erste Capitel von der Tactordnung \nzu haben ist.",
        "riepel_1752": "Riepel, Joseph. 1752. Anfangsgründezur musikalischen Setzkunst: Nicht zwar nach \nalt-mathematischer Einbildungsart der Zirkel-Harmonisten, Sondern durchgehends \nmit sichtbaren Exempeln abgefasset, De Rhythmopoeia, oder von der Tactordnung , Regensburg."
    },
    "footnotes": {
        "FN0": {
            "text": "* This is an expanded version of a paper presented at the 27th annual meeting of the Society for Music Theory in Seattle 2004.  I would like to thank Robert Gjerdingen and my anonymous reviewers for their comments and suggestions.",
            "citations": []
        },
        "FN1": {
            "text": "1. Glenn Gould wrote So You Want to Write a Fugue? for The Anatomy of the Fugue, a CBC-TV Festival program, broadcast \non March 4, 1963. Glenn Gould Archive (Accessed 15 June 2005), http://www.collectionscanada.ca/glenngould/m23-305-e.html .",
            "citations": []
        },
        "FN2": {
            "text": "2. Riepel 1752 .",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN3": {
            "text": "3. While Cook (1996) also works on the basis of historical \nmodels and sources, I find his treatment of individual topics too cursory and \nhis overall approach too eclectic for use in the classroom. Yet Cook’s text \noffers a good starting point for exploring ideas about stylistic copies.",
            "citations": []
        },
        "FN4": {
            "text": "4. Fortunately, the revised Strunk contains a translation \nof the opening section. See Allanbrook 1998 .",
            "citations": [
                "allanbrook_1998"
            ]
        },
        "FN5": {
            "text": "5. “[ Præc .]‘eine hinlänglich Erkenntniß?von der \nordentlichen Eintheilung des Gesanges. Denn wer Häuser baut, muss die \nMaterialien dazu haben” ( Riepel 1752 , 1.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN6": {
            "text": "6. “Disc. Nach meinem Erachten ist auf der Welt nichts leichter zu componiren als \nein Menuet; ja ich getrauete mir flugs ein ganzes Dutzend nacheinander \nherzuschreiben” ( Riepel 1752 , 1.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN7": {
            "text": "7. “Præc. Himmel! du kennest ja noch nicht einmal die Noten \nvoneinander. Von diesem Minuet, wenn ich ihn so nennen darf, [?] mag er gefallen \nwem er will; ich meines Ortes gebe dir keine gute Pfeife Knaster dafür” ( Riepel 1752 , 2.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN8": {
            "text": "8. See Riepel 1752 , 2.",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN9": {
            "text": "9. Nola Reed ( 1983 ) and Joseph Brumbeloe ( 1991 ) also \nemphasize that the first point concerns the overall length of a composition and \npoints two and three are concerned with inner coherence (See Reed 1983 , 34-35 \nand Brumbeloe 1991 , 78–79.). In addition, Scott Balthazar ( 1983 ) points out that \nRiepel’s tendency to begin a topic by presenting it first in its entirety and \nthen dealing with its details, bears resemblance to Gottfried Wilhelm Leibniz’s \nconception of the universe (See Balthazar 1983 , 39–72.).",
            "citations": [
                "reed_1983",
                "brumbeloe_1991",
                "reed_1983",
                "brumbeloe_1991",
                "balthazar_1983",
                "balthazar_1983"
            ]
        },
        "FN10": {
            "text": "10. Since Riepel does not use the terms “phrase” or “period” within the Anfangsgründe , I will use the more neutral terms \n“unit” and “section” to refer to groups of measures. The reason for this is that Riepel’s \nconception of musical punctuation differs substantially from nineteenth-century \ntheories of phrase structure. This issue is addressed in Eckert ( 2000 ).",
            "citations": [
                "eckert_2000"
            ]
        },
        "FN11": {
            "text": "11. Later in the Anfangsgründe, Riepel discusses groupings \nof up to nine measures ( Neuner ).",
            "citations": []
        },
        "FN12": {
            "text": "12. “[ Præc .] Eine Zweyer** [Footnote: **Binarius] bestehet \nin 2. Täcten, welche andern darauf folgenden 2. Täcten der Bewegung nach, \nmeistentheils ähnlich sind, zum Ex.” ( Riepel 1752 , 2.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN13": {
            "text": "13. See Riepel 1752 , 2. Riepel identifies this ascending \nsequence as a feature of a Monte (going up the mountain) in the second chapter \nof the Anfangsgründe. I will discuss this and other continuation patterns, which \nopen the second part of a minuet, later.",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN14": {
            "text": "14. “Disc. Das verstehe ich nun sehr wohl; denn man kann \nes sehen und h?ren. Allein welche sind besser zu einem Men., die Zweyer oder \nDreyer? Præc. Die Zweyer. Denn die Dreyer sind gar nichts nütze dazu. Ich will dir aber \nheut noch sagen, wann und wo diese gut angebracht k?nnen werden. Disc. Also kan man ja aus einem Zweyer einen Dreyer, oder aus diesem jenen \nmachen, wenn man z. Example bald einen Tact abschneidet, und bald einen hinzu thut. Præc. Auf alle Weise” ( Riepel 1752 , 3.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN15": {
            "text": "15. In his 1955 dissertation discussing eighteenth-century \ncompositional theory, Arnold Feil argues that although Riepel presents groups of \nmeasures, “the first building block is the measure and not the measure group, \neven if it does not appear individually.” In order to support his argument, Feil \nreproduces Riepel’s Zweyer, Dreyer, and Vierer with lower-case letters \nunderneath each measure. For example, he marks the four measures of Riepel’s \n“first Zweyer ” and “other Zweyer ” (Example 2a) a, b, c, and d respectively. While \nFeil’s view is not without merit—individual measures are indeed the basic \nbuilding blocks—his interpretation ignores Riepel’s own identification of the \nsecond Zweyer as a repeat of the first. Thus the first Zweyer creates a grouping \nthat needs to be considered as a whole. Hence, the measures in the example \nshould not be labeled a, b, c, and d, but a, b, a’, and b.’ See Feil 1955 , \n38–39.",
            "citations": [
                "feil_1955"
            ]
        },
        "FN16": {
            "text": "16. “[ Præc .] Wenn nicht noch ein Vierer nachfolgete, so \nwollte ich deine Meinung zur Noth endlich noch gelten lassen. Jedennoch würden \nsich die Zweyer auf folgende Art deutlicher ausnehmen, als die Deinigen, z. Ex?” \n( Riepel 1752 , 3.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN17": {
            "text": "17. “[ Præc .] Daher, weil hier der andere Zweyer um einen \nTon h?her zu stehen kommt. Deine Zweyer hingegen halten sich beide in dem Tone F \nauf” ( Riepel 1752 , 3.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN18": {
            "text": "18. “[ Præc .]?sie sind gut, und zwar in einem Allegro \nassai, oder Tempo presto, und prestissimo einer Sympfonie, eines Concerts, oder \nSolo, und so weiter, unter allen die besten Noten?” ( Riepel 1752 , 4.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN19": {
            "text": "19. “[ Præc .] Zu einem Menuet aber werden stets vollkommen \nerhebende, nämlich Viertelnoten erfordert, z. Ex.” ( Riepel 1752 , 4.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN20": {
            "text": "20. Variation by means of ars combinatoria is an integral \naspect of Riepel’s compositional approach. See Eckert ( 2000 ) for a discussion of \nthe role of ars combinatoria in Riepel’s Anfangsgründe .",
            "citations": [
                "eckert_2000"
            ]
        },
        "FN21": {
            "text": "21. The Præceptor ’s dislike for such a rhythmic \nconstruction is easily understood, since the eighth-notes clearly undermine the \ndown-beat. The single quarter-note at the end gives rise to a rhythmic accent on \nbeat three.",
            "citations": []
        },
        "FN22": {
            "text": "22. “[ Præc .] Darum, weil der Men. gleichsam trachtet zu \nseiner Cadenz oder Ruhe zu gelangen, gleich wie ein Hungriger von seiner Arbeit \netwan zum Abendessen, oder ? Du sollst nicht lachen, denn diese und tausend \nandere Gleichnissen muß sich , sonderlich ein Anfänger, vorstellen, sofern er \nseine Composition nicht mit leeren, einfältigen und papirenen Noten anfüllen \nwill [Riepel’s emphasis]” ( Riepel 1752 , 5.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN23": {
            "text": "23. “[ Præc .]?eine unbewegliche Note in der Mitte eines so \nkurzen oder tanzmäßigen Men. niemals, sondern nur am Ende des ersten und zweyten \nTheils gebraucht wird. Man kann aber eine solche unbewegliche oder todte Note \nlebendig machen auf folgende Art, z. Ex.” ( Riepel 1752 , 5.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN24": {
            "text": "24. “[ Præc .] Nun zwey solche Täcte sind in einem Men . \nnichts nütze?” ( Riepel 1752 , 5.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN25": {
            "text": "25. “[ Disc .] Merke wohl auf! Im ersten Theile gehen die \nNoten herab, in dem zweyten hinauf, und so glaube ich, daß genug Aehnlichkeit \noder Zusammenhang geh?ret werde” ( Riepel 1752 , 6.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN26": {
            "text": "26. “[ Præc .] Warte ein wenig! Du bist gar zu hoch \ngestiegen, ich will sagen, der Men. ist auf solche Art zu jung, hintenmal der \nGesang das Ernsthafte und Mannbare dadurch verlieret [Riepel’s emphasis]” ( Riepel 1752 , 7.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN27": {
            "text": "27. “[ Præc .] Das ist sehr gut. Jedoch braucht man eben \nnicht mit allen Zweyern zu steigen oder fallen; ja es binden sich die Cadenzen \nfast gar mehr an diese Regel: indem oft die Cadenz des zweyten Theils für sich \nganz allein das fallen: gleich wie im ersten Theile eine einzige Note das \nSteigen ausdrücken kann, z.Ex.” ( Riepel 1752 , 8.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN28": {
            "text": "28. “[ Præc .] Er k?nnte dieses eben auch beobachten, wenn \ner wollte; allein er ist oft so ausschweifend, daß er gar keiner Regel folgen \nwill. Zudem so kann der erste Theil einen zuh?renden Liebhaber auf einmal so \nsehr einnehmen, daß er sich nicht viel um den zweyten Theil bekümmert, weil \ndieser ohnehin nur als ein Beschluß des ersten Theils anzusehen ist” ( Riepel 1752 , 8.).",
            "citations": [
                "riepel_1752"
            ]
        },
        "FN29": {
            "text": "29. Monte (going up the mountain), is a melodic/harmonic \npattern which appears usually after the double barline in a minuet. In its basic \nform it is constituted by an ascending sequence: C–F followed by D–G (in C \nmajor), which is usually harmonized with a V/IV going to IV followed by a V/V \ngoing to V movement. I will discuss this and other patterns, which Riepel \npresents, in the next part.",
            "citations": []
        },
        "FN30": {
            "text": "30. Wolfgang Budday’s ( 1983 ) dissertation, which surveys \nminuets written between 1750 and 1790, clearly demonstrates the close \nrelationship between Riepel’s instructions and contemporaneous musical practice.",
            "citations": [
                "budday_1983"
            ]
        },
        "FN31": {
            "text": "31. While the harmonic competence for dealing with the \nminuet is usually reached by the end of the first year, I have also used it for \na review of diatonic harmony in upper level classes.",
            "citations": []
        },
        "FN32": {
            "text": "32. For a discussion of Riepel’s means of extension, see \nEckert ( 2000 ) 172–183.",
            "citations": [
                "eckert_2000"
            ]
        },
        "FN33": {
            "text": "33. Robert Gjerdingen’s forthcoming book on galant \nschematas dedicates a chapter to each of the three continuation patterns and \ntheir varied appearance in the repertoire. For a discussion of Monte, Fonte, and Ponte in recent theory textbooks, see Gauldin ( 1995 ) and Clendinning and West \nMarvin ( 2005 ).",
            "citations": [
                "gauldin_1995",
                "clendinning_and_marvin_2005"
            ]
        },
        "FN34": {
            "text": "34. Wolfgang Budday ( 1987 ) argues that Leopold Mozart \ntaught his son composition using the second chapter of Riepel’s Anfangsgründe ( 1755 ). Indeed it is quite remarkable how closely W. A. Mozart’s early minuets \nmatch Riepel’s instructions.",
            "citations": [
                "budday_1987",
                "riepel_1755"
            ]
        },
        "FN35": {
            "text": "35. Riepel considers an ending that is not a formal \ncadence an Absatz. While I teach Monte, Fonte, and Ponte to my students, I \nusually avoid discussing the finer points of mid-eighteenth century musical \npunctuation to keep the number of new concepts to a minimum.",
            "citations": []
        },
        "FN36": {
            "text": "36. In order to enable students to compare the different \nminuets more easily and allow for using sections in their own composition, the \nfollowing three handouts transpose the minuets into C major.",
            "citations": []
        },
        "FN37": {
            "text": "37. For a full discussion of the opening section of \nRiepel’s Anfangsgründe please see Part I of this essay.",
            "citations": []
        },
        "FN38": {
            "text": "38. Allanbrook 1998 , 749–761.",
            "citations": [
                "allanbrook_1998"
            ]
        },
        "FN39": {
            "text": "39. Ratner 1980 , 209–216.",
            "citations": [
                "ratner_1980"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It has been my experience that many of my students do not \nfeel bound to the rules of common practice tonality. Students actually seem to \nprefer parallel fifths, unresolved leading tones and other violations of the \nvoice leading rules not because it is easier to work without rules, but \nbecause these rules often have no bearing on the music with which they are most \nfamiliar. As one way to answer to this challenge, I have found it useful to \ncreate hands-on experiences with the theory of the common practice period. \nInspired by Glenn Gould’s playful So You Want to Write a Fugue? and my \ninterest in eighteenth-century compositional theory, I have been teaching the \ncomposition of minuets within a historical context, based on W. A. Mozart’s \nearly minuets and Joseph Riepel’s compositional theory. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In the following essay, I discuss the beginning of Joseph Riepel’s Anfangsgründe zur musicalischen Setzkunst ( Fundamentals of Musical Composition ) \nand its application to today’s music theory classroom. (2) Riepel’s Anfangsgründe seems especially well suited for use in a theory class, because both the \nstructure and the content of the treatise suggest a hands-on approach to musical \ncomposition. The different chapters of the Anfangsgründe resemble actual lessons \nin composition, unfolding as lively discussions between a teacher, the Præceptor , \nand his student, the Discantista. Because the beginning of the Anfangsgründe focuses on very basic musical issues, it does not require an extensive \ntheoretical introduction. In each lesson a student and a teacher discuss the \nbasic musical features of mid-eighteenth century style. I have been using \nRiepel’s instructions on how to compose minuets as a way of providing second \nsemester theory students with a workshop that highlights the practical nature of \nconcepts which might otherwise remain abstract. In order to grasp such concepts \nas tonicization and modulation, students recognize, analyze, and write \nmid-eighteenth-century minuets, in which these concepts are important \nconstituents of the form.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] While stylistic composition assignments are not uncommon in theory classes, \nthe use of historical models and sources, especially one as lively as Riepel’s Anfangsgründe , provides a number of advantages. (3) First, the historical distance \nhelps students to set aside their own preferences and engage with the past. \nSince the objective is to recreate a historical sound, students do not need to \nconform to a textbook notion of what sounds “good” in a composition assignment. \nThey learn to evaluate their own efforts in light of specific models and acquire \nstyle-specific knowledge on the side. Second, instead of asking students to \nwrite isolated phrases or chord progressions, students learn to write a complete \ncomposition, which means that they learn to understand specific compositional \nprocesses. In addition, since the compositional instructions emphasize the \nfunctional aspects of minuets, the assignments do not require compositional \nability, but an understanding of a minuet’s basic building blocks. In the spirit \nof Riepel’s treatise, I will not merely discuss how Riepel’s Præceptor teaches \nthe student to write minuets (Part I), but I will describe how I use these \ninstructions in the music theory classroom (Part II) while providing a sample of \nmy teaching materials (see “ Instructions on How to Write a Minuet in the Galant \nStyle ”). I present Parts I and II separately in order to offer readers the \npossibility of moving directly to my discussion of the classroom teaching and \nthe worksheets. However, Riepel’s discussion of the minuet in the opening pages \nof the Anfangsgründe , which I discuss in the first part, has been the starting \npoint for my exploration of the minuet and students gain much by reading and \ndiscussing the original treatise in the classroom. (4) Part I: Riepel’s Minuet Instructions Example 1 . The Student’s Sample Minuet (Riepel 1752, 1–2) (click to enlarge)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Riepel’s Præceptor begins the first lesson by asking his new student to \nwrite a sample composition so that he may find out if the Discantista has “sufficient knowledge of the proper structure of melody ( ordentlichen \nEintheilung des Gesanges ). For whoever wants to build houses must have the \nmaterials to do so.” (5) The Discantista confidently presents the minuet reproduced \nin Example 1 , which occurs in the text with numbers underneath each measure to \nfacilitate the Præceptor ’s comments and corrections. Before writing down the minuet, the Discantista confidently states, “In my \nopinion, there is nothing in the world that it easier to compose than a minuet. \nI even trust myself to swiftly write down a whole dozen one after another.” (6) However, this confidence soon disappears when the Præceptor answers his student \nnot with praise, but with a tirade of criticism. “Heaven, you cannot even tell \nthe notes apart,” he exclaims, “Let it please whom it may, I for one would not \neven give you a pipe-load of evil-smelling tobacco for it.” (7) Indeed, the \nteacher’s criticism, which I have summarized below, seems overwhelming. (8) The Præceptor demands that A composition, and especially a minuet, should always consist of an even \nnumber of measures (the second part of the student’s minuet is thirteen measures \nlong). Each part should consist of no more than eight measures (again, the second \npart of the student’s minuet consists of thirteen measures). The beginning or theme should be set off by clearly recognizable Zweyer and Vierer, that is, two- and four-measure units (measures 2 and 3 in the student’s \nminuet each begin with a half-note, making it difficult to hear measure 3 as the \nbeginning of a second two-measure unit.). Except at the cadence, a minuet should always proceed in quarter-notes, which Riepel calls “perfectly or imperfectly rising notes” (the student’s minuet uses \na dotted half-note not only at the end of the first and second part, but also in \nmeasure 5 (part one) and measure 9 (part two). Also, it contains three measures (measures 8, \n10, and 11) in which there are only eighth notes) The second part of the minuet should employ material that already has been \npresented in the first part (the second part of the student’s minuet has hardly \nany resemblance to the first). A minuet should, if possible, rise in the first part and fall in the second \n(the student’s minuet does the opposite). Measures 4 and 5 should be written with a recognizable difference. This would \nenable the listener to perceive measure four as the end of the first \nfour-measure unit and measure five as the beginning of a second (however, measure 5 \nin the student’s minuet consists only of one dotted half-note and measures 5 to 8 \nshow no resemblance to measures 1 through 4. Thus, not only does measure 5 start with a \nclosing gesture but it also is difficult to perceive measures 5 to 8 as a second \nfour-measure unit). The Præceptor ’s first three objections seem repetitive, since the second one \nwill automatically yield the first: if every part contains eight measures then \nthe whole minuet can only consist of an even number of measures. Riepel, \nhowever, not only makes a point about the overall length of a composition (2) \nand then deals with aspects of rhythmic and metric coherence in a composition (1 \nand 3), but also begins his criticism by noting the large-scale issues first, \nsimilar to the way that he first presents a complete minuet which he then \ndissects. (9) Objection four addresses the note values within a measure, while five \nthrough seven again concern larger issues, i.e. (5) overall coherence, (6) \nregistral shape, and (7) contrast between measures 4 and 5. The Discantista, truly horrified by the great number of problems identified by his teacher, \nimmediately begs the Præceptor to teach him the essential concepts so that he \ncan make the necessary changes at once. Zweyer, Dreyer, and Vierer ( Tactordnung ) Example 2a . Zweyer (Riepel 1752, 2) (click to enlarge) Example 2b . Dreyer (Riepel 1752, 3) (click to enlarge)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The Præceptor begins his instructions by explaining to his student the basics of Tactordnung, that is, how measures are grouped together to create larger units. (10) The Præceptor first defines Zweyer, or Binarius (two-measure groups), Dreyer, or Ternarius (three-measure groups), and Vierer, or Quaternarius (four-measure \ngroups), which appear not as isolated measure groups but rather in pairs. (11) Riepel \nemphasizes this by labeling his first example of a Zweyer as “first” ( erster ) Zweyer and “another” ( anderer ) Zweyer ( Example 2a ). The Præceptor explains: “A Zweyer ** [Footnote: **Binarius] consists of two measures which are mostly \nsimilar in motion to the following two measures, for example.” (12) The Præceptor further demonstrates that the correspondence between the Zweyer does not have to be literal. He illustrates this with two examples which exhibit \nsmall rhythmic variations. The harmonic and melodic orientation of these \nvariations, however, is not different from Example 2a: measures 1–2 move towards F, measures \n3–4 towards G, and they retain the same melodic contour. (13)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] A Dreyer ( Example 2b ), the Præceptor explains, is similar to the Zweyer except that \nit is a measure longer. Disc . I understand this very well; because one can see and hear this. But which \nones are better in a minuet, Zweyer or Dreyer ? Præc . Zweyer . Because Dreyer are not used at all in it. However, I will tell you \nstill today, where and how they can be used successfully. Disc. Thus one can make a Dreyer from a Zweyer , or vice versa, by cutting away a \nmeasure or adding one to it. Præc. By all means. (14) Example 2c . Vierer (Riepel 1752, 3) (click to enlarge) Example 2d and 2e . Zweyer in a Vierer (Riepel 1752, 3) (click to enlarge) We learn that while a Dreyer does not have a place in the minuet, it can be \neasily changed to a Zweyer . Indeed, Riepel’s Zweyer, Dreyer, and Vierer are not \n“organically” conceived units, but combinations of different numbers of \nmeasures. (15) Thus, the Præceptor ’s Vierer ( Example 2c ), a four-measure unit, \nessentially comprises a Zweyer with two added measures. This, of course, raises the question of whether there is a difference between a Vierer and two Zweyer: After the Præceptor presents a Vierer which he deems \nfitting for a minuet, the Discantista remarks that the first Vierer (Example 2c, measures \n1–4) does not seem very different from two Zweyer . “If [this Vierer ] is not \nfollowed by another Vierer, I would accept your opinion if need be,” argues the Præceptor . “However, the [two] Zweyer would be clearer in the following manner \nthan yours, for example [ Example 2e ]:” (16) He points out that this example (Example 2e) demonstrates a clearer division, \n“because the other Zweyer comes to rest a tone higher. Your Zweyer [Example 2d], \nhowever, remain both in the tone F.” (17) Indeed, the difference between Examples 2d and \n2e lies in their tonal orientation. Stressing the importance of context, the Præceptor remarks that if no other Vierer follows, the first Vierer of \nExample 2c \ncould be interpreted as two Zweyer . Not only can one change a Zweyer into a \nDreyer or Vierer by adding measures, but the musical context also can change the \ninterpretation of any of these groupings. Rhythmic motion within a measure Figure 1 . Rhythmic motion and contour within a measure (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Following the discussion of Zweyer, Dreyer, and Vierer, which dealt with the \ngrouping of measures, the Præceptor ’s attention shifts to the rhythmic content \nof a measure. The figure below ( Figure 1 ) schematizes the rhythmic motion and \ncontour within a measure. Riepel distinguishes between “running” ( laufende ), “rising” ( erhebende ), “dotted” ( punctirte ), and \n“immobile” ( unbewegliche ) notes. Among the running \nnotes, there are those that move by step and those that move by leap. Riepel \nspecifically discusses the difference between running notes that move upward and \nthose that move downward, arguing that the upward moving ones are easier to \nperform. Among the rising notes (quarter notes), he distinguishes between “perfectly” and \n“imperfectly” rising notes. The names of a measure’s durational \ncomponents, except for the “dotted notes,” are not technical (i.e., eighth-note, \nquarter-note, etc.) but descriptive and grounded in everyday experience. By \nusing perception-based terms, Riepel enables students to immediately understand \nthe issues discussed and also to remember the concepts more easily. In addition, \nby refraining to use mere technical labels, Riepel emphasizes their function \nwithin the measure, not how they are constructed. Example 3a . “Perfectly Rising Notes” (Riepel 1752, 4) (click to enlarge) Example 3b . “Perfectly Rising Notes” Varied (Riepel 1752, k) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The Præceptor first introduces the “running notes that move by step” ( stuffenweise \nlaufende Noten ) and the “running notes that move by leap” ( sprungweise laufende \nNoten ), which exemplify the difference between scales and arpeggios \nrespectively. These “running notes,” the Præceptor explains, “[?] are the best \nnotes in an Allegro assai, or Tempo presto and prestissimo of a symphony, a \nconcerto, or solo and so forth, [?].” (18) While these eighth-note runs can be \nsuccessfully employed in larger compositions, the minuet has different demands. \n“For a minuet, however,” the Præceptor clarifies, “one needs always perfectly \nrising notes, that is quarter notes, for example:” (19) (see Figure 3a ). These quarter notes, the Præceptor demonstrates, can be varied in the following \nways: (see Figure 3b ). While he encourages his student to create numerous variations, the Præceptor also teaches his student to choose the most desirable ones based on general \nnotions of what “works” within a measure and the measure’s function, which is \nderived from its position within the minuet. (20) For example, Riepel’s Præceptor prefers eighth-note motion on the second and third beats and dislikes the \ncombination of four eighth notes followed by a quarter note, as in measures 6 and 7 \nof the student’s sample composition (Example 1). (21) Although he rejects this rhythmic \nconstruction in general, the Præceptor does not object if it appears in a single \nmeasure. In addition, he considers the eighth-note motion (“running notes that \nmove by step”) in the last four measures of the student’s minuet acceptable, \n“[b]ecause the minuet aims to reach its cadence and place of rest, almost as if \nsomeone hungry [runs] from his work for example to dinner, or ? You should not \nlaugh,” scolds the teacher and defends his use of metaphors, arguing that they \nare necessary “because a beginner must imagine these and a thousand other comparisons if he does not want to fill his composition with empty, simple and lifeless notes [Riepel’s emphasis].” (22) In all these explanations, the Præceptor impresses on his student the importance of context, which changes the function \nof a rhythmic figure. Example 4a . “Dead Notes” and “Living Notes” (Riepel 1752, 5) (click to enlarge) Example 4b . “Perfectly and Imperfectly Rising Notes” (Riepel 1752, 5) (click to enlarge) Example 5a . “Dotted Notes” (Riepel 1752, 6) (click to enlarge) Example 5b . The Præceptor ’s “Dotted Notes” (Riepel 1752, 6) (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In addition to “running” and “rising” notes (eighth- and quarter-notes), the \nstudent’s minuet also contains dotted half-notes. In reference to them, the Præceptor warns the Discantista that “one never uses an immobile or dead note \n[dotted half-note] in the middle of such a short and dance-like minuet, but only \nat the end of the first and second parts. However, one can make such an immobile \nor dead note come alive in the following manner, for example [ Example 4a ].” (23) Having defined the dotted half note as an “immobile or dead note” ( unbewegliche \noder todte Note ), the Præceptor consequently labels the combination of half note \nand quarter note or half-note and two eighth-notes as “imperfectly rising notes” \n( unvollkommen erhebende Noten ). He warns the Discantista that “two such measures \nare of no use in a minuet,” and suggests that he should always combine such a \nmeasure with a measure of perfectly rising notes ( Example 4b ). (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Finally, after the Præceptor has discussed eighth, quarter, and half-notes, the Discantista asks if he may also use dotted notes, giving the music shown in Example 5a as an instance. The Præceptor objects, finding them unsuitable for a minuet. He dislikes the \nstudent’s dotted quarter-eighth-quarter combination, claiming that only a \n“limping dance master” ( hinckenden Tanzmeister ) might like them. However, if the Discantista must use dotted notes, then the following combination ( Example 5b ) is \nmuch more preferable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Riepel’s repertoire of rhythmic motion within a measure covers most usable \ncombinations. However, the Præceptor does not simply list these rhythmic \nvariants, but gives reasons why some are preferable to others. Some of the \nreasons are based on general considerations of the specific genre in question (a \nsymphony can accommodate more elaborate rhythmic figures than a short minuet), \nothers are functional (the beginning, middle, and end of a composition require \ndifferent notes), or are based on aesthetic judgment and personal preference \n(the Præceptor sometimes freely admits to liking a particular combination). Thus \nthese reasons allow us insight into the cultural norms (the \nmid-eighteenth-century expectation of what constitutes a minuet) and into \nRiepel’s personal choices and judgments. Often, of course, a particular choice \nis guided by several criteria. In this way, Riepel does not merely identify and \ndiscuss an inventory of rhythmic content and contour for a measure, but teaches \ncriteria for choosing one above the other. Coherence, Contour, and Contrast",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] After discussing the parts (the construction of Zweyer, Dreyer, and Vierer ) and \nproviding a detailed investigation of the rhythmic motion within a measure, the Præceptor shifts his attention to the whole, namely the overall shape of the \nminuet. For this, the teacher focuses on his last three objections to the \nstudent’s sample minuet: (5) motivic/thematic relationship between the different \nparts of a minuet, (6) melodic contour, and (7) clear separation of measures 4 \nand 5. In this section of the lesson, teacher and student deal with complex \nmusical relationships. Similar to other beginning students, the Discantista often makes mistakes in another area while addressing issues of larger \nstructures. Example 6 . Similarity and Coherence in a Minuet (Riepel 1752, 6) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] As his fifth objection, the Præceptor argues that a minuet’s second part should \nbe related to the first. The two terms that he uses to describe the relationship \nbetween the two parts of a minuet are: “similarity” ( Aehnlichkeit ) and “coherence” ( Zusammenhang ). In the revision of his sample minuet ( Example 6 ), the Discantista marks the related parts “ .” “Notice,” he tells his teacher, “in the \nfirst part the notes go down, in the second, up. Thus, I believe that one can \nhear enough similarity and coherence.” (25) The Præceptor , however, is not satisfied with this and tells his student that \nmany consider inverted notes ornamental. He argues that such inversions are \noften used in other compositions, but they are hardly recognizable in this \ncontext. Immediately, the student writes a number of variants that contain more \ndirect relationships between the different parts of the minuet. Example 7a . Contour in a Minuet (Riepel 1752, 7) (click to enlarge) Example 7b . Contour in a Minuet (Riepel 1752, 7) (click to enlarge) Example 8 . Contour in a Minuet (Riepel 1752, 8) (click to enlarge) Example 9a . Contrast in a Minuet (Riepel 1752, 8) (click to enlarge) Example 9b . Contrast in a Minuet (Riepel 1752, 8) (click to enlarge) Figure 2 . Comparison between the student’s sample minuet and the “corrected” version (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The sixth objection on the Præceptor ’s list was that a minuet should rise at the \nbeginning and fall at the end. The student immediately tries out this concept in \nhis sixth revision of his sample-minuet ( Example 7a ). His teacher, however, slows him down saying: “Wait a moment! You went much too \nhigh. I have to tell you that the minuet is much too youthful in this way, the \nmelody loses its seriousness and maturity [Riepel’s emphasis].” (26) To lower the \nhigh register, the student writes another minuet ( Example 7b ) which he begins lower \nthan the previous one. “This is very good,” replies the Præceptor , “but, one does not need to rise and \nfall in every Zweyer . The cadences are almost always bound to the following \nrule: the cadence in the second part can fall just by itself, just as a single \nnote can express the ascent in the first part, as for example [ Example 8 ].” (27)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The last objection of the teacher focuses on separating measures four and five \nto make the Vierer clearly recognizable. Using the distinction between perfectly \nand imperfectly rising notes, the Præceptor exemplifies the two possible \nversions. In Example 9a , measure 4 consists of perfectly rising notes, while measure 5 \nconsists of imperfectly rising ones, for example. Both examples Example 9a and 9b give only the first part of the minuet. This causes \nthe Discantista to ask what one does in the second part. “It [the second part] \ncould do similar things if it wished, argues the Præceptor , but [the second \npart] is often so extravagant that it does not want to follow any rule. In \naddition, a listener might be so taken by the first part that he does not take \nmuch trouble with the second part, because it is only considered the resolution \nof the first part anyway.” (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] This ends the seven corrections of the student’s sample minuet with which the \nfirst chapter of the Anfangsgründe begins. Although the Præceptor points out \nnumerous problems in the student’s composition, there are substantial \nsimilarities between the student’s minuet and its “corrected” versions that \nresult from the teacher’s interventions. A comparison between the student’s \nsample minuet (Example 1) and a version of the “corrected” minuet (Example 6), which \nmost closely resembles the original in its musical material, demonstrates that \nthe two minuets have a number of similarities. Figure 2 presents an outline of the \ntwo minuets, using modern terminology to indicate their metric and harmonic \nstructure. It shows the unfolding of the two minuets, with the corresponding \nsections written one below the other. Both minuets display the same basic structure: Each consists of four sections, \nwhich the double bar divides into two times eight measures (thirteen measures in \nExample 1). Both versions share the same general harmonic orientation: The first \ngroup closes on the tonic, the second ends with a half cadence, the third closes \non the dominant, and the fourth, the last, cadences in the tonic key. Guided by \nthe Præceptor ’s discussion of Tactordnung, the student’s revised version has a \nclear, symmetrical structure: The first part contains two Vierer, of which the \nfirst is built out of two Zweyer (2+2). However, except for the three \nquarter-note repetition on C4, which helps to avoid the closure created by the \nC4 dotted half-note in the student’s first minuet (Example 1, measure 5), measures 5–8 of the \nrevised version correspond exactly to the same measures in the student’s \noriginal minuet. Similarly in the second part, the metrically even first Vierer (Example 6, measures 9–12) has replaced the five-measure group (Example 1, part two, measures 1–5) \nin the student’s minuet. However, after the double bar, the Discantista ’s sample \nminuet already uses the same harmonic structure as the Vierer : a sequential \ncontinuation pattern, called a Monte, which the Præceptor discusses in the \nsecond chapter of the Anfangsgründe . (29) Finally, the last Vierer of the second part \nin the revised version resembles the last four measures of the original; except \nfor the stepwise ascending eighth-notes g–a–b–c–d–e (Example 1, measure10) which are \nreduced to their underlying g–b–d triad (Example 6, measure 13). The Discantista has also \ncut out measures 6–9 of the original, the unresolved drive to the cadence, which is \nrepeated and resolved in the last Vierer. All significant changes in the \nstudent’s sample minuet have resulted in a metrically even structure; the \nrevised minuet has a rhythmic “rhyme.” However, Præceptor did not need to \naddress the minuet structure, because he could rightly expect his student to \nunderstand the functional aspects of a minuet. (30) Part II: Teaching the Minuet In Today’s Theory Classroom",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The minuet seems an ideal composition for the theory classroom, because it is \nshort and easy to comprehend and it requires only a limited harmonic knowledge. \nI have used Riepel’s compositional instructions many times at the end of a \nfirst-year music theory course to provide students with a hands-on experience of \nbasic compositional strategies. (31) Since students are usually unprepared for \ndealing with composition in a specific style, their eighteenth-century \n“Capellmeister” training requires several stages: First students get to know the \nbasic minuet structure by analyzing a number of minuets thereby recognizing \ntheir common features; second, the analyzed minuets provide a starting point for \nlimited compositional assignments (i.e., composing a new melody above a given \nbass, harmonizing the melody of an existing minuet, composing a minuet based on \na model, etc.); and third, after students have gained some compositional \nexperience within a clearly defined frame, they write their own minuets. Figure 3 . Basic Minuet Structure in Riepel’s Anfangsgründe (Riepel 1752 and 1755) (click to enlarge)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In the first chapter of the Anfangsgründe, “ De Rhythmopoeïa , or On Metric Order” \n( Tactordnung ), which focuses on the rhythmic and metric structure of \ncompositions, Riepel’s Præceptor teaches his student the fundamentals of \ncomposition, that is, how to use note values in a measure, how to group measures \ninto larger units, and how to combine them into a minuet. In the second chapter, \n“Basic Rules Concerning the Order of Pitches” ( Tonordnung ), which considers \nminuets, concertos, and symphonies from the standpoint of their the tonal \norganization, Riepel discusses specific ways for continuing the second part of a \nminuet and how to extend a sixteen-measure long minuet to 32 measures and more \nby way of repetition, insertion of new or contrasting material, expansion (i.e., \nlengthening a section), and the doubling of a cadence, that is, the repeat of a \ncadential gesture. (32) Figure 3 schematizes the basic minuet structure, which can be \nfound throughout the first two chapters of Riepel’s Anfangsgründe . \nMost minuets close their first section in the tonic, followed by turn to the \ndominant. The second section, and with it the first part, usually ends either \nwith a half cadence on the dominant, like Examples 1 or 6 or, after a modulation \nto the dominant key, with an authentic cadence in the dominant, like Examples \n7a, 7b, and 8. The second part opens either with Monte, Fonte, or Ponte and ends \nwith a cadence in the tonic key. Monte, Fonte, or Ponte are melodic/harmonic \ncontinuation patterns, which Riepel discusses, in the second chapter of the Anfangsgründe . Monte, which means going up the mountain, consists of an \nascending sequence (C–F followed by D–G in C major), harmonically V of IV going \nto IV followed by a V of V going to V movement. Fonte (going down a well), \nconsists of a descending sequence (A–d followed by G–C, again in C major), \nharmonically V of ii going to ii followed by a V to I movement. Ponte (crossing \na bridge) consists of a prolongation of the dominant that closes on the tonic. \nThese continuation patterns usually appear after the double bar line in a minuet \nthus opening the second part. (33) The beginning of the second part of Examples 1, 6, \nand 8, and Examples 2a through 2e contain a Monte, while Examples 7a, 7b begin \ntheir second part with a Fonte. Figure 4 . Mozart’s Minuets K. 1–7 (click to enlarge) Figure 5 . The Structure of W. A. Mozart’s Minuets (click to enlarge)",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Because W. A. Mozart’s Minuets K. 1–7 stylistically match the minuets in \nRiepel’s Anfangsgründe, I have found them to be the best possible example for \nthe class room. (34) Figure 4 provides an overview of some of their features. \nExcept for K.2, which ends its first part with a half cadence (HC), all of \nMozart’s Minuets K. 1–7 modulate to the key of the dominant and end their first \npart with a cadence in the dominant key (V- Cad. ). In addition, all of them \nemploy a continuation pattern at the beginning of the second part; two minuets \nbegin with Monte (K. 4 and 5), four with Fonte (K. 1e, 1f, 2, and 3), and one \nwith Ponte (K. 7), and end with a final cadence in the tonic key (I- Cad. ). While \nboth parts of K. 1e and 1f c are exactly eight measures long, the remaining \nminuets contain sections with 10, 12, 14, or 16 measures. Figure 5 summarizes my \ninterpretation of the metric and harmonic structure of Mozart’s Minuets K. 1–7.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] As Figure 5 demonstrates, all minuets are constructed out of even numbered \nmetric groupings. Four measure structures, Vierer, are usually the result of the \ncombination of two two-measure units, two Zweyer . The two Zweyer can either be \njoined (+), repeated (R), or transposed (T) in order to create the Vierer, the \nfour-measure groupings. I find such a distinction helpful because it emphasizes \nthe structural difference between the functional sections of a minuet. For \nexample, a beginning Vierer will usually not be the result of a transposed Zweyer , because the function of the opening Vierer is to acknowledge and \nstrengthen the tonic. On the other hand the second part usually opens with a \ntransposed Zweyer , because the transposition is part of the contrast provided by \nthe continuation patterns. Figure 5 also lists instances of inserted measure (I) \nand doubling of the cadence (Dblg.). The former is easily distinguished in that \nthe inserted material usually stands out and is not related to the surrounding \nmusic, while the later presents a special case of repetition, which simply \nrestates the cadential measures. This often happens in combination with a \ndeceptive or weak cadence and requires a restatement of the cadence. In addition \nto the metric structure Figure 5 provides also a basic harmonic overview of the \ndifferent minuets. The Vierer in a minuet usually end either on the tonic (I) or \nDominant (V); yet I also show the Zweyer of Monte and Fonte , which end on IV and \nii respectively. If the ending is not a formal cadence with a stepwise approach \nof the final note in the melody and leap from the fifth to the first scale \ndegree in the bass, it is simply identified with the scale degree (I or V). (35) Discounting the extensions by way of repeats, sequences, transpositions, and \ninsertion, Mozart’s minuets clearly adhere to the minuet structure taught by Riepel.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The attached PDF-file “ Instructions on How to Write a Minuet in the Galant \nStyle ,” provides a sample of my minuet-teaching material. I usually distribute \nthe six minuets (pages 3–8) together with a comparison sheet (“K. 1–7 Minuet \nComparison,” page 9) at the beginning of my minuet unit. The comparison sheet \nhelps to focus students’ analyses on the thematic, structural, and harmonic \naspects, and, by compiling their findings, it allows them to recognize common \nfeatures more easily. Throughout these investigations into Mozart’s early \nminuets, I encourage students to consider these compositions from the standpoint \nof a courtly composer whose livelihood depends on his ability to quickly produce \na handful of minuets for the evening entertainment of his employer. Composition \nfrom such a viewpoint is about craft, not inspiration. As a result, I am \nhighlighting the functional aspects of the different sections and their role \nwithin the basic sixteen measure minuet structure, where the first four measures \nserve to establish the tonic and introduce the main thematic material, measures 5–8, \nthe second section, usually modulate to the dominant, ending with a cadence \nwhich usually takes up measures 7–8. The second part opens with a contrasting pattern \n( Monte, Fonte, or Ponte ) and ends with a section that cadences in the tonic. I \nhave found it useful to provide students with a number of handouts that \nemphasize the functional sections within a minuet: (36) The two-page “K. 1–7 Mozart Minuet (Basic 8+8 Structure)” allows for easy \ncomparison of the harmonic and thematic details in the six minuets. All minuets \nare reduced to the minimum requirement of sixteen (8+8) measures, which allow \njust for the four required sections of the minuet. The following handout “Minuet \nExtensions,” which identifies all the extension measures that have been left \nout, is useful for comparing the reduced versions with the real minuets. \nUsually, I demonstrate the effect of leaving out a repeated section during the \nanalysis of the individual minuets. Thus the handouts merely summarize something \nthat students have already heard. However, I always emphasize that the reduced \nminuets do not replace the complete minuets but that they prove a conceptual \nstance. Thus whenever I leave out repeated measures to demonstrate a structural \naspect, I later bring them back again and discuss with students why the repeat \nworks. The “K. 1–7 Cadential Patterns” handout demonstrates the melodic variety \nwithin the basis IV– V – –I or ii 6 – V – –I structure. All of them are \nperfect authentic cadences, except for the half cadence in K. 2 (boxed example). \nThe handout emphasizes not only the melodic variety of the cadential patterns \nbut also a number of other features. First, it makes clear that a cadence \nrequires two measures: the first contains the pre-dominant and the cadential \n6/4, the second measure the final cadential harmony. Second, it demonstrates the \nimportance of the hexachord above the final note as the melody of half of the \ncadences leaps up to the sixth scale degree before descending stepwise or with \nskips to the final tonic (for example, K. 1e La–Sol–Fa–Mi–Re–Do and La–Fa–Re–Do–Ti–Do); \nmany of the remaining cadences leap at least to the fourth scale degree (for \nexample, K. 5 Fa–Mi–Re–Ti–Do with thirds and K. 7 Re–Fa–Mi–Re–Do–Ti–Do). In \naddition, the handout serves a practical purpose as it allows students to “cut \nand paste” cadences into their own assignments. The “K. 1–7 Continuation Patterns (Monte, Fonte, and Ponte)” provides an \noverview of the some of the melodic possibilities for the beginning of the \nminuet’s second part after the double bar line. Again, I encourage students to \nconsider the handout a collection of continuation patterns from which they can \ndraw for their own compositions. Students often only need to transpose, and \nslightly alter them before they can paste these patterns into their own \ncompositions.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] After students are more familiar with the basic minuet structure, I introduce \nthem to Riepel’s Anfangsgründe by way of the Discantista ’s minuet. (37) Their first \ntask is to “mark any problems and mistakes” based on their understanding of \nMozart’s early minuets. It has been my experience that students usually pick up \non almost all of the Præceptor ’s objections. Moreover, I have found that the \nlatter objections that deal with the use of note values and thematic coherence \nin a minuet provide the opportunity for the discussion of more general musical \nfeatures that are helpful to students. One class period is usually spent on \ndiscussing the different corrections to the student’s minuet using pages 2 and 3 \nof “Minuet Corrections.” The handout reproduces only five of the seven \ncorrections by the teacher, because the teacher significantly changes the melody \nof the student’s minuet in the final two corrections. The next class period is \nusually spent with a discussion of the first seven pages, the first lesson of \nthe Discantista , in the Anfangsgründe, which allows for a consideration of the \ndetail which I discussed in the first part of this present essay. (38) Figure 6 . Minuet Worksheets Nos. 1–6 (click to enlarge)",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Throughout these analytic approaches, I use worksheets that guide students \ntowards composing their own minuet. By asking students to complete specific \nsections or aspects of minuets, I emphasize the functional aspects of the \ndifferent sections; by gradually increasing the length and complexity of their \nassignments, I am guiding them towards their final project, which consists of an \nexpanded minuet composed and performed in collaboration as a group. Figure 6 summarizes the different tasks specified in each worksheet. I am using \nsuch worksheets as soon as students begin to recognize some of the features of \nthe minuet. This usually happens by the end of the second week. Since each \nworksheet consists of an incomplete minuet and instructions on how to complete \nit, the six worksheets yield another six minuets that reinforce the basic minuet \nstructure. Because the cadence and the continuation patterns Monte, Fonte, and Ponte have a predictable structure, the first two worksheets focus on them. \nWhile the following worksheets require students to write a new melody above a \ngiven bass (No. 3), to fill in the internal four measures of every part (No. 4), \nto complete a minuet based on the first four measures (No. 5), and to write a \ncomplete minuet (No. 6), the final projects asks students to write minuets above \nthe minimally required sixteen measure structure. It is also helpful to use \nLeonard Ratner’s conception of the overall I ? V X ? I two-reprise form \nstructure of the minuet as a way to demonstrate the connection of the minuet to \nlarger structure. (39)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In summary, I have found that this step-by-step approach, consisting of analysis \nand guided composition, provides a meaningful and engaging introduction to \nworking with stylistic copies. The limited composition assignments especially \nguide student’s efforts without overwhelming them with the task of writing a \nwhole composition. While I have experimented with many different approaches over \nthe years, my central concern has remained to provide students with a \nhistorically contextualized hands-on experience of compositional procedures that \nare shared by most common practice compositions.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.05.11.2.eckert.html",
    "data": "mto/data/mto.05.11.2.eckert.json"
}