{
    "title": "Improvisational Fictions",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Steinbeck, Paul"
    ],
    "abstract": "Marion A. Guck, following Kendall Walton, has examined the “fictions” that underlie many analyses of European concert music. Here I discuss the fictions that we often tell in our analyses of musical improvisation, and I show how these fictions relate to recent developments in the interdisciplinary field of improvisation studies.",
    "keywords": [
        "analysis",
        "improvisation",
        "improvisation studies",
        "Marion A. Guck"
    ],
    "doi": "",
    "received": "March 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.steinbeck.pdf",
    "author_info": [
        {
            "name": "Paul Steinbeck",
            "university": "Washington University in St. Louis",
            "address": "Department of Music, 6500 Forsyth Boulevard, St. Louis, MO 63105",
            "email": "paul.steinbeck@wustl.edu"
        }
    ],
    "citations": {
        "balachandra_2005": "Balachandra, Lakshmi. 2005. “An Introduction.” Negotiation Journal 21, no. 4: 411–13.",
        "balachandra_et_al_2005": "Balachandra, Lakshmi, Robert C. Bordone, Carrie Menkel-Meadow, Philip Ringstrom, and Edward Sarath. 2005. “Improvisation and Negotiation: Expecting the Unexpected.” Negotiation Journal 21, no. 4:  415–23.",
        "benson_2003": "Benson, Bruce Ellis. 2003. The Improvisation of Musical Dialogue: A Phenomenology of Music. Cambridge: Cambridge University Press.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style. New York: Oxford University Press.",
        "guck_1994": "Guck, Marion A. 1994. “Analytical Fictions.” Music Theory Spectrum 16, no. 2: 217–30.",
        "heble_2000": "Heble, Ajay. 2000. Landing on the Wrong Note: Jazz, Dissonance, and Critical Practice. New York: Routledge.",
        "kernfeld_1983": "Kernfeld, Barry. 1983. “Two Coltranes.” Annual Review of Jazz Studies 2: 7–66.",
        "lewis_2013": "Lewis, George E. 2013.  “ Critical Responses to ‘Theorizing Improvisation (Musically)’ .” Music Theory Online 19, no. 2.",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . Chicago: University of Chicago Press.",
        "monson_1996": "Monson, Ingrid T. 1996. Saying Something: Jazz Improvisation and Interaction . Chicago: University of Chicago Press.",
        "moseley_2013": "Moseley, Roger. 2013. “ Entextualization and the Improvised Past. ” Music Theory Online 19, no. 2.",
        "nettl_2009": "Nettl, Bruno. 2009. “Preface.” In Musical Improvisation: Art, Education, and Society , eds. Gabriel Solis and Bruno Nettl, ix–xv . Urbana: University of Illinois Press.",
        "nettl_2013": "Nettl, Bruno. 2013. “ Contemplating the Concept of Improvisation and Its History in Scholarship .” Music Theory Online 19, no. 2.",
        "nooshin_2003": "Nooshin, Laudan. 2003. “Improvisation as ‘Other’: Creativity, Knowledge and Power: The Case of Iranian Classical Music.” Journal of the Royal Musical Association 128, no. 2: 242–96.",
        "nooshin_2013": "Nooshin, Laudan. 2013. “ Beyond the radif : New Forms of Improvisational Practice in Iranian Music .” Music Theory Online 19, no. 2.",
        "pressing_1988": "Pressing, Jeff. 1988. “Improvisation: Methods and Models.” In Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. John A. Sloboda, 129–78. Oxford: Clarendon Press.",
        "schutz_1964": "Schutz, Alfred. 1964. “Making Music Together: A Study in Social Relationship.” In Collected Papers II: Studies in Social Theory , ed. Arvid Brodersen, 159–78. The Hague: Martinus Nijhoff.",
        "sheehy_2013": "Sheehy, August. 2013. “ Improvisation, Analysis, and Listening Otherwise .” Music Theory Online 19, no. 2.",
        "smith_1974": "Smith, Leo. 1974. “(M1) American Music.” The Black Perspective in Music 2, no. 2: 111–16.",
        "willener_1970": "Willener, Alfred. 1970. The Action-Image of Society: On Cultural Politicization , trans. A.M. Sheridan Smith. London: Tavistock Publications."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Consider the expansive literature cited by George E. Lewis ( 2013 ) in his response to this panel.",
            "citations": [
                "lewis_2013"
            ]
        },
        "FN2": {
            "text": "2. See Laudan Nooshin and Roger Moseley’s essays in this issue for related perspectives on the improvisation-composition relationship. Nooshin examines the recent work of two contemporary Iranian musicians whose improvisational practices are based on “a compositional view/approach” (2013, [9]), while Moseley focuses on how musical instruments as well as other material and procedural factors shaped both improvisation and composition during the European eighteenth century (2013).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This essay is about analysis—about how scholars have analyzed musical improvisation, and how they might do so in the future. (1) As a central approach within music theory and ethno/musicology, analysis reflects and also shapes our deepest conceptualizations of music. I would argue, therefore, that thinking critically about analysis is worthwhile for all who study improvisation, even those scholars and practitioners who are not in the habit of analyzing musical performances.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The title of my essay refers to “Analytical Fictions” by Marion A. Guck ( 1994 ). In this influential article, Guck characterizes music as participatory: listeners actively engage with musical sounds, and they feel “personal involvement with musical works” ( 218 ). Guck further claims that the traces of musical participation and involvement can be seen even in “the most technically oriented musical prose”—namely, analytical writings ( 218 ). For instance, Edward Cone analyzes the musical persona who animates a Schubert piano piece, and whose psychological profile very nearly resembles the historical composer. Meanwhile, Allen Forte approaches a Brahms song as an outside observer whose analytical investigations reanimate the musical object that the composer assembled a century earlier. Cone and Forte’s colleague Carl Schachter would instead tell us how to experience a Brahms symphony from the inside. For Schachter, the symphony contains an unmistakable emotional narrative, and the musical sounds that express these emotions act directly upon the listener-analyst ( Guck 1994 , 228–29).",
                "footnotes": [],
                "citations": [
                    "guck_1994",
                    "guck_1994",
                    "guck_1994",
                    "guck_1994"
                ]
            }
        },
        {
            "3": {
                "text": "[3] According to Guck, the writings of Cone, Forte, and Schachter are analytical “fictions”: carefully crafted “stories of [their] involvement” with music ( 1994 , 218). Through these fictions, analysts encourage their readers to have particular musical experiences, revealing in turn their own beliefs about music, listening, and the practice of analysis. In the spirit of Guck’s inquiry, I want to ask two questions about the analysis of improvisation: Which stories or fictions do we tell when we analyze musical improvisation? How do these fictions connect to the emerging field of improvisation studies? Three Fictions",
                "footnotes": [],
                "citations": [
                    "guck_1994"
                ]
            }
        },
        {
            "4": {
                "text": "[4] One story we often tell through analysis is that improvisation is like composition. Improvisers make use of style systems ( Meyer 1956 ), formulas ( Kernfeld 1983 ), referents ( Pressing 1988 ), schemas ( Gjerdingen 2007 ), and models ( Nettl 2013 )—the same raw materials that composers draw on. This analytical fiction is especially prevalent in the literature on jazz, where many of its leading exponents have been (perhaps not coincidentally) composers themselves, of modern jazz, concert music, and various third streams in between.",
                "footnotes": [],
                "citations": [
                    "meyer_1956",
                    "kernfeld_1983",
                    "pressing_1988",
                    "gjerdingen_2007",
                    "nettl_2013"
                ]
            }
        },
        {
            "5": {
                "text": "[5] When we say that improvisation is like composition, our analyses tend to valorize the things we seek out in composed music, particularly relatedness and complexity. We are amazed that improvisers can conceive and perform such intricate music in real time. But then again, certain composers do their work at the keyboard or another instrument, and many musicians are equally skilled at composition and improvisation. (2) Indeed, the resemblance between the two practices is so strong that Bruce Ellis Benson can somehow preserve this analytical fiction while turning it on its head. For Benson, composition is actually “improvisatory in nature” ( 2003 , 25). He proposes an “improvisational model of music . . . that depicts composers, performers, and listeners as partners in dialogue” ( x ). In Benson’s fiction, every musical activity, no matter how specialized, is “improvisatory at its very core” ( 2 ).",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "benson_2003",
                    "benson_2003",
                    "benson_2003"
                ]
            }
        },
        {
            "6": {
                "text": "[6] A second analytical fiction contends that improvisation is primarily a social practice. When musicians improvise together, they form and re-form social relationships through the medium of sound, and through the other verbal and non-verbal communications that enable group performance. Analyses that tell this story tend to focus on the social relations between the musicians, rather than the minutiae of what this or that performer plays. Of course, we still hear a musical text of rhythms and pitches, textures and timbres, but we also hear interactivity, social subtexts, and cultural intertexts, all of which become fertile territory for analysis ( Monson 1996 ).",
                "footnotes": [],
                "citations": [
                    "monson_1996"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Analysts who take this approach are sometimes tempted to claim that improvisation is socially oriented in ways that other musical activities are not ( Nettl 2009 , xii ). How, we ask, do the performance experiences of improvisers compare to those of a classical string quartet, or a folkloric ensemble, or a worship band?  On this matter, there is much discussion but little consensus. Clearly, the potential for social relations and community formation exists in any temporal encounter between human beings, on and off stage, with and without musical sound, as Alfred Schutz ( 1964 ) asserts. We still wonder, though, if the prospect of creating something never before heard can charge an improvising ensemble with a sense of possibility, investment, and mutuality that is far from ordinary.",
                "footnotes": [],
                "citations": [
                    "nettl_2009",
                    "schutz_1964"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Our analyses occasionally tell a third story: that improvisation is about critique and opposition. In this analytical fiction, improvisation offers a counter statement, a narrative that challenges and subverts the existing order. Music that is improvisatory often carries critical messages, as do the theatrical and intermedia performances that occur in close proximity to improvised music. To improvise is to experiment, and people who experiment—in music or any other arena—do so because the standard approach to things is boring, misguided, wrong, or deadening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Improvised music frequently directs its critical counter statements toward politics and society, as our third analytical fiction would predict ( Heble 2000 ). We, in turn, amplify these critiques when our analyses explore how improvisatory performance can propose new models of social and political organization. For Alfred Willener, writing in the wake of the May 1968 demonstrations in France, improvisation is “the image of a society in which great diversity and permanent change will be accepted” ( 1970 , 259). Improvisation in this mode promotes radical thinking and welcomes marginal voices. Perhaps the most innovative improvisations take place only on the margins, where the signals that transmit received wisdom are faded and unintelligible. Improvisation, according to this analytical fiction, further opposes hierarchy and hegemony by enabling marginal spaces to connect with one another directly, without having to pass through the center. This portrayal of improvisation resonates with Wadada Leo Smith’s conception of a “new music”—with no “central figure,” no “composer or . . . scorer of improvisations”—in which “[a]ll peoples of earth . . . will be equally represented” ( 1974 , 116). Conclusion",
                "footnotes": [],
                "citations": [
                    "heble_2000",
                    "willener_1970",
                    "smith_1974"
                ]
            }
        },
        {
            "10": {
                "text": "[10] These analytical fictions are not the only stories we tell about improvised music, but they do exemplify two important trends in improvisation studies. Our first fiction is inspired by musicological research on the Western concert tradition, while our second and third fictions are informed by scholarship in disciplines beyond musicology, from performance studies and the social sciences to philosophy and critical theory. This interdisciplinary trend seems likely to continue, especially for improvisation scholars who wish to analyze music that does not fit neatly into the Western paradigm and could therefore benefit from new analytical methods. Fortunately for these scholars, there has been in recent years a profusion of improvisation research across the humanities and sciences that matches, or even outpaces, the expanding list of musical repertoires subjected to analysis ( Lewis 2013 , 1–3).",
                "footnotes": [],
                "citations": [
                    "lewis_2013"
                ]
            }
        },
        {
            "11": {
                "text": "[11] One research area that music theorists and ethno/musicologists might want to investigate is organizational studies. Improvisation is very much on the radar of business and management scholars, as evidenced by multiple special issues devoted to the topic in Organization Science (1998, no. 5), Organization Studies (2004, no. 5), and Negotiation Journal (2005, no. 4). The study of negotiation, in particular, could provide crucial insights into how musicians and other performers improvise together. Negotiators prepare intensively, planning for their preferred outcomes while also trying to anticipate the other parties’ motivations and personal tendencies ( Balachandra et. al. 2005 , 416–18). They must learn how to “recognize an ‘offer’” made by another participant, and react spontaneously in ways that advance the negotiation ( Balachandra 2005 , 412). Furthermore, negotiation theory reminds us that improvisation involves not just collaboration and co-creation but also competition and contestation, a point that is sometimes lost in idealistic treatments of improvisatory practice ( Balachandra et. al. 2005 , 421–22).",
                "footnotes": [],
                "citations": [
                    "balachandra_et_al_2005",
                    "balachandra_2005",
                    "balachandra_et_al_2005"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Needless to say, negotiation is not a perfect metaphor for musical improvisation—no more so than composition, social relations, opposition, or the “gift-exchange model” that George E. Lewis described in his response to the AMS/SEM/SMT panel in New Orleans. Still, analysis will always be an exercise in storytelling, no matter whether we adopt an existing “improvisational fiction” or attempt to devise one of our own. Indeed, Lewis maintains that the “most central . . . fiction” told by analysts is the “culturally situated claim to authority for the practice of analysis itself” ( 2013 , 6). We choose a performance or recording for study, we decide how to listen to a given passage, and ultimately we determine how to translate our analytical involvement with the music into a compelling narrative to be shared with our fellow scholars and musicians. As Marion A. Guck reminds us, “stories of involvement are unavoidable”; therefore, “each of us needs to consider what story to tell” ( 1994 , 230).",
                "footnotes": [],
                "citations": [
                    "lewis_2013",
                    "guck_1994"
                ]
            }
        }
    ],
    "mto": true,
    "category": "essays: theorizing improvisation (musically)",
    "source": "mto/raw/mto.13.19.2.steinbeck.html",
    "data": "mto/data/mto.13.19.2.steinbeck.json"
}