{
    "title": "Music Theory as Community:  A Perspective from the Late ’90’s",
    "date": "1998/03/01",
    "volume": "4",
    "issue": "2",
    "authors": [
        "McCreless, Patrick"
    ],
    "abstract": "The paper views the Society for Music Theory as a community: both how it functions internally, and how it relates to other musical and scholarly communities. It adopts these reflections as the basis for a direction for the future.",
    "keywords": [
        "music theory",
        "Society for Music Theory",
        "community"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.mccreless.pdf",
    "author_info": [
        {
            "name": "Patrick McCreless",
            "university": "School of Music",
            "address": "University of Texas at Austin, Austin, TX 78712-1208",
            "email": "pmcc@ccwf.cc.utexas.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. John Rahn, “New Research Paradigms,” Music Theory Spectrum 11.1\n(1989): 84–94.",
            "citations": []
        },
        "FN2": {
            "text": "2. The notions of stylistic stasis and pluralism are central to\nMeyer’s second book, Music, the Arts, and Ideas: Patterns and\nPredictions in Twentieth-Century Culture (Chicago, University of\nChicago Press, 1967; reprinted “with new postlude,” Chicago:\nUniversity of Chicago Press, 1994).",
            "citations": []
        },
        "FN3": {
            "text": "3. See SMT By-Laws II, 1–5.",
            "citations": []
        },
        "FN4": {
            "text": "4. Lee Rothfarb, “The ‘New Education’ and Music Theory, \n1900–1925,”\nin Music Theory and the Exploration of the Past , ed. Christopher\nHatch and David W. Bernstein, 449–72; idem., “Music Analysis, Cultural\nMorality, and Sociology in the Writings of August Halm,” Indiana\nTheory Review 16 (1995): 171–96; Pamela Potter, “Musicology Under\nHitler: New Sources in Context,” Journal of the American\nMusicological Society 49.1 (1996): 73–74.  I should note that it was\nprecisely music criticism of the type popularized by Kretzschmar that\nHalm was attempting to educate the public against .",
            "citations": []
        },
        "FN5": {
            "text": "5. See Robert N. Bellah, Richard Madsen, William M. Sullivan, Ann\nSwidler, and Steven M. Tipton, Habits of the Heart: Individualism and\nCommitment in American Life (New York: Harper and Row, 1986;\noriginally published, Berkeley: University of California Press, 1985),\n71–75.  I cite the well-known older edition rather than the very\nrecent updated edition (Berkeley: University of California Press,\n1996).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] When I was asked to participate in the twentieth-anniversary\nretrospective of the Society for Music Theory, and was given free rein\nas to what I would talk about, my first thought was that I could\ncelebrate our intellectual achievements over the past decade.  The\nassigned task was to look back over the past ten years of the\nSociety—that is, the ten years since the Rochester meeting in 1987,\nthe tenth-anniversary meeting, with its topically oriented,\nbibliographical plenary session.  It was at that very Rochester\nmeeting, I have heard it frequently said, that the SMT took a great\nintellectual leap forward.  No longer were we just the Society for\nSchenker, Set Theory, and the History of Music Theory.  Suddenly we\nwere the Society for all sorts of other things as well: the philosophy\nof music theory, aesthetics, and narrative theory, for example, plus\nall the wild and wonderful delights that John Rahn brought into play\nin his plenary talk and eventual bibliography on “New Research\nParadgims.” (1) Since 1987 our discipline has pushed the frontiers of\nSchenkerian, pitch-class and twelve-tone theories, and the history of\ntheory even further, and in imaginative and distinguished ways.  At\nthe same time it has opened out into areas such as music perception\nand cognition; it has taken spectacular advantage of new technologies,\nsuch as e-mail, the World-Wide web, and distance learning; it has\nengaged substantively the critique of music theory by the so-called\nNew Musicology; it has sought out and adapted to productive analytical\nand musical ends a host of critical approaches from other\ndisciplines—feminist theory, theories of influence, and\npost-structuralist and postmodern theories of various stripes.  It has\nengaged the popular music that surrounds us in our own contemporary\nculture—jazz, rock, rap, hip-hop.  And it has seen a rekindled\ninterest in teaching music theory, including the founding of a\nthriving journal on music theory pedagogy.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] As I said, I could celebrate these and other intellectual\nachievements.  But surely all of us are already aware of such\naccomplishments anyway, and everyone knows that the SMT is more of a\nfree-wheeling affair than it was in the mid-1980’s.  To rehearse all\nthat would be simply to bore you.  Accordingly, I have hit on\nsomething else to talk about—something that is important to me now,\nfor whatever reasons (the years I’ve put into the profession, the\nbooks I’ve read, the places I’ve taught); something that may bore\nyou, but that I hope will not; something that we do not talk about\nfrequently, but that is essential to all of our lives, professional\nand otherwise.  That something is, in a word, community .  What are\nwe, as music theorists, or, more specifically, as North American music\ntheorists, like as a community?  Or, more to the point in the present\ncontext, how is our community different in 1997 as compared to what it\nwas in 1987?  How has the function of the community changed?  How has\nthe power structure changed?  How is it different for me, or for you,\nas an individual member of the profession, to negotiate the space of\nthe community, to participate in and contribute to the discipline, to\ncreate a self, now, as opposed to ten years ago, or even twenty years\nago?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In approaching the music-theoretical community as a community, I\nrecognize that the subject is a complex one.  Analyzing a community\ninvolves evaluating how it functions internally, with respect to how\nit is governed and how its members interact; how it functions\nexternally, with respect to other communities and to society at large;\nand how it works for the individual.  I can hardly do full justice to\nsuch an endeavor in a short paper.  But I can step back and take a\nbroad view of the SMT as a society, as a social body, and make a few\nobservations about how it has changed over the past ten or twenty\nyears.  In so doing, I will begin with what I see as the easiest\ntask—to describe how the internal workings of the Society have\nchanged.  I will then proceed to the more difficult issues of relating\nour community to other communities, musical, academic and beyond, and\nof analyzing the relation between the Society and its individual\nmembers: how it regulates, encourages, empowers, and educates us.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] When I consider what it feels like to be a member of the SMT now,\nas opposed to ten or twenty years ago, what first comes to mind is\nthat the Society is less monolithic.  That it is less monolithic in\nits intellectual programme I have already mentioned—though I should\nnote in passing that a look at the early conferences and the early\nvolumes of Music Theory Spectrum shows convincingly that it was\nnever so monolithic it as its detractors, both internal and external,\nsometimes portrayed it as being.  But, for better or worse, the past\nten years have indeed witnessed both a widening of scope and what my\nfriend Richard Kaplan has called the “Balkanization” of music theory:\nour conference programs are more varied, it is more difficult for\nprogram committees to predict which sessions will draw a large crowd,\nand there has been a proliferation of organized interest groups that\nwere not at all characteristic of the Society in its first decade.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The Society is less monolithic administratively than it used to be\nas well.  In the early days, as was natural for a small, new\norganization, power was concentrated in the hands of those few who\nconceived the idea of a music theory Society and brought it into being\nin the first place.  Since the Society had no initiatives except to\nkeep itself going, plan conferences, and produce a journal, the only\nadministrative groups were the Executive Board, the Publications\nCommittee, and the annual Program and Local Arrangements Committees to\nplan the conferences.  But now, with a few hundred more members than\nwe had a decade ago, and all sorts of new initiatives on the table,\nthere has been a proliferation of committees analogous to the\nproliferation of new intellectual interests: the Committee on the\nStatus of Women, the Awards Committee, the Networking Operations\nCommittee, the Committee on Diversity, the Committee on Professional\nDevelopment.  All of these committees were organized in response to\npalpable needs in the Society—needs for diversity, for recognition of\ndistinguished scholarship, for state-of-the-art communication, for\nmentoring.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Concomitant with this expansion of the Society’s tasks has been a\nsignificant dispersion or levelling out of power.  Part of the\nlevelling process has been the result of a natural generational shift.\nGradually over the past ten years, the leadership of the Society has\npassed from the hands of the small generation of its founders, who\nguided it so well, to the much larger generation of theorists my age\nand younger.  (What better tribute could there be to the first\ngeneration of our Society than that they nurtured so well the larger\ngeneration that followed?)  At the same time, the multiplication of\nthe society’s interests and initiatives has meant that more and more\nof our members are now able to contribute in substantive ways, at\nearlier and earlier stages of their careers.  In addition, the advent\nof electronic communication—remember, in 1987, and even in the early\n1990’s, theorists communicated via the U. S. Post Office and Ma\nBell—has levelled our music-theoretical playing field even more: it\nnow means less to be located geographically at a major urban center or\nprestigious university, and it means less whether one is an\nestablished scholar or a graduate student.  Many new and original\nvoices that would never have been heard ten or twenty years ago are\nnow heard.  Even the small change of the term of the SMT President\nfrom three years to two has changed the dynamic of the Society, since\nthe two-year term assures a frequent turnover of leadership and a\nregular injection of new ideas.  Past President Joe Straus and I have\nin fact ruminated in jest together over the inevitable: that by twenty\nor twenty-five years from now we will have a whole pasture full of\nex-SMT presidents contentedly munching away at conferences and\nwatching wistfully from the sidelines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] All in all, it seems to me that SMT’s record as a functioning\ncommunity has been a good one, and something to be proud of.  We have\ngrown, we have expanded our interests, we have broadened the powers of\ndecision-making, and we have responded to the needs of our members\nwithin and to the challenges, technological and otherwise, without.\nTo be sure, much remains to be done.  We are nowhere close to being as\ndiverse as we want to be: we have but a tiny number of minority\nmembers, and women constitute only about a quarter of our\nmembership—on both counts we lag far behind both AMS and SEM.  And we\nhave much to do in the area of relating our work to a public beyond\nthe confines of our own, admittedly rather small Society.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] It is thus to the question of how our community relates to other\nmusical and intellectual communities, and to the public, the society,\nat large, that I now turn.  To that end, I ask you to join me in a\nthought experiment.  Imagine, improbable though it seems, that the\nacademic music community is at the center of the social organization\nof the entire population of the world, and that the music theory\ncommunity is at the center of the center.  From that center we move\nout in ever broadening concentric circles, first to our students, then\nto sister societies in the academic musical world—AMS, SEM, and\nCMS—then to professionals in the larger world of the Western art\nmusic to which we have been primarily dedicated, then to amateurs in\nthis same tradition, then to professionals, listeners, and consumers\nof our own popular musics, and then to participants in musics of other\ncultures.  What does such a music-theoretical perspective on the world\nyield?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] What it first yields, I hope, is a realistic appraisal of where\nour music-academic society fits into musical culture worldwide.  Of\ncourse, placing our small SMT at the center of all human beings who\nexperience and participate in music—that is, virtually everyone on\nthe planet—may seem not only preposterous, but offensive as well,\ninasmuch as it ostensibly reinscribes a form of ethnocentrism,\ncultural centrism, and elitism that we rightly seek to avoid.  But I\ndo not intend it as such.  We all peer out at the world from inside\nourselves—selves that are, for better or worse, the center of\nexperience for us .  I am not claiming that anyone else sees us at\nthe center of the world, but that we, to understand our place in that\nworld, must know what it feels like to look out from our own center.\nIn constructing my fantasy, I have thus tried to place our SMT selves\nin a position that accords with where we really are—that is, in close\nproximity to the few with whom we have the most in common, more\ndistant from the many with whom we share less, and on any account,\nrather narrow and specialized.  Drawing the picture in this way points\nup what we are: a group of music scholars who study, write about,\nand teach the theory and analysis of music—principally Western art\nmusic, but increasingly, other musics as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] I am not the first to imagine the music theorist at the center of\nthings.  Over twenty-five years ago, Leonard Meyer, at a seminar at\nthe University of Michigan, predicted that in music, by the end of the\ncentury, the theorist would be at the center of the action—that is, really at the center of the action, not just heuristically so, in a\nself-evaluative fantasy, as I am presenting here.  Why?  Although I do\nnot know all the details—I was not a member of the seminar, and I\nheard this story second-hand—I might speculate that in Meyer’s\npluralistic world of stylistic stasis and competing artistic and\nintellectual currents, the clear-minded theorist might represent a\nmuch needed beacon of light. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] So here we are at the end of the century.  Do we rule ?—as\nthe teenage sitcoms say?  And are we a much needed beacon of light?\nMeyer’s prediction to the contrary, we can still hardly claim that “we\nrule,” either in the music-academic world or the world at large.  And\nwhether we are a beacon of light depends on what it is that one sees\nour work as shedding light upon.  We have, I think, generally seen\nourselves as illuminating music .  But not everyone agrees.  A charge\nthat has frequently been leveled against us as theorists is that we\ntreat music as a disembodied object to be studied, parsed, and\nexplained; hence the portrayal of or work in some circles in recent\nyears as “formalist.”  As we move out through our concentric circles\nfrom SMT to AMS, SEM and CMS, from theory to musicology,\nethnomusicology, and music pedagogy in general, we find ourselves\nhaunted by formalism, since our work, in comparison to their work,\nseems to be particularly vulnerable to such a charge.  A central plank\nin the SMT’s breaking from AMS twenty years ago was, ironically\nenough, that we wanted to, and claimed that we could, engage music\ndirectly, as “music itself,” without the trappings of style\nidentification, manuscript provenance or social history.  Now the\ntables have turned, and we are portrayed as being lost, or trapped,\nwithin the “music itself” (a music that apparently doesn’t exist\nanyway) and we are seen as being blind to its expressive,\ncommunicative, and cultural meanings—as being both insular and\nformalist.  Musicologists criticize us for allegedly using pieces only\nto exemplify theories, ethnomusicologists criticize us for being\ninterested only in structure rather than meaning and social function\n(and that in only a tiny fraction of the world’s music), and many CMS\nmembers, and indeed many of our own members as well, have from the\nvery beginning criticized us as being elitist, as devoting our\nattentions only to analysis, and as being unconcerned with pedagogy.\n(Paradoxically, it is the latter, of course, that, much more than any\nanalysis or research that we do, keeps bread on the table, and still\nmakes us in some respects more employable than our colleagues in\nsister music-academic disciplines.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] And for many of our neighbors in the widening circles beyond the\nmusic-academic community, our music theory is neither a dominant force\nnor a guiding light.  Neither our conventional pedagogy nor our\ntheory-based analysis sells well in a larger public forum.  Pedagogy,\nour bread and butter, is simply uninteresting to the general public,\nand analysis is too technical to be accessible to the\nnon-professional.  Music, as an art, also lends itself more than the\nvisual arts and literature to abstract, technical, insider analysis\nand criticism.  Whatever the virtues of our analyses and our\nanalytical systems, they resist popularization, and they tend to keep\nus looking insular.  Critics of art and literature, and—truth be\ntold—music historians as well, reach a large audience far more easily\nthan we theorists do.  All of us can think of musicologists whose work\nappears at least occasionally in daily newspapers, or in periodicals\nsuch as The New York Review of Books , the Atlantic Monthly , or the New Republic .  But how many theorists do we see there?  The educated\npublic, and even the music performance establishment and the academic\ncommunity, can relate easily to the Bach, Handel, or Mozart scholar,\nor to the specialist in a given repertoire.  It cannot relate so\neasily to the technical work of the music theorist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] All of which raises the question: what is our community, as a\ncommunity, about?  To what extent is it about doing work—technical or\notherwise—that we find rewarding and stimulating for an audience of\nourselves and each other, and to what extent is it about reaching out\nto other musical and other communities that transcend our own?  We\nmight first consider these questions in terms of the mandates set\nforth when our Society was founded in 1977.  Our founders identified a\nneed in academic musical culture for a scholarly and pedagogical\norganization focusing on music theory, and our organization’s task has\nbeen, for the past twenty years, to open itself to all with an\ninterest in the discipline, to create a coherent and active scholarly\ncommunity, and to raise the level of music-theoretical discourse.  Or,\nparaphrasing our own by-laws: to further scholarship and teaching in\nmusic theory at the highest level possible, and to provide a forum for\nsame. (3) These are the goals that we set for ourselves, and few will\nargue that we have not made great strides toward achieving them.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] But to answer our questions about the degree to which we should\nreach out beyond ourselves, we somehow need to square this positive\nview of our accomplishments and our smoothly functioning\nmusic-theoretical community with the negative view that began to\nemerge when we tried to place music theory at the center of the\nmusical, and then of the social, world.  If we have done so well, why\ndo we have the two problems that raised their ugly heads in our\nfantasy—the “formalism” problem and the “insularity” problem?  One\nanswer (and surely some SMT members will take this point of view) that\nthese two problems are red herrings, that they are not problems at\nall.  Such a position might turn on the argument that we are a\nscholarly society, scholarly societies are by definition specialized,\nwe are specialized, and so therefore we are doing what we are supposed\nto be doing.  From this point of view, if we are to expand, our\nexpansion should be based on finding members and promoting activities\nthat are congruent with our established interests: bringing into the\nSociety teachers of music theory who have thus far been unaware of or\nuninterested in, or who have felt excluded by our work; attracting\nforeign scholars who are interested in our work and who might\ncontribute to our journals and conferences; and lecturing and in other\nways making contacts abroad.  On this view, not only are formalism and\ninsularity not problems for us; the charges that they are problems\nare refuted before our very eyes: we are bringing more members with\nmore diverse backgrounds into the Society, including more minority\nmembers; foreign scholars are making splendid contributions to Music\nTheory Online , smt-list , and mto-talk ; we are planning to invite\ninternational scholars to speak at our national conference in Atlanta\nin 1999.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] But for some of our members, whatever the value of all these\ninitiatives, they do not address the underlying problem.  This\ncounter-position might claim that the SMT is indeed formalist and\ninsular, and for the following reasons.  Despite the Society’s mandate\nto further both the best scholarship the best pedagogy, its real\nenergies have gone into the scholarly arena more than the pedagogical\none.  That it has done so is, of course, a perfectly understandable\ncourse of action for an academic society.  Academic societies tend to\nfoster the best work in an area of specialization; in so doing, they\nmake the discipline more and more specialized.  And by establishing a\npublic, competitive forum for such work, they establish a mechanism\nfor the gauging of individual success.  They enable more practitioners\nof the discipline to keep up with the cutting edge and to maintain a\nhigher general level of competence, but more fundamentally, they make\nit more possible to judge what that cutting edge is, thus\ninadvertently encouraging their members to become more and more narrow\nif they want to keep abreast of current developments and make their\nown mark on the discipline.  Scholarly societies thus provide for a\ndiscipline both a means of cooperation and a means of competition.\nAnd both the cooperation and the competition tend to push the decimal\nplaces of research further and further out, thereby removing the\ndiscipline’s work further and further from anyone but practitioners\nthemselves.  It requires little imagination to see that at least some\nof this general description is applicable to the SMT.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] If one believes that research and knowledge are of value for\ntheir own sake, this state of affairs offers no problem.  But others\nwant to see research reach out to a larger public.  We all remember\nSenator William Proxmire’s “Golden Fleece” Awards: awards that he\npresented for what he took to be the most useless federally supported\nresearch that he could find each year.  Of course, music and music\nscholarship are hardly exempt from such criticism, as anyone even\nremotely familiar with the so-called New Musicology’s critique of\nmusic theory will know.  Nor are our music-scholarly culture wars of\nthe 90’s unique.  We all know of the government-sponsored “Socialist\nRealist” attacks on the music of Shostakovich and Prokofiev in the\nSoviet Union of the late 1940’s: their music was “formalist,” and not\nfor “the people.”  And in Germany in the first few decades of this century, \na similar\ncontroversy—one also turning on issues of insularity and elitism, but\nfocusing on music scholarship rather than on music—had already erupted. \nAs Lee Rothfarb has shown, a central plank of August Halm’s vision for\nmusic theory was the education of an ever wider musical public, in the\nhopes of creating a culture in which musical citizens could understand the\nmeaning of art music themselves, rather than being dependent on the whims\nof journalistic critics.  And Pamela Potter has pointed out that in German\nmusicology, Hermann Kretzschmar, in 1903, and many of the most renowned\nscholars of the following decades (Friedrich Blume, Johannes Wolf, Arnold\nSchering) argued that musicology was too inbred, and that it should turn\nfrom its “ivory-tower isolationism” and serve the public—at least the\nmusic-loving public. (4) To be sure, our cultural situation in the\nmusical and scholarly world of the U.S. in the 1990’s is entirely\ndifferent from that of the Soviet Union of the 1940’s and 1950’s or\nthe Germany in the first few decades of the century.  But in these\nhistorical precedents we do see a recurring theme of anxiety, whether\njustified or not, about the degree to which music, in one case, or\nmusical scholarship, in the other, should be for the few or the many.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] So an important mission for us in the years to come is to decide\nhow to deal with issues of community: to decide if and how we want to\ngrow, and in what manner; to decide how to keep our community open and\ndiverse, and at the same time internally healthy; to answer the\nquestions of whether we should reach out to those in the concentric\ncircles around us, and if we should, how far out we should reach.  If\nwe ignore criticisms of our work and decide to retrench, we run the\nrisk of becoming what the sociologist Robert Bellah would call a\n“lifestyle enclave”—that is, a community of individuals with common\ninterests who band together to enjoy their common passions safely (in\na “gated community,” as it were) but with little concern for a larger\nsocial good. (5) Or, put another way, we run the risk of being an\n“insular,” “insider” community that pursues its own “formalist”\ninterests in blithe disregard of its connection to other artistic,\nintellectual, and cultural entities.  But if we reach out without a\nsober accounting of why we are doing so, we risk diluting what we do\nbest, and chasing after goals that academic societies cannot achieve\nanyway.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] If I read our present situation correctly, and if I hear\ncorrectly what my colleagues who have preceded me on this plenary\nsession have already said, some reaching out at this point in our\nhistory is both right and appropriate.  But we will do well not only\nto reach out to expand our world of music theory, but also to\nreach out into the world—whether of performers, other musical\nscholars, other scholars, or members of other musical\ncommunities— through music theory.  We might take as one of our\ncauses in the coming years that of balancing the inwardly directed\nscholarly impulses that have brought us so many intellectual successes\nin the past twenty years with outwardly directed energies that connect\nus to the musical, academic, and social communities around us.  For in\npushing our specialized knowledge further and further out , we have\nsometimes ended up withdrawing further and further in to our own\nlifestyle enclave.  To be sure, we are an academic society, not a\npolitical one.  We can’t, at least as an academic society, feed the\npoor or stop the wars, even though our members may do what they can on\nthese fronts in other venues.  Nor is it necessarily incumbent upon us\nto hold ourselves to the standards of social relevance and engagement\npropounded in the latest fashions in our sister academic societies,\nmusical or otherwise.  But it is surely incumbent upon us to be aware\nof the diverse communities around us, and to remember, however\ninvolved we become in our own work, how small we and our intellectual\nand musical traditions are in the world at large.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] We can decide for ourselves as individuals how far out beyond our\nmusic-theoretical center we want to reach.  As both scholars and\nteachers, there is much that we can do.  It is our privilege to share\nmusic and music theory every day with students.  Our privilege is a\nparticularly rewarding one, because as we all know, theory teachers\nand theory students somehow have a special relationship.  Perhaps\nbecause the experience of learning to describe musical perceptions\nwith concepts is an unusually personal and rich one, we can interact\nwith students at a level that rivals that which students have with\nindividual performance and composition teachers.  Much of the richness\nof such interactions arises from what we as theorists do: for most of\nus there remains a value and a beauty in the finely wrought close\nanalysis, the elegant theory—and is not our loving preservation of\nthe close reading, the grasping and understanding of intricate detail,\na cultural contribution in its own right these days?  There is for\nmost of us also a value and a beauty in teaching the simpler elements\nof music, and in finding ways that meaning in music connects to\nmeaning in our lives.  Our success as a community in the coming years\nwill ultimately depend on how well we can communicate our sense of\nvalue, beauty, and meaning in music through our teaching and\nscholarship; and on how well, and how humbly, we can remain, in our\nteaching and scholarship, vigilantly aware of both the riches of our\nown musical culture and the riches of other musical cultures around\nus.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: plenary session, “music theory: practices and prospects.” november 1, 1998",
    "source": "mto/raw/mto.98.4.2.mccreless.html",
    "data": "mto/data/mto.98.4.2.mccreless.json"
}