{
    "title": "Feeling the Style: Vocal Gesture and Musical Expression in Billie Holiday, Bessie Smith, and Louis Armstrong",
    "date": "2005/09/01",
    "volume": "11",
    "issue": "3",
    "authors": [
        "Burns, Lori"
    ],
    "abstract": "As Billie Holiday described her unique brand of vocal expression, she claimed that she wanted the “style” of Louis Armstrong and the “feeling” of Bessie Smith. These aesthetic and expressive goals can be interrogated for their analytic and interpretive potential. What elements of her musical presentation capture the jazz stylings of Armstrong and the Classic-blues subjectivity of Smith? Can affective gestures be teased apart from the structural features of the musical performance? Might these apparently distinct elements be in fact integrally bound, the stylistic elements (conventions, manners) serving feeling, and concomitantly the affective elements (emotion, subjectivity, affect) serving structure? By recognizing these distinctive aspects and qualities of a singer’s vocal expression, do we take a step closer to his or her distinctive musical artistry? This article explores the analytic potential of Billie Holiday’s self-proclaimed performance goals by interpreting vocal gesture in her versions of two songs also recorded by Louis Armstrong and Bessie Smith. The songs chosen for consideration are “Tain’t Nobody’s Biz-ness If I Do” (words and music by Porter Grainger and Everett Robbins), written in 1922 and “I Gotta Right to Sing the Blues” (music by Harold Arlen, lyrics by Ted Koehler), written in 1932. Billie Holiday’s recordings of these songs are credited as tributes to her idols Bessie Smith and Louis Armstrong. The analysis illustrates how Holiday gave tribute to Smith and Armstrong through specific strategies of vocal content and gesture while still forging an innovative style and feeling in her own musical expression.",
    "keywords": [],
    "doi": "",
    "received": "May 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.3/mto.05.11.3.burns.pdf",
    "author_info": [
        {
            "name": "Lori Burns",
            "university": "The University of Ottawa",
            "address": "Department of Music, 50 University Private, Ottawa, Ontario K1N 6N5",
            "email": "laburns@uottawa.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* A version of this paper was presented at the conference Music and Gesture, held at the University of East Anglia, Norwich, U.K., August 28–30, 2003. I wish also to acknowledge the support of the Social Sciences and Humanities Research Council of Canada through a Standard Research Grant (2002–05), during which period I conducted the research and writing of this paper.",
            "citations": []
        },
        "FN1": {
            "text": "1. Leslie Gourse, The Billie Holiday Companion: Seven Decades of Commentary (New York: Schirmer, 1997), 76.",
            "citations": []
        },
        "FN2": {
            "text": "2. The four tribute songs on the Decca session are “Tain’t Nobody’s Biz-ness If I Do,” “Keeps on a Rainin,’” “Do Your Duty,” and “Gimme a Pigfoot.”",
            "citations": []
        },
        "FN3": {
            "text": "3. Stuart Nicholson comments on the similarities between the Armstrong version and the Holiday tribute (Nicholson, Billie Holiday (Boston: Northeastern University Press, 1995), 115). Holiday’s first Commodore session in April 1939 featured Holiday backed by Frankie Newton and his Café Society Orchestra, recording “Strange Fruit,” “Yesterdays,” “I Gotta Right to Sing the Blues,” and “Fine and Mellow.”  See Nicholson, 263–64.",
            "citations": []
        },
        "FN4": {
            "text": "4. Ted Gioia, The History of Jazz (New York: Oxford University Press, 1997), 19.",
            "citations": []
        },
        "FN5": {
            "text": "5. Ibid., 20.",
            "citations": []
        },
        "FN6": {
            "text": "6. Gunther Schuller, Early Jazz (New York: Oxford University Press, 1968), 229.",
            "citations": []
        },
        "FN7": {
            "text": "7. Will Friedwald, Jazz Singing: America’s Great Voices from Bessie Smith to Bebop and Beyond (New York: Da Capo Press, 1992/1990), 6.",
            "citations": []
        },
        "FN8": {
            "text": "8. Floyd, 125.",
            "citations": []
        },
        "FN9": {
            "text": "9. Mackey, 76. Mackey’s use of the terms verb and noun here owe their origins to Amiri Baraka’s “Swing—From Verb to Noun” (first published in LeRoi Jones, Blues People, 1963).",
            "citations": []
        },
        "FN10": {
            "text": "10. Floyd, 96–97.",
            "citations": []
        },
        "FN11": {
            "text": "11. For my analysis, I will refer to performance transcriptions, however I do not offer such examples as a comprehensive representation of the performance details. The notated versions are useful for their function of capturing pitch and rhythm.",
            "citations": []
        },
        "FN12": {
            "text": "12. Gates, 123.",
            "citations": []
        },
        "FN13": {
            "text": "13. Arnold Rose, The Singer and the Voice; Vocal Physiology and Technique for Singers, Foreword by Harold Rosenthal (New York, St. Martin’s Press; London: Faber and Faber, 1971), 49.",
            "citations": []
        },
        "FN14": {
            "text": "14. Ibid., 50.",
            "citations": []
        },
        "FN15": {
            "text": "15. Ibid., 50.",
            "citations": []
        },
        "FN16": {
            "text": "16. Ernst Levy and Sigmund Levarie, Musical Morphology: A Discourse and Dictionary (Kent, OH: Kent State University Press, 1983), 301–02.",
            "citations": []
        },
        "FN17": {
            "text": "17. Holiday, quoted in Arnold Shaw, Black Popular Music in America: From the Spirituals, Minstrels, and Ragtime to Soul, Disco, and Hip-Hop (New York: Schirmer Books; London: Collier Macmillan, 1986), 135.",
            "citations": []
        },
        "FN18": {
            "text": "18. Gioia, 18.",
            "citations": []
        },
        "FN19": {
            "text": "19. Chris Albertson, Bessie (New York: Stein and Day, 1972), 44–45.",
            "citations": []
        },
        "FN20": {
            "text": "20. The song “Tain’t Nobody’s Biz-ness if I Do,” words and music by Porter Grainger and Everett Robbins, was first published in 1922.  Copyright MCA Music Publishing, A Division of MCA INC.",
            "citations": []
        },
        "FN21": {
            "text": "21. Schuller, 91.",
            "citations": []
        },
        "FN22": {
            "text": "22. Gourse, 135.",
            "citations": []
        },
        "FN23": {
            "text": "23. The song “I Gotta Right to Sing the Blues,” written by Harold Arlen and Ted \nKoehler, was first published in 1932. Copyright 1932, 1933 by Warner Brothers, \nInc.",
            "citations": []
        },
        "FN24": {
            "text": "24. I am borrowing the concept of “adopting and exceeding a structure” from Julia Kristeva, whose understanding of pheno-text (structural features of language, the rules) and geno-text (expressive features of language, the individual manipulation of the rules) resonates with my discussion of style and feeling. See Kristeva, Revolution in Poetic Language, trans. Margaret Waller (New York: Columbia University Press, 1964), 86.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]\n\nAs Billie Holiday described her unique brand of vocal expression, she claimed that she wanted the “style” of Louis Armstrong and the “feeling” of Bessie Smith. (1) These two aspects of musical performance, as Holiday individualizes the terms, interest me for the suggested potential to discriminate stylistic elements (which I will associate with the structural or conventional aspects of a musical performance) from the “feeling” or emotional elements (which I will associate with the affective or subjective aspects of a performance). My intent is not to promote an abstract model for separating style from feeling (as if they were distinct musical entities) but rather to reveal how stylistic features and expressive elements are integrally bound in the musical gestures that a singer performs, as well as to illuminate the unique expressive potential of an individual vocal artist and potentially, the influence upon that artist by the musical content and expression of other musicians.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The songs I have chosen for consideration are “Tain’t Nobody’s Biz-ness If I Do” (words and music by Porter Grainger and Everett Robbins), written in 1922 and “I Gotta Right to Sing the Blues” (music by Harold Arlen, lyrics by Ted Koehler), written in 1932. Both songs have been recorded by a long list of artists and both remain as jazz standards today. But more important for their inclusion in this study is the fact that Billie Holiday’s recordings of these songs are credited as tributes to her idols Bessie Smith and Louis Armstrong. In her August 1949 Decca recording sessions, Holiday acknowledged the influence of Smith with four tribute songs, including “Tain’t Nobody’s Biz-ness,” recorded by Bessie Smith with Clarence Williams for Columbia in February of 1923. (2) Holiday’s version of “I Gotta Right to Sing the Blues” on her watershed April 1939 Commodore recording session (famous for the “Strange Fruit” side) is credited as a tribute to Louis Armstrong’s 1933 RCA Victor version. (3) In my analysis of these two songs, I will attempt to illustrate how Holiday gave tribute to Smith and Armstrong through specific strategies of vocal “structure” and “affect” while still forging an innovative style and feeling to her own musical expression. ‘Style’ and ‘Feeling’: Some Critical Interpretations of Bessie Smith and Louis Armstrong",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In their writings on Bessie Smith and Louis Armstrong, jazz critics, analysts, and historians engage the concepts of style and feeling, and through their discourse (either explicitly or implicitly) reveal their own interpretive values of and biases toward the artists and their music. As I review a few salient remarks about these artists I will bring into our discussion the terms that these authors apply as well as develop the implications of their critical commentaries.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Ted Gioia, discussing the Smith-Armstrong collaborations of 1925 (“Reckless Blues,” “St Louis Blues”), makes the following comparison of the two artists: “Armstrong favors ornamentation and elaboration; Smith tends toward unadorned emotional directness. In contrast to Armstrong’s baroque accompaniment, Smith’s singing is built around drawn-out tones, sometimes bellowed with authority, occasionally betraying a tremulous vulnerability.” (4) In his specific remarks about the “St. Louis Blues,” Gioia writes: “In the final analysis, Smith celebrated an intensity of feeling, rather than superficialities of technique.” (5) Here Gioia opposes the formal elements of melodic structure (“ornamentation and elaboration”) that he has identified with Armstrong and the affective quality (“unadorned emotional directness”) of vocal expression with Smith.  I infer from his comments a distinction between Armstrong’s articulation of pitches and rhythms as indicators of “style” and Smith’s quality and intensity of vocal production as indicators of “feeling.” I also infer a bias toward the affective expression of Smith.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Gunther Schuller also praises the power of Bessie Smith’s singing artistry, but does not delimit her talents only in terms of affect. He asks, and then answers the following question: What, in a musician’s terms, made Bessie Smith such a superior singer? Again it is a combination of elements: a remarkable ear for and control of intonation, in all its subtlest functions; a perfectly centered, naturally produced voice (in her prime); an extreme sensitivity to word meaning and the sensory, almost physical, feeling of a word; and, related to this, superb diction and what singers call projection. She certainly was the first singer on jazz records to value diction, not for itself, but as a vehicle for conveying emotional states. . . . But the miracle of Bessie was that her careful diction was never achieved at the expense of musical flow or swing. (6) Schuller weds affective and structural elements in this critique of Smith’s vocal expression: the intonation (pitch structure) is privileged as the first named attribute, but the quality of her voice immediately appears in the profile; in his particular attention to Smith’s presentation of text he values the equal importance of her conveyed word meaning and her delivery or articulation in time.  I infer from Schuller’s comments that he is recognizing both subjective (social) meanings and stylistic rhythmic manners as equally weighted in the balance of her presentation. In this sense, affect and structure support and thus serve each other in integrally bound gestures.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Will Friedwald does not find this integral balance in Smith’s singing, but rather interprets “feeling” as outweighing that balance. In the following remarks, Friedwald suggests that expression dominates over the structure to the extent that structure is re-evaluated: “Even on the occasions when she doesn’t sing an out and out blue third, she’ll give a major or minor third a distinct blue feeling.” (7) If we hear as Friedwald hears, then the blue affect or emotional quality is so weighted in Smith’s voice that it influences how we hear the function of pitch.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Samuel Floyd argues for an integrated conception of structure and affect in his analysis of Louis Armstrong’s musical contributions to jazz. In the following remarks, I find Floyd’s almost poetic description of Armstrong’s phrase styling to capture the swing feeling that is the celebrated hallmark of Armstrong’s music:  “ . . . from the Hot Five recordings onward, his unique and effective attacks and releases, his treatment of vibrato and rubato, and his way of phrasing and floating over, behind, and in front of the beat—that is, his Signifyin(g) on it —gave his performances a tremendous and unique \nswing.” (8) The concept that Floyd invokes to account for Armstrong’s musical play—Signifyin(g)—is one that deserves our careful consideration here. Signifyin(g), or “Feeling the Style”",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] As I will borrow the literary and musical concept, Signifyin(g) is a means of initiating a discourse, a way of communicating, allowing for the possibility of breaking with convention, resisting normative models. Henry Louis Gates (1988) explains the essential function of rhetorical devices to the Signifyin(g) process. Perhaps foremost is the notion that Signifyin(g) is a process, a physical engagement, a dynamic interaction. In his conception of the term, jazz scholar Nathaniel Mackey underscores the process: “ . . . when we speak of otherness we are not positing static, intrinsic attributes or characteristics. We need instead to highlight the dynamics of agency and attribution by way of which otherness is brought about and maintained, the fact that other is something people do, more importantly a verb than an adjective or noun.” (9) Mackey’s comments resonate with Samuel Floyd’s ideas here:  “ . . . in contrast to the European musical orientation, the how of a performance is more important than the what. Certainly, African Americans have their favorite tunes, but it is what is done with and inside those tunes that the listeners look forward to, not the mere playing of them.” (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] I might reflect upon Floyd’s conception of the what of performance, and map this onto the category of style (convention, structure, manner, appearance, mode), and similarly map the how onto the category of feeling (emotion, affect, play, subjectivity, social meaning). In that formulation, Signifyin(g) would be the process of feeling (affecting) the style (structure). As much as I like that formulation, I do not wish to misrepresent style as some sort of abstract, or fixed material.  Style is always in a process of becoming, which is perhaps the very point that I mean to make with this study. In the hands of any performing musician, the musical style is negotiated, manipulated, developed, marked by the musician’s personal expression. The only “fixed” version of a musical structure is a notated score on a printed page, but a notated version cannot represent the expressive details of a musical performance. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The following remarks by Henry Louis Gates capture the essence of the how and what of musical performance: “[A] great musician often tries to make musical phrases that are elastic in their formal properties. These elastic phrases stretch the form rather than articulate the form. Because the form is self-evident to the musician, both he and his well-trained musical audience are playing and listening with expectation. Signifyin(g) disappoints these expectations; caesuras, breaks, achieve the same function. This form of disappointment creates a dialogue between what the listener expects and what the artist plays.” (12) Gates demonstrates here an understanding both of style and feeling, style as something that is implicated by feeling, style as something not fixed or absolute, but rather constantly in flux. Style and Feeling in Vocal Gesture",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A singer has at his or her disposal a full complement of communicative practices: the strategies of delivering a text and its social meaning through poetic, dramatic, and narrative perspectives, as well as the strategies of performing a musical work through the manipulation and production of sound according to the conventions of style and genre. These broader goals are enabled by the singer’s nuances of production and technique at a very immediate level—the individual gestures of the singer can be identified as stemming from the vocal diction elements of consonant and vowel pronunciation and patterns of emphasis, as well as from the musical elements of pitch and rhythmic patterns of emphasis. I might identify such elements (pitch and rhythm) as “structural,” placing them in the category of “style,” yet every vocal gesture is produced with the singer’s breath, shaded and colored through the singer’s body, thus allowing those elements to be affected by “feeling.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In the interest of teasing apart the stylistic and affective layers of vocal expression, my analysis will privilege the following perspectives: vocal quality, vocal space, and vocal articulation. These theoretical categories will permit a method of vocal analysis that responds to conventional as well as affective content in the musical gestures of a singer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] I will use the term vocal quality to account for features of vocal production that position the voice within the body, assigning attributes that stem from that body, for instance, a rich vibrato, a shrill higher register. Quality is dependent on the vibration of the vocal cords, such vibration being dependent on the physiology of the singer (thickness and elasticity of the vocal cords), as well the trained skills of the singer (breath control). (13) Vocal pedagogue Arnold Rose also identifies “intensity” (“the actual measurable rate of the energy flow.”) as an element of vocal quality. (14) He is careful to distinguish this measurable acoustic phenomenon from “loudness,” which “is a subjective, psycho-physiological response to sound intensity and [which] depends on several things such as ear sensitivity and pitch.” (15) However, since it is difficult for the non-expert to make such distinctions, I include both dynamics and intensity in my category of “vocal quality.” Vocal quality would immediately suggest a likely rubric for “feeling,” as it is in the domain of vocal intensity and production that a singer might develop affective meaning.",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Although vocal quality would seem to be solely determined by the affective aspects of a singer’s vocal presentation, it is also valid to consider how a singer’s vocal quality is influenced by the structure of a melody. As any singer would admit, the structural features of a musical phrase (pitch and rhythmic formulations) have a striking impact upon the production of tones and vowels. Thus, the category of vocal quality does not merely encourage an exploration of musical “feeling” but also allows consideration of musical “style.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] With the concept of vocal space, I mean to suggest the range and limits within which a voice might articulate melodic patterns. Once again, this is a concept of voice housed within a body, since a vocal range is physically determined and relative to the specific voice type. This concept of relative vocal space is important, since each voice offers its own physical context. The lowest or highest note of a singer’s range is heard relative to those physical limitations. Thus, vocal space is not always separable from the category of vocal quality, since the sounds produced at the different levels of the range (for instance, the lowest or highest point of the singer’s range) can be uneven in quality. Although the given note that is sung (low or high) may have a measurable acoustic property (pitch frequency), that same note sung by different voices will always have an individual quality. As Ernst Levy and Sigmund Levarie write in their study of musical morphology, “Range . . . is heard both relatively and absolutely. Each voice . . . has its own high, middle and low regions. Low C sung by a soprano will strike us as lying at the bottom; the same absolute pitch sung by a bass, as relatively high.” (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Vocal space also admits of a conception of musical language, style, or structure. The low and high notes that are sung not only fit within a singer’s physical range, but also fit or function within the applied musical style and gestural conventions. Listeners experience musical codes to different degrees of theoretical awareness (the amateur fan as compared with the professionally trained musician), but once familiar with them, listeners are directed by the musical flow—tensions and resolutions (contrast and stability) occur as a feature of the musical idiom. In the domain of the singer’s melodic line, a point of reference might be contextualized as a low note in the singer’s range, such that the melodic flow leads to that low note as a point of stability. Once involved in the specific musical space of a given song, these points of tonal or modal stability and tension can be keenly felt. The singer has much to do in her physical engagement with that structural design: to alter vocal quality in different registers, to apply intensity and dynamics and other means of emphasis on specific notes and moments in the musical discourse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Vocal articulation is a general term that is meant to account for the process of enunciating a text within a rhythmic and metric structure (style). That is, the words of the singer happen in time, within an established beat structure that allows for strong and weak emphasis. Articulation thus admits of rhythmic pattern accentuation, as well as larger issues of accentuation such as meter and hypermeter. Since the voice is delivering a text, accentuation is also a valuable concept in the consideration of word declamation. All aspects of word accentuation and pronunciation cannot be accounted for by means of rhythmic and metric structure; rather, aspects of textual delivery such as the pronunciation of consonants and vowels, can cross over into the territory of vocal quality and production and sometimes even into the territory of vocal space.  Thus, once again, one might be aware of the integral fusion of structural elements and expressive presentation. Theoretical Summary",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] I began this discussion with Holiday’s concept of style and feeling, and explored critical remarks about the pertinent artists in which these terms implicitly entered the critical discourse.  I questioned the potential of the analyst to distinguish the gestures in an artist’s vocal expression that belong to the category of structure and those to the category of affect. I borrowed from African-American theory the concept of Signifyin(g) as an interpretive rubric that shapes our thinking when we consider the empowered actions of a musical artist and the interpretive possibilities that result for the listener who is responsive to that musical play. With this theoretical backdrop, I then presented my three interpretive categories for the analysis of style and feeling in vocal gesture: vocal quality, space, and articulation.  Now, putting these critical and analytic perspectives into play, I hope to illuminate some powerful musical moments in the songs that I have chosen, illustrating the influences of Bessie Smith and Louis Armstrong on Billie Holiday. Despite these important influences, Billie Holiday will, of course, be shown to be the creative artist that she inevitably was meant to be, as her own feeling of the style—her Signifyin(g) on the music—marked her musical contributions as unique. As she said herself of her musical renditions of well-known themes, “I hate straight singing. I have to change a tune to my way of doing it.” (17) “Tain’t Nobody’s Biz-ness If I Do”",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] So-called Empress of the Blues, Bessie Smith’s vocal style is typically characterized as powerful, authoritative, passionate, featuring a subtle control of intonation that admits sliding melodic movement into and out of pitches as well as various shades of “blue” notes. She conveys the blues meaning of the lyrics through a blending of word emphasis and vocal intensity. Her recordings from the twenties and thirties transmit her resonant voice featuring sustained vowel sounds at a consistently strong level of volume. Gioia accounts for her ability to command an audience:  “Her powerful voice could reach to the back row of the largest theatre without the need for amplification, and her sure skills as a comedienne and entertainer, as well as her dominating stage presence, allowed Smith to captivate audiences who would have been put off by the troubled, introspective blues of a Robert Johnson.” (18) Example 1a . Verse 1 and Refrain of “‘Tain’t Nobody’s Biz-ness If I Do” (click to enlarge) Example 1b . Vocal transcription: Bessie Smith’s Verse 1 and Refrain of “‘Tain’t Nobody’s Biz-ness If I Do,” recorded 1923 (Columbia) (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Bessie Smith’s 1923 Columbia recording of the song was one of her first releases, recorded with Clarence Williams on piano accompaniment, using the acoustic device of a conical horn as a primitive microphone, and with no editing capabilities. (19) The piano offers a lazy blues accompaniment at a metronome tempo that wavers between 88 and 90. In Example 1a , I have reproduced the first verse and refrain of “Tain’t Nobody’s Biz-ness If I Do” as it appeared in the 1922 published sheet music, and transcribed Smith’s version in Example 1b . (20) In the transcription of Smith’s vocal melody, arrows are used to show the inflection of a given note up or down to create a slightly sharp or flat intonation of the written pitch. A diagonal line into or away from a note indicates a slight glissando into that pitch or away from it. It is interesting that Bessie Smith’s glissandi slide up into a pitch, or down away from a pitch; in other words, she consistently embellishes below the notated pitch.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Smith’s vocal quality might be described as fully resonant, with an emphasis on sustained vowel sounds. She offers her characteristically big sound throughout, giving the impression that she does not vary her volume or intensity.  It is on the vowels that I hear the intensity of her feeling and it is also in the open vowel sounds that she demonstrates her subtle control over pitch, through slides, glissandi, and blue notes of varying colors and degrees.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The vocal space that Smith occupies is mid-range for a female voice, focusing on G above middle C as a point of reference (the G as third in E ♭ major). The melody spans the range from the A ♭ above that G down to the B ♭ below middle C, thus a mere seventh in tonal space. However, within that narrow range, we hear a subtle play of intonation, with inflections into and out of notes, especially on the pitches G, F, and E ♭ (scale degrees 3, 2, and 1). The opening vocal gesture of the song illustrates well the variety of pitch inflections that Smith can achieve with the G alone. Given the simple melodic style that she has to work with, she opens up a remarkably sophisticated melodic space by allowing for many possibilities of shading the first three notes of the scale. She begins with a slide from F ♯ into a G that is slightly bent low. From this blue G she then slides down to F and E ♭ , and then rises back up through F to a G that is more true to pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Another passage that rewards attentive listening to intonation is the refrain, which begins in measure 17. As we compare the original composed melody (Example 1a) to the Smith version (Example 1b), it is clear that Smith respects the established compositional structure with its overall melodic shape, direction and rhythmic emphasis, yet she Signifies on that structure with her blues-inflected pitch intonation. She begins the refrain with a slide up into the G, which repeated note eventually gives way to an F (measure 18) that is inflected rather sharp. The G \n- F melodic pattern is heard again in measure 19, but with a G that is slightly flat, leading to an F that is slightly sharp. That “sharp” F seems to descend into a full-fledged G ♭ , which then falls to a tonic E ♭ that is approached by an upward slide.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] My attempt here to describe in words the performative musical process that Smith explores is admittedly cumbersome. Yet I find that the effort of attempting to describe the musical process in fact reflects the labored “feeling” of Smith’s presentation. She takes a seemingly simple and straight-forward phrase, and overlays her signature blues subjectivity through vocal expressive strategies that derive both from a manipulation of her unique vocal quality and her conception of vocal space.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Smith’s rhythmic/metric articulation of the melody features swung rhythms within a conventional phrase structure. I have taken the liberty to notate the swung rhythms as triplet subdivisions in order to distinguish those from the even eighth notes. While syncopations are common, it is still fair to say that Smith offers strong beat accents with some frequency. The phrase lengths are very clear 4-bar units, respecting the structure of the original song, and allowing for the end-rhyme (abab patterning) of the poetic structure to be discerned by means of downbeat cadential accents for the final word of each line (bars 4, 8, 12, and 16). Within this hypermetric structure, Smith once again demonstrates her ability to create an individual sense of style. The lyrics of the song assert the subject’s independence and resistance to societal control.  Smith uses the rhythmic/metric structure of her vocal line to explore this textual problem.  When she explores her own power to act (for instance, line 3 “but I’m going to do just as I want to anyway”), her rhythmic accentuation is freer, quite liberally swung. Compare this to line 2, which introduces the social oppression (“that folks don’t criticize me”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] I have organized the foregoing analytic remarks according to my categories for vocal expression ( quality, space, articulation ), but now I would like to illustrate how these distinct elements are in fact integrally bound.  I will choose a moment that, to my ear, is notably expressive and thus ideal for my illustration—the cadential gesture of phrase 2. Line 2 is presented in strongly accentuated rhythmic values with no syncopated subdivisions. As Smith completes the words “criticize me,” her vocal power has the chance to intensify through the long-held rhythmic values on the last two syllables. Although in line 1 the pitches F and G were inflected in subtle ways, for this moment in line 2 they are strongly centered with unwavering intonation.  These notes are also given downbeat accents, the vocal articulation as solidly constructed as the melodic structure to effect a strong cadence. What do we receive from this moment, especially on the heels of the blues-inflected pitches and syncopated rhythms of the first phrase?  This second phrase projects confidence, despite the textual reference to social criticism. She faces that censure, indeed resists it, with—as Gioia would identify it—her back-row vocal power. However it is not only her vocal quality and expressive feeling that develops this socio-musical meaning, but also the stylistic elements of pitch and rhythm as they combine with her signature vocal intensity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Whereas this was Smith’s first recording, Billie Holiday recorded the same song as a fully mature artist, having begun her recording career in 1933 and working on this session in 1949, with a veteran arranger (Horace Henderson), director (Buster Harding), and band musicians (including her dear Lester Young), plus modern recording and editing techniques all at her disposal. The spectacular arrangement showcases the swing band at a slightly faster tempo (metronome 92) than Smith’s version (metronome 88). The arrangement has its own distinctive content and impressive command, featuring accented brass punches and swells, setting up her vocals for a dramatic entry. Holiday makes the classic song her own, bringing into play her exquisite phrasing, beat displacement, and sensitivity to text, as well as a subtle nuance of pitch. It is in the latter that we might sense the greatest influence of Bessie Smith.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In general, however, Holiday’s vocal quality is very different compared with her proclaimed blues idol. She offers a resonant sound, but lighter and more varied than Smith’s consistently strong dynamic voice. Holiday pushes ahead or pulls back her volume and intensity, giving each word—even each syllable—its own particular emphasis. Her diction captivates the listener’s attention, as if every consonant and vowel is of the utmost importance to her message. If I could suggest a physical image for the contrasting vocal effects of these two singers, Smith conveys the full power of her body to project her resonant voice, while Holiday’s effort seems more situated in her head—even more specifically in the use of her mouth, teeth, tongue, lips to articulate the lyrics. Example 1c . Vocal transcription: Billie Holiday’s Verse 1 and Refrain of “‘Tain’t Nobody’s Biz-ness If I Do,” recorded 1949 (Decca) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The first verse and refrain of Holiday’s version is transcribed in Example 1c . The vocal space that she develops here is a minor third lower than Smith’s, allowing Holiday to create a darker sound at certain moments in the song. Given her naturally lighter vocal quality, this lowering of pitch might bring her closer to the “heavy” feeling of Smith’s vocal sound. The pitch that Smith had emphasized in her version (G as the third of E ♭ ) is here transposed to become E as the third of C major. Just as Smith treated G to subtle changes of intonation, Holiday plays with inflections around E, although not to the same extent. For instance, in measure 1, her opening E is well centered, and instead of a slide down to scale degrees 2 and 1, she simply skips directly to a well-tuned tonic degree. The blues-inflected pitches do enter into Holiday’s melodic presentation, as for instance in measures 7-9 of the verse and throughout the refrain (measures 15-20), where D ♯ is heard as a grace note to the E, and where E ♭ sometimes substitutes for the E. The refrain also offers Holiday the opportunity to sustain some long vowels, imitating the quality of her predecessor’s voice. Indeed, it is in the refrain that I hear the strains of Smith in Holiday’s tribute.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Holiday’s rhythmic/metric articulation offers the most serious departure from Smith’s model, and it is her rhythmic presentation of lines 2 and 3 that I would like to study here in some detail. The verse of the original song has four 4-measure phrases, with an abab cadential rhyming scheme that Smith makes absolutely clear with her downbeat cadential resolutions. (Earlier, I commented in some detail on Smith’s cadence at the end of line 2.) Holiday alters the lyrics and the phrase structure of the song to compress line 2 into a 2-bar unit. Further to that, she thwarts the sense of independent phrase structure in the abbreviated second line, joining it to line 3 to create a 6-bar phrase. The boldly resistant statement of Bessie’s original version in Example 2 (“That folks don’t criticize me”) occupies one full 4-bar phrase, with long-held values on “criticize me.” Holiday “tosses off” that same lyrical phrase in less than two bars, starting after the rest at the beginning of measure 5 (Example 1b), and arriving on the last word (“me”) on the second half of the third beat of measure 6. Her diction here is impeccable, with clear enunciation of all consonants in the text “that folks don’t criticize me.” However, the rhythmic values and metric accents are unpredictable in this passage, offsetting the strong rhythmic accentuation of the original song. The unexpected rhythms and accents allow the text enunciation to be at the forefront, suspending conventional musical patterning and rhyme schemes. Holiday continues her manipulation of the lyrics in the next line, as she parses the text groupings differently than the original by taking a rest after “but I’m going to do” and then continuing with “just as I want to anyway.” The 6-bar phrase that is created in this joining of lines 2 and 3 dissipates the force of the social criticism by passing over line 2 quickly and then continuing immediately into the self-assertive claim of line 3 to do things “my way.” The lessening of the negative impact is also felt in line 4 of the verse, the next musical phrase, when Holiday changes the original “And don’t care if they all despise me” to become “and don’t care just what people say,” excising the powerful word “despise” from the lyrics. Throughout this passage, Holiday’s unpredictable rhythms and accents replace the conventional musical patterning and rhyme schemes that would direct the ear toward resolution. By avoiding the full satisfaction of the expected structure, Holiday offers her listener the opportunity to question what is being claimed. The listener can consider potential meaning in the musical ambiguity of Holiday’s stylistic aberration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Holiday’s phrase articulation reveals her to be engaged with her text in a fundamentally different way than Smith. The earlier blues icon Signifies on the song by inflecting each note to express the power of her feeling, while holding to the basic musical and lyrical structure of the original composition. Indeed the Classic-blues style of Smith’s song is always in evidence, and I find myself aware of an artist who is working within (while pushing against) the confines of structure and conventional style. I privileged my analytic commentary on the Smith version to demonstrate how she makes that style work to her own purpose by affecting it—“feeling” it—with her subjective expression. Whereas Smith respects the metric and phrase conventions of the song, Holiday liberates the text from the confines of that predictable musical phrasing. She lifts it out of its original Classic-blues context by introducing musical gestures that belong to a different time and socio-musical context. (I remind the reader that Holiday’s recording is a full quarter century later than the Smith original.) The effect, to my ear, is that Holiday’s expression is more introspective, might I even venture more musically nostalgic (given that it is an homage to Smith and that it is a late-career recording for Holiday), her subjectivity revealed in her thorough disruption of musical expectations. “I Gotta Right to Sing the Blues”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Louis Armstrong is heralded as the inventor of swing, that is, the style of jazz that featured a unique variety of rhythmic accentuation and syncopation, as well as directional phrasing that challenged the boundaries of a strict metric structure. Armstrong is also credited as allowing the soloist to rise to a level of technical virtuosity that challenged the cooperative ensemble playing of earlier jazz. His trumpet as well as his vocal phrasing demonstrate a sense of immediate as well as large-scale timing that plays on conventional rhythmic and melodic expectations, giving on-beat accents that seem impeccably timed yet also teasing the listener with anticipations and delays. His technical virtuosity is demonstrated in ornamental passages when he is at the trumpet or cornet (using velocity and this play on timing in vibrato, trills, ornaments, scales, arpeggios) and in the gymnastics of scat when he is singing. Gunther Schuller captures Armstrong’s pitch and rhythmic intensity when he claims, “Even if we isolate a single quarter note from the context of a phrase, we can clearly hear the forward thrust of that note, and in it we recognize the unmistakable Armstrong personality. It is as if such notes wish to burst out of the confines of their rhythmic placement. They wish to do more than a single note can do . . . ” (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The influence of Armstrong on Holiday is felt in the swing-style rhythmic syncopations and accents, as well as in the quality of her vocal production. Some critics say that Holiday’s voice sounds like a horn in her way of focusing pitch and resonance. Henry Pleasants makes the following claim: “Louis can be heard in just about every phrase Billie ever sang. His example is conspicuous in her way of wrapping a sound around a word or syllable, enveloping it, so to speak . . . ” (22) Example 2a . “I Gotta Right to Sing the Blues” (music by Harold Arlen, lyrics by Ted Koehler, 1932. (click to enlarge) Example 2b . Vocal transcription: Louis Armstrong’s Refrain 1 of “I Gotta Right to Sing the Blues,” recorded 1933 (RCA Victor) (click to enlarge) Example 2c . Vocal transcription: Billie Holiday’s Refrain 1 of “I Gotta Right to Sing the Blues,” recorded 1939 (Commodore) (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The original Arlen-Koehler melody, as published in the 1932 sheet music, is reproduced in Example 2a . (23) The first sixteen measures of Armstrong’s refrain are transcribed in Example 2b , and Holiday’s in Example 2c . Holiday’s version of “I Gotta Right to Sing the Blues” is an obvious tribute to Armstrong. He recorded the song in 1933, singing only the refrain and developing it as the substance of an entire song performance. Holiday’s 1939 recording is based on his abbreviated version of the song. Both recordings run at a tempo of 108, and both feature an obbligato line in duet with the voice (a clarinet in the Armstrong version, and a muted trumpet in the Holiday). The “comping” pattern in the percussion (accenting the four beats of each bar) is almost identical in both recordings.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Armstrong’s vocal quality is raspy in the note attack, but nasal and resonant in its sustain. Words begin with a strong consonant attack, but then lose their clarity of pronunciation, usually turning into “n” sounds such as those of a muted trumpet, with all of that instrument’s potential for focused warm pitches as well as slides and swells. His range is broad, and he moves with facility from high to low, just as he does on the trumpet. His movement within the melodic space suggests a great sensitivity to the directionality of the line and the tonal function of each note, be it a stable point of reference, or an inflected tendency tone. This communication of directionality and sensitivity to pitch is intricately tied to his sense of timing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Armstrong’s timing, or articulation of rhythmic/metric patterns, is worthy of our serious consideration, and it is this feature of his musical expression that had the greatest impact on the jazz style. His sense of phrasing is showcased in the first 8-bar phrase: the anacrusic opening to the phrase is original to the published song, as is the downbeat emphasis on “right” in lines 1, 2, and 3. However, the original song featured a dotted rhythmic pattern that Armstrong swings, and the original song placed “blues” on the relatively strong third beat of the bar whereas Armstrong delays that arrival through a syncopated pattern which places “the” on that third beat, “blues” arriving late in a swung triplet patterning. In lines 1 to 3 of the lyrics, “right” always arrives on a strong downbeat, that arrival acting like a metric anchor despite the varying swung triplet patterns that are featured for the other words in those lines. The quality of his vocal delivery of the word “right” in the first three lines complements the feeling of swing timing and accentuation that Armstrong creates from his articulation patterns. He adds a raspy kick to the accent of each “right” that lends his performance a particular tone of playfulness and zest.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] After the fairly conventional rhythmic patterning of lines 1 to 3, the fourth line defies expectations and denies the accentuation of the original song. In the Arlen melody (Example 2a), the first syllable of “river” is given downbeat emphasis, as well as the emphasis of a full whole-note value, resolving to the second syllable in the cadential eighth bar of the phrase. In the Armstrong version (Example 2b), the first syllable of “river” arrives late on the second beat of measure 7, slides down to the second syllable on the last beat of that measure, and is suspended over into measure 8, the second syllable thus arriving early and missing its downbeat accentuation.  The mood that Armstrong creates for this lyric is “lazy,” achieved by the unaccented rhythmic patterning, the downward-sliding melodic movement, and the nasal drawl on the vowels. Armstrong’s deliberate modification of the metric and rhythmic design of this simple 8-measure phrase demonstrates the play he could develop from accent and phrase timing—he could have delivered the line as expected, following the swinging accents of the first three lines (“I’ve gotta right . . . ”) but instead of delivering the expected gestures,  he withholds them, a strategy that marks the interpretation as distinctly his own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The second 8-measure phrase continues from the first to play once again with denying and satisfying expectations. “A certain gal in this old town” should take on the same patterning that we heard at the outset, with a third-beat accent on “town,” but Armstrong refuses that convention, delivering the line using 7 for 8 patterning that suspends the natural accentuation. Armstrong reserves the satisfaction of strong beat accents for the line beginning in measure 13, which is a chromatically rising line from the tonic to the dominant, assigning each step an accent on beats 1 or 3, while the band offers back beat punches on 2 and 4. The melodic line here closely resembles that of the original song, but with an alteration of text that allows Armstrong to give downbeat cadential accent to the first syllable of “misery” (as opposed to the last syllable of the word which received the accent in the original song). Holiday’s version  (Example 2c) respects the text setting of the original melody, with the last syllable of “misery” arriving for the cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] At the very end of the 32-bar refrain (not transcribed in my examples, but worthy of brief comment), Armstrong demonstrates again his privileging of downbeat accent for important moments in the text and song. In the original song, the very last word “blues” arrives on the last weak eighth-note of the sixth bar in an 8-bar phrase, giving the much-anticipated tonic arrival a weak rhythmic/metric placement. Armstrong revises this phrase to land unequivocally on the tonic on the downbeat of the last bar in the 8-bar phrase, demonstrating his concern for ultimately satisfying hypermetric expectations. That is not to say that his phrase structure is pedantic, for this final 8-bar phrase arrives on the heels of an unusual penultimate 7-bar phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Whereas Armstrong’s line drives forward, playing on strongly directional pitch and rhythmic accentuation and syncopation, Holiday’s line does not develop a feeling of directional energy and anticipation of tonal goals. While she offers her homage to Armstrong (for instance, in the swung accentuation of line 1, and the lazy delivery of line 4), her accentuation and melodic development is at times remarkably dissimilar. She even manages to suggest a different perception of tempo, despite the metronomic equivalence to the Armstrong performance. That is, although she sings this song at the same metronome tempo, her pace of delivery for the text is actually slower. For instance, she lingers over line 2, “I’ve gotta right to moan and sigh” (the text variation derives from the original song, but his and her lines 2 both have the same number of syllables) stretching the words over a longer span of musical time. Armstrong begins on the fourth beat of measure 2 and articulates his last syllable within the third beat of measure 3. Holiday begins earlier, anticipating the arrival of the fourth beat of measure 2, and articulating the last syllable on the downbeat of measure 4, thus expanding the overall duration of the line.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] In addition to this rhythmic alteration of line 2, Holiday develops the melodic space of the line: Armstrong’s melody for line 2 simply moves from the third B, up to the fifth D, and then back to a blue third B ♭ . Holiday begins on the third of her C-major tonic, E, moves up to G, but then rises further to A and B, the sixth and seventh degrees of the scale. She maintains the melodic gesture down to the blue third, E ♭ , but only as a brief skip away before she returns to the fifth, G. The combined effect of the text time expansion and the excursion into the higher unresolved melodic register creates a kind of uncertainty. This musical setting of the words “moan and sigh” seems poignantly apt, almost the musical mimesis of the emotional connotations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Armstrong’s version has plenty of “feeling,” but in a different sense—his musical delivery carries the listener forward on a strongly directional path that dips playfully at moments such as the lazy “river” only to then surge ahead with all the more anticipation of arrival. He teases, but ultimately satisfies, by running with a style that creates clear expectations. Holiday, on the contrary, deviates enough from the original patterning that conventional expectations are simply suspended.  The expansion of vocal space and liberation of rhythmic accent allow for a degree of subjective reflection that does not develop as one listens to Armstrong swing. **********",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] My interest in conclusion will be to reflect upon Billie Holiday’s vocal gestures and Signifyin(g) practices in relation to her formative influences—Bessie Smith and Louis Armstrong. It is evident that the younger singer learned a great deal from her two favorite artists, yet it is also evident that she fashioned an incomparable style of singing. Smith and Armstrong demonstrate their own musical ingenuity to Signify on the conventions that they inherited, Bessie Smith in her gestures that explore vocal quality and space, and Armstrong in his gestures that exploit the power of musical space and articulation. Holiday’s music reveals the vocal intonation patterns of Smith as well as the rhythmic accentuation of Armstrong, these gestures so integral to her style and expression that one could say she adopted them, making them part of her own musical language. However, at the level of expression, she not only “adopts” but “exceeds” the conventions of Smith and Armstrong. (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] In order to achieve her own ambitions to musical style and the expression of feeling, Holiday seems willing to sacrifice certain aspects of the musical structure that are communicated so clearly and directly by Smith and Armstrong. These moments in the Holiday create an impression of musical suspension or lyrical excursion; that is, she engages the strategy of melodic and rhythmic elasticity at moments when the text expands to admit a particularly subjective reflection. I would proffer that the expansion and elasticity of musical space and time is the hallmark of Holiday’s musical Signifyin(g), and it is owing to those qualities that her listeners are permitted the greater freedom of contemplation and interpretation. And that thought brings me back to my ultimate goal with this study, which was to demonstrate through analysis that the musical expression of Holiday’s Signifyin(g) practices is the product of her feeling a style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45]\nThe resultant music that has been received through the many recordings of Billie Holiday is highly complex, subtle, gesturally sophisticated and unpredictable for its references to the style and feeling of other artists while simultaneously developing a musical conception that is inimitable and irreplaceable. For the analyst of even a single Holiday phrase, the rewards are tremendous, especially when one studies the stylistic and affective expression of Holiday in the context of other blues and jazz masters.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.05.11.3.burns.html",
    "data": "mto/data/mto.05.11.3.burns.json"
}