{
    "title": "Introduction",
    "date": "2005/03/01",
    "volume": "11",
    "issue": "1",
    "authors": [
        "Hatten, Robert S."
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.hatten_introduction.pdf",
    "author_info": [
        {
            "name": "Robert S. Hatten",
            "university": "Indiana University",
            "address": "",
            "email": "rohatten@indiana.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The following collection of essays and sound files of performances is a slightly enhanced version of a special session on performance and analysis organized by Daphne Leong and presented at the annual conference of the Society for Music Theory, Seattle, Washington, November 12, 2004. The energy from this well-attended evening session has led Dr. Leong to propose and organize a new SMT special-interest group, the \n“Performance and Analysis Interest Group” (PAIG).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] As chair of the session in November, and outgoing member of the MTO editorial board, I suggested to MTO editor Tim Koozin that we publish this strong set of papers. He was extremely supportive, and thus I have the pleasure of introducing the session once more, in a venue where readers around the world may hear the performances being discussed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The session featured three papers, one each by Nicholas Cook and William Rothstein, and one jointly authored by Daphne Leong and flutist Elizabeth McNutt. The choice of respondent was a natural one; Janet Schmalfeldt has been a pioneer in addressing the interaction between performer and analyst. I still recall her vivid demonstration of both \n“roles” in preparing a performance of two Beethoven bagatelles, presented over twenty years ago at the Yale meeting of the Society for Music Theory. Since that time, Cook, Rothstein, and Leong have helped lead the way, from featured sessions at SMT to the important collection of essays edited by John Rink, The Practice of Performance (Cambridge, 1995), and various articles in an array of journals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] We have published the three papers and response in slightly revised form here; the current versions reflect ongoing exchanges among the participants. There are also two brief additions. Elizabeth McNutt (who performed the Babbitt piece but who also had much to say during the discussion period) has contributed \n“A Postscript on Process,” and she and Daphne have included a short response to expand on an observation from Janet’s response to their paper. The sound files for the three papers provide performances by the participants (Rothstein’s Chopin Prélude \nand McNutt’s Babbitt excerpts) as well as an extract from Philip Thomas’s performance of Bryn Harrison’s \n“être-temps,” the focal work in Nicholas Cook’s paper.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The presentations embrace a wide array of concerns in this developing field. We hear ethnographic as well as personal accounts of the process of preparing a performance. We are offered empirical analyses of a performance as well as analytically grounded proposals for interpretations that go beyond the notated score (e.g., rubato). And we are treated to actual performances, one recorded and two live, which exemplify not only realizations of analytical concepts but also new relationships that emerge from a performative approach to the score as script.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I close this brief introduction to the session with my introductions to each of the distinguished speakers and performers. Other references to their published works in this area may be found in footnotes to their papers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Nicholas Cook is Professor of Music at Royal Holloway, University of London, where he directs the \nAHRB Research Centre for the History and Analysis of Recorded Music. His research interests, appearing in an array of journals, cover such diverse topics as Beethoven, TV commercials, analytical methodology and epistemology, musical meaning, and the aesthetics and psychology of music. Beginning in 1987, with A Guide to Musical Analysis, Professor Cook has published a number of important books: Music, Imagination, and Culture (1990); Beethoven: Symphony No. 9 (1993); Analysis Through Composition (1996); Analysing Musical Multimedia (1998); and Music: A Very Short Introduction (1998). With Mark Everist he co-edited Rethinking Music (1999), a significant collection of essays by theorists and musicologists assessing the field of music scholarship at the turn of the century. Two other co-edited volumes appeared in 2004: The Cambridge History of Twentieth-Century Music (with Anthony Pople) and Empirical Musicology: Aims, Methods, Prospects (with Eric Clarke). His next book, The Schenker Project: Culture, Race, and Music Theory in Fin-de-siècle Vienna, will appear soon. Especially relevant to this session is another book in progress, provisionally entitled In Real Time: Music as Performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] William Rothstein is Professor of Music at Queens College and The Graduate Center of the City University of New York, where he teaches graduate courses in Schenkerian analysis, analysis for performers, musical rhythm, the history of theory, and the analysis of 19th-century opera. His influential book, Phrase Rhythm in Tonal Music, appeared in 1989. Also an excellent pianist, he has written extensively on performance-related analysis, including “Heinrich Schenker as an Interpreter of Beethoven’s Piano Sonatas” (in 19th-Century Music ), “Analysis and the Act of Performance” (in The Practice of Performance, edited by John Rink), and “Chopin and the B-Major Complex” (in the journal Ostinato rigore ).  In 2003 he gave the keynote address to a joint meeting of the Music Theory Society of New York State and the New England Conference of Music Theorists, on the topic “What to do when Tovey and Schnabel disagree on hypermeter in the Beethoven piano sonatas.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Daphne Leong is Assistant Professor of Music Theory at the University of Colorado at Boulder.  Her research interests include analysis and performance, rhythm in post-tonal music, and the music of Béla Bartók. She received the Theory Society of New York State Young Scholar Award for her article “Metric Conflict in Bartók’s Sonata for Two Pianos and Percussion” in Theory and Practice, has published on Bartók’s studies of folk rhythm in Acta Musicologica, and has an article on Nancarrow’s Tango? forthcoming in Intégral . Leong is also an active pianist and chamber musician. In the area of performance and analysis, her recent work consists of collaborative studies with performers: on Ravel’s Concerto for the Left Hand with David Korevaar, on \nBartók’s Contrasts with Daniel Silver and Jennifer John, and the current project on Babbitt’s Lonely Flute with Elizabeth McNutt.\n\n\nShe has also presented on Babbitt’s Phonemena with soprano Judith Bettina and pianist James Goldsworthy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Elizabeth McNutt is a recitalist who primarily performs contemporary music. She has premiered more than 100 works, and worked with such recognized figures as Pierre Boulez, Brian Ferneyhough, Harvey Sollberger, Philippe Manoury, Roger Reynolds, Joji Yuasa, and Joan Tower. She has given solo recitals in Europe, Asia, and throughout the U.S. Her solo CD “pipe wrench” is published by Electronic Music Foundation Media; her writing has been published in Organized Sound and The Flutist Quarterly. She is currently Artistic Administrator of the Pendulum New Music Series at University of Colorado at Boulder.  McNutt holds a DMA in contemporary music performance from the University of California, San Diego. Her principal teachers were Jacob Berg, John Fonville, and Harvey Sollberger.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Janet Schmalfeldt is Associate Professor of Music Theory and Chair of the Music Department at Tufts University. She is the author of Berg’s “Wozzeck” : Harmonic Language and Dramatic Design and has \npublished articles on the relation of analysis to performance, on Berg’s Piano \nSonata Op. 1, on aspects of cadence, form, and voice leading in eighteenth- and nineteenth-century music, and \non an ideology that she has identified as the \n“Beethoven-Hegelian tradition.” Her work-in-progress develops philosophical and analytic perspectives on form as process in early nineteenth-century European music. \nShe was elected Vice-President of the Society for Music Theory (SMT) in 1995; in \nNovember of 1999 she completed her two-year term as SMT President. Her performances in the role of pianist have included chamber, concerto, and solo works. \nIn 2002–03, for example, she joined baritone Richard Lalli in performances of Schubert’s Winterreise at the Goethe-Institut Boston and at Mount Holyoke College; she \nalso performed Beethoven’s Fourth Piano Concerto with the Tufts Symphony Orchestra.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue on performance and analysis:views from theory, musicology, and performance",
    "source": "mto/raw/mto.05.11.1.hatten_introduction.html",
    "data": "mto/data/mto.05.11.1.hatten_introduction.json"
}