{
    "title": "On the Changing Use of the Major and Minor Modes 1750–1900",
    "date": "2015/03/01",
    "volume": "21",
    "issue": "1",
    "authors": [
        "Horn, Katelyn",
        "Huron, David"
    ],
    "abstract": "Historical changes in the use of the major and minor modes are traced in Western art music for the period 1750–1900 using cluster analysis methods. The analysis focuses exclusively on the interrelationships between modality, dynamics, tempo, and articulation in a random sample of 750 notated works. The resulting clusters are consistent with several affective or expressive categories, deemedjoyful, regal, tender/lyrical, light/effervescent, serious, passionate, sneaky,andsad/relaxed. Changes across time are consistent with common intuitions regarding the shift from Classical to Romantic musical languages. Specifically, thelight/effervescentcategory which dominates the late eighteenth century shrinks dramatically by the late nineteenth century, whereas thetender/lyricalandsad/relaxedcategories increase. In general, use of the minor mode increases considerably over the 150-year period.",
    "keywords": [
        "major",
        "minor",
        "mode",
        "sadness",
        "emotion",
        "history",
        "corpus study",
        "cluster analysis"
    ],
    "doi": "",
    "received": "September 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.1/mto.15.21.1.horn_huron.pdf",
    "author_info": [
        {
            "name": "Katelyn Horn",
            "university": "School of Music",
            "address": "Ohio State University, Columbus, OH 43210",
            "email": "Katy.horn@gmail.com"
        },
        {
            "name": "David Huron",
            "university": "School of Music",
            "address": "Ohio State University, Columbus, OH 43210",
            "email": "huron.1@osu.edu"
        }
    ],
    "citations": {
        "anon_2011a": "Anon. 2011a. “Tempo.” Wikipedia . http://en.wikipedia.org/wiki/Tempo , Accessed June 7, 2011.",
        "anon_2011b": "Anon. 2011b. “List of Classical era composers.” Wikipedia . http://en.wikipedia.org/wiki/List_of_Classical_era_composers , Accessed June 7, 2011.",
        "anon_2011c": "Anon. 2011c. International Musical Score Library Project . http://imslp.org . Accessed June 7, 2011.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures . Indiana University Press.",
        "hevner_1935": "Hevner, Kate. 1935. “The Affective Character of the Major and Minor Mode in Music.” The American Journal of Psychology 47: 103–18.",
        "hevner_1936": "Hevner, Kate. 1936. “Experimental Studies of the Elements of Expression in Music.” The American Journal of Psychology 48, no. 2: 246–68.",
        "huron_and_davis_2012": "Huron, David, and Matthew Davis. 2012. “The Harmonic Minor Scale Provides an Optimum Way of Reducing Average Melodic Interval Size, Consistent with Sad Affect Cues.” Empirical Musicology Review 7, nos. 3–4: 103–17.",
        "huron_yim_and_chordia_2010": "Huron, David, Gary Yim, and Parag Chordia. 2010. “The Effect of Pitch Exposure on Sadness Judgments: An Association Between Sadness and Lower Than Normal Pitch.” In Proceedings of the 11th International Conference on Music Perception and Cognition , edited by S. M. Demorest, S. J. Morrison, and P. S. Campbell, 63–66. Causal Productions.",
        "juslin_and_laukka_2003": "Juslin, Patrik, and Petri Laukka. 2003. “Communication of Emotions in Vocal Expression and Music Performance: Different Channels, Same Code?” Psychological Bulletin 129, no. 5: 770–814.",
        "kraepelin_1899": "Kraepelin, Emil. (1899) 1921. Psychiatrie. Ein Lehrbuch für Studierende und Ärzte, ed. 2. Klinische Psychiatrie. II . Johann Ambrosius Barth, 1899. Trans. by R. M. Barclay as Manic-depressive Insanity and Paranoia . E. & S. Livingstone, 1921.",
        "ladinig_and_huron_2010": "Ladinig, Olivia, and David Huron. 2010. “Dynamic Levels in Classical and Romantic Keyboard Music: Effect of Musical Mode.” Empirical Musicology Review 5, no. 2: 51–56.",
        "lester_1989": "Lester, Joel. 1989. Between Modes and Keys: German Theory 1592-1802 . Pendragon Press.",
        "meyer_1989": "Meyer, Leonard B. 1989. Style and Music: Theory, History, and Ideology . University of Pennsylvania Press.",
        "perttu_2007": "Perttu, Daniel. 2007. “A Quantitative Study of Chromaticism: Changes Observed in Historical Eras and Individual Composers.” Empirical Musicology Review 2, no. 2: 47–54.",
        "post_and_huron_2009": "Post, Olaf, and David Huron. 2009. “Music in Minor Modes is Slower (Except in the Romantic Period).” Empirical Musicology Review 4, no. 1: 1–9.",
        "romesburg_2004": "Romesburg, H. Charles. 2004. Cluster Analysis for Researchers . Lulu Press.",
        "russell_1980": "Russell, James A. 1980.  “A Circumplex Model of Affect.” Journal of Personality and Social Psychology 39: 1161–78.",
        "temperley_and_tan_2013": "Temperley, David, and Daphne Tan. 2013. “Emotional connotations of diatonic modes.” Music Perception , 30, no. 3: 237&endash57.",
        "turner_and_huron_2008": "Turner, Benjamin, and David Huron. 2008. “A Comparison of Dynamics in Major- and Minor-Key Works.” Empirical Musicology Review 3, no. 2: 64–68.",
        "zarlino_1558": "Zarlino, Gioseffo. 1558. Le Istitutioni Harmoniche . Venice."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "[1.0] INTRODUCTION",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] One of the overarching properties of Western music since the late Renaissance has been the division between major and minor modes. While these modes share many commonalities, they are often used for different rhetorical or affective purposes. Although Zarlino limited his comments to the major and minor intervals, his emotion-related descriptions of major and minor ( 1558 , Part 3, Ch. 10) nevertheless resonate with the experiences of modern listeners. In a well-cited experiment, Hevner ( 1935 ) showed that major- and minor-mode renditions of the same passages lead to different affective associations for Western-enculturated listeners: predictably, the minor mode is associated predominantly with sadness, whereas the major mode is associated predominantly with a happy or positive affect (see also Temperley and Tan 2013 ). Of course there is more to major and minor than these simple associations suggest. The development of the major/minor distinction has a rich and convoluted history (see, e.g., Lester 1989 ). Even Hevner’s perceptual experiment found that the minor mode carries other connotations apart from sadness, such as “seriousness” and “exoticness.” In light of this past history, we might ask a more empirically-driven question: Just how are the major and minor modes used in Western art music, and how has that use changed across history?",
                "footnotes": [],
                "citations": [
                    "zarlino_1558",
                    "hevner_1935",
                    "temperley_and_tan_2013",
                    "lester_1989"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Ostensibly, both the major and minor modes might be used in passages that are loud or quiet, fast or slow, staccato or legato. However, certain associations have been widely observed. For example, formal empirical corpus studies have shown that the minor mode is more likely to be associated with a slower tempo ( Post and Huron 2009 ) and with quieter dynamics ( Turner and Huron 2008 ; Ladinig and Huron 2010 ). One interpretation of these results is that this cluster of features is consistent with the expression of “sadness.” For example, research in speech prosody has shown that sad speech is slower, quieter, lower in overall pitch, involves smaller pitch movements (i.e., monotone voice), and exhibits more mumbled articulation compared with non-sad speech ( Kraepelin 1899 ). Experimental evidence in the perception of emotions in music is also consistent with these observations ( Juslin and Laukka 2003 ).",
                "footnotes": [],
                "citations": [
                    "post_and_huron_2009",
                    "turner_and_huron_2008",
                    "ladinig_and_huron_2010",
                    "kraepelin_1899",
                    "juslin_and_laukka_2003"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] One way of interpreting the minor mode is that it is similar to the (more normative) major mode, with some of the pitches lowered. Experimental work has already established that lowered musical pitches sound sadder than their unaltered versions. For example, Huron, Yim, and Chordia ( 2010 ) had listeners judge the sadness of tunes played using artificial (random, non-equally tempered) scales. Listeners received different prior musical exposures to different scales, so that for some listeners certain pitches sounded “lower than normal” whereas for other listeners the same pitches sounded “higher than normal.” When asked to judge the sadness of identical melodies, those listeners who heard the melody as containing lower-than-normal pitches judged the melody as sounding sadder than other listeners who heard the identical pitches as sounding higher-than-normal. This suggests that it is appropriate to view the minor mode as symptomatic of “lower than normal” pitch—congruent with judgments of sadness in speech.",
                "footnotes": [],
                "citations": [
                    "huron_yim_and_chordia_2010"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Interestingly, the harmonic minor mode exhibits another property that is consistent with research related to sadness in speech prosody. As noted above, sad speech is more “monotone” than non-sad speech, involving smaller pitch excursions. Huron and Davis ( 2012 ) conducted a study to find the musical scale with the smallest average pitch size. They took 300 common major-mode melodies and measured the average melodic interval size for each melody. Using computational methods, they systematically created all of the possible combinations of scale-degree modifications by one semitone (such as raising the fourth scale degree and concurrently lowering the second scale degree). For each combination, they recalculated the average melodic interval size for each of the 300 melodies. Of the thousands of possible combinations, two modified major scales tied for the most reduced average interval size: a scale involving ♭ 6 ˆ , and the combination of ♭ 3 ˆ and ♭ 6 ˆ . That is, transposing a major-mode melody into the harmonic minor mode offers an optimal reduction in pitch movements—consistent with the monotone contours characteristic of sad speech prosody.",
                "footnotes": [],
                "citations": [
                    "huron_and_davis_2012"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Despite the apparent congruence of the minor scale with the expression of sad affect, existing research suggests that these associations may not be stable. For example, although the corpus study by Ladinig and Huron ( 2010 ) showed that music in the minor mode tends to be quieter in general, nineteenth-century music appears to exhibit the reverse association, with major-mode music tending to be quieter on average than minor-mode music. Similarly, Post and Huron’s corpus study ( 2009 ) found that nineteenth-century music in the minor mode tends, on average, to be faster than music in the major mode from the same period.",
                "footnotes": [],
                "citations": [
                    "ladinig_and_huron_2010",
                    "post_and_huron_2009"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] In light of the observations regarding the changing nature of the minor mode between the Classical and Romantic periods, the purpose of this study is to chronicle in greater detail possible changes in the use of the major and minor modes in Western art music. Specifically, in this study, we employ exploratory data analysis methods—notably cluster analysis—as a tool for attempting to trace changing uses of the major and minor modes over time. In brief, we assembled a sample of notated music, coded the music according to four basic features, and carried out several cluster analyses spanning a 150-year period. [2.0] METHOD",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] As noted, our research has been overtly inspired by studies of affect in speech prosody. The research suggests that basic acoustic features of speech, including speed, loudness, and enunciation (such as mumbling or lenition), play an important role in conveying emotion. Accordingly, we examined musical parallels for each of these speech-related parameters: overall tempo (≈speaking rate), dynamics (≈loudness), and articulation (≈mumbling/lenition).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Of course, musical works typically exhibit multiple changes in these parameters over the duration of the work or movement. It is common for works to modulate into different key areas—including modulations (or mode shifts) from major to minor, or from minor to major. Similarly, works may change tempo. Dynamic levels are often in flux, moving between piano and forte dynamics on a regular basis. In the case of articulation, staccato and legato may alternate within a single measure. Nevertheless, for much music, it is not inappropriate to broadly characterize a work or movement as fast or slow, loud or quiet, major or minor, and staccato or legato. Although these categories are rather crude, they are known to be important in the affective character of musical passages (see, e.g., Russell 1980 or Hevner 1936 ). For example, loud-fast-staccato passages are linked with high physiological arousal whereas slow-quiet-legato passages are linked with low physiological arousal. [3.0] MUSICAL SAMPLE",
                "footnotes": [],
                "citations": [
                    "russell_1980",
                    "hevner_1936"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] In carrying out this study, an appropriate sample of music was needed. In assembling any sample, there are innumerable opportunities for introducing bias. Empirical research in sampling theory suggests that one of the main sources of bias is the researchers’ own pre-existing conceptions. Accordingly, our main goal in devising a sampling method was to exclude, insofar as possible, our own presumptions, and instead rely on the presumptions of other scholars or other sources. This strategy does not reduce or eliminate bias. Instead, it simply shifts the bias away from the authors: any conclusions we draw from our sample are less likely to be regarded as motivated by an a priori self-serving selection of the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] One method for reducing researcher bias is to employ random sampling. However, any random sampling procedure still requires a list of works from which sampled items are drawn. The lists themselves are likely to exhibit innumerable biases, and so questions arise over the selection of one list over another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Ideally, we would sample music according to its popularity at the time it was current. The music that people commonly hear is dependent on historical period, geographical location, listeners’ social class, and the music’s function, among other considerations. Historians have some record of music commonly heard in liturgical settings, and in upper-class circles. However, even among upper-class listeners, we have little information concerning their exposure to other musical genres. It may be that, even for aristocratic listeners in the eighteenth century, the music they heard most often was what might be called “folk music.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The principal issue is the existence of documented sources. If our aim is to investigate the modality, tempo, dynamic level, and articulation of musical passages heard in the past, we have little choice but to rely on those sources that have preserved such information. Accordingly, our study is necessarily biased toward notated music—more specifically, notated music that is likely to contain information about its modality, tempo, dynamics, and articulation. Inevitably, the availability of sources forces a sort of reification of those sources. Our study is not so much a study of “Western music,” as it is a study of available notated sources that are commonly referred to as Western “art” music. In using these materials, readers should not assume that we are somehow defining, endorsing, or reifying a concept like “art” or “classical” music, or implying that concepts such as “Classical” or “Romantic” periods represent real entities. We will use these terms merely as convenient shorthands.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] In establishing the time period for our study, our choice of starting and ending points was determined by a combination of round numbers (1900 rather than 1902), and notational practices that convey the target information. Prior to the early 1700s, dynamic markings (and sometimes tempo markings) were less common in notated music. Accordingly, 1750 was selected as an appropriate starting point. In the twentieth century, modality is often ambiguous, difficult to characterize, or non-existent. Hence, 1900 was selected as an appropriate ending point. In principle, the method used here could be employed to study changes in our selected parameters over a longer time frame.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Since our study was diachronic, it was essential to tag each sampled work with an appropriate date. A straightforward approach might be to tag each piece with the date of composition, or more conveniently the date of publication, which is commonly easier to determine. However, a more nuanced approach might consider the stylistic language of a composer. Some composers live a long time, and continue to write music in a style that contemporaries might regard as anachronistic (e.g., J. S. Bach). In a study of chromaticism, Perttu ( 2007 ) found that the levels of chromaticism in the music of composers like Bach, Haydn, Mozart, and Brahms changed very little over the course of their lives. For this reason, we chose a different way to code the period of a musical work. Specifically, we assumed that much of a composer’s musical language would be evident by the age of 25. Suppose that two composers were born in 1800, that one lived until 1835 and the other until 1880. Works written by the first composer in 1830, and by the second composer in 1870, might very well resemble each other. Moreover, the composition written in 1870 by a 70-year-old composer might bear little resemblance to other works written in 1870 by a 25-year-old composer. Accordingly, we resolved to code all compositions written by a given composer as representative of music in the decade in which they turned 25 years of age. Hence, for example, Brahms’s Intermezzo Opus 117, No. 1 was composed in 1892, but in our data it was tagged as representative of the decade 1850, since Brahms was born in 1833.",
                "footnotes": [],
                "citations": [
                    "perttu_2007"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] In order to increase data independence—and therefore increase representativeness—we aimed to sample no more than two works by any given composer. For some decades, however, this target number was exceeded. The sampled composers were selected from a list of over 700 Western art music composers, drawn from a Wikipedia article entitled “chronological list of composers” ( http://en.wikipedia.org/wiki/List_of_Classical_era_composers ). Although this list is hardly comprehensive or unbiased, it was nevertheless deemed adequate for the purposes of this study. Composers’ dates of birth were determined from the same article, and composers were then grouped by decade of birth. For example, composers born between 1745 and 1754 were coded as creating music representing the decade 1770–79. Musical works were sampled from randomized composer lists for each decade. For six of the fifteen decades, fewer than 25 composers were listed. For these decades the target of two sampled works was exceeded. For example, only 15 composers were listed as having been born between 1825 and 1834 (considered to represent the decade 1850–59). Accordingly, four to five pieces were sampled from each of the composers for this decade.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] A major consideration in sampling is ease of access to scores. For practical reasons, individual works were sampled from the International Music Score Library Project ( http://imslp.org ). Once again, this source is hardly comprehensive or unbiased. The IMSLP heavily favors piano music, and orchestral works are better represented than smaller chamber works. Moreover, the IMSLP is biased toward past music that is popular today, rather than music that was popular at the time it was composed. These problems notwithstanding, it was deemed to be an adequate source of notated scores for our purposes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Works for each composer were selected from the IMSLP repertoire list using a random procedure. Sampling continued until 50 works were selected for each decade. In some cases, no music was available through the IMSLP for composers on our original list; in these cases, we simply moved on to the next composer on the list. In total, we sampled 750 works from 330 composers, with an average of two sampled works from any given composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Although some works maintain a consistent emotional tenor from beginning to end, many works appear to represent several emotions. In our previous studies, we have sampled only from the beginnings of works; however, introductory passages may not be representative of musical works in general. At the same time, some musical passages (such as transitional passages) may be regarded as perhaps less contentful than other passages. What people remember about musical works are typically those passages theorists would consider expository, such as themes and melodies. In our sampling procedure, we aimed to identify expository musical material, while minimizing the bias towards the beginnings of works. Since we sampled a relatively large amount of music, carrying out a structural analysis of entire works was impractical. Accordingly, we employed a simple heuristic that has a high likelihood of selecting expository material, while reducing the sample bias towards beginnings of pieces.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Many works contain repeat signs and internal double barlines that mark the end of a section rather than the end of the work. It is common for composers to introduce new material following such repeat signs or internal double barlines. As a simple operationalization, then, we sampled music from four possible locations: (1) the beginning of the work, (2) immediately following a double barline in the middle of the work, (3) immediately following repeat signs, and (4) immediately following a new tempo marking or a change of meter. For each sampled work, we randomly selected a single section defined by these criteria, ensuring that each location type was equally likely to be selected. Once again, the aim of this sampling procedure was to provide a simple way of increasing the likelihood of selecting expository material that might be regarded as representative of the musical content. Music Coding",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] We coded each randomly selected section according to five properties: mode, dynamic level, tempo, articulation, and date . With regard to mode, we categorized each sampled section as (1) obviously major, (2) obviously minor, or (3) not obviously major or minor. The modality was assessed according to the subjective impressions of the authors. In making this judgment, we focused on the first four to eight measures, paying special attention to the harmony. Factors considered included the prevailing key signature, the presence and frequency of accidentals, cadences, and chord qualities. Most passages were clearly in the major or minor modes, but we made liberal use of the “not obviously major or minor” category if there was any doubt.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] With regard to dynamic level, passages were coded according to the notated dynamic marking at the beginning of the selected sample. Dynamic levels are traditionally indicated using Italian terms. For this study we coded the dynamic level of each passage using one of eight conventional Italian terms signifying extremely soft to extremely loud, abbreviated ppp, pp, p, mp, mf, f, ff, and fff . In rare circumstances dynamics may be indicated using other languages such as German or English (e.g., “quietly”); however, none of the sampled passages employed exclusively non-Italian dynamic terms. In some cases a section bears no dynamic marking, which is especially common in earlier music. In these cases we deemed the dynamic level to correspond with the most recent dynamic marking. Short-range dynamic changes, such as accents, sforzandi, crescendos, diminuendos, etc. were ignored. In 86 of the 750 cases, no dynamic marking was given at all, in which case the dynamic level was coded as “missing.” In some cases, multiple dynamic markings were present. In these cases the dynamic marking we coded was the one that extended for the greatest duration over the length of the selected passage. Of course many dynamic markings may reflect the predilections of editors rather than the intentions of composers. However, no effort was made to unravel the provenance of these markings. Whatever their origin, we assume that the markings are more likely to reflect reasonable musical intuitions than a random assignment of dynamic markings. At the same time, we recognize that dynamic markings at the beginnings of sections may exhibit a bias toward quieter dynamics that may not be representative of the work as a whole. Despite these caveats, we will assume that this procedure was adequate for capturing broad changes in dynamics that may occur over the history of common-practice music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] With regard to tempo, a number of considerations arise. Explicit metronome markings are relatively rare and are more likely to occur in works from later historical periods. Moreover, although metronome markings may clearly specify the speed of a work, they don’t necessarily indicate whether the work is perceived as “fast” or “slow.” For example, a metronome marking of 86 quarter notes per minute may sound considerably faster if the texture is dominated by 16th or 32nd notes than if the texture is dominated by half notes and quarter notes. Instead of relying on metronome markings, we chose to rely on conventional Italian tempo terms. Compared with terms for dynamic levels, there are many more possibilities, and regrettably, not all of the terms have clear meanings. However, this ambiguity does not necessarily invalidate the relative perceived tempos. In general, some terms clearly indicate slow passages (such as Largo, Adagio, and Grave ), whereas other terms clearly indicate fast passages (such as Allegro and Presto ). Similarly, there are terms that clearly indicate moderate tempos—or at least tempos that are faster than Largo and slower than Allegro . Such terms include Andante and Moderato . Recognizing the imprecision of these terms, we nevertheless chose to follow an ordered list as representing an ordinal ranking of tempo terms from slow to fast. Rather than create a list ourselves—with the potential to introduce inadvertent researcher bias—we elected to use an existing list given in the Wikipedia article on tempo ( http://en.wikipedia.org/wiki/Tempo , accessed June 7, 2011). That list is reproduced in Table 1. Table 1 . Ordered List of Tempo Terms (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] We acknowledge that there is little support for the specific ordering of neighboring terms on this list. For example, not all musicians would agree that Andante moderato is slower than Andantino . One could trim this list to a much smaller list of terms that would offer greater agreement concerning the ordering. However, a reduced list of tempo terms would necessitate excluding many more passages in the sampling procedure. As in the case of dynamic markings, no effort was made to determine the provenance of the tempo terms—whether they originated with the composer or with an editor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] Tempo specifications often include adjectives or modifiers, such as Allegro assai (very much), or Allegro ma non troppo (not too much). Also, terms are often mixed, as in Allegro vivace . In order to avoid excluding large numbers of sampled works, we elected to include all tempo designations given in Table 1, while ignoring the modifiers. Hence, Allegro assai, Allegro ma non troppo, and Allegro vivace were all coded as equivalent to “Allegro.” Clearly, this discards subtle information that may be important for performers. However, it still retains the idea that a particular passage is relatively fast (slow, moderate, etc.) in overall tempo.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.17": {
                "text": "[3.17] With regard to articulation, passages were coded according to the prevailing texture in the first four to eight measures of the sampled section. This was a subjective evaluation on the part of the researchers. Passages were coded as one of five possible designations: very staccato, generally staccato, balanced/unclear, generally legato, and very legato. In making this assessment, factors taken into account included explicit staccato markings, the presence of slurs and their lengths, the appearance of many short rests, sostenuto pedal markings (in the case of piano music), détaché , and other markings. Even if all of these markings originated with the composer, their interpretation is strongly influenced by contemporaneous performance practices. Nevertheless, for the purposes of this study we chose to treat these markings at face value without attempting a more nuanced historically informed analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.18": {
                "text": "[3.18] All four musical properties were coded in numerical form. In the case of mode, major was coded as +1, minor as -1, and ambiguous was coded as 0. In the case of articulation, staccato was coded as +1, legato was coded as -1, with very staccato and very legato coded as +2 and -2 respectively. Unclear or balanced legato/staccato articulation was coded as 0. Dynamic level and tempo were similarly coded as ordinal data, with larger numbers representing louder (1–8) and faster (1–19) passages. In the case of the major/minor distinction, it is best to view this as nominal rather than ordinal data; however, for the purpose of statistical analysis we treated all data as ordinal. Figure 1 . Rondo alla Turca Op. 68 No. 3, m. 89 by Johann Friedrich Franz Burgmüller (1806–1874) (click to enlarge) Table 2 . Coding for Figure 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.19": {
                "text": "[3.19] By way of summary, let us consider a sample excerpt that was used in this study. Figure 1 is a passage of keyboard music by Johann Burgmüller taken from IMSLP. The piece and section were selected at random and the manner in which the musical features were coded is displayed in Table 2 . This passage was marked as the beginning of a section by a double barline and key change on the line above. The mode here is unambiguously minor. The tempo designation of Allegretto is taken from the beginning of the work, as there were no notated tempo changes otherwise. The articulation is a little less obvious. With no articulation markings in the left hand and a mix of short slurs, staccatos, and longer slurs in the right-hand part, we opted for a subjective appraisal of generally legato as the best characterization of the articulation in this passage. The dynamic is relatively straightforward, as the brief sforzando is followed by a piano marking which applies to the remainder of the passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.20": {
                "text": "[3.20] Perhaps our most controversial coding element is our dating procedure. Recall that we chose to use the decade in which the composer was 25 years old rather than the date of composition or the date of publication. In the case of this example, our coded date (1830) and the date of publication (1841) are relatively close. Furthermore, as we discuss later, in analyzing the data we ended up comparing the trends exhibited in three 50-year epochs (1750–1800, 1800–1850, 1850–1900) rather than decade by decade. Thus, for this specific example as well as for the vast majority of the passages in this study, the discrepancies between composer age and composition or publication date are inconsequential. [4.0] ANALYSIS Example 1 . Percent Distribution of Mode for all 750 Musical Passages (click to enlarge) Example 2 . Percent Distribution of Tempo terms for all 750 Musical Passages (click to enlarge) Example 3 . Percent Distribution of Coded Articulation for all 750 Musical Passages (click to enlarge) Example 4 . Percent Distribution of Dynamic Marking for all 750 Musical Passages (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] As explained in the previous section, for each of the 750 sampled passages, we have five items of coded information: decade, mode, tempo, dynamic, and articulation. Fifty pieces are coded for each of the 15 decades (1750–59, 1760–69, . . . 1890–99). The distribution of passages in major and minor is shown in Example 1 . For the entire set of 750 passages, 71 percent were in the major mode, 25 percent were in the minor mode, and 4 percent were coded as having ambiguous modality. As can be seen in Example 2 , tempos exhibit a bimodal distribution, with many works falling into the broad categories of “fast” or “slow.” The most common tempo term was Allegro (31 percent), with Andante the second most common (17 percent). In coding the data, we observed that Allegro vivace was a very common designation. In future research, it might be appropriate to treat Allegro vivace as a separate tempo designation, faster than allegro. In addition, three of the target tempo terms were never encountered in our sampling. These included Larghissimo, Adagietto, and Allegrissimo .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Recall that articulation was coded according to five categories: very legato, generally legato, unclear or balanced, generally staccato, and very staccato. Example 3 shows the distribution of these articulations. The most common designation was “generally legato” (29 percent) and the least common was “very staccato” (10 percent).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] With regard to dynamics, Example 4 again appears to exhibit a bimodal distribution representing generally quiet and loud passages. However, piano (p) is the dominant dynamic marking (45 percent) with forte (f) the next most common (18 percent). As noted earlier, since our sampling method specifically selected the beginnings of sections, it is possible that this skew toward piano dynamics is an artifact of a tendency to begin passages quietly. Cluster Analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In order to carry out a cluster analysis, we needed to produce a series of measures that could be used to characterize the similarity between different sampled passages. Each passage might be conceptualized as a point in a four-dimensional space in which the dimensions are tempo, dynamics, mode, and articulation. The measured distances are sensitive to the scales used for each dimension, so following normal data analysis practice the scales were standardized by recoding all of the data as Z-scores—that is, the numerical codes were standardized by subtracting the mean and dividing by the standard deviation. Those pieces that have similar features will tend to occupy the same region in this four-dimensional space. A useful measure of similarity is simply the Euclidean distance separating two points. Using this approach, we can calculate a distance measure between all pairs of points (i.e., between all musical passages). These distances can be interpreted as a measure of dissimilarity, and the squared distances can be used as input to a cluster analysis algorithm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] A number of clustering algorithms exist. For the purposes of this study, we employed the common average-linkage-between-groups method, which is also known as the unweighted pair group method with arithmetic mean (UPGMA) ( Romesburg 2004 ). The output of a cluster analysis is a dendrogram—a tree-structure that represents the clusters evident in the data. Cluster analysis tells the researcher only which things group together and how tightly they cohere; it offers no interpretation of what these groups might represent. It is up to the researcher to interpret the possible meaning or source of the groups revealed by the cluster analysis. Aggregate Dendrogram Example 5 . Dendrogram of Entire 150-year Period (750 Musical Passages) (click to enlarge) Table 3 . Feature Clusters corresponding to Example 5 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "romesburg_2004"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Example 5 shows a dendrogram for all 750 sampled passages. At the highest level, the tree exhibits two broad clusters. By examining the individual passages within each of the two clusters, it is possible to interpret the meaning of this bifurcation. Roughly 98 percent of the musical passages in the upper-left cluster were coded in the major mode (with 2 percent coded as ambiguous), whereas roughly 90 percent of the passages in the upper-right cluster were coded in the minor mode (with 10 percent coded as ambiguous). In other words, the top-level clusters appear to represent the distinction between major- and minor-mode passages. Below this, both the major and minor clusters bifurcate into two broad categories. Examination of the individual passages within these groups suggests that the subdivisions represent the distinction between loud and quiet passages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] At the next level down, tempo and articulation appear to combine in various ways. In general, passages that are staccato tend to be fast, whereas legato passages are more likely to be slow. At the bottom level in the dendrogram, we propose that there are eight interpretable clusters. These generally correspond to the eight possible combinations of mode (major/minor), dynamics (quiet/loud), and tempo (slow/fast). For example, the passage in the leftmost cluster generally exhibits a combination of major (93%), fast (80%), loud (87%), and staccato (44%) passages. We chose to label this cluster as joyful music. This cluster of nominally joyful music accounts for 18% of all sampled passages. Similarly, the combinations of various properties allow us to offer interpretations of the other clusters from left to right, as shown from top to bottom in Table 3 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] It bears emphasizing that the various terms we use to designate these clusters are simply interpretive conveniences. For example, what we call tender/lyrical is really a shorthand for an underlying cluster of passages that are predominantly major, quiet, slow, and legato. We selected these terms based on our intuitive sense of what music with the prevailing coded features might sound like, not based on the actual music sampled.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] There is considerable variability within the low-level clusters. That is, all of the passages in a cluster might share the same mode and dynamic level, but might vary widely in another factor, like articulation. This can cause difficulties in tracing the same cluster of characteristics from one epoch to another. By way of illustration, consider the cluster dubbed sneaky . In the earlier epochs, the sneaky category consists exclusively of minor- or ambiguous-mode works. However, by the late nineteenth century, this category includes some major-mode works (~15%)—raising the question of whether the clusters from these different eras should be regarded as the same.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] In general, the clusters tend to be strongly dominated by modality. With only one exception (sneaky), all of the eight low-level clusters in all of the dendrograms contain only obviously major- or only obviously minor-mode passages—with the occasional inclusion of ambiguous-mode passages. Moreover, most of the works deemed ambiguous-mode tend to be clustered with minor-mode works. The clusters exhibit much more variability with regard to the tempo, dynamics, and articulation of the grouped passages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] As can be seen in Example 5, the various clusters differ considerably in size, with tender/lyrical (26%), light/effervescent (23%), joyful (18%), and sad/relaxed (17%) dominating. Epoch Dendrograms Example 6 . Dendrogram of the First 50-year Epoch (250 Musical Passages from 1750–99) (click to enlarge) Example 7 . Dendrogram of the Second 50-year Epoch (250 Musical Passages from 1800–49) (click to enlarge) Example 8 . Dendrogram of the Third 50-year Epoch (250 Musical Passages from 1850–99) (click to enlarge) Table 4 . Proportion of Each Cluster in Each Epoch (click to enlarge) Example 9 . Bar Graph of Proportion of Each Cluster in Each Epoch (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] In order to highlight any changes in the association of musical features over time, we divided the sampled passages into three 50-year epochs and performed a cluster analysis on each epoch. Examples 6–8 display the dendrograms for the three epochs: 1750–99, 1800–49, and 1850–99. Note that Example 7 , for the period 1800–49, closely resembles the dendrogram for the entire 150-year period. The greatest differences are evident between the earliest and latest epochs (Examples 6 and 8), and the dendrogram for the 1800–49 epoch appears to be intermediate between the 1750–99 and 1850–99 dendrograms. This pattern suggests that the middle period represents a blend or intermediate stage between an earlier musical pattern and a later pattern, rather than a radically distinctive practice in opposition to both the earlier and later epochs. Accordingly, we will restrict our comments to the contrast between the earliest and latest periods in our study. Note that in choosing to focus on the earliest and latest periods we do not wish to imply that these periods somehow represent “cardinal” points and that the intermediate 50-year period represents a “transition.” We are simply observing that features of both the earlier and later periods are evident in the middle period of our study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] The proportions of the different clusters according to each epoch are summarized in Table 4 . Points of interest are highlighted in bold. The same data are displayed as a bar graph in Example 9 . Recall that the content of these clusters varies between epochs. For example, the tender/lyrical cluster in the earlier epoch is clearly dominated by slow, major passages with a tendency towards quiet, legato passages, whereas the tender/lyrical cluster in the later epoch is clearly dominated by quiet, major passages with a tendency towards slow, legato passages. In other words, dynamics are more variable in the early tender/lyrical cluster, while tempo is more variable in the later tender/lyrical cluster. Despite this variability, an interesting, if rough, picture emerges showing changes in the association of musical features over time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] Perhaps the most obvious historical change is found in the nominally light/effervescent category. In the first epoch (late eighteenth century), this category represents 38 percent of the 250 sampled works. By the late nineteenth century, this category virtually disappears as a separate cluster—at least in our corpus sample. At the same time, the proportion of nominally tender/lyrical works doubles. Another striking change is the increase in the nominally sad/relaxed category, with the last epoch exhibiting three times the proportion of works in the 1750–1800 epoch. Less prominent changes include an increase in works nominally deemed passionate , and a slight decline in the proportion of nominally joyful works. In addition, we see the appearance in the nineteenth century of a new cluster of works nominally deemed serious (i.e., minor, loud, slow, legato). [5.0] DISCUSSION",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Recall that for Western art music spanning the past four centuries, previous studies have shown that there is a broad statistical association between the major mode and fast tempos, and the minor mode and slow tempos. In addition, the major mode is associated with loud dynamics and staccato articulation, whereas the minor mode is associated with quiet dynamics and legato articulation. The combination of quieter, slower, legato, and lower pitch is reminiscent of the prosodic features for sad speech ( Kraepelin 1899 ). The combination of these properties is therefore consistent with the musical portrayal or representation of a sad emotion. However, earlier studies also showed that this general association between the minor mode and features consistent with sad affect (slower, quieter) breaks down in nineteenth-century Western art music. In fact, the association reverses, with the minor mode more likely to be associated with faster tempos and louder dynamic levels than the major mode. Accordingly, we expected to see an increase in the proportion of the nominally passionate cluster in the nineteenth century. (i.e., minor/loud/fast). Although this cluster does indeed double in proportion (from 4 percent to 8 percent), these numbers are relatively small, and seem insufficient to account for the reversal in the changing association between the minor mode and fast/loud.",
                "footnotes": [],
                "citations": [
                    "kraepelin_1899"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Instead, the principal shift appears to occur in the use of the major mode. The largest cluster in the late nineteenth century is the major/quiet/slow/legato association (tender/lyrical) . This cluster accounts for 22 percent of musical passages in the late eighteenth century, but blossoms to an impressive 44 percent in the late nineteenth century. In short, the results of the current study suggest that the breakdown of the conventional major/happy, minor/sad association can be predominantly attributed to a newly developing penchant to link the major mode with slow and quiet music, rather than to link the minor mode with fast and loud music. This result reinforces and extends the observations made in an earlier corpus study by Ladinig and Huron ( 2010 ). Another historical development that contributes to this changing association can be found in the demise of the nominally light/effervescent category. In the late eighteenth century, the major/quiet/fast/staccato grouping accounts for 38 percent of our sampled passages. By the end of the nineteenth century this cluster virtually disappears. This change contributes to the erosion of the association of the major mode with fast tempo.",
                "footnotes": [],
                "citations": [
                    "ladinig_and_huron_2010"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] By way of summary, our analysis is consistent with the existence of two major historical changes over the 150-year period between 1750 and 1900. First, there is a marked increase in the use of the minor mode, with a concomitant reduction in the use of the major mode. Looking at just the works in the minor mode, there is little change in its affective use; that is, the sub-clusters within the minor mode retain roughly the same proportions over this period. Second, looking at just the major-mode works, there is a notable shift in how the major mode is used, with more nominally tender/lyrical passages and many fewer nominally light/effervescent passages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The period covered by our study spans what historical musicologists have conventionally called the Classical and Romantic periods. In recent decades, musicologists have become more wary of such designations and have rightly questioned whether styles or periods can be clearly categorized. The current study provides empirical evidence consistent with changing musical practices over the 150-year period. Moreover, these changes can be observed in gross musical features, like the various combinations of overall dynamic level, overall tempo, predominant articulation, and modality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Conventionally, the transition from Classicism to Romanticism has been described as exhibiting an increase in passionate or extreme emotion (“Sturm und Drang”) , accompanied by a reduction in “light” music. The results of our study provide some qualified evidence consistent with this interpretation. First, the main observed difference is the reduction in the nominally light/effervescent category. At the same time, there are relatively large increases in the proportion of nominally passionate and sad/relaxed musics, although these categories represent small proportions of the overall musical usage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] This observation notwithstanding, according to our empirical results, the most prominent change is the increase in nominally tender/lyrical music. This latter change is not commonly identified in informal descriptions of Romanticism. It may be that the passionate and serious categories are simply more memorable or attract greater notice than the nominally tender/lyrical category. When we consider nineteenth-century art music, there is a tendency to think of passion and bombast, when instead, there appears to be much more music that is lyrical or tender in tone. It is possible that this result is an artifact of a bias toward piano music in the IMSLP database. Even so, this observation would nevertheless remain noteworthy given the preeminence of the piano in daily music making throughout the nineteenth century.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] The method of analysis employed in this study could be criticized as crudely mechanical—and thus antithetical to the humanistic spirit. Our approach relies on a number of assumptions, any one of which may be incorrect, and so lead to spurious results. Of course, all scholarship relies on assumptions; good research aims to make these assumptions transparent rather than render them opaque. Indeed, it is the transparency of empirically-oriented methods that accounts for much of their value.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] At the same time, the method used in this study might be criticized for relying heavily on the interpretation of the researchers. We acknowledge that other interpretations may be better warranted in interpreting the dendrograms produced by the cluster analyses. At the same time, however, we contend that the use of exploratory empirical methods—such as cluster analysis—may be broadly useful in the study of musical styles throughout history (such as was envisioned by Meyer 1989 ). On the one hand, such methods may provide empirical support for existing scholarly claims. On the other hand, such methods can lead to new insights, and even challenge received wisdom.",
                "footnotes": [],
                "citations": [
                    "meyer_1989"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.1.horn_huron.html",
    "data": "mto/data/mto.15.21.1.horn_huron.json"
}