{
    "title": "Commentary on Justin London’s MTO 0.2 article",
    "date": "1993/06/01",
    "volume": "0",
    "issue": "3",
    "authors": [
        "Parncutt, Richard"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.3/mto.93.0.3.parncutt.pdf",
    "author_info": [
        {
            "name": "Richard Parncutt",
            "university": "McGill University",
            "address": "",
            "email": "parncutt@sound.music.mcgill.ca"
        }
    ],
    "citations": {
        "fraisse_1982": "Fraisse, P. (1982). “Rhythm and tempo.” In Deutsch, D. (Ed.), The Psychology of Music (pages 149–180). New York: Academic."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I’d like to return to the recent analyses of Justin London’s rhythm  \nexample by Robert Judd and myself. JL’s Example 3 began with the 6  \nnotes C D E F G A, where all notes had the same duration except the  \nlast (A) which was longer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The story so far: I looked at the phenomenal accent of each note and  \nconcluded that C had a “primacy” accent, a had a durational accent,  \nand D, F, and A were candidates for harmonic accents. RJ concluded  \nthat the sequence could be parsed in either of two ways—either  \nduple note groups with (metric) accents on D, F, and A, or triple  \nnote-groups with accents on E and A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The main difference between these two interpretations is the role of  \nthe primacy accent on the first note, C. My perceptual analysis  \nreferred to surface features heard on a first listening, while RJ  \nperformed a retrospective analysis of possible meters, arrived at  \nafter many listenings. In Judd’s analysis, the primacy accent on C  \nseemed relatively unimportant “in retrospect”—at least by  \ncomparison to the durational accent on A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The difference between these two analyses points to a fundamental  \ndifference between music theory and psychology, of the kind alluded  \nto by Greg Sandell in his recent letter to the list. Music-theoretic  \nanalyses generally assume previous familiarity with and understanding  \nof the music, and are often based on “isolating . . . passages of music  \nand playing them several times” (a quote from Greg Sandell, somewhat  \nout of context—the point I want to make is that the theorist hears  \nor imagines the music many more times than does the average  \nlistener). Psychological or perceptual approaches often go to the  \nother extreme, exploring spontaneous responses to unfamiliar music or  \nsound sequences presented in the “constrained conditions of an  \nexperiment run in a lab.” I believe that a balanced combination of  \nthese two approaches could lead to significant progress in music  \ntheory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The difference between the approaches of Robert Judd and myself also  \ninvolved levels of analysis. My analysis was focussed on a relatively  \nlow or “primitive” level—phenomenal accent. Judd’s concentrated on  \nthe next level up, the level of rhythmic strata (Yeston) or pulse  \nsensations (my preferred term). In a systematic approach to rhythm,  \nit may be useful to regard phenomenal accent and pulse sensations as  \nindependent and distinct, by first analysing phenomenal accents, and  \nonly then considering the resultant pulse sensations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Which of RJ’s two solutions (duple, triple) is more likely? The  \nrelative importance of the two parsings may depend simply on the  \nnumber of phenomenal accents that coincide with pulse events. This  \nidea favors the duple grouping, as it involves more matching events  \nthan the triple grouping. Another effect is that of tempo. Research  \nin rhythm perception (summarised by Fraisse, 1982) has suggested that  \npulse sensations are confined to a restricted range of tempi centered  \non about 100 beats per second (“moderate tempo”), and that most  \nperceived pulses lie between a half and twice that value, that is,  \nbetween about 50 and 200 beats per minute. According to this theory,  \nat slow tempi, the RJ’s duple note groups will be closer to moderate  \ntempo, and will probably be preferred for that reason. At fast tempi,  \nthe triple note groups are more likely.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The long-term aim of my research in rhythm is to develop an algorithm  \nthat predicts perceptual properties of simple rhythms in notated or  \nperformed music by the systematic application of a minimum number of  \nspecific rules or principles. Principles may be either perceptually  \n“primitive” or specific to western music. The validity of the rules  \nor principles may be checked by comparing predictions of the model  \nwith corresponding experimental results. This approach differs from  \nmost other music theory, in which the validity of analytic rules or  \nprinciples is primarily determined by the perception and intuition of  \ntheorists. Traditional music theory nevertheless remains the primary  \nfoundation of, and motivation for, the model—as well as most other  \nresearch in music perception.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.3.parncutt.html",
    "data": "mto/data/mto.93.0.3.parncutt.json"
}