{
    "title": "Review of Lee Rothfarb, <i>August Halm: A Critical and Creative Life in Music</i> (University of Rochester Press, 2009)",
    "date": "2011/12/01",
    "volume": "17",
    "issue": "4",
    "authors": [
        "Christensen, Thomas"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "November 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.4/mto.11.17.4.christensen.pdf",
    "author_info": [
        {
            "name": "Thomas Christensen",
            "university": "The University of Chicago",
            "address": "Department of Music, 1010 East 59th Street, Chicago, Illinois 60637",
            "email": "tchriste@uchicago.edu"
        }
    ],
    "citations": {
        "halm_1920": "Halm, August. 1920 [1913]. Von zwei Kulturen der Musik . 2nd ed. Munich: G. Müller.",
        "halm_1978": "Halm, August. 1978. August Halm: von form und Sinn der Musik; mit einem einführenden Essay herausgegeben von Siegfried Schmalzriedt . Wiesdbaden: Breitkopf & Härtel.",
        "kelly_2008": "Kelly, Laura Lynn. 2008. “August Halm’s Von zwei Kulturen der Musik : A Translation and Introductory Essay.” Ph.D. diss., University of Texas at Austin.",
        "rothfarb_2002": "Rothfarb, Lee. 2002. “Energetics.” In T he Cambridge History of Western Music Theory , ed. Thomas Christensen, pp. 927–55. Cambridge: Cambridge University Press.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Rothfarb was hardly the first scholar to take note of Halm. In 1978, Siegfried Schmalzriedt published an anthology of articles written by Halm that included a sympathetic introductory essay on Halm’s life and writings ( Halm 1978 ). But Rothfarb’s book completely eclipses Schmalzriedt in both breadth and depth.",
            "citations": [
                "halm_1978"
            ]
        },
        "FN2": {
            "text": "2. Schmalzriedt counts over 270 of these smaller writings in his bibliography. A few of his major essays were collected and published in a volume in 1916 that he entitled somewhat enigmatically, Von Grenzen und Ländern der Musik ; about three dozen others were later collected and reprinted by Schmalzriedt in von Form und Sinn der Musik ( Halm 1978 ; see note 1).",
            "citations": [
                "halm_1978"
            ]
        },
        "FN3": {
            "text": "3. It is a scandal that this book has never been translated into English, though it went through three editions in German (1913, 1920, and 1947, respectively). For the time being, English readers can consult the dissertation by Laura Lynn Kelly ( 2008 ).",
            "citations": [
                "kelly_2008"
            ]
        },
        "FN4": {
            "text": "4. Halm 1920 , 247–48; my translation. This passage, by the way, is typical of Halm’s stuttered, gnomic style of writing, particularly in the climax to his analytic chapters. (One senses the rhetoric of a preacher in them.) It may be instructive to give it in the original here: “Die symmetrie platt hingelegt; constatiert, nicht geschehend. Ein Ruf, ein Befehl, kein Gesetz; gerade noch ein Satz. Gewaltsam, aber in sich schwach. Spannend, aber selbst ohne innere Spannung, ohne inneren Halt. Tüchtig, aber nicht gut. Ein äusserer Lebensgang, aber kein Leben; von wirklichem Leben so fern, wie Buntheit von Farbigkeit.” Also see the critical comments on pp. 156–57 of the same volume.",
            "citations": [
                "halm_1920"
            ]
        },
        "FN5": {
            "text": "5. Halm 1920 , 251. “...ein solches Thema bester Art [ist] eine kosmisch notwendige Arbeit. Es redet nicht, sondern ist; es erscheint in ihm, was erscheinen musste, das Licht der Präexistenz strahlt aus ihm; nicht nur Logik, sondern das Ueberlogische, Metalogische, der Logos gibt sich in ihm kund...ein Bild, nicht nur rein Abbild und Gleichnis von ewigem Leben...”",
            "citations": [
                "halm_1920"
            ]
        },
        "FN6": {
            "text": "6. Halm 1920 , 89. “Nach dem Höhepunkt der Erregung oder, wenn wir so wollen, der Ekstase lässt dieses stürmische Hin- und Widerspiel des von der Harmonie verlassenen, als wie dem festen Boden entführten und von Wolken und Winden getriebenen Motivs den Eindruck des Mächtigen bald in den des Uebermütigen, dann aber in den des Haltloseren, des Zerflatterns, ja der beginnenden Erschöpfung übergehen...”",
            "citations": [
                "halm_1920"
            ]
        },
        "FN7": {
            "text": "7. Janet Schmalfeldt’s recent book can be read as yet a third-generation iteration of ideas whose lineage can arguably be traced back to Halm ( Schmalfeldt 2011 ).",
            "citations": [
                "schmalfeldt_2011"
            ]
        },
        "FN8": {
            "text": "8. Rothfarb discusses these authors on pp. 174–79.",
            "citations": []
        },
        "FN9": {
            "text": "9. From an article entitled “Musikalischer Schülkursus” published in 1911; quoted in Rothfarb, 16.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] A strange sense of melancholia kept coming over me as I was reading Lee Rothfarb’s absorbing study of August Halm. Perhaps it had something to do with the repeated vexations of Halm’s life, such as his perpetual frustration in finding stable and satisfying employment. Maybe it was that he never seemed to have settled the question of his vocation: was he a music educator or a theologian? A theorist or a critic? A composer or a conductor? He made efforts in all those areas, yet each seemed only a piece of some greater ambition, some greater project that never quite materialized in his life. Then again, there was the obvious discontent he felt—and expressed in his writings—about the sorry state of musical culture as he scanned the landscape of Europe in the first decades of the 20th century. Like Schenker, with whom he enjoyed an avid correspondence, his “theory,” if we may call it that, was conservative in its pedigree yet almost utopic in its aspiration. Of course, Halm never attained the fame of Schenker (and it is not hard to detect an obvious intimidation in the tone of many of his letters to his Viennese counterpart). One is not surprised to learn that at the end of his life he lamented that no one would be reading his writings in another twenty years (173).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Fortunately, this prophecy has proven not quite accurate. Thanks to Lee Rothfarb’s book, we can learn a great deal about Halm’s writings today, and many of us will hopefully be inspired by this critical biography to start reading some of them ourselves. (1) They are well worth the effort. I found it somewhat gratuitous for Rothfarb to justify at the end of his book the significance of Halm’s words (Chapter 7, “Halm’s Oeuvre: Wisdom and Prophecy”) on account of the surprising intimations they hold for much of the new “critical analysis” that we have witnessed in recent decades or the “return to tonality” by many composers. Still, there is no doubt that Halm could be a bracing voice for so many of us who are trying to incorporate critical perspectives within our music analyses. If Halm’s writings were not the future of music criticism avant la lettre , they might still provide an invigorating tonic to our ongoing disciplinary conversations. *  *  *",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The life of August Halm was comparatively uneventful, although Rothfarb has industriously dug up just about every piece of evidence one could hope to find in piecing together his biography. (Rothfarb has not only exhausted the archives for his book, he evidently interviewed and befriended descendants of Halm still alive in Germany for additional information and documentary material; tellingly, the end notes of the book come to some 77 pages, over a third as long as the text itself!) The basic facts of Halm’s life are easy to recount from Rothfarb’s first chapter (“An Intellectual and Creative Life in Music,” 1–47). He was born in 1869 in Schwäbisch Hall in Baden Württemberg and rarely ventured far beyond this southwest corner of Germany. His initial training at Tübingen for the Protestant clergy was soon derailed by his passion for music, and he left his first church appointment in 1893 to pursue advanced compositional studies in Munich with the composer Joseph Rheinberger, then one of the leading doyens of music education in Bavaria. While Halm ended up deeply disappointed by his studies with Rheinberger, whom he considered to be hopelessly pedantic, the experience obviously had the effect of cementing his determination to pursue a career in music (13). More importantly, it was in Munich that Halm began to recognize the need for a new kind of music education that would break through the academicism and elitism he found pervading the Munich conservatory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In 1895 Halm passed his final exams in Munich and accepted an appointment in the city of Heilbronn as director of the Verein für klassiche Kirchenmusik . This would be only the first of some half-dozen minor appointments over the following years, in which Halm was called variously to teach piano and violin to children, to conduct amateur choirs or youth orchestras, and to give lectures on the appreciation of music to a generally untutored audience. A happy exception occurred in 1906, when Halm received an offer to teach at the Free School in Wickersdorf (in southwest Thuringia) founded by Gustav Wyneken, an early champion of educational reform in Germany. Halm recognized in Wyneken a kindred spirit, and the two became lifelong friends. (Indeed, Halm ended up marrying Wyneken’s daughter, Hilda, in 1913.) Above all, music bound the two together; Wyneken was convinced that music should be a vital component of any educational curriculum for youth (and adults, for that matter), and he found an ideal partner for his designs in Halm. It was at Wickersdorf that Halm began developing many of the ideas that would soon be presented in later publications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Halm stayed in Wickersdorf for only four years, whereupon—due to political tensions at the school and the sudden departure of Wyneken—he accepted a conducting position in Ulm. Over the next few years, Halm struggled financially, taking on various other low-prestige teaching or conducting positions, failing to gain any of the more elite academic or journalistic appointments to which he applied. Still, the years between 1910 and 1919 were certainly some of the most productive for Halm. During this time, he published his two most important books: Von zwei Kulturen der Musik , 1913; and Die Symphonie Anton Bruckners , 1914. In addition, he began churning out a large number of essays and reviews for various regional music journals and newspapers. (2) It was during this difficult period, too, that Halm made his most concerted efforts in composition, though he had trouble securing very many performances given the strains of the war. In 1919, Wyneken returned to the Free School at Wickersdorf, newly reopened after the war years. One year later, a grateful and relieved Halm rejoined his friend in their old stomping grounds to remain there for the remaining nine years of his life.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It is worth rehearsing these details of Halm’s biography, as they underscore how un-dramatic and provincial his career was. Located for most of his life away from the major musical and cultural centers with which we associate many other German musicians of the early 20th century—Vienna, Leipzig, Berlin, etc.—Halm was left to develop his own ideas in relative isolation. Still (or perhaps consequently), the result is a truly original corpus of writings of quite ambitious scope. Halm addresses a gamut of topics in his books and articles, ranging from questions of contemporary music, music theory and music education to analytic essays on his favored triumvirate of composers: Bach, Beethoven, and Bruckner. Thanks to Lee Rothfarb’s superb study (which builds on a number of earlier articles that have appeared over the past few years), English-speaking music theorists can now see what they have been missing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] It’s probably not accurate to refer to a Halmsian “theory” of music, for he was never as systematic and disciplined a thinker as, say, Schenker, or even Ernst Kurth, for that matter. Still, there are many unifying ideas in his writings. To begin with, Halm early on developed a strong antipathy to many modernist elements that he began hearing in the music of his contemporaries (although he never developed the noxious strains of nationalist chauvinism that we read in Schenker). Above all, attempts by composers to move beyond or repress tonality in their music were in his mind grave errors. For tonality was the great unifying—and universal— logos of music; learning to harness the dynamic potential of tonality was not just a stylistic choice for a composer, since tonality was precisely the source of music’s affective and—ultimately—spiritual content. More on this point in a moment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Halm was also deeply distressed about the sorry state of music theory and criticism. On the one hand, he believed most systematic theories to be too sterile in their abstractness and alienating in their pseudo-scientific pretensions. (Here he was undoubtedly thinking of someone like Riemann.) On the other hand, he rejected just as vehemently attempts to reach the masses through the crutches of poetic hermeneutics. The many pleasant stories that writers such as Paul Bekker or Hermann Kretschmar penned to accompany their discussions of Beethoven symphonies were, in Halm’s view, childish, shallow, and distracting; they drew the listener’s attention away from the music itself into a fantasy land of pictures and imaginative drama. Not that music lacked drama, of course. But it was a drama not of characters, but of forces, of spirit, and above all, of musical logic. What was needed, Halm became convinced, was a kind of grown-up hermeneutics in which listeners learned to sense those life-giving forces that pulsated through the greatest musical works, to learn how the greatest composers manipulated the various parameters of music—melodic, rhythmic, harmonic, formal—in order to control the ebb and flow of musical energy. For it was in this alchemy of musical forces that the greatest masterworks of music evinced their true spiritual content.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Halm’s repeated emphasis upon the spiritual element of music may seem obvious evidence of his strong religious views. But Halm used the term Geist in a more philosophical, Hegelian sense of objective spirit ; it is a spirit that is both intellectual and historical. If we are to look for the real evangelical credentials in Halm’s writing, I think Rothfarb is correct that we look towards the zeal with which he tried to speak to the broadest audience of music lovers possible (16–22). More than perhaps any other major music theorist since Mattheson, Halm mounted the pulpit in the public sphere by regularly publishing his musical views and analyses in a variety of newspapers and journals aimed at non-specialists. He was convinced that the true appreciation of great music was not reserved for the elite or connoisseurs; music was something that—like the Christian gospel—anyone could learn to know if only they would open their hearts and minds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Or maybe their bodies? For in Halm, we have a distinctly corporeal kind of music theory in which musical elements seem to have palpable physical effects. The energetic forces that course through the greatest musical works are ones that can be felt by a listener and must be expressed by performers. Indeed, apprehending these forces was key to any true understanding of music, and the job of music criticism was to make as clear as possible how a particular musical work expresses and controls these forces.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] We know today, of course, that a concern for musical energy was hardly unique to Halm. Numerous theorists prior to Halm discussed issues of musical dynamics and energy in their writings. (And no one has taught us more about the history of energetics in musical thought than Rothfarb himself—see Rothfarb 2002 .) Over the course of chapters 2 and 3, we learn how much of Halm’s understanding of energetics derived from a number of immediate predecessors in music theory, psychology, and philosophy who developed theories of musical dynamics, musical logic, and empathetic perception in their writings: Karl Grunsky, Theodor Lipps, Johannes Volkelt, and especially Robert Vischer (48–88, passim ). But it was Halm who most clearly saw the implications of this work for the field of music.",
                "footnotes": [],
                "citations": [
                    "rothfarb_2002"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Halm felt the purest expression of musical energy in unconstrained melody. And there was no composer who better understood this—and projected it in his music—than Johann Sebastian Bach. In Bach’s melodic mastery, we can hear absolute musical motion in its most elemental state. This is what made Bach’s fugues so powerful. Each fugal subject seemed to contain in itself a kernel of bound-up energy that is then released and given full expression in the course of its contrapuntal unfolding.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Yet Halm was not some latter-day apostle of Rousseauian aesthetics in the primacy he gives to melody. For harmony was equally endowed by nature (or at least the overtone series) with energetic force—especially in the major third of the harmonic triad. (Ernst Kurth would later characterize the difference between harmonic energy and melodic energy as “potential” versus “kinetic,” respectively.) What harmony possessed that melody did not, though, was a potential to become form defining. By exploiting the capacity of harmony to articulate moments of closure or temporal suspension through a dampening of melodic motion, composers discovered means of creating large-scale architecture. This is seen ideally in sonata form, in which melody becomes necessarily subordinated to the forces—and constraints—of harmonic drama. Here Beethoven stands as the paradigmatic composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Bach’s fugal art and Beethoven’s sonata compositions illustrate the two primary ways musical forces may be unleashed and then controlled. It is a thesis that Halm called the “two cultures” of music and that is elaborated in his first major book, Von zwei Kulturen der Musik from 1913. While he produced many other writings, as mentioned, they all can be fitted more or less within the general framework he sets up in this book (cited hereafter in its second edition as Halm 1920 ).",
                "footnotes": [],
                "citations": [
                    "halm_1920"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Now there has been a great deal of misperception concerning Halm’s two cultures, and we can be grateful to Rothfarb for offering one of the most succinct and clarifying discussions of the concepts in his book (especially in Chapter 4, 89–107). (3) As defined by Halm, the cultures are not to be understood as narrowly conceived historical “genres” of music. Nor are they meant to tell a story of just two composers. It is, rather, a story of two competing dynamics of music whose interrelation and tension can be seen as drivers of the whole history of music.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] For Halm, fugue represents the most primal element of music: motion in time. It is the individual idea, the single theme that generates its own form. It is thus the principal of natural unity. The sonata, on the other hand, represents structure in space; it is the collective in music and manifests itself in the principal of opposition or division. Here themes and melodies are subordinated to the form—or more accurately, to harmonic forces.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In calling the sonata the form of division, Halm does not mean by this what we might at first guess, given our penchant to think of sonata form as a binary structure based on the opposition of tonic and the dominant (or other non-tonic key areas). His is a far more organic sense of opposition in which the sonata damps the natural tendency of melody towards uninhibited development. This is partly due to the use of contrasting themes and key areas, to be sure. But the point is that musical energy is more controlled and cultivated in the sonata in order to allow for the greater structural expanse of the genre. If the fugue represents unconstrained melodic flow, the sonata represents constrained movement and energy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] To further elaborate the differences between fugal and sonata cultures, Halm adds a number of other dialectic pairs in the course of his book: fugue is natural, while the sonata is material; in the fugue, Bach “com-poses” ( kom-poniert ) while in the sonata Beethoven “dis-poses” ( dis-poniert ); the fugue represents the detail, the sonata the general; they represent solidity and malleability, respectively, the active versus the passive. In one striking metaphor, Halm suggests that the fugue might be seen as the individual citizen while the sonata represents the “state” (96; Halm 1920 , 34).",
                "footnotes": [],
                "citations": [
                    "halm_1920"
                ]
            }
        },
        {
            "19": {
                "text": "[19] All these dialectics can make the reader dizzy. Still, I think Halm was drawing a critically important phenomenological distinction in the ways we think (and talk) about music as a temporal phenomenon and as an architectonic structure. This difference can perhaps be most clearly grasped by considering the different natures of a fugal theme and a sonata-form theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] For Halm, the theme was the most important element of any composition. If the theme was poorly conceived or inappropriate to the genre, it would be fatal for the subsequent music. (This is perhaps why so much of Halm’s analytic attention in Von zwei Kulturen is directed to the thematic material.) In the fugue, Halm tells us in a pithy formulation, the form serves the theme, whereas in the sonata it is the theme that serves the form. This is why, Halm observed, so many of Beethoven’s sonata themes are less individualized; they are shorter, often unremarkable, even banal motives that need the dramatic context and development of the sonata form to reveal their nature. In an analysis of Beethoven’s “Tempest” Sonata, Halm shows how the ambiguity of the opening—the very question of what the “first theme” of the movement is—underscores the processive element that constitutes the real dynamics of the music. Whereas a fugal theme can in one sense be self-sustaining, a sonata theme is unformed and dependent. It needs the ecology of the movement for its nature to emerge, whereas a fugue theme creates its own environment, so to speak.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] At its best (and this means in selected moments of Beethoven), the sonata has the capacity of creating unrivaled musical dramas. By following the logic of thematic and harmonic development, Beethoven produces a sense of “consequential succession” ( Folgerichtigkeit ) in his music. Yet this logic requires a sensitivity to—and exploitation of—the tension created in juxtaposing melodic and harmonic forces. Only certain kinds of themes work well in a sonata context. This is why Halm thought Mozart’s sonatas, for all their obvious lyricism and beauty, were ineffective. The leisurely and self-sustaining themes of Mozart’s music provided insufficient means (or necessity) for subsequent development. This is also why so many composers after Beethoven failed to understand the true nature of the sonata, so bound are they to the tyranny of Formenlehre .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Yet even Beethoven, like Homer, would occasionally nod. Halm could be surprisingly critical of Beethoven for lapses in his musical judgment. Consider his harsh assessment of an opening theme from Beethoven’s String Quartet No. 14 in C ♯ Minor (op. 131, mvt. 7): The symmetry is flatly laid out; stated but not realized. A call, an order, but no law; just a phrase. Strong, but weak within itself. Tense, but without any inner tension itself, without inner content. Competent, but not good. An outward appearance of life, but with no life. It is as far from real life as mere prettiness is from color. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] One senses that Halm sometimes felt that the whole sonata-form construct contained in itself a fatal flaw with its dependence upon division, opposition, and closure. (Not without a touch of disparagement, I think, did he at one point compare the classical sonata to an ant colony: Halm 1920 , 253). All this suggests that, however historically necessary the sonata may be in the history of music, it represents something of a loss over the unity that was found in the fugue. The massive architectonic structures afforded by the sonata came at the expense of the free-flowing melodic energy of fugal culture.",
                "footnotes": [],
                "citations": [
                    "halm_1920"
                ]
            }
        },
        {
            "24": {
                "text": "[24] As with any structural dualism, Halm’s thesis regarding the two cultures can be criticized for its Procrustean rigidity. For in dividing classical music into two essentially opposing camps, Halm often ignores moments (and whole repertories) that do not fit easily into his schema. Consider his analysis of the subject from Bach’s B ♭ minor fugue from Book 2 of the WTC . Halm’s discussion covers some 12 pages of text, making it one of the most intensive and sustained analytic examples we have by him ( Halm 1920 , 206–18). The subject, as he correctly notes, is a small miracle of concealed motivic repetition unfolded with intricately accumulating rhythmic energy. And indeed, it does seem to exude the unconstrained melodic flow Halm celebrates as the hallmark of fugal culture. But while his observations of the four-bar theme are acutely sensitive, not a word is said about the remaining 97 measures of the fugue. It’s an odd omission, for the development of this four-voiced fugue contains some of the most virtuosic contrapuntal invention all of the WTC , with a tour-de-force of double counterpoint (at both the octave and the tenth), points of close imitation, and a thema inversum (treated simultaneously with the recta subject in double counterpoint and close points of imitation). In the thicket of this contrapuntal morass, it’s sometimes hard to know how the subject is able to project its unique dynamic profile. At the very least, it seems clear that Bach had a number of things on his mind when composing this fugue other than just the dynamics of the subject.",
                "footnotes": [],
                "citations": [
                    "halm_1920"
                ]
            }
        },
        {
            "25": {
                "text": "[25] Was there a way that the sonata could ever recapture some of those melodic forces of fugal culture? Fortunately, there did indeed seem to be a way, a possible “third” culture shown to us by Anton Bruckner. For in the symphonies of Bruckner, we find a brilliant reconciliation of fugal and sonata cultures. This becomes the theme of Halm’s subsequent book, Die Symphonie Anton Bruckners (1914).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Halm’s advocacy of Bruckner was not as idiosyncratic as it might first seem. While historians have fixated upon the Brahms/Wagner rivalry at the end of the 19th century (and the debate over who was the true heir of the legacies bequeathed by Bach and Beethoven), there was at the same time a small but enthusiastic cabal of Bruckner enthusiasts who worked vigorously to promote his symphonies. Halm stood out, though, by offering “the first thoroughgoing analytical monograph devoted to Bruckner’s symphonic output as a whole” (111). In Halm’s ear, Bruckner was the composer who more than anyone else understood how to incorporate the temporal flow of melody within the spatial architecture of the sonata through his “art of escalation” ( Steigerung ). (Kurth later subsumed this idea within his notion of “wave dynamics.”) By scaling and concatenating all tonal and thematic blocks of sound in a process that Halm called “epic succession,” Bruckner was able to sustain a sense of movement and connection over massive expanses of time. *  *  *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] What today might we learn from Halm? As we read his critical discussions of works by Bach, Beethoven and Bruckner—or at least those sections that are translated for us by Rothfarb—it never is clear quite how we might appropriate his ideas in our own analyses. There is nothing systematic about his outlook, as I have already mentioned. We have a highly developed vocabulary of adjectives and images by which Halm attempts to capture in words some of the intensities of musical energy and compositional logic. (And readers who know Rothfarb’s earlier study of Ernst Kurth will not be surprised find in the present book sensitively nuanced translations of Halm’s analytic vocabulary.) But I fear that no amount of translational fidelity can teach us how we are to apply concepts such as “consequentiality,” “intensification,” or “epic succession” to our own analyses of music with any empirical rigor. One sometimes wonders how much of an improvement all of this is over Bekker or Kretschmar.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] At their best, Halm’s analyses display acute, focused listening; he subjects single themes or moments in a piece of music (as in the B ♭ -minor fugue subject) to excruciating examination. Halm’s analyses are a celebration of the detail; he shows exquisite sensitivity to the placement of a single dotted rhythm, the use of a mordent at just this moment, the precise length of a rest or pause, the appearance of a single chromatic inflection or a repeated note. Each is analyzed for its potential energy-building (or inhibiting) role, for its contribution to the overall logic of the music. But this hardly adds up to a theory. For all his sensitive insights, Halm’s judgments remain the subjective observations of a connoisseur. When he wants to rise above thematic detail to make broader generalizations, Halm often has recourse to only the vaguest metaphysics or oracular judgments. What does it mean, for example, for Halm to describe a theme of Bach possessing “spiritualization of symmetry” ( Vergeistigte der Symmetrie — 1920 , 231)? Or consider his gnomic dictum that [t]he best theme is a cosmic, necessary achievement. It does not speak, but is. It shows in itself that which must be shown. The light of preexistence shines from it; not only logic, but also the supralogical, metalogical, and its law is made known through it...[It is] a portrait, not just a simple image or likeness, of eternal life. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "halm_1920"
                ]
            }
        },
        {
            "29": {
                "text": "[29] As this last quotation suggests, Halm could not seem to escape using the very hermeneutic poetics that he elsewhere so derisively dismissed. More than once he lapses into the most rhapsodic of descriptive metaphors. Consider this passage concerning a moment in the development section of Beethoven’s “Pastoral” Symphony, first movement: After the climax of all this excitation, or if you will, this ecstasy, the stormy back and forth tossing causes the motive to be torn loose from the harmony, as if it were abducted from solid ground and driven by clouds and winds. [The motive’s] impression of strength soon gives way to exuberance, but then a sense of unsteadiness and wavering sets in, a sense of exhaustion... (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Halm could be a very scolding critic. We have already had occasion above to mention his criticisms of Beethoven. But not even Bach and Bruckner could escape the censorious gaze of the schoolmaster. For all the brilliance of these later two artists, there were moments—and whole pieces—in which each inexplicably let his guard down, becoming temporarily numbed to the deficiencies of a given theme, some ungrounded harmony, or a superfluous repetition (e.g. Halm 1920 , 239–41). Composing is obviously hard work.",
                "footnotes": [],
                "citations": [
                    "halm_1920"
                ]
            }
        },
        {
            "31": {
                "text": "[31] It is thus something of a surprise to learn from Rothfarb how self-confident Halm seemed to be about his own tries at composition (Chapter 6, 130–66). He seemed quite sure that his own works correctly reflected his aesthetic desiderata . But it’s hard to share his faith, at least given the sampling of excerpts in Rothfarb’s book. For after a brief period early on in which Halm seemed to move precipitously close to a kind of extended chromatic tonality in the mold of Hugo Wolf or Max Reger, he quickly retreated to a more conservative, idiosyncratic strain of neo-classicism. While admitting that his style was imitative of earlier historical styles (he openly characterized himself as a compositional traditionalist and “epigone”), he claimed it was still “original” in the most authentic sense of the word—as music in accord with its origins. (With his typical dialectics, Halm defended the virtues of Originalität —original-ness—against the narcissistic ambition of Originellität —innovativeness—that lures so many younger artists astray; 131.) But I suspect the resulting works we are given tastes of—a symphony in D minor for strings, a few inventions and fugues for keyboard, and an ambitious Concerto in C major for piano—will hardly convince many readers today. They certainly don’t convince Rothfarb, who turns out to be a much harsher critic of Halm the composer than I would have expected (136–37). *  *  *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Lee Rothfarb ends his study by pondering the legacy of August Halm. He notes both his influence upon later writers, as well as the prescience of Halm for our own academic culture of music analysis. I certainly agree with his first point. Halm has been an important if unacknowledged source for ideas that we have learned from more familiar music-critics such as Handschin, Adorno, and Dahlhaus. (Indeed, for those readers familiar with Dahlhaus’s writings on Beethoven, one will come away from Halm’s writings with a shock of recognition. (7) ) But I am not so sure that Halm is a reliable ally of our many contemporary music theorists who have attempted to explore musical processes as dramatic metaphor (e.g. Marion Guck, Fred Maus, and Peter Kivy) or who have thought of music in terms of embodied correspondences (David Lidov, Janna Saslaw, Candace Brower, and Arnie Cox). (8) Certainly there are congruencies in all their writings. But Halm was much too dogmatic of a critic in his judgments, too much of a stylistic reactionary. I also don’t share Rothfarb’s belief that Halm’s strong defense of tonality in the early 20th century has much to say for us today (185). While the question of “tonal oder nicht tonal” may have been an animating one for earlier generations of musicians, is it something we worry about so much anymore?",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Well, perhaps we should worry about it. Maybe we should be concerned that so much music today no longer possesses the power to move us with the urgent, moral force it seemed to in the past. Maybe we should be worried about a system of education in which music occupies a largely peripheral role in the upbringing of our children, and in which contemporary criticism and analysis have become so abstruse and insulated as to be virtually irrelevant to any greater public discourse. Are these concerns that are no longer tenable in our cynical, post-modern age? Are they merely utopic visions of a latter-day John the Baptist? If so, Halm would see it as our loss—and our failing. For whatever else we may say, August Halm was convinced music played a vital role in human society that entailed the gravest responsibilities on the part of its composers, critics, and listeners.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Here must have been the cause of the melancholy I felt when finishing Rothfarb’s book. August Halm lived a world in which music—and theories about music—truly mattered. It is in most ways a lost world to us today. To be sure, it was never perfect in Halm’s own day, either, as he would have been the first to tell us. But for a fleeting moment in a small school at Wickersdorf, at least, his vision seems to have been realized. Is it no longer realistic of us to hope for anything similar today? Might it be possible to recapture the same sense of moral purpose and spiritual urgency that Halm saw for the vocation of music theory? These are questions we might well find worth pondering today in our own melancholic culture of disciplinary dyspepsia.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Since Halm started out his career as a preacher (and we see now that he never really left the pulpit), it is only fitting that I give him the final word: We must decide whether we want to view music as existing for the sake of humanity [or]... to view humanity as existing for the sake of music... Through duty to music, or through our participation in its existence and welfare, we declare ourselves as belonging to a humanity obligated to the spiritual dimension; that we acknowledge human dignity; the fact of being human, in the labor in the interest of Spirit. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.4.christensen.html",
    "data": "mto/data/mto.11.17.4.christensen.json"
}