{
    "title": "Teleology in Verse–Prechorus–Chorus Form, 1965–2020",
    "date": "2022/09/01",
    "volume": "28",
    "issue": "3",
    "authors": [
        "Nobile, Drew"
    ],
    "abstract": "This article traces a stylistic history of verse–prechorus–chorus form from its inception in mid-1960s rock ’n’ roll through the EDM-infused pop of the 2010s. The central argument is that across its various presentations, verse–prechorus–chorus form is based on a consistent teleological structure, which I term thetelos principle. I chronicle this form’s history through three style periods: I begin with the 1960s through ’80s, over which time verse–prechorus–chorus went from a novel offshoot of standard verse–chorus form to a dominant formal layout. Next, I look at how the form developed between 1991 and 2010, when texture, timbre, and voice increasingly overshadowed harmony as the primary drivers of formal motion. Finally, I consider the 2010s, which saw the strongest efforts toward subverting traditional pop and rock formal processes, especially surrounding the chorus’s central formal status. Throughout the discussion, I demonstrate how the telos principle can guide expressive interpretations of these formal subversions.In tracing verse–prechorus–chorus form’s historical lineage, this article connects the harmonically oriented theories of ’60s, ’70s, and ’80s rock, such asNobile 2020andHeetderks 2020, with recent work on post-2010 EDM-infused pop, such asPeres 2016,Barna 2020,Adams 2019, andOsborn 2023. In so doing, the article reconsiders recent formal innovations not as a rejection of prior paradigms but as new developments within an ongoing thread that remain in dialogue with popular music’s stylistic history.",
    "keywords": [
        "form",
        "popular music",
        "teleology",
        "verse–prechorus–chorus",
        "anti-telos chorus",
        "drop section"
    ],
    "doi": "10.30535/mto.28.3.8",
    "received": "September 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.3/mto.22.28.3.nobile.pdf",
    "author_info": [
        {
            "name": "Drew Nobile",
            "university": "University of Oregon School of Music and Dance",
            "address": "961 E 18th Ave, Eugene, OR 97403",
            "email": "dnobile@uoregon.edu"
        }
    ],
    "citations": {
        "adams_2019": "Adams, Kyle. 2019. “Musical Texture and Formal Instability in Post-Millennial Popular Music: Two Case Studies.” Intégral 33: 33–45.",
        "agawu_1991": "Agawu, Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classic Music . Princeton University Press. https://doi.org/10.1515/9781400861835 .",
        "barna_2020": "Barna, Alyssa. 2020. “The Dance Chorus in Recent Top-40 Music.” SMT-V 6.4. https://doi.org/10.30535/smtv.6.4 .",
        "brower_2000": "Brower, Candace. 2000. “A Cognitive Theory of Musical Meaning.” Journal of Music Theory 44 (1): 323–79. https://doi.org/10.2307/3090681 .",
        "burns_2010": "Burns, Lori. 2010. “Vocal Authority and Listener Engagement: Musical and Narrative Expressive Strategies in the Songs of Female Pop-Rock Artists, 1993–95” In Sounding Out Pop , ed. Mark Spicer and John Covach, 154–92. University of Michigan Press.",
        "burstein_2020": "Burstein, Poundie. 2020. Journeys Through Galant Expositions . Oxford University Press. https://doi.org/10.1093/oso/9780190083991.001.0001 .",
        "butler_2006": "Butler, Mark. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "butler_2014": "Butler, Mark. 2014. Playing with Something that Runs: Technology, Improvisation, and Composition in DJ and Laptop Performance . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195393613.001.0001 .",
        "callahan_2013": "Callahan, Michael. 2013. “Sentential Lyric-Types in the Great American Songbook.” Music Theory Online 19 (3). https://doi.org/10.30535/mto.19.3.2 .",
        "caplin_2009": "Caplin, William E. 2009. “What Are Formal Functions?” In Musical Form, Forms & Formenlehre , ed. Pieter Bergé, 21–40. Leuven University Press. https://doi.org/10.2307/j.ctt9qf01v.5 .",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Musical Analysis , ed. Deborah Stein, 65–76. Oxford University Press.",
        "cox_2016": "Cox, Arnie. 2016. Music and Embodied Cognition: Listening, Moving, Feeling, and Thinking . Indiana University Press. https://doi.org/10.2307/j.ctt200610s .",
        "de_clercq_2012": "de Clercq, Trevor. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” PhD diss., Eastman School of Music.",
        "de_clercq_2016": "de Clercq, Trevor. 2016. “Measuring a Measure: Absolute Time as a Factor for Determining Bar Lengths and Meter in Pop/Rock Music.” Music Theory Online 22 (3). https://doi.org/10.30535/mto.22.3.3 .",
        "de_clercq_2017": "de Clercq, Trevor. 2017. “Embracing Ambiguity in the Analysis of Form in Pop/Rock Music, 1982–1991.” Music Theory Online 23 (3). https://doi.org/10.30535/mto.23.3.4 .",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Toward a Tonal Theory for the Rock Era . University of Michigan Press. https://doi.org/10.3998/mpub.3079295 .",
        "duguay_2020": "Duguay, Michèle. 2020. “Gendering the Virtual Space: Sonic Femininities and Masculinities in Contemporary Top 40 Music.” PhD diss., City University of New York.",
        "ensign_2015": "Ensign, Jeffrey S. 2015. “Form in Popular Song, 1990–2009.” PhD diss., University of North Texas.",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: Revolver through the Anthology . Oxford University Press.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From Blue Suede Shoes to Suite: Judy Blue Eyes . Oxford University Press.",
        "frith_1996": "Frith, Simon. 1996. Performing Rites: On the Value of Popular Music . Harvard University Press.",
        "harding_2016": "Harding, Charlie. 2016. “How the Pop-Drop Became the Sound of 2016.” Billboard , online. Accessed May 24, 2022. https://www.billboard.com/music/music-news/pop-drop-sound-of-2016-chainsmokers-justin-bieber-switched-on-pop-7625628/ .",
        "heetderks_2020": "Heetderks, David. 2020. “Play with Closing Markers: Cadential Multivalence in 1960s Prechoruses and Related Schemas.” Music Theory Spectrum 41 (1): 1–23. https://doi.org/10.1093/mts/mtz023 .",
        "hepokoski_1993": "Hepokoski, James. 1993. Sibelius: Symphony No. 5 . Cambridge University Press. https://doi.org/10.1017/CBO9780511620188 .",
        "hepokoski_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195146400.001.0001 .",
        "lavengood_2020": "Lavengood, Megan. 2020. “The Cultural Significance of Timbre Analysis: A Case Study in 1980s Pop Music, Texture, and Narrative.” Music Theory Online 26 (3). https://doi.org/10.30535/mto.26.3.3 .",
        "malawey_2020": "Malawey, Victoria. 2020. A Blaze of Light in Every Word: Analyzing the Popular Singing Voice . Oxford University Press. https://doi.org/10.1093/oso/9780190052201.001.0001 .",
        "moore_2001": "Moore, Allan. 2001. Rock: The Primary Text: Developing a Musicology of Rock . 2nd ed. Ashgate.",
        "moore_2005": "Moore, Allan. 2005. “The Persona-Environment Relation in Recorded Song.” Music Theory Online 11 (4).",
        "moore_2012": "Moore, Allan. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "moore_and_dockwray_2010": "Moore, Allan, and Ruth Dockwray. 2010. “Configuring the Sound-Box.” Popular Music 29 (2): 181–97. https://doi.org/10.1017/S0261143010000024 .",
        "nobile_2011": "Nobile, Drew. 2011. “Form and Voice Leading in Early Beatles Songs.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.8 .",
        "nobile_2015": "Nobile, Drew. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic-Harmonic Divorce’.” Music Theory Spectrum 37 (2): 189–203. https://doi.org/10.1093/mts/mtv019 .",
        "nobile_2016": "Nobile, Drew. 2016. “Harmonic Function in Rock Music: A Syntactical Approach.” Journal of Music Theory 60 (2): 149–80. https://doi.org/10.1215/00222909-3651838 .",
        "nobile_2020": "Nobile, Drew. 2020. Form as Harmony in Rock Music . Oxford University Press. https://doi.org/10.1093/oso/9780190948351.001.0001 .",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse/Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1): 23–47. https://doi.org/10.1525/mts.2013.35.1.23 .",
        "osborn_2023": "Osborn, Brad. 2023. “Formal Functions and Rotations in Top-40 EDM.” Intégral 36.",
        "peres_2016": "Peres, Asaf. 2016. “The Sonic Dimension as Dramatic Driver in 21st-Century Pop Music.” PhD diss., University of Michigan.",
        "peres_2018": "Peres, Asaf. 2018. “Everything You Need to Know About the Postchorus.” Top40 Theory (blog), July 31. https://www.top40theory.com/blog/everything-you-need-to-know-about-the-postchorus .",
        "saslaw_1996": "Saslaw, Janna. 1996. “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.” Journal of Music Theory 40 (2): 217–43. https://doi.org/10.2307/843889 .",
        "sloan_and_harding_2019": "Sloan, Nate, and Charlie Harding. 2019. Switched on Pop . Oxford University Press. https://doi.org/10.1093/oso/9780190056650.001.0001 .",
        "sloan_and_harding_2021": "Sloan, Nate, and Charlie Harding. 2021. “The Culture Warped Pop, For Good.” New York Times , March 14. https://www.nytimes.com/interactive/2021/03/14/opinion/pop-music-songwriting.html .",
        "spicer_2011": "Spicer, Mark. 2011. “(Per)Form in(g) Rock: A Response.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.9 .",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press. https://doi.org/10.12987/yale/9780300092394.001.0001 .",
        "stroud_2022": "Stroud, Cara. 2022. “Codetta and Anthem Postchorus Types in Top-40 Pop from 2010 to 2015.” Music Theory Online 28 (2).",
        "summach_2011": "Summach, Jay. 2011. “The Structure, Function, and Genesis of the Prechorus.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.2 .",
        "summach_2012": "Summach, Jay. 2012. “Form in Top-20 Rock Music, 1955–89.” PhD diss., Yale.",
        "tagg_2013": "Tagg, Philip. 2013. Music’s Meanings: A Modern Musicology for Non-Musos . The Mass Media Music Scholar’s Press.",
        "tagg_2014": "Tagg, Philip. 2014. Everyday Tonality II: Toward a Tonal Theory of What Most People Hear . The Mass Media Music Scholar’s Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic Divorce in Rock.” Popular Music 26 (2): 323–42. https://doi.org/10.1017/S0261143007001249 .",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17 (1). https://doi.org/10.30535/mto.17.1.8 .",
        "temperley_2018": "Temperley, David. 2018. The Musical Language of Rock . Oxford University Press. https://doi.org/10.1093/oso/9780190653774.001.0001 .",
        "von_appen_and_frei-hauenschield_2015": "von Appen, Ralf, and Markus Frei-Hauenschild. 2015. “AABA, Refrain, Chorus, Bridge, Prechorus—Song Forms and Their Historical Development.” Samples 13. http://www.gfpm-samples.de/Samples13/appenfrei.pdf .",
        "zagorski-thomas_2014": "Zagorski-Thomas, Simon. 2014. The Musicology of Record Production . Cambridge University Press. https://doi.org/10.1017/CBO9781139871846 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Nobile 2020 , 86–93. The word telos comes from the Greek word for goal or purpose; my use of telos in the context of musical form draws on James Hepokoski’s discussion of “teleological genesis” in his book-length study of Jean Sibelius’s Symphony No. 5 ( 1993 ).",
            "citations": [
                "nobile_2020",
                "hepokoski_1993"
            ]
        },
        "FN2": {
            "text": "2. Early theories of rock form tend to either omit mention of the prechorus ( Stephenson 2002 ; Covach 2005 ) or introduce it as an optional insertion between a verse and chorus ( Moore 2001 ; Everett 2009 ).",
            "citations": [
                "stephenson_2002",
                "covach_2005",
                "moore_2001",
                "everett_2009"
            ]
        },
        "FN3": {
            "text": "3. The term “cycle” indicates the central, recurring portion of a popular song’s form, usually a verse and chorus, a verse, prechorus, and chorus, or, in forms like AABA, just a verse. Some authors, such as David Temperley ( 2018 ), instead use the terms “VCU” (for verse–chorus unit) and “VRU” (for verse–refrain unit).",
            "citations": [
                "temperley_2018"
            ]
        },
        "FN4": {
            "text": "4. See Butler 2006 , 221–25; Butler’s diagram reproduces a diagram drawn by EDM producer Stanley. See also Adams 2019 , 43–44, and Barna 2020 . Because “energy” is a nebulous term, especially in music analysis, I am deliberately avoiding tying it to any specific parameter here; the idea is that these energy trajectories can arise in many ways. Temperley gives a good overview of the concept of energy in relation to popular music ( Temperley 2018 , 141–2; see also his “tensional curves,” discussed on pp. 196–200).",
            "citations": [
                "butler_2006",
                "adams_2019",
                "barna_2020",
                "temperley_2018"
            ]
        },
        "FN5": {
            "text": "5. Examples 1 and 2 simplify the three formal types to some degree; the harmonic layouts in Example 1 are not the only possibilities for each form. Nevertheless, the telos principle’s two points remain applicable exclusively to verse–prechorus–chorus form.",
            "citations": []
        },
        "FN6": {
            "text": "6. As I have described elsewhere, the component functions of this trajectory (T, PD, and D) are syntactical functions, as opposed to categorical functions, meaning that they are not inextricably tied to specific chord roots ( 2016 ; 2020 , Chapter 1). Generally, tonic function is carried by a I chord, pre-dominant function is carried by IV, ii, or vi, and dominant is carried by V, but in certain cases other chords can carry these functions (III for the pre-dominant, for instance, or IV for the dominant).",
            "citations": [
                "nobile_2016",
                "nobile_2020"
            ]
        },
        "FN7": {
            "text": "7. To Summach, a prechorus, or any section, must comprise at least eight measures to be called its own section, though I have argued in favor of allowing shorter passages to function as prechoruses or choruses. See Summach 2011 , [8], and Nobile 2020 , 211–16.",
            "citations": [
                "summach_2011",
                "nobile_2020"
            ]
        },
        "FN8": {
            "text": "8. See Summach 2011 , Example 26, which shows that 89 of the 200 Annual Top-20 songs in the 1980s were in verse–prechorus–chorus form, compared with 80 in verse–chorus form without prechorus, and 31 in other forms. By comparison, the 1970s year-end charts contained only 51 verse–prechorus–chorus songs, and the 1960s charts contained only 15. The Billboard charts do not necessarily represent rock and pop style writ large, so we should approach this data with caution; nevertheless, it seems pretty clear that verse–prechorus–chorus form gradually increased in prevalence beginning in the ’60s.",
            "citations": [
                "summach_2011"
            ]
        },
        "FN9": {
            "text": "9. For readers unfamiliar with spectrograms, see Lavengood 2020 for a thorough yet concise description. Essentially, a spectrogram is a three-dimensional graph, with time along the x-axis, frequency along the y-axis, and amplitude along a color-based z-axis (see the color scale on the right side of the example).",
            "citations": [
                "lavengood_2020"
            ]
        },
        "FN10": {
            "text": "10. See Moore and Dockwray 2010 , Zagorski-Thomas 2014 , and Duguay 2020 ; Duguay offers a more comprehensive literature review on pp. 43–51.",
            "citations": [
                "moore_and_dockwray_2010",
                "duguay_2020"
            ]
        },
        "FN11": {
            "text": "11. As I discuss, other scholars (e.g., Summach 2012 ; de Clercq 2017 ) define prechorus function differently, and thus sometimes ascribe prechorus function to passages I would consider to be part of a verse; see Nobile 2020 , 104, for a discussion.",
            "citations": [
                "summach_2012",
                "de_clercq_2017",
                "nobile_2020"
            ]
        },
        "FN12": {
            "text": "12. We will see more examples later on in “Edge of Glory” (Example 23) and “Uptown Funk” (Example 36).",
            "citations": []
        },
        "FN13": {
            "text": "13. “Let’s Get It Started” is the “clean” version of a track from the group’s 2003 album Elephunk . The album version’s title makes the song’s connection to inebriation more explicit but does so through an unfortunate ableist slur, which is why I use the clean version in my discussion here.",
            "citations": []
        },
        "FN14": {
            "text": "14. The doo-wop loop is, in its standard form, I–vi–IV–V or I–vi–ii–V, usually with one chord every measure or half-measure. In “End of the Road,” the slower pace of the loop (one chord every two measures) allows Boyz II Men to include both IV and ii, connected by a passing iii chord, as the harmonic rhythm doubles in the progression’s second half. Note also that the second halves of all three sections contain essentially the same progression, even though the prechorus begins off tonic. For more on the doo-wop loop, see Tagg 2014 , 407–11, and Doll 2017 , 111–15 (Doll calls the loop the “king schema” [with IV] or the “steady schema” [with ii]).",
            "citations": [
                "tagg_2014",
                "doll_2017"
            ]
        },
        "FN15": {
            "text": "15. Note the heavy presence of the melodic-harmonic divorce throughout this cycle; in particular, the melody remains firmly grounded on the tonic triad (plus some passing and neighboring tones) regardless of the active chord. The exception is m. 16, the half-cadential measure right before the chorus, where the melody moves to an emphasized 2 ˆ . See Temperley 2007 and Nobile 2015 for more on the melodic-harmonic divorce.",
            "citations": [
                "temperley_2007",
                "nobile_2015"
            ]
        },
        "FN16": {
            "text": "16. This cadence involves a IV chord acting as syntactical dominant—a situation I have explored in Nobile 2011 , 2016 , and 2020 , Chapter 1—along with what I call a melodic-harmonic “syntax divorce” wherein ii–IV–I and 3 ̂ – 2 ˆ – 1 ˆ are contrapuntally dissonant but syntactically consonant, as three-element series directed toward tonic (see Nobile 2015 , 197–98). See also Temperley 2007 and 2011 .",
            "citations": [
                "nobile_2011",
                "nobile_2016",
                "nobile_2020",
                "nobile_2015",
                "temperley_2007",
                "temperley_2011"
            ]
        },
        "FN17": {
            "text": "17. Many songs reside in the gray area between cadence-initiating and cadence-ending hearings, employing “markers that point toward conflicting goals, creating ambiguity or increased excitement” ( Heetderks 2020 , 7–8).",
            "citations": [
                "heetderks_2020"
            ]
        },
        "FN18": {
            "text": "18. My descriptions of Manson’s vocal sound use terminology from Malawey 2020 . Other examples that fall in between T–PD–D–T and T–non-T–T include Sarah McLachlan’s “Building a Mystery” (1997) and Katy Perry’s “California Gurls” (2010).",
            "citations": [
                "malawey_2020"
            ]
        },
        "FN19": {
            "text": "19. The supremacy of verse–chorus forms is borne out in the data in Summach 2012 and Ensign 2015 ; Ensign notes that 100% of the songs in his corpus between 2000 and 2009 contained a chorus (79).",
            "citations": [
                "summach_2012",
                "ensign_2015"
            ]
        },
        "FN20": {
            "text": "20. Readers listening to the snare hits in this song might want to interpret the beat to be twice as slow as those I have identified, thus placing the snare hits on beats 2 and 4 as is typical. My metrical interpretation treats this song’s drumbeat instead as a halftime feel, with a single snare hit on beat 3; the resulting measure length is just about two seconds, which Trevor de Clercq identifies as the ideal length for an experiential measure ( 2016 ).",
            "citations": [
                "de_clercq_2016"
            ]
        },
        "FN21": {
            "text": "21. Other examples of songs with anti-telos choruses followed by post-chorus drop sections include Justin Bieber’s “Beauty and a Beat” (feat. Nicki Minaj) (2012), Taylor Swift’s “I Knew You Were Trouble” (2012), Zedd & Alessia Cara’s “Stay” (2017), and Selena Gomez’s “Back to You” (2018).",
            "citations": []
        },
        "FN22": {
            "text": "22. On the postchorus, see also Spicer 2011 ; Nobile 2020 , 118–19; and Stroud 2022 .",
            "citations": [
                "spicer_2011",
                "nobile_2020",
                "stroud_2022"
            ]
        },
        "FN23": {
            "text": "23. Other authors discussing the journey metaphor for musical form (sometimes called the “path metaphor” or “path schema”) include Arnie Cox ( 2016 , 147–55), Candace Brower ( 2000 ), and Janna Saslaw ( 1996 ).",
            "citations": [
                "cox_2016",
                "brower_2000",
                "saslaw_1996"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Popular songs in verse–prechorus–chorus form exhibit a particularly teleological formal design. After a stable verse, the prechorus gradually builds energy, pointing toward a climactic arrival into the chorus. From its inception in the 1960s to its dominance of twenty-first-century pop, verse–prechorus–chorus form has exhibited this teleology in numerous ways, adjusting its methods to adapt to stylistic shifts, genre conventions, and the expressive needs of individual songs. As I and others have discussed, in the ’60s through ’80s the form was largely based around a consistent harmonic design, with a goal-directed progression of tonic in the verse, pre-dominant to dominant in the prechorus, and a cadential arrival on tonic at the beginning of the chorus ( Nobile 2020 , Chapter 8; Heetderks 2020 ). Beginning in the 1990s, artists began exploring alternative means of expressing the form’s teleology, especially through changes in instrumental texture and vocal delivery. By 2010, the form had become somewhat of a default in mainstream popular music, and the last decade or so has seen artists manipulating and subverting its expected layout for expressive effect. Several authors have explored these recent formal innovations, noting in particular how the strong influence of electronic dance music (EDM) has reshaped form in Top-40 pop ( Peres 2016 , Barna 2020 , Adams 2019 , and Osborn 2023 ).",
                "footnotes": [],
                "citations": [
                    "nobile_2020",
                    "heetderks_2020",
                    "peres_2016",
                    "barna_2020",
                    "adams_2019",
                    "osborn_2023"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] My goal in this article is to trace a stylistic history of verse–prechorus–chorus form from its inception to today. In so doing, I aim to bridge the theoretical gap between the harmonically oriented theories of ’60s, ’70s, and ’80s rock and recent work on post-2010 EDM-infused pop. In tracing the form’s historical lineage, I reconsider songwriters’ recent formal innovations not as rejections of prior paradigms but rather as new developments within an ongoing thread, remaining in dialogue with popular music’s stylistic history. Throughout my discussion, I highlight the relationship between formal teleology and musical expression, demonstrating how artists manipulate the stylistic expectations of verse–prechorus–chorus form to communicate a lyrical message and/or express a singing persona’s personal and social identity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] To begin, I outline a general principle upon which verse–prechorus–chorus form is based, which I call the telos principle . The telos principle expands upon my concept of the “telos chorus,” a type of chorus associated with verse–prechorus–chorus form and characterized by a sense of “arrival-and-plateau,” as opposed to leading to an arrival within the section itself. (1) The telos principle demonstrates the fundamental difference between verse–prechorus–chorus form and other verse–chorus forms that do not contain a prechorus: in the latter, any teleological goal generally arrives at the end of the chorus, whereas in the former, the goal is the beginning of the chorus. After describing the telos principle, I divide the history of verse–prechorus–chorus form into three style periods. I first summarize the form in the 1960s through ’80s, over which time it went from being a novel offshoot of standard verse–chorus form to a dominant formal layout. This section largely synthesizes prior scholarship on the form, especially Summach 2011 , Nobile 2020 , and Heetderks 2020 . After that, I look at how the form developed between 1991 and 2010, when texture, timbre, and voice increasingly overshadowed harmony as the primary drivers of formal motion. I demonstrate how artists adapted the telos principle within this changing stylistic environment while retaining its fundamental tenets. Finally, I consider the 2010s, which saw the strongest moves toward subverting traditional pop and rock formal processes, especially surrounding the chorus’s central formal status. Many theorists have posited a tectonic shift in popular music’s formal paradigms around this time, with reports of the chorus’s death abounding in pop-critical circles ( Sloan and Harding 2021 , e.g.). I argue, however, that viewing post-2010 form through the lens of the telos principle (at least in prechorus-containing songs) demonstrates stylistic continuity, with the decade’s formal innovations acting in expressive dialogue with—rather than in opposition to—established formal trends. The Telos Principle Example 1 . Verse–prechorus–chorus form is distinct from other verse–chorus forms by its placement of the structural cadence at the beginning, rather than the end, of the chorus (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "summach_2011",
                    "nobile_2020",
                    "heetderks_2020",
                    "sloan_and_harding_2021"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] In a recent study of pre-1991 formal types, I make the case that verse–prechorus–chorus form is fundamentally different from verse–chorus forms that do not contain a prechorus ( Nobile 2020 , esp. Chapter 8). That is, the prechorus is not merely a transitional section inserted between a verse and chorus, as it has often been described; rather, the combination of verse, prechorus, and chorus provides an entirely different formal paradigm from a verse and chorus alone. (2) The distinction lies in the location of the cycle’s structural cadence: in verse–chorus forms without prechorus, the cadence arrives at the end of the chorus, whereas in verse–prechorus–chorus form, the cadence generally arrives at the beginning of the chorus. Example 1 shows the three verse–chorus form types I identify and their associated harmonic profiles. As the example demonstrates, verse–prechorus–chorus form involves one broad harmonic trajectory through tonic, pre-dominant, dominant, and tonic across its three component sections, with the final tonic arriving at the chorus’s first downbeat. Example 2 . Initiation, buildup, and arrival functions across verse(–prechorus)–chorus cycles in the three verse–chorus forms (click to enlarge)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "nobile_2020"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] My main point here is that verse–prechorus–chorus form’s general teleology remains in post-1991 rock and pop, but it does not necessarily arise from a song’s harmonic design. So, to begin, we need a more general characterization of this teleology that is not specific to harmony. To that end, I posit the telos principle . The telos principle can be summarized with two points: A teleological process underlies each formal cycle, with the three functions of initiation, buildup, and arrival spanning one section each. (3) The teleological arrival is both a specific moment and an entire section; the arrival moment is the first downbeat of the arrival section, and the remainder of the section sustains that moment’s energy in a celebratory plateau. Example 2 reframes Example 1’s three verse–chorus forms in the more general terms of the telos principle. The graphics in this example are modeled after Mark Butler’s oft-cited diagram of EDM form, with the horizontal axis representing time and the vertical axis representing sonic energy. (4) In verse–prechorus–chorus form (Example 2a), the three sections line up with initiation, buildup, and arrival functions, each fulfilling exactly one of these three functions. The one-to-one mapping of formal section to teleological function does not hold in either continuous verse–chorus form, where the chorus comprises both buildup and arrival functions (Example 2b), or sectional verse–chorus form, where each section exhibits all three functions (Example 2c). (5) The second point above highlights the arrival-and-plateau quality of choruses in verse–prechorus–chorus form; the prechorus’s buildup climaxes on the chorus’s downbeat, representing the cycle’s primary point of arrival. But the arrival also extends through the entire chorus section as what Brad Osborn calls a “sectional climax” ( 2013 , 26–29). The idea that a teleological goal—an end —coincides with the onset of the form’s central section—a beginning —creates “a remarkable synthesis in which the climactic moment is prolonged throughout the entire section” ( Nobile 2020 , 86).",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "osborn_2013",
                    "nobile_2020"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The tripartite teleology of initiation, buildup, and arrival is an adaptation of the beginning–middle–end paradigm familiar to music theorists through the work of Kofi Agawu ( 1991 ) and William Caplin ( 2009 ). The general idea is that musical temporality depends on our ability to determine where a particular passage falls within a larger musical group. My specific terms reflect the particularities of cycle-long teleology in pop and rock songs. Theorists have previously offered several similar terms for this three-part process: David Heetderks ( 2020 ) gives us initiation–liftoff–arrival; Asaf Peres ( 2016 ) uses setup–buildup–peak; Alyssa Barna ( 2020 ) and Brad Osborn ( 2023 ) go with verse–riser–drop, using the preferred terms of EDM artists and scholars; and Kyle Adams ( 2019 ) proffers a rhetorical process through expository, intensifying, and culminating functions. (You can see that my three terms are not new, but combine two of Heetderks’s with one of Peres’s.) Though each of these terms has its own interpretive nuance, they all describe a similar temporal process through a stable beginning, an escalating middle, and a climactic end.",
                "footnotes": [],
                "citations": [
                    "agawu_1991",
                    "caplin_2009",
                    "heetderks_2020",
                    "peres_2016",
                    "barna_2020",
                    "osborn_2023",
                    "adams_2019"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Reducing the telos principle to the two points above allows us to see how the principle can be manipulated for expressive effect. First of all, the verse–prechorus–chorus teleology is clearly not limited to the harmonic domain as in the pre-1991 formulation; it can arise from sonic texture (as Peres 2016 describes), vocal delivery, lyrical narrative, and/or other domains—often several at once. Second, the established expectation of this verse–prechorus–chorus teleology can be subverted by delaying the moment of arrival or even withholding it entirely. Or, the synchronization of beginning, middle, and end functions with the formal functions of verse, prechorus, and chorus can be mixed up, so that, for instance, the arrival-and-plateau could occur somewhere other than the chorus. As the remainder of this article attests, viewing verse–prechorus–chorus form’s stylistic history through the lens of the telos principle both acknowledges the form’s diversity and identifies a unifying idea tying together its various manifestations. Initiation: 1964–1991 Example 3 . Verse–prechorus–chorus form as an expansion of srdc (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "peres_2016"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] As Walter Everett and Jay Summach have described, the prechorus first emerged in the mid 1960s as an expansion of the third part of the four-part schematic known as srdc ( Everett 2009 , 146–47; Summach 2011 ; see also von Appen and Frei-Hauenschield 2015 , 66–68). Srdc , or statement–restatement–departure–conclusion, is one of the most common thematic structures in verse sections, especially within songs that do not contain choruses. Its roots trace to Tin Pan Alley’s AABA form, and it was a particular favorite of the pre-1966 Beatles ( Everett 1999 , 16; Callahan 2013 ; Nobile 2011 ; Everett 2009 , 140–41; Nobile 2020 , 45–52). As Summach describes it, the mid-’60s tactic of lengthening the d and/or c portions of an srdc verse eventually led to the single-section schematic cleaving apart into three distinct sections: what was sr now formed the entire verse, the expanded d became the prechorus, and c , previously the verse’s refrain line, was now the chorus. Example 3 shows how a 16-measure srdc verse becomes a 24-measure verse–prechorus–chorus cycle by doubling the length of both d and c , with a ’60s-era example of each layout. Because of its roots in the “strongly teleological” srdc layout, verse–prechorus–chorus form represented a formal design more dynamic and cohesive than existing verse–chorus forms. As Summach explains, “The chorus becomes something other than the loudest or most memorable part of the song—it is raised to the status of destination towards which the whole succession of modules is directed” ( 2011 , [23]).",
                "footnotes": [],
                "citations": [
                    "everett_2009",
                    "summach_2011",
                    "everett_1999",
                    "callahan_2013",
                    "nobile_2011",
                    "everett_2009",
                    "nobile_2020",
                    "summach_2011"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Because verse–prechorus–chorus form derives from a single, cohesive structure, its component sections look different from those in other types of verse–chorus form. Specifically, its verses function as what I have previously termed “initiating verses”—verses that represent only the beginning of a formal trajectory—and its choruses function as what I call “telos choruses”—choruses that represent only the end of a formal trajectory (see Nobile 2020 , 62–69 and 86–91). Unlike their more dynamic counterparts, “sectional verses” and “sectional choruses,” initiating verses and telos choruses are characterized by stasis, with the former sustaining a somewhat low energy level and the latter sustaining a high energy level. Harmonically, both initiating verses and telos choruses project tonic function for their entirety—sometimes through a single, sustained I chord, but more often via a chord shuttle (a regular alternation between I and some other chord), a chord loop (a repeated series of three or four chords), or some other standard tonic-prolonging technique ( Nobile 2020 , 13–20). Intervening between these static tonic prolongations, the prechorus spends its time away from tonic, beginning with a move to an unstable pre-dominant (most often IV, ii, or vi) and ending on dominant. The result is a large-scale T–PD–D–T harmonic trajectory across the three sections, as we saw in Example 1a. (6) This formal-harmonic layout embodies the telos principle. The three sections exhibit a single, goal-oriented harmonic design, with the opening, stable tonic in the verse acting as an initiation, the two unstable, tension-building functions in the prechorus providing the buildup, and the chorus’s completion of the trajectory representing the teleological arrival. The chorus itself thus serves to prolong the final, cadential tonic, fulfilling its role as a celebratory plateau. Example 4 . Thematic aspects of verse–prechorus–chorus cycles (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "nobile_2020",
                    "nobile_2020"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Non-harmonic elements support this cycle-spanning harmonic teleology; in particular, thematic, textural, and lyrical elements frequently contribute to the sense of initiation, buildup, and arrival. Thematically, as shown in Example 4 , initiating verses typically kick off the trajectory with two or four similar melodic groups of two or four measures each. Prechoruses then generally exhibit fragmentation, shortening the melodic groups to one or two measures, providing momentum as the chorus approaches (as is typical of the d portion of an srdc verse). Telos choruses often highlight their sense of arrival with an anacrusis in the melody pointing toward 1 ˆ on the chorus’s downbeat. The remainder of the section then repeats that opening melodic idea, often with the same lyrics, sometimes adding a contrasting idea at the end that creates an aaab melodic grouping. It is more difficult to generalize about lyrical and textural aspects of these sections, other than to say that they frequently outline the same initiating–buildup–arrival trajectory across the three sections. For example, the “then–now–why” lyrical paradigm involves the verse talking about the past, the prechorus talking about the (contrasting) present, and the chorus explaining the change (see Nobile 2020 , 202). As for texture, generally it thickens from section to section; notably, there is generally little textural change within either the verse or chorus, contributing to those sections’ overall stasis. Example 5 . Bob Dylan, “Like a Rolling Stone” (1965): verse–prechorus–chorus cycle (click to enlarge, see the rest, and listen) Example 6 . Heart, “Crazy on You” (1975): verse–prechorus–chorus cycle (click to enlarge, see the rest, and listen) Example 7 . Michael Jackson, “Bad” (1987): verse–prechorus–chorus cycle (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "nobile_2020"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Examples 5, 6, and 7 provide three representative examples of verse–prechorus–chorus cycles that follow the telos-based layout. In Bob Dylan’s “Like a Rolling Stone” (Example 5), the initiating verse presents two parallel four-bar melodic groups over essentially a chord-doubled scale. (Note that the melody does not pay any attention to the chord changes, but instead dances around tonic members C and E, resulting in what I call a “hierarchy divorce” between melody and harmony [ Nobile 2015 ; see also Temperley 2007 ].) The twelve-measure prechorus begins by shortening the melodic groups to two measures each, yielding a 2+2+2+2+4 pattern across the entire section. The harmonic rhythm speeds up in the prechorus, but remains anchored on the IV chord for 10 measures before moving to V. The chorus’s downbeat completes the large-scale I–IV–V–I progression that began in the verse, and then prolongs that final tonic via a I–IV–V chord loop. The chorus is structured as a typical telos chorus, beginning with an anacrustic melodic motive (“How does it feel?”) that simply repeats, with variation, throughout the section. Lyrically, the cycle loosely follows the aforementioned “then–now–why” paradigm, with reminiscence about the addressee’s glamorous past in the verse contrasting with the prechorus’s description of her fall from grace followed by not exactly an explanation, but a self-satisfied expression of Schadenfreude in the chorus. And texturally, there is not so much differentiation across the sections, but an overall intensification is perceptible, as the prechorus adds an organ, and the tambourine and guitar get more active in the chorus.",
                "footnotes": [],
                "citations": [
                    "nobile_2015",
                    "temperley_2007"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Heart’s “Crazy on You” and Michael Jackson’s “Bad,” shown in Examples 6 and 7, contain several of the same teleological elements as “Like a Rolling Stone,” including fragmentation from four-bar groups in the verse to smaller groups in the chorus, a large-scale T–PD–D–T progression, and a chorus built from repetitions of a short motive and lyric. There are differences as well, most notably in the length of the prechorus: both “Crazy on You” and “Bad” have four-measure prechoruses, which, though not uncommon, does go against Summach’s description of prechoruses as expanded d phrases. (7) And the choruses in “Crazy on You” and “Bad” both end with a new melodic idea. In “Crazy on You,” the third repetition of the title lyric gets a new chord progression and melismatic extension, while “Bad” adds a contrasting line in its final two measures, resulting in the common aaab grouping in its telos chorus. Example 8 . Cadence-ending trajectory in a verse–prechorus–chorus cycle (click to enlarge and listen)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] It is important to note that the telos-based model, where the chorus begins with a cadential arrival, is not the only option for verse–prechorus–chorus cycles. An alternative is what David Heetderks calls the “cadence-ending” trajectory, in which the prechorus ends with a half cadence rather than resolving to tonic on the chorus’s downbeat ( 2020 ). The ensuing chorus is not a telos chorus but instead a sectional chorus, leading to an authentic cadence at the end of the section. Example 8 shows this harmonic layout and gives the example of the Foundations’ “Build Me Up Buttercup” from 1967, which both Heetderks and I have discussed ( Heetderks 2020 , 13–15; Nobile 2020 , 225–29). This song begins with the same framework as the previous examples, with two parallel four-bar groups forming the initiating verse followed by fragmentation in the prechorus with pre-dominant leading to dominant. But the prechorus’s final V chord is extended for two bars as the energy drops, and the ensuing chorus is a full-fledged sixteen-measure srdc section ending with an authentic cadence in its fifteenth measure. The chorus’s initial tonic is not a cadential arrival but instead kicks off of a new harmonic trajectory, one that spans the entire chorus.",
                "footnotes": [],
                "citations": [
                    "heetderks_2020",
                    "heetderks_2020",
                    "nobile_2020"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Between the mid 1960s and the 1980s, verse–prechorus–chorus form’s particular teleology became solidified as a primarily harmonic and thematic design, with the T–PD–D–T trajectory and motivic momentum projecting initiating function in the verse, buildup function in the prechorus, and arrival function in the chorus. In the ’80s, verse–prechorus–chorus form was increasingly becoming rock and pop’s default song form. According to Summach’s data, the Billboard Annual Top 20 charts from the 1980s contained more verse–prechorus–chorus songs than verse–chorus songs without prechorus, making verse–prechorus–chorus the most common song form in that data set. (8) As we will see below, the form’s prevalence only increased in the 1990s and beyond. However, the telos principle did not remain in its late-’80s incarnation for long. In particular, formal motion in rock and pop relied increasingly on timbral and textural shifts, rather than harmonic ones, and the T–PD–D–T/verse–prechorus–chorus synchronization became just one option among many to express the form’s teleology. Nevertheless, the telos principle continued as the guiding force behind verse–prechorus–chorus form. Buildup: 1991–2010 Sonic trajectories in post-1991 verse–prechorus–chorus forms",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Popular music’s history, like any history, does not generally divide up into clean, non-overlapping stylistic eras with crisp beginning and ending points. Nevertheless, rock historians tend to agree that something flipped in the early 1990s, enacting a style shift more pronounced and immediate than anything popular music had seen since the 1960s. The simultaneous rise of grunge and hip-hop played a central role in this style shift; both genres had of course been around for a decade or more, but in the first years of the 1990s, they skyrocketed out of their respective subcultural markets into mainstream dominance, propelled by the landmark releases of Nirvana’s Nevermind in September 1991 and Dr. Dre’s The Chronic in December 1992. These genres’ rise came alongside some significant music-industrial developments, including Billboard’s shift to the automated Nielsen SoundScan system to build its song and album charts (replacing individual reports from music retailers), as well as the rapid spread of digital tools for recording and distribution, first with CDs and later with mp3 file sharing. As a result of this multifaceted shakeup, the popular music landscape looked a lot different in the 1990s than it had in the previous decade.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] One stylistic effect of these changes was a shift in musical focus away from harmony and toward sonic features. Sonic elements have of course always been at the forefront of popular artists’ consciousness, and artists certainly did not stop caring about chord progressions in 1991. But as digital recording tools became more sophisticated and widely available, and as hip-hop’s sampled loops and grunge’s post-punk amateurism preferred short, looped chord progressions, sonic elements took on an even greater structural role in this period. That is, timbre and texture increasingly became the main catalysts of formal contrast and formal teleology, with harmony playing a supporting role, rather than the other way around. In the context of verse–prechorus–chorus form, this allowed the telos principle’s initiation–buildup–arrival trajectory to arise solely from changes in vocal delivery, instrumental timbre, and/or accompanimental texture, with the hallmark T–PD–D–T layout of earlier verse–prechorus–chorus cycles frequently absent in the post-1991 period. Example 9 . Nirvana, “Smells Like Teen Spirit” (1991) (click to enlarge and listen) Example 10 . In the verse, Kurt Cobain’s voice has little sonic competition (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] A particularly salient example of the telos principle across non-harmonic domains comes from the lead single off of Nirvana’s aforementioned Nevermind , “Smells Like Teen Spirit.” Here, stark textural shifts create a clear verse–prechorus–chorus structure despite a persistent I 5 –IV 5 – ♭ III 5 – ♭ VI 5 chord loop throughout the cycle. Specifically, we have a quiet verse, a tension-building prechorus, and a maximally loud chorus. Example 9 provides audio of the song’s first cycle along with a visualization in the form of a spectrogram; the cycle’s textural trajectory is evident both aurally and visually, with each section markedly more intense than the previous. (9) In the stable, low-energy verse, Kurt Cobain sings in his comfortable middle register, with his trademark gravelly rasp appearing only as he strains to grab the verse’s highest note, F4. Under Cobain’s relatively subdued singing, the sonic space is wide open: Krist Novoselic’s signature hollow, picked bass and Dave Grohl’s closed-hi-hat drumbeat form most of the accompanimental environment, punctuated by only the sustained C4–F4 dyad from Cobain’s chorused, clean guitar. In the prechorus, the texture thickens, as Grohl opens his hi-hat and Cobain intensifies his C4–F4 guitar riff with some distortion and quicker alternation of the two notes. We know that this is not the loudest texture we are going to get, since the song’s intro already offered a preview of the chorus’s accompaniment. What really gives this section its buildup function—as opposed to simply an in-between function—is Cobain’s voice, which sings a repetitive “hello, hello” in a low register with prominent vocal effects (to my ear, it sounds like manual double-tracking passed through a phaser). This vocal sound imparts palpable tension, suggesting, even though the chord progression has not changed, that this is not just another part of the verse. In case there was any doubt about the section’s buildup function, Grohl’s sixteenth-note snare fill in the section’s last measure projects an impending climactic arrival, which Cobain gives us as he shouts “with the lights out.” The chorus itself is structured as a typical telos chorus, with an opening anacrusis leading to 1 ˆ whose rhythmic motive is repeated every measure over a four-syllable lyric fragment. The energy level remains essentially constant throughout the section, sustaining the climax’s high point for the chorus’s sixteen measures (with a small bump in the ninth measure—“up to eleven,” so to speak—when Grohl switches to crash cymbals on every beat). Example 11 . In the prechorus, Cobain’s processed voice begins to be engulfed by the thickening texture (click to enlarge and listen) Example 12 . In the chorus, Cobain’s screaming voice rises above the thickest texture (click to enlarge and listen)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The telos principle in “Smells Like Teen Spirit” is thus realized sonically rather than harmonically. Nevertheless, we can see how its cycle exhibits the same general trajectory as those shown in Examples 5–7. Indeed, the primacy of sonic elements invites further expressive interpretations centering on that domain. In “Smells Like Teen Spirit,” for instance, the sonic relationship between singer and accompaniment interacts with the formal teleology to create a narrative of transcendence. In the verse, when Cobain’s voice has little sonic competition, he is able to sing with characteristic closed-mouth nonchalance and still be the center of our attention. This relationship is visible in the spectrogram detail in Example 10 , where the frequency bands of Cobain’s voice appear as curvy white lines within a mostly dark background. In the prechorus, though, the intensifying accompaniment begins to compete with and engulf the vocal sound, which is itself blurred by overdubbing and phase effects; Example 11 shows the vocal bands blending into a more colorful background in this section, as it becomes more difficult to pick out the voice amid the thickening texture. As the accompaniment threatens to swallow Cobain up entirely, he breaks through with the chorus’s scream-singing, cutting across the sonically saturated environment to command the attention of anyone within earshot. As Example 12 shows, despite a sea of bright colors in the background, the vocal bands are clearly visible in bright white, showing Cobain rising above the thick chorus texture. Note that the amplitude/color scale is wider in Example 12 than in Examples 10 and 11 (that is, it takes a louder signal to produce bright white), so even with this album’s hyper-compressed production, Cobain’s voice is significantly louder in this section than in previous sections. What we perceive, then, is a masculine subject transcending a threatening environment to assert his sonic dominance over everything the chorus texture can throw at him. Example 13 . Allan Moore’s four “proxemic zones,” representing the sonic projection of distance between the listener and the song persona (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Many analysts have discussed how recorded sound can create the illusion of spatial relationships among sonic elements. (10) A sonically based telos principle, then, implies certain types of motion within this virtual space. In particular, we often perceive the singer’s voice to move gradually farther away from us as a song progresses through initiation, buildup, and arrival functions. Allan Moore, adapting the psychological concept of proxemics, has examined how vocal delivery and production techniques place the “song persona”—the sonic embodiment of the singer’s voice—in one of four proxemic zones , which I summarize in Example 13 ( Moore 2005 ; 2012 , 185–88). In the intimate zone , we perceive the persona to be right next to us. The vocal delivery is in a close-range whisper or soft singing style, with relatively pure production (minimal reverb, no overdubbing, etc.), and the voice is set in front of the environment, with minimal and/or distant accompaniment. Next, we have the personal zone , where the persona is at a normal, conversational distance, and the social zone , where the persona is in the same room as us but possibly addressing a small group of people. In these two zones, the accompaniment becomes more active and less differentiated from the vocals, and the vocal delivery becomes louder and involves more production effects. Finally, we have the public zone , where the song persona is far away from the listener and addressing a large group of people—the proverbial “shouting from a rooftop” zone. Here, a sonically saturated environment threatens to engulf the persona’s sound, and the singer shouts or belts at the top of their lungs with heavy production effects, especially reverb. Example 14 . Alanis Morissette, “You Oughta Know” (1995) (click to enlarge and listen)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "moore_2005",
                    "moore_2012"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] A typical telos-based verse–prechorus–chorus cycle will progress through several of these zones in verse and prechorus, leading to a chorus firmly in the public zone. As the song persona gradually moves farther from us, the implied address grows from just one or two listeners to a large group of people. A powerful example of such distancing comes from Alanis Morissette’s 1995 breakout hit “You Oughta Know.” Example 14 provides the first cycle’s audio as well as a formal chart with lyrics, proxemic zones, and features of the voice and accompaniment. As Morissette’s song persona moves from a close-range whisper to a full-throttle belt across the cycle, she simultaneously sheds various layers of emotional inhibition. The song’s lyrics are addressed to an ex-lover who left the narrator for another woman. When Morissette sings in the intimate zone, she feigns politeness, focusing what she’s saying on the addressee; as Lori Burns describes it, the intimate sonic environment “suggests a hesitant approach to her ex-lover, signifying his sexual power over her” ( 2010 , 186). As Morissette moves into the personal and social zones, her tone turns spiteful, shifting her focus to her effect on the addressee—basically saying, “I hope you feel like a bad person for what you did to me.” To Burns, this move “is a signal that this narrator is not merely addressing a personal situation but is speaking for a larger community” ( 187 ). Note that in the prechorus, as in “Smells Like Teen Spirit,” the accompaniment threatens to overtake Morissette’s voice, sonically speaking. An added distorted guitar part plus a change from drum machine to acoustic drums (heard especially in the snare drum’s change from ksh to pop at around 0:35) accompany Morissette sinking into her lower register with her voice double-tracked, each track panned hard to one side of the stereo mix. In the section’s last two measures, the double-tracking disappears and Morissette climbs into her belting register (“till you die, till you die, but you’re still alive”). If Morissette’s persona was in danger of being swallowed up in the prechorus, her cry of “I’m here!” marking the chorus’s arrival ensures that she will rise above even the thickest of sonic environments. This telos section, firmly in the public zone, is lyrically focused on the narrator herself; no longer concerned with what her ex did or feels, she addresses her own emotional state after the messy breakup. Though the text ostensibly maintains a direct address toward her ex-lover, it is clear that she is now speaking for and to a broader social group, elevating this breakup story to an anthem of resisting male sexual dominance. Two-part verses",
                "footnotes": [],
                "citations": [
                    "burns_2010",
                    "burns_2010"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] “You Oughta Know” exhibits a common feature of verse–prechorus–chorus songs, in which four thematic groups overlay the three formal sections, with the verse dividing into two distinct parts. This allows the entire cycle to be a square 32 measures long as 8+8+8+8. (In this case, it is actually 8+8+8+9, with an extra measure tacked onto the end of the chorus providing the title lyric.) Four eight-bar groups spanning three song sections reminds us that thematic grouping is not the same as formal function. In particular, a prechorus is more than just a section that comes between a verse and a chorus. As I have discussed elsewhere ( Nobile 2020 , 103–6), to fulfill prechorus function, a passage must destabilize the prior verse and provide a transition to the chorus. Prior to 1991, destabilization and transition largely resulted from harmony, specifically by shifting from tonic to pre-dominant. The distinction between prechoruses and verse continuations is thus relatively straightforward in that repertoire: generally speaking, sections that prolong tonic are verse continuations, while sections that depart from tonic are prechoruses. (11) In post-1991 songs, however, prechorus function often arises without any harmonic contributions, making it harder to systematize the distinction. In general, prechorus function necessarily entails some sort of intensification, effecting the “destabilizing” task. In “You Oughta Know,” the second thematic group (“An older version of me . . . ”) does not really destabilize what came before. The texture does thicken from the barebones intimacy of the first group, but Morissette’s voice still sits in its comfortable middle register with little sonic competition from the accompaniment, delivering a pair of short-short-long melodies (“An older version of me / is she perverted like me? / Would she go down on you in a theater?,” etc.). But the ensuing prechorus, though it continues the persistent tonic pedal, sees Morissette gallop through a string of three-syllable utterances (“’Cause the love / that you gave / that we made / wasn’t a- / ble to make / it enough,” etc.), which together with the aforementioned production effects gives the section an intensifying effect absent from the prior material.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "nobile_2020"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] When a cycle contains four thematic groups, it is often the second, rather than the first, that provides the song’s most fully developed verse material. In such cases, the first group is akin to what James Hepokoski and Warren Darcy call a “zero-module,” containing “music that, even while opening that zone [i.e., formal section], seems preparatory to a more decisive (or more fully launched) module that follows” ( 2006 , 72). (Hepokoski and Darcy are referring to eighteenth-century instrumental sonatas, but the concept applies just as well to our present popular-music context.) Zero-modules in verse sections are wholly part of the verse—these aren’t section intros or “pre-verses”—but there is something preliminary about them, such that we feel we need more verse material before moving on to a prechorus or other section. Imagine if “You Oughta Know” had omitted the second group and jumped straight from “the best for you both” to “’cause the love that you gave”; the leap from nearly absent accompaniment to a prechorus’s buildup would seem to skip over a fully worked out verse. The verse’s second group thus fulfills the important role of solidifying verse function. Example 15 . Black Eyed Peas, “Let’s Get It Started” (2004) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "hepokoski_2006"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] For another example of a two-part verse with zero module, consider the Black Eyed Peas’ 2004 smash “Let’s Get It Started.” (12) This song, shown in Example 15 , layers hip-hop’s rapped verse/sung chorus combo over pop’s verse–prechorus–chorus teleology in an ode to inebriation that has since become a staple of sports arenas and pep rallies. (13) The song’s verse begins with four measures over sparse accompaniment, followed by six more over a full groove; the former serves as the verse’s zero-module, which sets up the latter’s full-fledged verse function. The entire cycle is set to a i– ♭ III– ♭ VI–V  chord loop, while the vocal delivery and accompanimental texture carry the initiation–buildup–arrival teleology: the two verse parts are tied together through will.i.am’s rap delivery, the ensuing prechorus introduces a sung melody over stop time in the accompaniment, and the chorus is an archetypal telos chorus, with a short, anacrustic motive ending on 1 ˆ repeated several times over the title lyric. The role of harmony after 1991 Example 16 . Ricky Martin, “Livin’ La Vida Loca” (1998) (click to enlarge and listen) Example 17 . Boyz II Men, “End of the Road” (1991) (click to enlarge and listen)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Despite  the increase in formal processes driven by timbre and texture, harmonically based verse–prechorus–chorus structures did not just disappear in the early ’90s. The harmonic telos model shown in Example 1a (T in the verse, PD to D in the prechorus, and T in the chorus) continued to underlie many songs after 1991. Ricky Martin’s 1998 Latin dance-pop smash “Livin’ La Vida Loca” serves as a good example: here, the verse’s i chord gives way to the ascending progression iv–v– ♭ VI– ♭ VII–V in the prechorus (an expansion of iv to V), which then resolves to tonic in the chorus, prolonged by a repeated i– ♭ VII–i neighboring progression (see Example 16 ). Non-harmonic factors contribute to the buildup, too, of course, as is generally true of pre-1991 verse–prechorus–chorus songs, but the harmonic process does the bulk of the teleological work. Similarly, in Boyz II Men’s “End of the Road” from 1992, a slow, slightly embellished “doo-wop” loop prolongs tonic in both the verse and chorus, which are separated by a chromatic bass line outlining vi–IV–ii–V in the prechorus (see Example 17 ). (14) Chord loops represent the most common tonic-prolongational technique, especially after 1991; it is typical for verse and chorus to exhibit the same loop, linking the initiating and concluding tonics of the T–PD–D–T functional circuit. Again, non-harmonic features contribute to the buildup (especially the interplay among the group’s singers, culminating in a choral texture in the chorus), but in this song harmony seems to be largely running the formal show. Example 18 . Avril Lavigne, “Complicated” (2002) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] After 1991, harmonic trajectories across verse–prechorus–chorus cycles seem more likely to exhibit a cadence- ending layout, as opposed to the telos principle’s cadence- beginning layout (recall “Build Me Up Buttercup,” Example 8). Consider Avril Lavigne’s 2002 breakout hit “Complicated,” shown in Example 18 . This song’s prechorus outlines a IV–V progression (with IV–vi–IV prolonging IV); the final V is sustained under melodic 2 ˆ , strongly projecting a half cadence. (15) The ensuing chorus is a self-contained “sectional” chorus with an srdc melodic layout, an Axis loop (vi–IV–I–V) fulfilling the role of initial tonic, and a ii–IV–I final cadence supporting 3 ˆ – 2 ˆ – 1 ˆ . (16) In other words, this cycle leans heavily toward a cadence-ending teleology, with the strongest closure occurring at the end of the chorus. The telos principle is not entirely absent from this song, but is hardly the guiding force. The chorus’s onset—with its initial vi chord, melodic return to 3 ˆ , and start of a long line of text (“why d’ya have to go and make things so complicated?”) —does not seem at all like a moment of closure. Similarly, in Christina Aguilera’s “Come On Over Baby (All I Want is You)” from 1999, an srdc chorus follows a prechorus that moved from vi to V, as shown in Example 19 . Interestingly, this prechorus is different from the one appearing on the original album version of this song, whose audio is given in Example 20 . The analogous passage there continues the tonic-prolonging groove, removing much of the section’s buildup function—so much so that the section does not seem like a prechorus at all, but instead an extension of verse function. That the ensuing chorus is largely the same in both versions speaks to that section’s autonomy; because of its self-contained trajectory, it is not so dependent on a preceding prechorus. (17) Example 19 . Christina Aguilera, “Come On Over Baby (All I Want is You)” (1999) (click to enlarge, see the rest, and listen) Example 20 . Album version of “Come On Over Baby,” which does not depart from tonic in the middle section, suggesting a two-part verse rather than a verse and prechorus Example 21 . Sheryl Crow, “All I Wanna Do” (1994) (click to enlarge and listen)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Another way to use harmony to support the telos principle is to employ harmonic elements to differentiate the three sections, but with less of a clear harmonic teleology across the cycle. The resulting harmonic layout is more like tonic–non-tonic–tonic lining up with verse–prechorus–chorus, rather than the cadential tonic–pre-dominant–dominant–tonic. The energetic trajectory of such cycles is somewhat terraced, with an energy drop from verse to prechorus followed by a jump to an energetic peak in the chorus. The telos principle remains in full force as the chorus offers a clear arrival and plateau; the only new element is that the prechorus’s buildup function results from the tension of its relatively low energy. In Sheryl Crow’s 1994 hit “All I Wanna Do,” shown in Example 21 , the verses and choruses loop a I– ♭ VI– ♭ VII progression, awash in California blues vibes, with an excursion to IV ♭ 7 in the prechorus. The verse is packed with lyrics, setting a midday barroom scene overlooking Los Angeles, where the narrator finds herself talking to a man she refers to as Billy. As the prechorus shifts to the subdominant, the narrative focus shifts to the various working people visible in the car wash across the street (or, in the second verse, to an out-of-place couple who wanders into the bar). In the chorus, Crow focuses back on herself, but rather than narrating her story as she did in the verse, she is now explaining her life philosophy. Three-part lyrical themes such as this—where two contrasting elements are discussed in verse and prechorus with some explanation of their relationship in the chorus—are common in verse–prechorus–chorus cycles (such as the then-now-why layout previously mentioned). Here the contrast between Crow’s hedonistic narrator and the other, mainstream characters is reflected in the harmonic contrast between the tonic-prolonging loop and the bluesy subdominant. The telos moment, then, is perhaps more of a return to a comfortable place we have already been than an arrival at a new place, as Crow turns away from watching the others to relax on her own terms. Example 22 . Garbage, “Stupid Girl” (1995) (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] There is of course a lot of gray area between a directed T–PD–D–T cadential trajectory and a T–non-T–T departure-and-return trajectory. My main point is that legislating whether the chorus’s arrival does or does not count as a cadence is not so useful in post-1991 verse–prechorus–chorus form: there can still be a teleological arrival either way. Consider Garbage’s 1995 “Stupid Girl,” shown in Example 22 . The cycle presents a departure-and-return trajectory in both harmony and voice: the same I 7 – IV 7 chord shuttle underlies verse and chorus, and singer Shirley Manson delivers both sections in a low, breathy voice, recorded with close miking and a “dry” production (i.e., few noticeable effects). In the intervening prechorus, the bass drops out, replaced by a synth pad outlining the progression vi–IV, and Manson moves to her higher head voice, now with more pressed phonation (not breathy) and an echo effect (especially noticeable after the lyric “anything”). It is possible to hear a T–PD–D–T functional circuit across the cycle, with IV functioning as syntactical dominant. But the cadential effect of the chorus’s onset is not as strong as in, say, “Crazy on You” (Example 6) or even “End of the Road” (Example 17), and thus it might seem more appropriate to analyze the harmony as simply T–non-T–T, with no cadential arrival at the chorus. A telos arrival remains, regardless of harmony’s role; the accompanimental texture reaches a point of saturation at the chorus, and the repeated melodic and lyrical motives provide the plateau. (18) Subversion: 2010–present Example 23 . Lady Gaga, “The Edge of Glory” (2011) (click to enlarge and listen) Example 24 . Four examples of textural breaks highlighting the telos arrival (and title lyric) from a prechorus into a chorus: Huey Lewis and the News, “Hip to be Square” (1986); Kenny Loggins, “Footloose” (1984); Billy Ocean, “Get Outta My Dreams, Get Into My Car” (1988); Kelly Clarkson, “Since U Been Gone” (2004)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] By 2010, the design of a verse and prechorus building up to a telos chorus had become one of pop music’s most normative options. Lady Gaga’s 2011 “Edge of Glory” is a prime exemplar of turn-of-the-decade teleological excess, as nearly every musical domain participates in the initiation–buildup–arrival trajectory (see Example 23 ). Commercial music, though, has a way of regulating itself to avoid becoming too formulaic. That is, once something becomes common enough to generate expectations, artists begin to undermine those expectations to keep us on our toes. Within the last decade, mainstream pop has experimented with several ways of thwarting the telos trajectory, some subtle, others more flagrant. To some extent, playing with conventions in this way is what songwriters have been doing for decades. But the 2010s saw more of a sea change across this musical landscape, with the cross-pollination of electronic dance music (EDM), hip-hop, and mainstream pop coinciding with a seismic shift in consumption patterns as audio streaming took over. These changes shook up stylistic trends to the extent that by the second half of the decade, reports began to emerge of the “death of the chorus,” a phrase suggesting that the nearly 60-year supremacy of verse–chorus forms may be in danger. (19) The telos principle, as a dominant chorus-based formal model, was centered in the crosshairs of this stylistic shift. Delayed telos arrival Example 25 . Kesha, “Tik Tok” (2009) (click to enlarge and listen) Example 26 . Psy, “Gangnam Style” (2012) (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The first stabs at playing with the telos trope are relatively benign. Since the 1960s, a popular technique highlighting the chorus’s initial telos arrival has been for the accompaniment to drop out during the prechorus’s final measure, as demonstrated in Example 24 . Around 2010, a number of producers began to exaggerate and enlarge this pre-telos break, tripping us up as we charge toward the climax and making us nervous that we might fall before we get there. In Kesha’s 2009 EDM-pop hit “Tik Tok,” shown in Example 25 , the formal buildup in the verse and prechorus supports lyrics about the buildup to a wild night of clubbing. Just as the song’s narrator and her crew approach the club door (chorus), they find themselves a little too tipsy and stumble with a synthesized record slowdown in the section’s seventh measure. But as Kesha cries “don’t stop!,” they find their footing, raise their hands, and dive onto the dance floor, bringing us along with them. A more extreme example comes from Psy’s K-Pop smash “Gangnam Style” from 2012. The sonic cues here are not at all subtle, which perhaps explains how a song in a language most Americans do not understand made such a splash in the US. The prechorus divides into two phrases, as shown in Example 26 . The second phrase is significantly expanded from its four-bar model as Psy seemingly throws every buildup technique into the mix: noise sweeps, drum fills, glissandos, rhythmic acceleration, etc., all over a sustained V chord. Yet in the section’s penultimate measure, the buildup stops abruptly via another record stop followed by four beats of silence. Psy then whispers “Oppan Gangnam Style” into our ear—even non-Korean speakers will recognize the song’s title here—and the beat drops, signaling that it’s finally time for the trademark dance. Example 27 . Imagine Dragons, “Believer” (2017) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] In terms of subverting expectations, the examples above employ an old playbook: wait a little longer before reaching the resolution, and the audience will be even more satisfied. A slightly different situation arises in Imagine Dragons’ 2017 indie-electronica hit “Believer.” Here, nothing in the verse or prechorus suggests that the chorus will begin with anything other than a climactic telos arrival. As shown in Example 27 , the prechorus ends with the lyric “seeing the beauty through the . . . ,” stopping on beat three of the section’s final measure. In the remaining two beats, we hear a white noise sweep—a classic sonic buildup technique—telegraphing an impending downbeat arrival. But when the downbeat arrives, the sonic buildup smacks into a wall, leaving only a low rumble. The climactic telos moment we expected is thwarted, but only temporarily; the sound comes crashing back in on beat 3, completing the lyric with “ . . . pain!” and giving us our moment of telos. (20) Anti-telos choruses Example 28 . Anti-telos choruses negate the cycle’s teleological imperative with a chorus that acts as the song’s point of lowest energy (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The delayed telos in “Believer” hints at something that other songs take to the next level: in the 2010s, we are so accustomed to a climactic arrival on the chorus’s downbeat that removing that climax can have an extreme expressive effect. While “Believer” simply moves the climax two beats later, many recent pop tracks omit the climax altogether, producing a chorus section with the lowest energy level in the entire song. Example 28 displays the resulting formal-energetic trajectory. Because this technique involves projecting a telos arrival and then dramatically withholding it, we can refer to these sections as anti-telos choruses . Anti-telos choruses represent the ultimate subversion of the telos model; instead of a central rock-out section with the most public address and most memorable hooks, we experience a sudden drop at the chorus’s onset leading to the song’s point of lowest energy. With regard to Moore’s proxemic zones discussed above, anti-telos choruses flip the expected proxemic distancing within a verse–prechorus–chorus cycle: instead of an intimate-zone verse building to a public-zone chorus, the chorus becomes the song’s most intimate section, pulling us close and fostering a deep, unexpected connection between singer and listener. Example 29 . Ariana Grande, “Problem” (2014) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Ariana Grande’s 2014 “Problem” offers an especially striking example of an anti-telos chorus. This song’s verse is already relatively high-energy—starting at or near the social zone—with a loud but sparse accompaniment and a mid-range (for Grande) vocal line. The prechorus, transcribed in Example 29 , presents a typical EDM-style “riser,” with white noise sweeps and laser-like sound effects accompanying Grande’s vocal line climbing higher until she is belting at the top of her range. Instead of leading to a climactic telos arrival and public address, however, the chorus begins with an abrupt snap to the intimate zone, with a whispered, close-miked voice accompanied only by throbbing low-frequency sounds. This abrupt sonic shift is visible in the spectrogram shown in the example; note the rising pitch and increasing loudness across the frequency range throughout the prechorus, followed by near silence in all but the lowest frequencies at the chorus. Furthermore, the vocalist in the chorus is clearly not Grande, meaning we also have a shift in narrative voice. In the verse and prechorus, Grande sings about a problematic relationship that she cannot bring herself to end; in that context, the chorus’s male voice can be interpreted as the voice of her antagonist, right next to her, whispering in her ear, reminding her that she cannot give him up. The anti-telos chorus, then, reflects Grande’s inability to maintain agency in her own story, as her belted cries are silenced by the antagonist’s intimate whispers. Example 30 . Taylor Swift, “Look What You Made Me Do” (2017) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] That is not the end of Grande’s story in “Problem,” but before continuing let’s look at one more example of an anti-telos chorus. In Taylor Swift’s “Look What You Made Me Do,” the prechorus builds up to a climactic event but the anti-telos chorus seems to skip over that event. As shown in Example 30 , Swift begins the verse by introducing an antagonist in the second person, describing what they have done to her. In the verse, agency belongs to the antagonist, Swift’s persona being the unlucky and unwitting recipient of the antagonist’s actions. As we move to the prechorus, though, Swift begins to describe her revenge, as her voice is overdubbed in multiple octaves and synthesized strings gradually saturate the sonic landscape. Swift’s threat—“I have a list of names and yours is in red, underlined”—sets off the section’s final buildup as we sense her lifting the weapon. But at the chorus, the scene abruptly cuts to the aftermath, skipping the main event and leaving a cool protagonist, smoking gun in hand (metaphorical or not). The chorus, like that of “Problem,” removes all mid and high frequencies from the accompaniment (aside from a synthesized snare drum on the backbeat), leaving us in the intimate zone, with Swift’s minimally processed, softly delivered voice fully exposed amid the sparse environment. Example 31 . Ariana Grande, “Problem” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Anti-telos choruses by definition subvert teleological climax. The typical situation in which the chorus provides the lyrical, melodic, and textural high point does not apply here. Reconfiguring teleology and section roles in this way can have significant expressive consequences. In particular, removing textural climax from the chorus opens up space for another section to take on that role, along with attendant narrative implications. Sometimes textural climax arrives in a song’s final chorus after being withheld from earlier choruses. In such songs, the chorus still fulfills the role of textural high point, but it is not until the song is almost over that we hear the section in its true climactic colors. “Problem” exhibits this design. After the song’s second chorus, we get a bridge in the form of an Iggy Azalea rap section, as shown in Example 31 . Azalea here assumes the character of Ariana Grande’s protagonist, but now there is a sense of will that was absent in Grande’s earlier verses; Azalea is much more determined to end the problematic relationship, seemingly putting her foot down in the Jay Z-quoting line “I got 99 problems but you won’t be one.” After the rapped bridge, we hear a laid-back version of the prechorus with an extra bar tacked on that features a textural break and a noise sweep into the final chorus. This final chorus gives us the textural climax missing from earlier choruses. The antagonist’s whispers are still there, but they are overpowered by the full accompaniment and Grande’s belted vocal riffs, which push the whispered voice out of the intimate zone, forcing distance between him and the listener. Perhaps the bridge ultimately empowered our song persona to finally break free in the final chorus, as Grande’s riffs overtake the antagonist’s voice, stripping him of narrative agency. Drop sections Example 32 . The EDM-derived riser–drop sequence interacts with formal sections (click to enlarge) Example 33 . The Chainsmokers, “Closer” (2016) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] In some songs, the presence of an anti-telos chorus means that there is no textural climax in the entire song; the verse and prechorus’s initiation and buildup never materialize in a climactic arrival, and the song projects a constant sense of interrupted teleology. “Look What You Made Me Do” is an example of a climax-less verse–prechorus–chorus form. However, many songs with anti-telos choruses do contain a textural climax, just not in the chorus. One such technique derives from inserting an EDM-style “drop” section into a pop song’s formal cycle. Drops in instrumental EDM are sections where textural climax occurs in all domains; the standard technique is to begin with a “riser” section where the four-on-the-floor bass is absent, and then climactically reintroduce the beat (see Butler 2006 and 2014 ); the idea is that after a tension-building process, everyone in the club raises their hands and goes wild as the beat drops. The riser–drop sequence is similar to the standard post-1991 practice in prechorus and chorus, regardless of a song’s relationship to EDM genres. Example 32 shows this relationship with the energy diagrams we have been using: in Example 32a, the verse presents a consistent, low energy initiation, the prechorus’s buildup underscores a riser, and the chorus’s telos arrival represents the drop. As we saw in Example 28, with an anti-telos chorus the expected textural climax does not materialize as expected. Sometimes, the anti-telos chorus’s unexpected low energy will then set off its own buildup culminating in a climactic drop section in the form of an instrumental post -chorus, separating the textural and lyrical-melodic arrival points. This trajectory is shown in Example 32b. The Chainsmokers’ 2016 song “Closer” (featuring Halsey on vocals) exemplifies this four-module verse–prechorus–anti-telos chorus–drop sequence, as shown in Example 33 . The lyrics describe a former couple reconnecting in a hotel bar four years after their breakup. As the narrator sings “baby, pull me closer,” the anti-telos chorus suggests that the two have moved out of the hotel bar to a more intimate location. The chorus’s second textural buildup then leads to a mostly instrumental drop after the chorus, as the ex-lovers stop singing and consummate their reconnection. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "butler_2006",
                    "butler_2014"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Several authors have discussed this postchorus drop section. Alyssa Barna calls it a “dance chorus,” characterizing it as a second climactic section equal in status to the first (sung) chorus, the two choruses eliciting two different participatory reactions in listeners ( Barna 2020 ; see also Adams 2019 ). Nate Sloan and Charlie Harding instead propose the term “pop drop,” highlighting its origins in the EDM drop ( Sloan and Harding 2019 , Chapter 4); Sloan and Harding, following Peres 2018 , consider the pop drop as a type of postchorus. (22) (“Closer” is in fact Harding’s prime example of a pop drop in Harding 2016 .) Brad Osborn retains the term “drop” and analyzes the prior section as a hybrid between an EDM riser and a pop chorus, which he calls the “riserchorus” ( 2023 ). Not all such drops occur after anti-telos choruses, and not all anti-telos choruses lead to drops, but it is surely not a coincidence that anti-telos choruses began cropping up in Top-40 pop right around the same time as EDM artists began importing drops into that repertoire.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "barna_2020",
                    "adams_2019",
                    "sloan_and_harding_2019",
                    "peres_2018",
                    "harding_2016",
                    "osborn_2023"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] To many of these authors, the drop represents a significant paradigm shift, one that “fundamentally changed [popular music’s] formal structure” ( Osborn 2023 ), or, hyperbolically, “broke the pop song” and heralded the “death of the chorus” ( Sloan and Harding 2021 ). While I grant that importing drops into pop songs in the 2010s represents a significant formal innovation, I am less convinced that it signals such a complete overhaul of formal principles. First of all, anti-telos choruses may not be a song’s energetic peak, but they are still choruses. We still have the expected form-functional progression of verse, prechorus, and chorus, and the chorus’s anti-telos qualities are perceived as a thwarted expectation within the telos principle, not an altogether distinct paradigm. Adding a climactic drop section after an anti-telos chorus does not, in principle, remove the chorus-ness of the anti-telos chorus; even Barna’s “dance chorus,” which operates on the same level as a standard chorus, is defined as “an additional module that follows a fully developed chorus” ( 2020 , 5:10ff.). Rather, the anti-telos chorus–drop sequence involves separating the lyrical-melodic high point from the sonic climax. That is, verse and prechorus represent initiating and buildup functions as before, but the arrival comes in two parts. That is not to say that ambiguity is uncommon, as the presence of four distinct sections within a cycle often invites multiple plausible formal labels for each section, as noted earlier. Kyle Adams, for instance, shows that Flo Rida’s “Cake” and David Guetta’s “Don’t Leave Me Alone” (featuring Anne-Marie on vocals) both have a section that could be interpreted as either a prechorus or a chorus ( Adams 2019 , 38–43). (Such ambiguity is of course not restricted to songs with anti-telos choruses and drops, as Trevor de Clercq has demonstrated in the context of ’80s pop and rock [ de Clercq 2017 ].) But the issue may be more definitional than musical—specifically, whether we consider formal function to arise primarily from lyrical-melodic or sonic elements (or both). Whether we want to reserve the term “chorus” for a lyrical-melodic arrival (cf. Osborn 2023 : “choruses fulfill their role within the syntax of verse/chorus forms as the most memorable lyrical-melodic hook”) or allow chorus function to be fulfilled in part by a lyric and vocal melody–free section will determine to what degree we perceive formal ambiguity. Example 34 . Zedd, Maren Morris, and Grey, “The Middle” (2018) (click to enlarge and listen) Example 35 . Bruno Mars, “That’s What I Like” (2016) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "osborn_2023",
                    "sloan_and_harding_2021",
                    "barna_2020",
                    "adams_2019",
                    "de_clercq_2017",
                    "osborn_2023"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] This type of bifurcated arrival, incidentally, does not appear only in the context of post-chorus drop sections. Sometimes the chorus simply happens twice, first with low sonic energy projecting an anti-telos chorus, and then again with a full texture presenting a confluence of lyrical-melodic and sonic climax, albeit a bit delayed. In Zedd, Maren Morris, and Grey’s “The Middle,” a 2018 addition to the EDM-pop craze of the mid-2010s ( Example 34 ), the chorus begins with a chasm of empty space, reflecting the metaphorical space between the two quarreling lovers encountered in the lyrics. On the second run-through, however, the accompaniment roars back to life, filling the melodic gaps with synthesized riffs and effects. From beyond the EDM sphere, Bruno Mars’s 2016 hit “That’s What I Like” gives a similar soft-then-loud chorus, beginning with an abrupt shift to smoky reverb and finger snaps before the beat comes back in the section’s second half ( Example 35 ). Verse–prechorus–drop",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] As discussed above, anti-telos choruses fulfill the lyrical-melodic elements of chorus function without a simultaneous peak in sonic energy. Drop sections do provide such a sonic peak but without the lyrical-melodic elements of a typical chorus. Because they provide complementary climactic material, anti-telos choruses and drops are commonly paired within a single song. They do not always appear together; as we saw in “Problem” and “Look What You Made Me Do,” anti-telos choruses can appear on their own, fulfilling chorus function with no immediate sonic peak. The opposite situation—a drop section with no preceding chorus—is less common, but occasionally crops up in 2010s pop. Psy’s “Gangnam Style,” which we encountered earlier, is one example: after the prechorus shown in Example 26, which removes the four-on-the-floor kick drum in typical riser fashion, the following section reintroduces the beat and fulfills arrival function. That section, however, has very little lyrical or melodic content; rather, it features chopped-up fragments of the title line “Oppan Gangnam style” (and, later, backup vocalists singing “hey, sexy ladies”). It is reasonable, then, not to consider this section a chorus, but instead a drop section that takes the place of the expected telos chorus. Example 36 . Mark Ronson feat. Bruno Mars, “Uptown Funk” (2014) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] This layout suggests the possibility that a telos-based cycle may arise without any section acting as the chorus. In such cycles, a verse and prechorus provide initiation and buildup functions as usual, but the arrival comes in the form of a mostly instrumental drop section with no lyrical-melodic climax. Mark Ronson’s 2014 “Uptown Funk” (featuring Bruno Mars) provides another example. As shown in Example 36 , this song is built on a 36-measure cycle containing a 16-measure verse (with an eight-measure “zero-module” and eight-measure main verse), an eight-measure prechorus with a breakdown and riser, and finally an eight-measure drop with a four-bar extension. The drop section is the clear sonic climax, as the spectrogram in Example 36 shows, but aside from a few repetitions of the telos-introducing line “Don’t believe me, just watch!,” the section contains no vocal melody, being led instead by a horn section over the funky groove. As that repeated line attests, this song’s message will not be delivered orally but physically, perhaps via the coordinated shuffle dance accompanying the drop in the song’s official music video.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] As Example 36 demonstrates, “Uptown Funk”’s teleology resembles many of the pre-2010 examples we’ve seen, except that the telos section is a drop rather than a chorus. The telos principle is in full effect, with verse and prechorus providing initiation and buildup and the drop representing a sustained arrival. How significant is it that this cycle’s teleology occurs without a clear chorus section? I think it is somewhere in between insignificant and “breaking the pop song.” Someone arguing for the former might contend that the drop is the chorus, thus decoupling chorus function from any lyrical-melodic requirements; similarly, one could say it is a Barna-esque dance chorus that does not follow a “sung” chorus as expected. Such arguments are not unreasonable, but I am not quite comfortable overlooking the lack of lyrical-melodic focal point. The drop in “Uptown Funk” is fundamentally different from the chorus sections found in nearly all contemporaneous pop songs. Yet an argument for the opposite extreme—that “Uptown Funk”’s lack of chorus represents an entirely new formal paradigm—seems equally inappropriate, as the basic formal teleology remains grounded to stylistic norms. To me, the verse–prechorus–drop cycle is the 2010s’ new contribution to the continuing legacy of the telos principle, one that reflects the influence of EDM DJs as well as the rise of streaming and social media but does not overturn the general paradigms of prior decades.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] The broader claim here is that quibbles over individual sections’ proper formal labels do not affect how we understand the song’s teleological structure. Whether we call the arrival sections in “Gangnam Style” and “Uptown Funk” choruses, drops, dance choruses, or some “blend” of two or more of these (to adapt de Clercq 2017 ’s terminology), the basic analysis of the cycle as comprising three sections fulfilling initiation, buildup, and arrival functions will remain the same. In other words, the telos principle endures even as section roles become murky. Example 37 . Billie Eilish, “Bad Guy” (2019) and Dua Lipa, “New Rules” (2017) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "de_clercq_2017"
                ]
            }
        },
        {
            "4.16": {
                "text": "[4.16] To further demonstrate, let’s compare two songs: Dua Lipa’s 2017 breakout hit “New Rules” and Billie Eilish’s 2019 smash “Bad Guy.” As Example 37 shows, these songs’ cycles follow nearly identical layouts. Both begin with a 16-measure section fulfilling initiation function, which we can unproblematically call the verse. Next, both songs contain eight measures of buildup function, after which the accompaniment stops and we hear the title lyric a cappella. These a cappella passages are revealed as metrical insertions between two hypermetrically complete sections, as we hear an eight-measure arrival section immediately afterwards. (In “New Rules,” the title line lasts exactly one measure, and in “Bad Guy” it is an ametrical rubato line lasting the equivalent of between one and two in-tempo measures.) Overall, each section’s teleological function is relatively clear, but things get complicated when we try to pinpoint a prechorus and chorus. If we begin by labeling the buildup section as the prechorus, then we might be tempted to label the arrival section as the chorus; however, in “Bad Guy” the arrival section is completely instrumental, and even in “New Rules,” which does include some texted (and significantly processed) vocal lines, the section seems largely driven by the EDM beat. That brings us to the possibility of a verse–prechorus–drop cycle, as in “Gangnam Style” and “Uptown Funk.” But unlike those songs, “Bad Guy” and “New Rules” do contain lyrical-melodic focal points, specifically in their a cappella title lines that come right at the expected arrival moment. These lines, far too short to be their own sections, could nevertheless be considered to fulfill the role of chorus. With that interpretation, these cycles resemble songs like “Closer,” with an anti-telos chorus and a post-chorus drop section providing the sonic climax (recall Example 33); it’s just that the “anti-telos chorus” is only a single, short line. There is one more possible interpretation, which is that the buildup section is not a prechorus but is in fact the chorus, inclusive of the a cappella title line acting as the section’s end goal. I personally find this interpretation a bit strained, but the sections do have consistent lyrics every time they come around. (For what it’s worth, Nate Sloan and Charlie Harding explicitly label the “so you’re a tough guy” section in “Bad Guy” as the song’s chorus in a 2021 New York Times op-ed.) Overall, though, I find it more informative to explain these songs’ formal designs in terms of the telos principle—i.e., as initiation, buildup, title line, and arrival—than to list, and subsequently equivocate about, the sequence of section roles—i.e., verse, prechorus (or maybe chorus), extra inserted title line (which might be the chorus, or part of the prechorus), and drop (which might be a post-chorus, or maybe the chorus). Conclusion",
                "footnotes": [],
                "citations": [
                    "sloan_and_harding_2021"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Poundie Burstein identifies two primary metaphors through which music theorists conceive of musical form: “container metaphors,” which involve thinking of form as a series of discrete regions that individual moments or passages can be in, and ”journey metaphors,” which involve thinking about form primarily as motion along paths leading to various goalpoints ( Burstein 2020 , esp. 5–10). According to Burstein, contemporary theories of (classical) form rely heavily, but not exclusively, on container metaphors, contrasting with the more journey-focused perspective of eighteenth-century theorists. A reliance on container metaphors likewise characterizes contemporary theories of form in popular music, perhaps even more so than theories of classical form. David Temperley, for instance, defines formal analysis as “both dividing a song into sections and labeling each section with regard to its formal category” ( 2018 , 150), which describes well the general approach seen in seminal works such as Stephenson 2002 , Covach 2005 , Everett 2009 , de Clercq 2012 , and others. Indeed, container metaphors make a lot of sense in conceptions of popular form—it is difficult to imagine a formal theory of popular music that does not center such metaphors to some degree, since most popular songs divide into crisp, non-overlapping sections (with any difficulty or ambiguity generally arising in labeling the various containers rather than identifying their boundaries). That said, incorporating journey metaphors into discussions of popular form can address some of the analytical limitations of a purely container-based theory; in particular, the journey metaphor speaks to the relationships among the various containers as they participate in dynamic, teleological structures. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "burstein_2020",
                    "temperley_2018",
                    "stephenson_2002",
                    "covach_2005",
                    "everett_2009",
                    "de_clercq_2012"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] In this article, I have argued that incorporating a journey metaphor is essential for a theoretical understanding of verse–prechorus–chorus form. The telos principle defines this form’s fundamental journey, which is undertaken across the containers of verse, prechorus, and chorus. The telos principle shows us that verse–prechorus–chorus form is more than a specific set of containers in a specific order, but instead is based on a particular teleology as it relates to these formal containers. Centering the journey rather than the containers highlights verse–prechorus–chorus form’s distinction from other verse–chorus forms; a verse–prechorus–chorus cycle is not simply a verse–chorus cycle with a transitional section inserted in the middle. The notion that verse–prechorus–chorus form is a subset of so-called “verse–chorus form”—or even the notion that “verse–chorus form” is a single theoretical construct—is a product of overreliance on the container metaphor: just because two songs have a similar sequence of labeled containers does not mean that they exhibit similar formal journeys. Moreover, the telos principle’s journey can remain active even as the set containers is mixed up, as seen in recent songs incorporating drop sections. Ultimately, a focus on the formal journey shows us that verse–prechorus–chorus form has throughout its history been based upon a steady but evolving formal principle; that recent innovations do not represent EDM coming in and overturning formal paradigms, but rather reflect expressive manipulations of established stylistic expectations; and that the form will certainly continue to develop in the 2020s and beyond, extending a thread woven from the 1960s through today.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.3.nobile.html",
    "data": "mto/data/mto.22.28.3.nobile.json"
}