{
    "title": "Review of Christopher Doll, <i>Hearing Harmony: Toward a Tonal Theory for the Rock Era</i> (University of Michigan Press, 2017)",
    "date": "2018/03/01",
    "volume": "24",
    "issue": "1",
    "authors": [
        "Clercq, Trevor de"
    ],
    "abstract": "",
    "keywords": [
        "popular music",
        "rock",
        "analysis",
        "harmony",
        "function",
        "schema",
        "transformation",
        "ambiguity"
    ],
    "doi": "",
    "received": "December 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.1/mto.18.24.1.declercq.pdf",
    "author_info": [
        {
            "name": "Trevor de Clercq",
            "university": "Middle Tennessee State University",
            "address": "Department of Recording Industry, 1301 East Main Street, Box 21, Murfreesboro, TN 37132",
            "email": "trevor.declercq@gmail.com"
        }
    ],
    "citations": {
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "burns_2008": "Burns, Lori. 2008. “Analytic Methodologies for Rock Music: Harmonic and Voice-Leading Strategies in Tori Amos’s ‘Crucify.’” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2nd edition, ed. Walter Everett, 63–92. Routledge.",
        "capuzzo_2009": "Capuzzo, Guy. 2009. “Sectional Tonality and Sectional Centricity in Rock Music.” Music Theory Spectrum 31 (1): 157–74.",
        "covach_and_flory_2015": "Covach, John, and Andrew Flory. 2015. What’s That Sound: An Introduction to Rock and Its History , 4th edition. Norton.",
        "de_clercq_and_temperley_2011": "de Clercq, Trevor, and David Temperley. 2011. “A Corpus Analysis of Rock Harmony.” Popular Music 30 (1): 47–70.",
        "doll_2017": "Doll, Christopher. 2017. “Tonal Distortion in Radiohead.” Paper presented at the 9th European Music Analysis Conference, Strasbourg, France (July 1).",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10/4.",
        "gjerdingen_2014": "Gjerdingen, Robert. 2014. “‘Historically Informed’ Corpus Studies.” Music Perception 31 (3): 192–204.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and an Account of Its Precedents . University of Chicago Press.",
        "laitz_2015": "Laitz, Steven. 2015. The Complete Musician: An Integrated Approach to Theory, Analysis, and Listening , 4th edition. Oxford University Press.",
        "moore_1992": "Moore, Allan. 1992. “Patterns of Harmony.” Popular Music 11 (1): 73–106.",
        "nobile_2014": "Nobile, Drew. 2014. “A Structural Approach to the Analysis of Rock Music.” PhD diss. City University of New York.",
        "nobile_2016": "Nobile, Drew. 2016. “Harmonic Function in Rock Music: A Syntactical Approach.” Journal of Music Theory 60 (2): 149–80.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17 (1)."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Similarly broad definitions of “rock” can be found in the work of many contemporary authors, including Stephenson ( 2002 ), de Clercq and Temperley ( 2011 ), and Covach and Flory ( 2015 ). To be clear, Doll is upfront about the problematic nature of the term (2–5), and I am sympathetic to the lack of any succinct, appropriate alternative.",
            "citations": [
                "stephenson_2002",
                "de_clercq_and_temperley_2011",
                "covach_and_flory_2015"
            ]
        },
        "FN2": {
            "text": "2. See Laitz 2015 , 273–76 for a thorough explanation of the phrase model and its application to music pedagogy.",
            "citations": [
                "laitz_2015"
            ]
        },
        "FN3": {
            "text": "3. Although not standard in most present-day theories of tonality, mediant function has some historical precedents, as Doll notes (39).",
            "citations": []
        },
        "FN4": {
            "text": "4. Following Doll (25), I say “predicts” rather than “precedes” since Doll is concerned more with the experiential aspect of the chord than with the purely descriptive act of labeling. A chord may thus exhibit pre-tonic function even if it does not resolve to a tonic-functioning chord, since it still causes the expectation of tonic.",
            "citations": []
        },
        "FN5": {
            "text": "5. For further discussion of how rock music may involve multiple harmonic palettes or tonal systems, see Stephenson 2002 and Everett 2004 .",
            "citations": [
                "stephenson_2002",
                "everett_2004"
            ]
        },
        "FN6": {
            "text": "6. Note that Doll’s claims about the relative frequency of certain chord progressions are not the products of any controlled, statistical corpus study. Rather, his sense of common versus uncommon progressions is, as he states, based on his intuition developed over years of listening (84–85).",
            "citations": []
        },
        "FN7": {
            "text": "7. So, for example, members of the <II–V–I> schema include the chord progressions: ii–V–I, ii o –V–i, and V/V–V–I, among others.",
            "citations": []
        },
        "FN8": {
            "text": "8. The colloquial names for these chord progressions reflect my own sense of how these chord progressions are most commonly known. Doll uses slightly different labels.",
            "citations": []
        },
        "FN9": {
            "text": "9. Note that, even in Doll’s revamped universe, there is still sometimes an awkward clash between scale-degree numbering and Roman numerals, as in the harmonization of the 5– ♯ 5–6 schema with  I– ♭ VI–IV.",
            "citations": []
        },
        "FN10": {
            "text": "10. In explaining chord progressions in rock, Doll’s attention to voice-leading rather than root motions heeds Gjerdingen’s warnings concerning the classification of harmony in Western classical music (2014).",
            "citations": []
        },
        "FN11": {
            "text": "11. A good example of the power of Doll’s theory in practice appeared in his presentation on tonal distortion in Radiohead (2017), which expanded upon two paragraphs from his book (176–77).",
            "citations": []
        },
        "FN12": {
            "text": "12. For example, even though Doll avoids giving the major scale any preferential status in his Roman numeral system (55–57), his scale collection is still fundamentally diatonic rather than, say, pentatonic.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The idea that harmony in contemporary Anglo-American popular music operates via a system (or systems) fundamentally distinct from common-practice tonality has been around for a while ( Moore 1992 ; Stephenson 2002 ; Everett 2004 ) and has spurred scholars to retool traditional analytical techniques ( Burns 2008 ; Capuzzo 2009 ; Nobile 2014 ). But what if we were to build a theory of harmony for popular music without starting from centuries-old concepts developed for common-practice-era European art music? The question is purely rhetorical, of course; the very notion of “harmony” in popular music is itself an inherited construct. Nonetheless, it is this goal—to “derive a tonal theory out of rock” (7) instead of jumping into it from classical tonality—that guides Christopher Doll in his new book, even if (as Doll admits) we can never fully shed our theoretical predispositions.",
                "footnotes": [],
                "citations": [
                    "moore_1992",
                    "stephenson_2002",
                    "everett_2004",
                    "burns_2008",
                    "capuzzo_2009",
                    "nobile_2014"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The book’s full title, Hearing Harmony: Toward a Tonal Theory for the Rock Era , warrants unpacking, since each carefully chosen word signals an important aspect of Doll’s approach. “Hearing” indicates his overarching concern with how listeners perceive harmony. For example, he casts main concepts as various types of harmonic “effects”—such as the cadential effect, the rogue dominant effect, and the passing effect—in order to maintain focus on the experiential aspect of harmony rather than the harmonic objects themselves (6). The word “toward” attests to how radically Doll departs from conventional approaches to harmony. As the reader soon realizes, very little language from traditional tonal theory survives in Doll’s proposed universe, at least without some serious reworking. And because so much is different from traditional classroom theory, many applications of this new world order are necessarily left unexplored due to the limitations of a single-volume work. Doll uses “rock” as a convenient if admittedly imperfect catch-all for the diverse array of British-American popular music styles since 1950. (1) That said, the bulk of his examples are drawn from “rock” in its narrower sense, and the word “era” qualifies rock to refer to a particular time and place in popular music rather than a style in and of itself.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Between the book’s introduction and conclusion, Doll lays out his theory in six substantial chapters. Although not obvious from the table of contents, these six chapters group into three pairs: chapters 1 and 2 on harmonic function, chapters 3 and 4 on harmonic schemas, and chapters 5 and 6 on harmonic analysis. It is easy to imagine each pair as the basis for a standalone book, which is to say that Doll covers a lot of ground. The reader pays a price for the book’s ambitious scope, though; the many musical examples and neologisms often slow reading down to a snail’s pace. Fortunately, the book contains five appendices that catalog much of the custom vocabulary, and I cannot complain about being invited to familiarize myself with a lot of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In chapters 1 and 2 on harmonic function, Doll presents his solution to the issue that chord progressions in popular music often do not follow the common-practice phrase model of tonic–predominant–dominant–tonic. (2) In rock, for example, the IV chord regularly acts in a cadential manner ( Temperley 2011 ), so expectations associated with a traditional function label (e.g., dominant) are dubious. In contrast to Nobile, who proposes that the syntactical function label be separated from the Roman numeral ( 2016 , 158), Doll ties function labels to scale-degree content, which recalls Biamonte’s approach to tonal functions in rock ( 2010 ) as well as the methodology used by Harrison for nineteenth-century chromatic music ( 1994 ). In Doll’s system, 6 ˆ (either the major- or the minor-mode version) implies subdominant function, both 7 ˆ (again, either raised or lowered) and 2 ˆ mark dominant function, 1 ˆ indicates tonic function, and 3 ˆ stands for “mediant” function (28–29). (3) Different flavors of these scale degrees engender further taxonomical distinctions, such as between “lead dominant” (with major-scale 7 ˆ ) and “rogue dominant” (with lowered 7 ˆ ). For Doll, therefore, a traditional function label serves as a chord category, the members of which share similar qualia and voice-leading tendencies.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "temperley_2011",
                    "nobile_2016",
                    "biamonte_2010",
                    "harrison_1994"
                ]
            }
        },
        {
            "5": {
                "text": "[5] To account for the syntactical role a chord may play in a progression, Doll eschews traditional function labels and instead introduces more neutral terms. A chord that predicts tonic, for example, is said to exhibit “pre-tonic” function (25), and either a dominant or subdominant sonority might act in this pre-tonic role. (4) In this basic case, I find Doll’s approach preferable to Nobile’s, in that it avoids the potential confusion between the syntactical and chord-spelling meanings of the word “dominant” and does not implicitly privilege V as the cadential precursor to tonic. That said, Doll’s nomenclature quickly becomes unwieldy as one moves further back from the tonic. Doll refers to the chord before a pre-tonic as the “pre-pretonic,” and the chord prior to that as the “pre-prepretonic” (53). Ultimately, he proposes a system of Greek letters to describe these functional chains— alpha for tonic, beta for pre-tonic, gamma for pre-pretonic, and so on (54)—with each of these positional terms subject to further modification via hyper in the case of a dominant chord, hypo in the case of a subdominant chord, and medial in the case of a mediant chord. The V/V chord in a V/V–V–I progression, for example, would be labeled hyper gamma . It is in these more complicated cases that I question whether the advantages of this new labeling system outweigh its disadvantages. One strength of the traditional phrase model, in which chord type and syntactical role are intertwined, is that it predicts which chords will follow which. But when chord category is divorced from syntax, as in Doll’s system, the wide berth created for analytical interpretation comes at the cost of any strong, global, stylistically informed expectations.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In Doll’s defense, there may not be any single model of harmonic syntax in rock that rivals the predictive power of the phrase model in common-practice music. Instead, harmony in rock may operate via a conglomeration of different harmonic logics, each of which generates its own set of prototypical progressions. (5) Taking this view, chapters 3 and 4 of Doll’s book on harmonic schemas promise to be extremely valuable to rock scholars. In chapter 3 on “Short and Slot Schemas,” he catalogs the two-, three-, and four-chord progressions that, in his experience, are most relevant to rock practice. (6) He represents each schema with a string of Roman numerals enclosed in angle brackets (e.g., “<II–V–I>”), which designates a succession of chord roots irrespective of chord quality. (7) Doll attempts to be exhaustive with this effort, sometimes to a degree of debatable utility. In his list of two-chord schemas, for example, he shows every chromatic chord root that can precede or follow the tonic. Doll presents a narrower (and thus more useful) set of schemas in his tables of three- and four-chord patterns. For instance, the three-chord schemas in his Examples 3.2 and 3.3 suggest that IV, V, and bVII are the most common pre-tonic sonorities, which echoes results from my own statistical work with Temperley ( 2011 ). In Doll’s tables of four-chord schemas, we find familiar exemplars—such as the “La Bamba” progression (e.g., C–F–G–F), the “doo-wop” progression (e.g., C–Am–F–G), and the “axis” progression (e.g., Am–F–C–G)—along with a number of other common patterns. (8) Doll’s schema tables are somewhat unnecessarily cluttered by lists of every possible rotation of each progression, even though some rotations are more prevalent than others. I also find Doll’s use of arrow notation to indicate chords built on raised or lowered versions of 3 ˆ , 6 ˆ , and 7 ˆ (such as ↓VII instead of ♭ VII) difficult to read, especially since he does not take the major-scale versions for granted. (He thus notates an A minor chord in C major as ↑VI, since the chord root derives from the higher version of 6 ˆ .) But these are relatively superficial issues, and they are counterbalanced by the book’s numerous song examples.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "temperley_2011"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Chapter 4 introduces three additional types of harmonic schemas: pentatonic, meta-, and extended. The nine pentatonic schemas, such as <IV–↓III–I>, are similar to the three- and four-chord schemas in chapter 3, except that (according to Doll) they typically occur in pentatonic contexts (127). Doll uses a more flexible approach to harmonic schemas with his fourteen meta-schemas. Rather than specifying a particular root progression, these meta-schemas inventory common, usually chromatic scale-degree patterns that can be harmonized in various ways. The 5– ♯ 5–6 schema, for example, might be harmonized as I–III–vi, I– ♭ VI–IV, or I–I+–IV. (9) These meta-schemas are one of the book’s highlights, both for their practical significance—as ways of connecting what might otherwise be considered disparate chord progressions—and for their conceptual significance as prompts to think about harmony in rock beyond just root motion and chord quality. (10) In the final section of this chapter, Doll introduces ten extended schemas that, more than any of his other schemas, necessitate colorful names (such as the in-mind , the saint , and the saunter ) because they describe longer patterns that vary in length and chord type. Readers will undoubtedly be familiar with one extended schema, the twelve-bar blues, but most of the schemas offer new models for rock harmony. I am well aware of how difficult it is to abstract an overarching harmonic template for a group of similar songs, and thus I applaud the hard work that Doll must have done to determine these ten extended schemas in a manner that was neither too specific to be widely applicable nor too generic to be meaningful.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Overall, chapters 3 and 4 comprise the longest and most example-rich portion of Doll’s book, and readers short on time may want to dip in and dip out as needed. That said, these schemas are the central components in Doll’s theory, for they—rather than a single tonal model—underpin the approach to harmonic analysis described in chapters 5 and 6. In chapter 5 on transformational effects, Doll examines various ways in which a harmonic progression (e.g., a schema) may be transformed within or between songs. Some of these transformations are fairly straightforward, such as transposition, but some involve a degree of interpretation. Chord substitution, for example, may take one or more of four different forms: (1) numeric substitution , such as when a ♭ II 7 chord substitutes for a V 7 chord; (2) coloristic substitution , such as when Em 7 substitutes for E 7 ; (3) functional substitution , such as when ♭ VII (a dominant chord) substitutes for IV (a subdominant chord); and (4) hierarchical substitution , such as when ♭ III substitutes for V in a V–IV–I blues cadence, shifting the weight of the cadence from the V to the IV. Chapter 5 is the book’s shortest main chapter, which is a reprieve from the lengthy and dense sections that precede it. Yet at this point in the book I would have welcomed a large-scale comparative analysis of two or three songs showing the transformational system in practice. As it stands, the chapter mostly leaves the reader to imagine how one might employ these various transformational effects to craft an analytical interpretation. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Doll does orient the beginning of his next chapter on harmonic ambiguity around an in-depth analysis of two songs: Warren Zevon’s “Werewolves of London” (1978) and Lynyrd Skynyrd’s “Sweet Home Alabama” (1974). The detailed analysis of these two iconic tracks is another of the book’s highlights. It effectively demonstrates why, even though the two songs are composed of the same basic chordal loop (D–C–G), “Werewolves” more clearly conveys a single pitch center (G), whereas “Alabama” may convey two viable pitch centers (D and G). Doll elucidates this difference by showing how various types of musical information—from meter to texture to parallelism—can engender (or not engender) centric and functional ambiguity. In the rest of chapter 6, Doll returns to his cataloging tactic, presenting different types of ambiguous effects (e.g., scalar, schematic, functional) and illustrating each with musical examples. Some types of ambiguity that he identifies are by-products of his theoretical system. For example, he debates which chord, IV or V, embellishes the other in a V–IV–I cadence, but this question matters only if one is concerned with chord hierarchy. Other cases are more undeniably ambiguous, such as when a loop of two triads separated by whole step (e.g., G and A) could imply a IV–V progression and/or a ♭ VII–I progression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] By the end of the book, a reader will have feasted on many new ideas with which to think about rock and many new terms with which to talk about rock, some easier to digest than others. I would expect many aspects of Doll’s system to become commonplace features of popular music theory in the near future, such as the use of schematic chord progressions as referential analytical tools or the recognition of the integral role that ambiguity plays in rock harmony. But I also wonder to what extent other, perhaps more superficial, aspects of Doll’s system will gain widespread currency. He has a lot of clever new names for things, yet the traditional language (admittedly with all its baggage) seems so entrenched that it is hard to imagine abandoning it when talking about popular music. Of course, Doll’s goal in this book is not to view rock music through the lens of traditional music theory, but rather to let harmony in rock “speak for itself” (7). In this regard, the book can be considered a success, even if the shadows of some traditional concepts still linger. (12) It seems unreasonable to expect, if not impractical to implement, an entirely new theory of tonality based on rock after all. So as music theorists grapple with how to reconcile popular music with traditional theory, Doll takes a big step in a new direction. How many, then, will take this big step with him?",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.18.24.1.declercq.html",
    "data": "mto/data/mto.18.24.1.declercq.json"
}