{
    "title": "Review of Jack Boss, <i>Schoenberg’s Twelve-Tone Music: Symmetry and the Musical Idea</i> (Cambridge University Press, 2014)",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Argentino, Joe"
    ],
    "abstract": "",
    "keywords": [
        "Schoenberg",
        "Twelve-Tone Music",
        "Idea"
    ],
    "doi": "",
    "received": "November 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.argentino.pdf",
    "author_info": [
        {
            "name": "Joe Argentino",
            "university": "School of Music",
            "address": "Memorial University of Newfoundland, St. John’s, NL A1C 5S7",
            "email": "jargentino@mun.ca"
        }
    ],
    "citations": {
        "stein_1965": "Stein, Erwin, ed. 1965. Arnold Schoenberg Letters , trans. Eithne Wilkins and Ernst Kaiser. St. Martin’s Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Considering the prominence within the text of Boss’s analytical demonstration that the String Trio op. 45 is based on an eighteen-note row, perhaps the book should have been titled Schoenberg’s Serial Works .",
            "citations": []
        },
        "FN2": {
            "text": "2. Boss takes aim at certain analysts—including Michael Cherlin, Richard Kurth and others—who focus excessively on tonal references within Schoenberg’s twelve-tone music, leading to analyses that are often fragmented, disjointed, and incomplete (4).",
            "citations": []
        },
        "FN3": {
            "text": "3. In the concluding remarks of the book, Boss briefly outlines the role of symmetry within many of his analyses (423–25).",
            "citations": []
        },
        "FN4": {
            "text": "4. The only exception is the analysis of op. 45, the final analysis in the book, in which Boss provides analytical “snapshots” of the work (ch. 8).",
            "citations": []
        },
        "FN5": {
            "text": "5. Boss describes the I 9 T 7 partition (which projects 6-20 hexachords) in Example 1 as “anticipatory” (156). He demonstrates that this particular row partition does not adhere to the three-stage partition that dominated the opening section of the work, nor does it adhere to partitions characteristic of the B section of the work. As Boss’s analyses are scrupulous, he demonstrates that Schoenberg ties up this loose end in the final measures of the coda by restating the musical elements (this time R 3 and P 3 , still projecting 6-20 hexachords) under a palindromic structure (176–77). I would like to draw attention to one other loose end that is resolved by Schoenberg in the final measures: since the I 9 T 7 partition could also be heard as R 4 T 9 , Schoenberg’s final statement provides a partitioning schema that can only be interpreted as one row form (and its retrograde, R 3 and P 3 ).",
            "citations": []
        },
        "FN6": {
            "text": "6. These include collectional invariance, combinatoriality, harmonic areas, and in particular, the association of characters and topics with specific partitioning schemata.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The 2015 winner of the Society for Music Theory’s Wallace Berry Award, Jack Boss’s landmark book Schoenberg’s Twelve-Tone Music , will positively impact the understanding and appreciation of Schoenberg’s serial music. Although Boss focuses upon Arnold Schoenberg’s well-known serial compositions, using established terminology of late twentieth-century twelve-tone theory, the holistic analyses he undertakes are imaginative, innovative, and unique within the discipline of music theory. The importance of this work does not reside in the presentation of a new set of theoretical tools for exploring serial music, but rather in providing a new conceptual framework for comprehending large-scale unity and coherence in Schoenberg’s serial compositions. (1) At the start of the first chapter Boss establishes his theoretical framework by examining Schoenberg’s concept of musical Idea as described in his writings and surveying some musical, philosophical, and historical antecedents, as well as modern scholars’ works that have been influenced by the concept of the Idea—and in turn have influenced Boss himself. The remaining seven chapters include chronological (by opus number) in-depth analyses of complete works or movements from some of Schoenberg’s most revered compositions, including Suite for Piano op. 25, Piano Piece op. 33a, Moses und Aron , and the String Trio op. 45.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The theoretical underpinnings of Boss’s rigorous analytic survey of Schoenberg’s serial works emerge from the composer’s statement that “the only analysis there can be for me is one that throws the idea into relief and shows how it is presented and worked out” (1; Boss cites a letter from Schoenberg to Rudolf Kolisch, in Stein 1965 , 164–65). Inspired by Schoenberg’s desire for comprehensive analyses that trace the working out of a musical idea, Boss examines and adapts Schoenberg’s concept of a tonally-based Idea—which contains three dialectic components ( Grundgestalt , compositional problem, and solution)—and convincingly readapts it as a large-scale framework for examining long-range coherence within entire serial compositions or complete movements (7). (2) According to Boss’s framework, a typical compositional problem results from a conflict between a symmetrical ideal and passages in a serial work that approximate (but do not fully realize) the ideal at the outset of a composition; as the composition unfolds the conflict is elaborated. The resolution of the conflict generally occurs near or at the end of the composition, when the differences between musical elements are finally reconciled. Boss describes a variety of ways in which the presentation of a problem and the process of its elaboration can unfold within a serial composition, including: symmetrical ideals juxtaposed against non-symmetrical elaborations that only approximate them (op. 25, op. 28, op. 33a, Moses und Aron ), conflicts generated through row partitions that seemingly create incompatible elements (op. 26, op. 37), and conflicts that are generated between multiple source rows vying for supremacy (op. 45) (8–10). In general, the conflicts associated with the first two stages of the framework (a problem and its elaboration) are frequently resolved by a musical reconciliation between seemingly disparate or conflicting musical elements undergoing a restorative process; these conflicting elements can often be traced to a unifying and symmetrical musical ideal.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "stein_1965"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Despite the subtitle of the book, Symmetry and the Musical Idea , and the title of the first chapter, “Musical Idea and Symmetrical Ideal,” there is a curious omission in the first chapter: Boss does not provide a thorough description of symmetry or the symmetrical ideal. While he asserts that imperfect non-symmetrical configurations of the ideal create conflicts in Schoenberg’s serial works in multiple ways, the topic of symmetry in the first chapter is somewhat scattered and surprisingly moot. Moreover, the focal points of the solutions to conflicting musical elements in Boss’s analyses do not always reside in symmetry. For example, in his discussion of the climactic resolution in the first movement of the Fourth String Quartet op. 37, Boss does not overtly focus upon the symmetrical attributes of the climactic resolution during the recapitulation’s second theme; the symmetry is acknowledged but not fully elucidated (318). Throughout the course of the book, the author clarifies the significance and role of symmetry and the symmetrical ideal. Nonetheless, an initial description of symmetry and perhaps an elaboration on the role of potentially non-symmetrical ideals—especially in light of the expertise of the author—would have been beneficial and informative for readers. (3) Example 1 . Boss’s example 3.12b (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Although there are illuminating connections between each work discussed, Boss has cleverly set up his book in such a way that the chronologically ordered analyses that follow the introductory framework are self-contained studies; this will enable instructors to easily incorporate individual chapters or the entire book into the content of seminars. Prior to delving into very detailed analytical readings, Boss commences each of his analyses with an overview, in which he succinctly contextualizes each work within the broader scholarly literature. Readers will appreciate the crystalline formal diagrams and analytical summaries that precede each in-depth discussion. In keeping with his modus operandi , Boss’s analyses, for the most part, are thorough interpretations of complete works or movements that trace the three stages of his framework. (4) My Example 1 , Boss’s example 3.12b, from the third movement of Schoenberg’s Wind Quintet op. 26, will serve as a representative example of his meticulously labeled scores, which are accompanied by copious analytical observations (153). This particular analytical segment includes row labels, canonic ordered pitch-interval successions (shown with ovals and connecting arrows), pitch-class invariants between different row forms (shown with solid-line boxes), pitch-class invariants between different statements of the same row form (dotted-line boxes), motivic pitch-class succession <2, 10, 8> and its variants (shaded boxes), and a row partition between horn and clarinet (bottom right corner of the example: I 9 T 7 ), that conflicts with all previously utilized row partitions. (5) This example contains row forms and partitioning schemata that seemingly oppose the musical Idea, a three-stage partition first heard during the Quintet’s opening A section (127–33). It is not until the second half of the B section that the solution occurs (in two stages): the pc segments from the apparently opposing sections (some of which are shown in Example 1) are connected through their rows, which have collectional invariance under certain order-number partitions (130, 156–60). Boss’s writing and meticulous attention to detail are commendable. Unlike some analysts who gloss over passages such as this, Boss relishes the opportunity to describe the function of seemingly conflicting musical material, and also to show how this material can be related to the whole.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The only incomplete work examined by Boss, Moses und Aron , represents—in the view of this reviewer—the finest demonstration of how the first two stages of a musical idea can so effectively characterize a plot; it is without a doubt the most compelling of Boss’s analyses and deserves a special mention here. Unlike the other compositions examined in the book, Moses und Aron contains only the first two stages of a musical idea—conflict and elaboration. The resolution of the conflict, like the entire work, remains incomplete (331). The author convincingly illustrates Schoenberg’s merging, in the opera, of “ideal shape” with other compositional techniques that Schoenberg had developed during the course of his career. (6) As in all of his analyses, Boss engages with the broad body of literature surrounding this work, and merges his ideas in particular with those of Michael Cherlin, David Lewin, and, to a lesser extent, Christian Martin Schmidt. The analysis commences with an in-depth descriptive overview of particular row partitions from Moses und Aron —both original and those taken from the aforementioned authors—that have leitmotivic functions within the opera, especially those associated with the orgies that occur during the creation of the Golden Calf in Act II, scene 3. Boss describes each of the leitmotivs, focusing upon the various symmetrical aspects of these partitions and the ways in which these leitmotivic partitions develop and interact with the plot during the course of the opera. Boss demonstrates how the ideal is symbolically transformed in order to convey the text. For example, the symmetries associated with God’s perfection are never fully attained or captured by either Moses or Aron; rather, each character can only reproduce some of the symmetries associated with God. The title characters’ inability to properly communicate with or understand God remains, like the Musical Idea, unresolved.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Boss’s groundbreaking book provides a new and illuminating methodology for understanding, exploring, and appreciating Schoenberg’s music. The author has provided a valuable link between the music of Schoenberg and the musical predecessors he admired. Schoenberg had always considered himself to be the “natural continuer of properly-understood good old tradition!” ( Stein 1965 , 100). Boss’s framework comes the closest to showing exactly how Schoenberg’s works are truly based on “good old tradition.” The author’s connection between a tonally-based Grundgestalt and a serially-based Grundgestalt , and his adaptation of Schoenberg’s Idea as a parallel framework for understanding serial music, clearly links Schoenberg’s music to that of the “old tradition.” This book, like Schoenberg’s music, will have repercussions in the field of music theory for years to come. The framework that Boss adopts provides an opportunity to value and engage with all components of a work, and demonstrates how the most disparate moments in a composition can be reconciled and appreciated.",
                "footnotes": [],
                "citations": [
                    "stein_1965"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.4.argentino.html",
    "data": "mto/data/mto.15.21.4.argentino.json"
}