{
    "title": "Music Theory and Historical Awareness",
    "date": "2000/08/01",
    "volume": "6",
    "issue": "3",
    "authors": [
        "McCreless, Patrick P."
    ],
    "abstract": "After clearly defining their respective turfs about twenty-five years ago, American music theory and musicology have more recently drawn somewhat more closely together. The paper seeks to place this trend in a historical context by showing how, in much recent work, the two disciplines share both a repertory of interest to both and a number of critical methodologies. It then takes the opening measures of the first movement of Shostakovich's First String Quartet as an example of how analytical and historical approaches might interact.",
    "keywords": [
        "music theory",
        "historical awareness",
        "disciplinarity",
        "Shostakovich"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.3/mto.00.6.3.mccreless.pdf",
    "author_info": [
        {
            "name": "Patrick P. McCreless",
            "university": "Yale University",
            "address": "Department of Music, P.O. Box 208310, New Haven, CT 06520-8310",
            "email": "patrick.mccreless@yale.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Leo Treitler, “‘To Worship That Celestial Sound’: Motives for Analysis,” Journal of Musicology 1/2 (1982), 153.",
            "citations": []
        },
        "FN2": {
            "text": "2. Kofi Agawu, Playing with Signs: A Semiotic Interpretation of Classic Music (Princeton: Princeton University Press, 1991; Robert Hatten, Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation (Bloomington: Indiana University Press, 1994); Gregory Karl, “Structuralism and Musical Plot,” Music Theory Spectrum 19/1 (1997): 13–34.",
            "citations": []
        },
        "FN3": {
            "text": "3. Both quotations cited in Laurel Fay, Shostakovich: A\nLife , (Oxford: Oxford University Press, 2000), 112.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Something funny happened to contemporary American music theory on its way to the new millenium. That something was a\ncollision with history, in the form of the so-called New Musicology, cultural theory, or what Lawrence Kramer has called\npostmodern hermeneutics. The collision was unexpected, and was neither universally welcomed nor universally considered funny.\nFor what has always distinguished us as theorists, what has enabled us to separate\nourselves from musicology and to institute music theory as a discipline in its own right in conservatories,\ncolleges, and universities, was precisely our ability to do without history: to deal with music synchronically rather than\ndiachronically, to deal with it as structure rather than style, to approach it more as an object of\nan analysis than one of criticism. The music-theoretical enterprise has been driven by\nanalysis based on theory: Schenkerian theory, pitch-class set theory, twelve-tone theory, and later contour theory,\ntransformational theory, network theory, neo-Riemannian theory, even theories of music cognition. The payoffs\nhave been impressive indeed: the theoretical models adopted, invented, and developed in American theory have provided an extraordinary array\nof tools, unavailable and unimaginable just thirty years ago, for gaining a musical understanding of a broad range of repertoires,\nacross all historical periods and across the Western/non-Western and art-music/popular-music divides. Many would argue as well\nthat American theory has made possible an intelligent and musical pedagogy of both tonal and post-tonal music that was lacking in\nprevious generations. Yet there have been drawbacks to the new theoretical regime. It\nis easy to get into the habit of hearing—and seeing , for many of our analytical methodologies,\nhowever much they preach about hearing, rely heavily on seeing—music only as system and structure. To thus limit our\ndiscourse about music leaves us, as theorists, open to the charge, as recent historians have been all\ntoo happy to point out, of ignoring the historical, social, and cultural contexts of\nmusic, of being oblivious to all musical meaning but structural meaning, or in the\nmemorable words of Leo Treitler, of “. . . drawing the blinds before music’s expressive force.” (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Now it may seem, speaking of collisions, that I am on a collision course with an all too obvious moral trope, one that\nyou already see coming: that theorists should get their heads out of their structures and systems and consider works in their\nhistorical and cultural contexts, as a number of our theorists have done—and here I might mention, out of many admirable\nexamples, the work of Kofi Agawu, Robert Hatten, and Gregory Karl. (2) If you expect to hear that tired trope from me, you are right; I really do think that theorists should be attentive to musical\nmeaning, and also that they should be historically aware and should keep abreast of how the best historians, musical or\notherwise, are doing history. So far, so good. But surely this moral injunction is not all I have to say;\nif it is, my paper is over now. No, what I propose to do here is not to preach, but to\ntake a step back and look at the disciplines of music theory and musicology, and to show that, despite their divergence\ntwenty-five years ago or so in the American academy, they have recently become more closely linked\ntogether, even though they remain, and will surely continue to remain, separate disciplines.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] What originally separated music theory and music history is both a matter of repertoire and a matter of approach. With\nrespect to the former, in the early days of American music theory, theorists competed with musicologists primarily for the\nmusic of the twelve Schenker-approved tonal composers, plus the twentieth-century music of the Second Viennese School, Stravinsky\nand Bartók, and perhaps a few others. Theorists were generally happy to cede to the\nhistorians the music before that of Bach and Handel, that of innumerable Kleinmeister that the musicologists\nhad unearthed, the music of Liszt and Wagner (which even the musicologists were not all that interested in), all French music\nbefore and after Debussy and all music in the twentieth century that Benjamin Boretz, in his “Metavariations,” widely read by\ntheorists at the time, didn’t “care about.” But until the 1980s radical differences in approach between the two\ndisciplines regulated competition for repertoire and militated against turf wars. Theorists mined the great tonal and post-tonal works as\nfodder for their favored theories, and musicologists mined the same works for style history, composer biography, work reception,\nand manuscript study. To be sure, there were crossovers: some theorists maintained an interest in style, work reception, and\nmanuscript study, and some musicologists appropriated the methods of theory and analysis. But for the most part, it was the case\nthat theorists and historical musicologists shared only a relatively small repertoire, and within that shared\nrepertoire, differences in approach kept the disciplines separate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This disciplinary stability, however, was short-lived. Like an isotope that can maintain its existence only when a number of\nindependent conditions are exactly right, the disciplinary configuration of the late\n1970s and the early 1980s remained in\na steady state only so long as theorists were content to do theory, and historians to do history, and for neither to bother\nthe other. Yet in the mid- to late 1980s, on both sides of the theory/musicology divide, scholars began to\ngrow restless with the intellectual limitations that were imposed, or that seemed to be\nimposed, upon them by their respective disciplines: positivistic history on the musicology side, Schenkerian and post-tonal\ntheories on the theory side. Thus was born the so-called New Musicology, which, driven by a\npost-structuralist, postmodern critical spirit, soon launched an attack on American music\ntheory. But at the same time, some theorists were already expanding their own discipline’s horizons and were trying to\ncome to grips with critical theory and to develop a sense of interpretive and historical perspective in their work. The\nensuing disciplinary shakedown has seen an extraordinary expansion of the repertories in which both disciplines have an interest: virtually\nall polyphonic Western art music, and much popular and vernacular music as well, are now fair game for both theorists and\nmusicologists. The past decade and a half or so has also witnessed an explosion of methodologies, to the point that there\nis now considerable overlap; both those who call themselves theorists and those who\ncall themselves musicologists have appropriated semiotics, rhetoric, narrative theory,\ndeconstruction, feminist theory, postcolonial theory and a variety of other critical approaches to music. Accordingly,\nalthough the old disciplinary lines are still strong, there is more and more work being produced that cuts across these\nlines and is more difficult to classify as either music theory or musicology. [ 5 ] Now where is it that the two disciplines most clearly merge? Surely there are firm disciplinary boundaries still in place. No\none is going to mistake a study of repertory in a sixteenth-century chapel as music theory, nor will anyone be\ntempted to classify an essay on neo-Riemannian theory or diatonic scale theory as\nmusicology. But the disciplines do often meet, and where they meet is in repertories of interest to both, at the\njoint where analysis shades into interpretation, where structure shades into hermeneutics. This is where the disciplines cross,\nsimply because, at the site that is the musical work, a plurality of methodologies\nnaturally leads to a merging of analytical, critical, and historical thinking. It is in fact at this juncture\nof analysis and interpretation that historical awareness can best deepen and enrich the analyses that we do as theorists, and that\nanalysis can best deepen and enrich the critical interpretations that we do as historians. Example 1 . Shostakovich, String Quartet No. 1 in C Major, Op. 49, mm.1-36 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] I shall offer one example of how the two can interact: the opening theme and transitional area of the first movement of\nShostakovich’s First String Quartet (see Example 1 ). Of the many relationships that one could point out, what\ninterests me most are the interrelations among the melodic phrase-initiating figure of the repeated C’s in the first violin,\nthe ascending scale figure starting on C in the cello, and the phrase rhythm of the entire excerpt. The repeated-C melodic\nfigure occurs three times: once at the beginning of the antecedent phrase, once at the\nbeginning of the consequent phrase (2 measures before R. 1), and once at R. 1/5–6, a pair of measures\nthat articulates an elision which functions both as the cadence of the opening period and the beginning of the transition. The\nascending scale in the cello occurs four times: once at the beginning, in conjunction with\nthe melodic repeated figure; once at R. 1/2, where the cello’s scale is not coordinated with the\nmelodic C’s; once at R. 1/5, where the two are again coordinated as the transition begins; and once at R. 3, at a slower and more\nmeasured pace, at the final approach to the dominant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] What is most striking about the violin figure and cello figure involves less the figures themselves than the ways in\nwhich they are or are not coordinated rhythmically. At the beginning we associate both the repeated-note melodic figure and\nthe ascending scale with the initiation of a hypermeasure. In the consequent phrase,\nhowever, the repeated-note figure\nbegins the hypermeasure (at 2 measures before R. 1), but the cello goes its own way, now generating a sharp\ndissonance underneath the repeated C’s, and delaying its ascending scale a few measures. Now the ascending scale occurs later\nin the hypermeasure,\nin straight quarter notes, which give the effect of its trying to catch up with the melody. At R. 1/4 the end of the cello’s scale\nis swept together with ascending motion in the other instruments to bring blatant parallel motion into R. 1/5–6—the measures that\nconstitute the elision, noted above, in which the last two measures of the consequent phrase of the opening period are\nsimultaneously the opening measures of the transition. The strength of the new beginning is articulated by the\ncoordination once more of the first violin’s repeated-note figure and the cello’s ascending scale; but almost humorously, the cello, having\njust finished the scale, has to do a double-take and begin it again at the onset of the new hypermeasure. The energy of the\nbeginning of the transition now generates an almost two-octave ascending scale in the cello, as well as two irregular\nhypermeasures, of nine and five measures, respectively. Only at R. 3, where the cello for the\nfirst time asserts its lowest register and begins its slow scalar ascent from C and G in\nparallel fifths, does hypermetric regularity return, as the music leads to a half cadence in preparation for the second theme. As\nat the beginning, the cello’s ascending scale and the repeated-note figure begin a hypermeasure, but this\ntime the repeated-note figure is not on C, but on A, as the first violin descends from its high point at two measures before R. 3, thus\nlending a tonal instability to the hypermetric downbeat that contrasts it with the opening downbeats of the opening theme and of\nthe transition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Now all the above is for the most part straightforward analysis, although I resorted briefly to personification and the\nattribution of agency to the music toward the end. But suppose we move beyond analysis and see if our historical\nsense—or at least,\nmy historical sense—can elucidate the passage even further. I believe that it can, although my historical interpretation can\nnever assume the level of intersubjectivity that my analysis has. The relevant historical context of the\npassage is that the First Quartet, composed in 1938, was the first instrumental work that\nShostakovich wrote after the devastating experience of the condemnation of his opera Lady Macbeth in early 1936 and his subsequent return to favor with the Fifth Symphony of 1937. I\nhave always heard the opening measures of the quartet as both placid and yet, in a word, blanched—outwardly optimistic,\nperhaps, but pale and a bit tentative. Shostakovich himself wrote of the quartet, before its premiere, “Don’t expect to find any\nspecial depth in this, my first quartet opus. In mood it is joyful, merry, lyrical. I would call it\n‘spring-like.’” And years later he wrote, “I tried to convey in it images of childhood,\nsomewhat naïve, springlike moods.” (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Yet it seems to me that the grim context of the composition of the First Quartet is at least hinted at obliquely in its\nopening measures, peaceful though they be. The nature of the musical materials, I think, supports my hearing: the choice of C\nmajor, as pale a key as one can get; the choice of only repeated notes and scale figures for melodic content—nothing with any\nsharply etched character at all; and the fact that the inner voices have no courage to do anything but to move\ntogether almost exclusively in parallel thirds throughout the whole passage, 36 measures in all. Hearing thus with historical ears, I hear\nShostakovich beginning his cycle of quartets—works that involve no text, and that avoid the public rhetoric of the\nsymphony—pleasantly enough, to be sure, but also in as cautious a fashion as possible: in C, with nothing to rock the boat. The\nonly assertiveness is in the cleverness of the rhythmic structure, which might be heard as a claim of\nstrength that hardly anyone, perhaps only the composer himself, would understand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] You may or may not agree with my hearing of the passage: your historical ears may not be the same as mine, you may\nconsider my historical ears irrelevant, or you may fault my hearing for not being intersubjective. You might also suggest\nthat such an exercise is more viable—perhaps all too tempting, you might claim—with the music of Shostakovich than, say, with\nthat of Bach or Brahms. Such reservations are well taken, and the analysis does indeed stand on its\nown, without any further interpretation. But it is precisely this kind of hearing, this\nkind of willingness to step beyond structure, beyond what is rigorously demonstrable, that characterizes the space in which\ntheorists and historians are meeting these days. It is my contention that, whatever one’s disciplinary\nallegiances, we should both encourage this sort of historical hearing, since it ties our listening more closely, and more imaginatively, to human\nexperience, and that we should at the same time insist even more vigorously on the highest standards of structural hearing and\nclose analysis, since such hearing and such analysis ground us in the music, and curb the willfulness of our historical\nspeculations. In this way we as theorists can take advantage of our analytical skills and\nyet show that we can be historically insightful and sensitive; and we as historians can show that we\nunderstand the cultural context of music while simultaneously demonstrating that we understand in rich detail, and with the\nbacking of theory, how the music goes, as music. Allen Forte’s response SELECTED BIBLIOGRAPHY In the selective bibliography given below, I have endeavored to include some important recent writings about historiography, as\nwell as essays and books in music theory and musicology, both recent and not-so-recent, that deal significantly with historical\nand interpretive issues, both philosophically and analytically. My thanks to my colleague James Hepokoski for some of the\nhistoriographical references. Agawu, V. Kofi. Playing with Signs: A Semiotic Interpretation of Classic\nMusic . Princeton: Princeton University Press, 1991. Appleby, Joyce, Lynn Hunt, and Margaret Jacob. Telling the Truth about\nHistory . New York: Norton, 1994. Berkhofer, Robert. Beyond the Great Story: History as Text and Discourse . Cambridge,\nMass.: Harvard University Press, 1995. Burnham, Scott. Beethoven Hero . Princeton: Princeton University Press, 1995. ———. “The Criticism of Analysis and the Analysis of Criticism; Criticizing Criticism, Analyzing Analysis.” Nineteenth-Century Music 16 (1992): 70–79. ———. “How Music Matters: Poetic Content Revisited.” In Rethinking Music ,\nedited by Nicholas Cook and Mark\nEverist. Oxford: Oxford University Press, 1999. Christensen, Thomas. “Music Theory and Its Histories.” In Music Theory and the Exploration of the\nPast, edited by Christopher Hatch and David W. Bernstein. Chicago: University of Chicago Press, 1993. Cook, Nicholas. Music, Imagination, and Culture . Oxford: Oxford University Press, 1990. Dahlhaus, Carl. Foundations of Music History [orig. Grundlagen der\nMusikgeschichte, 1977]. Translated by J. B. Robinson. Cambridge: Cambridge University Press, 1983. Gauldin, Robert. “Reference and Association in the Vier Lieder , Op. 2, of Alban Berg.” Music Theory Spectrum 21 (1999): 32–42. Hatten, Robert. Musical Meaning in Beethoven: Markedness, Correlation, and\nInterpretation . Bloomington: Indiana University Press, 1994. History and Theory . Middletown. CT: Wesleyan University Press, 1960–. Karl, Gregory and Jenefer Robinson. “Shostakovich’s Tenth Symphony and the Representation of Cognitively Complex Emotions.” Journal of Aesthetics and Art Criticism 53/4 (1995): 401–15. Kerman, Joseph. Contemplating Music . Cambridge, Mass.: Harvard University Press, 1985. Korsyn, Kevin. “Beyond Privileged Contexts: Intertextuality, Influence, and Dialogue.” In Rethinking Music , edited by Nicholas Cook and Mark Everist. Oxford: Oxford University Press, 1999. Kramer, Lawrence. Classical Music and Postmodern Knowledge . Berkeley: University\nof California Press, 1995. ———. “Haydn’s Chaos, Schenker’s Order: or, Hermeneutics and Musical Analysis: Can They Mix?” Nineteenth-Century Music 16 (1992): 3–17. Krims, Adam. “Disciplining Deconstruction (For Music Analysis).” Nineteenth-Century Music 21 (1998): 297–324. Kurth, Richard. “Music and Poetry, A Wilderness of Doubles: Heine-Nietzsche-Schubert-Derrida.” Nineteenth-Century Music 21 (1997): 3–37. Taruskin, Richard. “Public Lies and Unspeakable Truth: Interpreting Shostakovich’s Fifth Symphony.” In Shostakovich Studies, edited by David Fanning. Cambridge: Cambridge University\nPress, 1995. White, Hayden. The Content of Form: Narrative Discourse and Historical\nRepresentation . Baltimore: Johns Hopkins University Press, 1987. Whittall, Arnold. “Autonomy/Heteronomy: The Contexts of Musicology.” In Rethinking\nMusic . Ed. Nicholas Cook and Mark Everist. Oxford: Oxford University Press, 1999.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session from the 2000 meeting of the new england conference of music theorists",
    "source": "mto/raw/mto.00.6.3.mccreless.html",
    "data": "mto/data/mto.00.6.3.mccreless.json"
}