{
    "title": "Four Studies of Charlie Parker’s Compositional Processes",
    "date": "2018/07/01",
    "volume": "24",
    "issue": "2",
    "authors": [
        "Martin, Henry"
    ],
    "abstract": "Charlie Parker has been much appreciated as an improviser, but he was also an important jazz composer, a topic yet to be studied in depth. Parker’s compositions offer insight into his total musicianship as well as provide a summary of early bebop style. Because he left no working manuscripts, we cannot examine his compositions evolving on paper. We do possess occasional single parts for trumpet or alto saxophone of pieces written for recording sessions and four Library of Congress lead sheets copied in his hand, and, as an introduction, I show examples of such manuscripts. The article continues by exploring what we can infer about Parker’s compositional processes from those instances where he made revisions to improve or create the final product. In particular, there is one instance of Parker revising a work already completed (“Ornithology”), one instance of Parker combining two pieces by another composer into one of his own (“My Little Suede Shoes”), and two instances of Parker composing in the studio where we can hear his revisions immediately (“Red Cross” and “Blues (Fast)”). The middle part of the paper explores Parker in these creative settings. Parker’s methods sometimes differ from traditional composition and suggest that we reconsider the usual distinction between improvisation and composition. I conclude with observations on Parker’s procedures, proposing refinements to ontological models of musical works to account for jazz compositions.",
    "keywords": [
        "Charlie Parker",
        "jazz",
        "jazz composition",
        "bebop",
        "jazz analysis",
        "“Ornithology",
        "” “Blues (Fast)",
        "” “Red Cross",
        "” “My Little Suede Shoes”"
    ],
    "doi": "",
    "received": "December 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.2/mto.18.24.2.martin.pdf",
    "author_info": [
        {
            "name": "Henry Martin",
            "university": "Rutgers University-Newark",
            "address": "Dept. of Arts, Culture, and Media, Bradley Hall, 110 Warren Street, Room 223, Newark, NJ 07102-1801",
            "email": "martinh@newark.rutgers.edu"
        }
    ],
    "citations": {
        "aebersold_1978": "Aebersold, Jamey, ed. 1978. Charlie Parker Omnibook . Atlantic Music Corp.",
        "baudoin_1998": "Baudoin, Philippe. 1998. “Charlier Parker compositeur.” In Parker’s Mood . ed. Alain Tercinet, 123–26. Éditions Parenthèses.",
        "baudoin_2006": "Baudoin, Philippe. 2006. “Le vol de l’Oiseau (sur un plagiat de Charlie Parker).” Les cahiers du jazz , nouvelle série 3: 88–95.",
        "berliner_1994": "Berliner, Paul F. 1994. Thinking in Jazz: The Infinite Art of Improvisation . The University of Chicago Press.",
        "born_2005": "Born, Georgina. 2005. “On Musical Mediation: Ontology, Technology and Creativity.” Twentieth-Century Music 2 (1): 7–36.",
        "colin_1994": "Colin, Charles. 1994. My Rendezvous with the 40s—Reflections II . Charles Colin Music Publishing.",
        "crouch_2013": "Crouch, Stanley. 2013. Kansas City Lightning: The Rise and Times of Charlie Parker . HarperCollins.",
        "davies_2001": "Davies, Stephen. 2001. Musical Works and Performances . Oxford University Press.",
        "deveaux_1997": "DeVeaux, Scott. 1997. The Birth of Bebop: A Social and Musical History . University of California Press.",
        "eisenberg_2005": "Eisenberg, Evan. 2005. The Recording Angel: Music, Records and Culture from Aristotle to Zappa , 2nd edition. Yale University Press.",
        "feather_1948": "Feather, Leonard. 1948. “A Birds-Ear View of Music: Nobody Gets the Bird as Broadminded Parker Takes the Blindfold Test.” Metronome (August). Reprint in Woideck 1998: 65–69.",
        "feather_1977": "Feather, Leonard. 1977. Inside Jazz . (1st ed. as Inside Be-bop ; J.J. Robbins and Sons, 1949.) Da Capo Press.",
        "feather_and_gitler_1999": "Feather, Leonard, and Ira Gitler. 1999. The Biographical Encyclopedia of Jazz . Oxford University Press.",
        "forte_1958_2011": "Forte, Allen. [1958] 2011. “The Development of Diminutions in American Jazz.” The Journal of Jazz Studies 7 (1): 7–27.",
        "giddins_1981": "Giddins, Gary. 1981. Riding on a Blue Note: Jazz and American Pop . Oxford University Press.",
        "giddins_1987": "Giddins, Gary. 1987. Celebrating Bird: The Triumph of Charlie Parker . Beech Tree Books.",
        "gillespie_and_fraser_1979": "Gillespie, Dizzy, with Al Fraser. 1979. To Be or Not To Bop: Memoirs . Doubleday.",
        "gioia_2012": "Gioia, Ted. 2012. The Jazz Standards: A Guide to the Repertoire . Oxford University Press.",
        "gitler_1966": "Gitler, Ira. 1966. Jazz Masters of the ‘40s . Macmillan.",
        "goehr_1997": "Goehr, Lydia. 1997. The Imaginary Museum of Musical Works , 2nd edition.  Oxford University Press.",
        "gottlieb_1959": "Gottlieb, Louis. 1959. “Why So Sad, Pres?” Jazz 3: 185–96.",
        "haddix_2015": "Haddix, Chuck. 2015. Bird: The Life and Music of Charlie Parker . University of Illinois Press.",
        "hakim_1959": "Hakim, Sadik. 1959. “The Charlie Parker KoKo Date.” The Jazz Review 2 (2): 11.",
        "henriksson_1998": "Henriksson, Juha. 1998. Chasing the Bird: Functional Harmony in Charlie Parker’s Bebop Themes . Suomen Musiikkitieteellinen Seura.",
        "hentoff_1953": "Hentoff, Nat. 1953. “Counterpoint.” Down Beat (January 20); reprint in Woideck 1998, 79–81).",
        "jazz_fakebook_nd": "Jazz Fakebook . n.d. Illegal fakebook.",
        "jivin’_in_be-bop_1947": "Jivin’ in Be-bop . Film, ca. mid-1947. Dizzy Gillespie and His Orchestra. Producer: William D. Alexander, Director: Leonard Anderson.",
        "kane_2017": "Kane, Brian. 2017. “Jazz, Ontology, Mediation.” Contemporary Music Review 37 (1–2). Published online at https://doi.org/10.1080/07494467.2017.1402466",
        "kania_2011": "Kania, Andrew. 2011. “All Play and No Work: An Ontology of Jazz.” Journal of Aesthetics and Art Criticism 69 (4): 391–403.",
        "koch_1999": "Koch, Lawrence O. 1999. Yardbird Suite: A Compendium of the Music and Life of Charlie Parker , 2nd edition. Northeastern University Press.",
        "larson_2005": "Larson, Steve. 2005. “Composition Versus Improvisation?” Journal of Music Theory 49 (2): 241–75.",
        "levin_and_wilson_1949": "Levin, Michael and John S. Wilson. 1949. “No Bop Roots in Jazz: Parker (1949).” Down Beat, September 9. Reprint in Woideck 1998: 69–79.",
        "lewis_1996": "Lewis, George E. 1996. “Improvised Music after 1950: Afrological and Eurological Perspectives.” Black Music Research Journal 16 (1): 215–46.",
        "library_of_musician’s_jazz_nd": "Library of Musicians’ Jazz . n.d. Illegal fakebook.",
        "love_2016": "Love, Stefan Caris. 2016. “The Jazz Solo as Virtuous Act.” The Journal of Aesthetics and Art Criticism 74 (1): 61–74.",
        "martin_1996": "Martin, Henry. 1996. Charlie Parker and Thematic Improvisation . Scarecrow Press.",
        "martin_2005": "Martin, Henry. 2005. “Balancing Composition and Improvisation in James P. Johnson’s ‘Carolina Shout.’” Journal of Music Theory 49 (2): 277–99.",
        "martin_2005–06": "Martin, Henry. 2005–06. “Charlie Parker as Composer.” Musica Oggi 24: 28–43.",
        "martin_2012": "Martin, Henry. 2012. “Charlie Parker and ‘Honeysuckle Rose’: Voice Leading, Formula, and Motive.” Music Theory Online 18 (3).",
        "martin_2018": "Martin, Henry. 2018. “Prolongation and Its Limits: The Compositions of Wayne Shorter.” Music Theory Spectrum 40 (1): 84–105.",
        "owens_1974": "Owens, Thomas. 1974. “Charlie Parker: Techniques of Improvisation” (2 Vols.). Ph. D. diss., University of California, Los Angeles.",
        "parker_and_paudras_1981": "Parker, Chan and Francis Paudras. 1981. To Bird With Love . Editions Wizlov.",
        "parker_1948": "Parker, Charlie. 1948. Charlie Parker’s Be Bop for Alto Sax: Four Solos with Piano Accompaniment . Atlantic Music Corp.",
        "parker_1955": "Parker, Charlie. 1955. Yardbird Originals by Charlie Parker. 2nd edition. Charles Colin Music Publications.",
        "parker_1967": "Parker, Charlie. 1967. Charlie Parker Sketch-Orks: Designed for Small Groups . Atlantic Music Corp.",
        "parker_2005": "Parker, Kim. 2005. Interview with Kim Parker During Her Visit to the Charlie Parker Residence 151 Avenue B in the Summer of 2005 . http://www.charlieparkerresidence.net/pages/kimparker_interview.html",
        "patrick_1975": "Patrick, James. 1975. “Charlie Parker and Harmonic Sources of Bebop Composition: Thoughts on the Repertory of the New Jazz in the 1940s.” Journal of Jazz Studies 2 (2): 3–23.",
        "patrick_1978": "Patrick, James. 1978. The Complete Savoy Recordings of Charlie Parker . Liner Notes. Arista Records S5J 5500.",
        "patrick_1983": "Patrick, James. 1983. “Al Tinney, Monroe’s Uptown House, and the Emergence of Modern Jazz in Harlem.” Annual Review of Jazz Studies 2: 150–79.",
        "patrick_1990": "Patrick, James. 1990. The Complete Dean Benedetti Recordings of Charlie Parker . Liner Notes. Mosaic Records 129.",
        "peterson_2015": "Peterson, Daniel Thomas. 2015. “A Chronology of Recorded Long-Form Compositions in Jazz.” Masters Thesis, Rutgers University-Newark.",
        "priestley_2005": "Priestley, Brian. 2005. Chasin’ the Bird: The Life and Legacy of Charlie Parker . Oxford University Press.",
        "real_book_c_1975": "The Real Book , Vol 1. ca. 1975. Illegal fakebook.",
        "reig_1978": "Reig, Teddy. 1978. The Complete Savoy Recordings of Charlie Parker . Interviewed by Bob Porter. Arista Records S5J 5500.",
        "reisner_1962": "Reisner, Robert. 1962. Bird: The Legend of Charlie Parker . Citadel Press.",
        "rusch_salley_and_stover_2016": "Rusch, René, Keith Salley and Chris Stover. 2016. “Capturing the Ineffable: Three Transcriptions of a Jazz Solo by Sonny Rollins.” Music Theory Online 22 (3).",
        "russell_1971": "Russell, Ross. 1971. Jazz Style in Kansas City and the Southwest . University of California.",
        "russell_1973": "Russell, Ross. 1973. Bird Lives: The High Life and Hard Times of Charlie (Yardbird) Parker .  Da Capo (1996 reprint).",
        "salley_and_shanahan_2016": "Salley, Keith and Daniel T. Shanahan. 2016. “Phrase Rhythm in Standard Jazz Repertoire: A Taxonomy and Corpus Study.” Journal of Jazz Studies 11 (1): 1–39.",
        "schaap_1988": "Schaap, Phil. 1988. Bird: The Complete Charlie Parker on Verve . Liner Notes. Polygram Records 837 141-2 .",
        "schaap_2016": "Schaap, Phil. 2016. Charlie Parker Unheard Bird: The Unissued Takes . Liner Notes. The Verve Music Group B0024802-02.",
        "schuller_1989": "Schuller, Gunther. 1989. The Swing Era: The Development of Jazz, 1930–1945 . Oxford University Press.",
        "smither_forthcoming": "Smither, Sean R. Forthcoming. “A Theory of Jazz Tunes as Multitexts.” Ph.D. diss., Rutgers University.",
        "solis_2004": "Solis, Gabriel. 2004. “‘A Unique Chunk of Jazz Reality:’ Authorship, Musical Work Concepts, and Monk’s Live Recordings from the Five Spot, 1958.” Ethnomusicology 48 (3): 315–47.",
        "solis_2014": "Solis, Gabriel. 2014. Thelonious Monk Quartet with John Coltrane at Carnegie Hall . Oxford University Press.",
        "strunk_2005": "Strunk, Steven. 2005. “Notes on Harmony in Wayne Shorter’s Compositions, 1964–67.” Journal of Music Theory 49 (2): 301–32.",
        "sturges_2006": "Sturges, Andrew. 2006. “Ornithology: Origins and Evolution.” Unpublished paper. Charlie Parker class, Rutgers University-Newark.",
        "talbot_2000": "Talbot, Michael. Ed. 2000. The Musical Work: Reality or Invention . Liverpool University Press.",
        "tirro_1974": "Tirro, Frank. 1974. “Constructive Elements in Jazz Improvisation.” Journal of the American Musicological Association 27 (2): 285–305.",
        "vail_1996": "Vail, Ken. 1996. Bird's Diary . Castle Communications.",
        "williams_1987": "Williams, Martin. 1987. The Smithsonian Singers and Soloists Collection . Liner Notes. Smithsonian Institution.",
        "woideck_1996": "Woideck, Carl. 1996. Charlie Parker: His Music and Life . University of Michigan Press.",
        "woideck_1998": "Woideck, Carl. 1998. The Charlie Parker Companion: Six Decades of Commentary . Schirmer Books.",
        "yamaguchi_2012": "Yamaguchi, Masaya, ed. 2012. The Bird Book—The Charlie Parker Real Book . Hal Leonard."
    },
    "footnotes": {
        "FN1": {
            "text": "1. A corpus of 688 jazz standards composed 1920–1959 and appearing in a popular online source for contemporary jazz musicians shows that Parker contributed the third most among the represented composers ( Salley and Shanahan 2016 , 9). Thelonious Monk contributed the most with 30 pieces, then Duke Ellington with 26, then Parker with 25. Other fakebooks and lists of tunes for college jazz programs corroborate the ongoing importance of Parker’s compositions. In 2000, Broadcast Music, Inc. (BMI) began offering an annual Charlie Parker Jazz Composition Prize. See http://bmifoundation.org/programs/info/charlie_parker_jazz_composition_prize .",
            "citations": [
                "salley_and_shanahan_2016"
            ]
        },
        "FN2": {
            "text": "2. This article expands on Baudoin 1998 and Martin 2005–06 , both studies of Parker as composer. The bibliography of Parker materials is vast, so I will mention only some of the most significant that have influenced my work. Feather 1977 (1949) is an early important source. Reisner 1962 collects many of the best Parker stories via interviews of musicians, friends, and family. Owens 1974 and Martin 1996 are studies of Parker as improviser. The first book-length Parker biography was Russell 1973 , which, though insightful and well written, added to the mythology as well as complicating matters by including incorrect factual material. Parker biographical studies since the late 1980s, beginning perhaps with Giddins 1987 , have tried to counter previous distortions and establish facts. Woideck 1996 , Koch 1999 , and Priestley 2005 are important musical and biographical studies, as are the liner notes to the reissues of recordings (e.g., Schaap 1988 , Patrick 1978 , Patrick 1990 ). Crouch 2013 illuminates Parker’s early life by placing events in cultural and historical context. Haddix 2015 focuses on biographical details with new research that, among other things, clarifies the timeline of events in Parker’s early life.",
            "citations": [
                "baudoin_1998",
                "feather_1977",
                "reisner_1962",
                "owens_1974",
                "martin_1996",
                "russell_1973",
                "giddins_1987",
                "woideck_1996",
                "koch_1999",
                "priestley_2005",
                "schaap_1988",
                "patrick_1978",
                "patrick_1990",
                "crouch_2013",
                "haddix_2015"
            ]
        },
        "FN3": {
            "text": "3. Parker and Paudras 1981 does not cite the source or location of these items, but the nature of the book leads us to assume that they were part of Chan Parker’s personal collection. (Chan was Parker’s fourth wife.)",
            "citations": [
                "parker_and_paudras_1981"
            ]
        },
        "FN4": {
            "text": "4. The session for both of these tunes: Charlie Parker and His Orchestra, recorded for Mercury, New York, August 8, 1951; Red Rodney (t); Charlie Parker (as-dir); John Lewis (p); Ray Brown (b); Kenny Clarke (d).",
            "citations": []
        },
        "FN5": {
            "text": "5. The session for this tune: Charlie Parker and His Orchestra, recorded for Mercury, New York, May 5, 1949; Kenny Dorham (t); Charlie Parker (as-dir); Al Haig (p); Tommy Potter (b); Max Roach (d). Poor record keeping by Mercury has led to confusion regarding names for these pieces. In particular, Mercury issued an entirely different recording from the same session also called “Passport.” Koch distinguishes these two recordings as “Passport Rhythm” and “Passport Blues” (1999, 177–78). Schaap refers to “Passport Rhythm” as “Tune Z” and “Passport Blues” as “Tune Y” ( 1988 , 15).",
            "citations": [
                "schaap_1988"
            ]
        },
        "FN6": {
            "text": "6. The Institute of Jazz Studies (IJS) is a leading archive of jazz resources, located at Rutgers University-Newark. A box containing Parker materials was shown to me by Edward Berger, the Associate Director of the IJS, who retired some years ago and who died on January 21, 2017. Unfortunately, I did not seek information about the box until after Ed died; and by then no one I spoke to at the IJS had any knowledge of it, including current personnel and retired former IJS Director, Dan Morgenstern.",
            "citations": []
        },
        "FN7": {
            "text": "7. The parts shown in Examples 1–3 do, however, reflect differences between their notation and what Parker played on the recordings. I discuss this issue in the article’s conclusions [5.15ff].",
            "citations": []
        },
        "FN8": {
            "text": "8. In June of 2017, Michael Li spent two weeks at the Library of Congress researching Parker copyright deposits for me. I thank him profusely! I also thank the staff members at the L. C. who assisted Michael—Larry Appelbaum in particular was extremely helpful in locating Parker copyright deposits. Finally, I thank Philippe Baudoin, who shared his 1993 Parker research at the L. C. with me. The L. C. deposits of Parker’s pieces are sufficiently extensive as to warrant an article devoted to them; Li and I are currently working on such an article.",
            "citations": []
        },
        "FN9": {
            "text": "9. The four pieces in Parker’s hand are “Bill’s Bounce,” “Thriving from a Riff,” “Alesia,” and “Chi Chi.” The first three tunes were written by Parker for his first session as leader on November 26, 1945, but “Alesia” was not recorded. The deposit for “Now’s the Time” is unfortunately missing from the L. C., and because it was also recorded at that same session, it was probably in Parker’s hand. The unusual story of “Chi Chi” follows in [1.8].",
            "citations": []
        },
        "FN10": {
            "text": "10. Parker’s title on the deposit is “Bill’s Bounce” rather than the customary “Billie’s Bounce.” Note that a lead sheet deposit in Parker’s hand does not insure accuracy, as there are variants between it and what is played on the recording, for example in m. 5 the B ♭ and C should be A and B ♭ , and in m. 9 there is no evidence of a G7 chord in either head statements or solos. Similarly, the B ♭ in melody clashes with the G7 chord, nor is that chord implied by Parker in his solo lines or heard in the piano comping.",
            "citations": []
        },
        "FN11": {
            "text": "11. There are disputes regarding whether Dizzy Gillespie or Hakim was the pianist on the various tunes recorded at the session. Hakim, at any event, was at least present so it’s likely that his recollection of Parker writing the tunes just before the session is accurate.",
            "citations": []
        },
        "FN12": {
            "text": "12. Most sources list April 21 as the day of the session.",
            "citations": []
        },
        "FN13": {
            "text": "13. “Chi Chi,” whose genesis was just described by Max Roach, is the last tune we can be sure that Parker wrote. Later, eight tunes, said to have been written by Parker, were published posthumously, five of them by Charles Colin ( Parker 1955 ).",
            "citations": [
                "parker_1955"
            ]
        },
        "FN14": {
            "text": "14. As suggested by Colin’s story, the time taken by Parker to fashion an acceptable “Blues (Fast)” may have been why only three tunes were recorded at that session rather than usual four.",
            "citations": []
        },
        "FN15": {
            "text": "15. I write “small-group” session, as these would be the ones for which Granz would expect Parker to be responsible for the music. Granz’s obvious frustration with such sessions may have been a factor contributing to his favoring larger groups for Parker recordings, i.e., with songs and arrangements prepared in advance.",
            "citations": []
        },
        "FN16": {
            "text": "16. In his Introduction to a volume of papers on the ontology of musical works, Talbot notes that although there was much disagreement, “[t]here was at least broad agreement among the contributors, as in the world at large, that a musical work, to merit the description, has to be discrete, reproducible, and attributable” ( 2000 , 3).",
            "citations": [
                "talbot_2000"
            ]
        },
        "FN17": {
            "text": "17. I have recently written about jazz compositions as divided into two large groups ( Martin 2018 , 84). Further consideration has prompted me to include a third group comprising improvised compositions.",
            "citations": [
                "martin_2018"
            ]
        },
        "FN18": {
            "text": "18. O’Farrill’s Afro-Cuban Jazz Suite was recorded December 20, 1948, for Verve. There are some larger-scale jazz works that feature extensive improvisation, such as John Coltrane’s A Love Supreme , but even such works are generally not intended to be improvised on as a single unit. Parker’s interest in large-scale jazz works will be discussed in the concluding section of this paper. For an overview of such works, see Peterson 2015 .",
            "citations": [
                "peterson_2015"
            ]
        },
        "FN19": {
            "text": "19. Koch, for example, espousing a more traditional view of composition, refers to Parker’s improvised recordings as “improvisational frames with titles” ( 1999 , 345) and lists them separately from Parker’s more conventional compositions.",
            "citations": [
                "koch_1999"
            ]
        },
        "FN20": {
            "text": "20. Although the ontology of jazz is beyond the scope of this paper, there may be merit in separating the idea of the “jazz composition” from the idea of “jazz musical work,” with the latter a more general term that includes the former. Recordings, in this formulation, would be viewed as musical works. For example, Solis writes (regarding the recording of a live performance of Monk and Coltrane): “Relatively little has been written on what kinds of things might constitute musical works in jazz, but in fact this album points in a coherent direction for an aesthetic ontology of jazz. . . . [B]oth album and tracks constitute, in their production and use, some kind of musical works” ( 2014 , 18). Each player on a recording contributes to the work in its totality, although we might single out solos as works linked to individuals. If jazz musicians do indeed create works via recording, then their recorded compositions are likely to be a subcategory of their works. Further, there is precedent for treating jazz recordings as if they were works. Gunther Schuller, for example, writes: “As a historian I consider it of paramount importance to discuss—or at least be aware of—the totality of an artist’s work, if necessary the bad with the good. Even the lesser works can teach us much about an artist” ( 1989 , x). Or Martin Williams: “The Armstrong performances included in the present collection are here for their artistic merit, but they also have historical importance, since these works helped establish the tradition of the instrumental and vocal vehicles followed later by the big bands” ( 1987 , 6). More recently, writers have taken issue with the idea of attributing works to jazz musicians, as with Davies 2001 , 15–19, Born 2005 , Kania 2011 , and Love 2016 . Love, for example, argues that improvisations are acts, not works. The ontology of jazz is a complex topic that will be addressed in Smither forthcoming .",
            "citations": [
                "solis_2014",
                "schuller_1989",
                "williams_1987",
                "davies_2001",
                "born_2005",
                "kania_2011",
                "love_2016",
                "smither_forthcoming"
            ]
        },
        "FN21": {
            "text": "21. Recorded for Dial in New York; Miles Davis (t); Parker (as-dir); Duke Jordan (p); Tommy Potter (b); Max Roach (d).",
            "citations": []
        },
        "FN22": {
            "text": "22. When compared to the previous examples, the L. C. deposit shown in Example 5 is evidently not in Parker’s hand. The “Intro” (mm. 1–8) was probably written by Dizzy Gillespie; it became the standard introduction adopted by jazz musicians for performances of “All the Things You Are.” Because it’s not part of the original song, its performance does not entail royalties to the copyright holders of the Kern-Hammerstein standard. The deposit also contains numerous errors, beginning with the key signature (which should be A ♭ major). The L. C. deposits for Parker’s pieces are often inaccurate, and even if such deposits remain important as establishing copyright they cannot be taken as definitive autographs. Moreover, with the exception of the four deposits in Parker’s hand, the submitting publishing companies had the lead sheets created, thus further removing them from the authority usually attributed to composers’ manuscripts..",
            "citations": []
        },
        "FN23": {
            "text": "23. The most influential and widely circulating jazz fakebook, the Real Book, Vol. 1 ( ca. 1979 ), contains “Ornithology.” It is also found in two other fakebooks in my possession. The New School Jazz Program and Mason Gross Jazz Program (Rutgers University) repertory lists include it among the tunes students must learn. The online Lord Discography of jazz recordings cites 219 recordings. Gioia discusses the tune as an example of “how influential this music was at the time” ( 2012 , 323).",
            "citations": [
                "real_book_c_1975",
                "gioia_2012"
            ]
        },
        "FN24": {
            "text": "24. For some of the historical material in this discussion of “Ornithology,” I am indebted to the unpublished Sturges 2006 . Andrew Sturges at the time was a student in the master’s degree program in Jazz History and Research at Rutgers University-Newark.",
            "citations": [
                "sturges_2006"
            ]
        },
        "FN25": {
            "text": "25. Parker recorded “The Jumpin’ Blues” with Jay McShann on July 2, 1942 for Decca. That Parker’s solo begins with the phrase that later opens “Ornithology” has been pointed out by numerous writers, including Woideck ( 1996 , 91) and Koch ( 1999 , 33). A typical citation is Gitler ( 1966 , 22).",
            "citations": [
                "woideck_1996",
                "koch_1999",
                "gitler_1966"
            ]
        },
        "FN26": {
            "text": "26. The Young “Shoe Shine Boy” solo, which was learned by Parker, was recorded by Jones-Smith Incorporated in Chicago on November 9, 1936 for Vocalion; Carl Smith (t); Lester Young (ts); Count Basie (p); Walter Page (b); Jo Jones (d).",
            "citations": []
        },
        "FN27": {
            "text": "27. “Honey & Body,” probably recorded in early 1940, is a demo by Parker. It is discussed in Woideck ( 1996 , 68–75) and Martin 2012 .",
            "citations": [
                "woideck_1996",
                "martin_2012"
            ]
        },
        "FN28": {
            "text": "28. Cozy Cole and His Orchestra, recorded in New York on November 14, 1944 for Continental; Charlie Shavers (t); Hank D’Amico (cl); Walter “Foots” Thomas (as, ts, arr); Coleman Hawkins (ts); Clyde Hart (p); Tiny Grimes (g); Slam Stewart (b); Cozy Cole (d-dir).",
            "citations": []
        },
        "FN29": {
            "text": "29. Coleman Hawkins and His Orchestra, recorded in Los Angeles on March 2, 1945 for Capital; Howard McGhee (t); Coleman Hawkins (ts-dir); Vic Dickenson (tb); Sir Charles Thompson (p); Allan Reuss (g); Oscar Pettiford (b); Denzil Best (d). An “out-chorus” is the final chorus of a jazz recording. Another contrafact of “How High the Moon” that preceded “Ornithology” was Coleman Hawkins’s “Bean at the Met,” which was recorded January 31, 1944 in New York; Roy Eldridge (t), Coleman Hawkins (ts-dir); Teddy Wilson (p); Billy Taylor, Sr. (b); Cozy Cole (d); The A sections of the piece feature a riff, while the B and C sections are improvised; the riff, however, is unrelated to the “Ornithology” motives. Thanks to an anonymous reader of this article for the reference.",
            "citations": []
        },
        "FN30": {
            "text": "30. This discussion expands my prior description of the tune’s history ( Martin 2005–06 , 32–33). Of course, there is no way causal connections can be drawn among such basic melodic fragments, and thus the precedents I show are intended to be suggestive.",
            "citations": []
        },
        "FN31": {
            "text": "31. These jam sessions took place in Chicago at the Savoy Hotel, Room 305, in February 1943, while Parker and Gillespie were touring with the Earl Hines Orchestra. They were organized by Bob Redcross, who was memorialized by Parker in his tune “Red Cross,” which will be discussed later in this paper. The session with “Shoe Shine Boy” probably took place on February 28. Possibly the first source to point out the connection of the “Ornithology” lick to Young’s “Shoe Shine Boy” solo was Gottlieb ( 1959 , 190), as noted in Berliner ( 1994 , 796n). The question arises as to how Parker, playing alto, would have been able to play the Young tenor solo so dexterously. Although jazz musicians will frequently learn solos from recordings of instruments differing from their own, the ease with which Parker reproduces the Young solo suggests that the fingerings were identical, and so the problem of the different saxophones emerges. A possible solution appears in Russell ( 1971 , 183). (Note that Russell and Parker were closely associated during 1946–47, too, so Russell may have heard something about this from Parker himself.) By adjusting the turntable speed so the record sounds a perfect fourth higher, Parker could have learned the tenor solo on alto, with the same saxophone fingerings. Hence, when Parker played tenor at the Redcross jam session referenced above, he was able to finger the solo as learned, and, playing it on the original instrument, the tenor, the solo sounded at the original key of concert F. That is, the tenor fingering of Example 6a and the alto fingering of Examples 6b are the same for the corresponding notes (and the same is true for Example 6d). Interestingly, Parker, if he increased the speed of the turntable to raise the pitch, would have played the solos faster than Young originally recorded them. This idea resonates with the suggestion, cited in Woideck ( 1996 , 81), that raising the speed and pitch of recorded Lester Young tenor solos results in an approximation of Parker’s alto style. I’ve personally tried this, and while the supercharged Young would not be mistaken for Parker, one can detect the hint of a Young–to–Parker lineage.",
            "citations": [
                "gottlieb_1959",
                "berliner_1994",
                "russell_1971",
                "woideck_1996"
            ]
        },
        "FN32": {
            "text": "32. Interestingly, there is a recorded instance of Parker improvising on “How High the Moon” in F, in a Jazz at the Philharmonic performance on September 18, 1949 at Carnegie Hall. Ella Fitzgerald sings the opening vocal and she (or someone else) can be heard telling the musicians “F” before the performance begins. Fitzgerald apparently preferred the lower key. Parker enters at 1:50 and plays one chorus, sounding somewhat less comfortable than in the usual key of G.",
            "citations": []
        },
        "FN33": {
            "text": "33. The personnel of the Finale Club gig: Miles Davis (t); Charlie Parker (as-dir); Joe Albany (p); Addison Farmer (b); Chuck Thompson (d).",
            "citations": []
        },
        "FN34": {
            "text": "34. Don Byas Quintet, “How High the Moon,” recorded November 26, 1945 in New York for Savoy; Benny Harris (t); Don Byas (ts-dir); Jimmy Jones (p); John Levy (b); Fred Radcliffe (d). This recording was issued on the same 78 as Parker’s “Ko Ko,” a well-known tune from Parker’s first recording session as leader. Interestingly, this session of Parker’s was recorded on the same date and at the same studio as the Byas “How High the Moon.” As one of the anonymous readers of this article pointed out, it’s possible that Parker may have heard the session. Parker would also have heard the Byas recording (and accordingly Harris’s solo) if he were provided a copy of the 78. Of course, he was in California in late 1945 and throughout 1946, and so we cannot assume he heard the record before making his own recording of “Ornithology” on March 28, 1946.",
            "citations": []
        },
        "FN35": {
            "text": "35. The “Ornithology” studio recording: Charlie Parker Septet, Hollywood, March 28, 1946, recorded for Dial; Miles Davis (t); Charlie Parker (as-dir); Lucky Thompson (ts); Dodo Marmarosa, (p); Arvin Garrison (g); Vic McMillan (b); Roy Porter (d). There is a riff at 4:06, played in harmony by Parker and Davis before the reprise of the tune in the Finale Club performance. This riff was apparently used in performances of “How High the Moon.” The same riff can be heard in a performance of “Ornithology” by Dizzy Gillespie and His Orchestra in the 1947 film Jivin’ in Be-bop (at 40:06) and in the “How High the Moon” recording by Don Byas, cited in the previous note. At the Finale Club performance, it’s used as a solo-sendoff, and in the Gillespie film it serves much the same purpose for tap dancer Ray Sneed. Ultimately, the riff was not retained as part of “Ornithology.”",
            "citations": []
        },
        "FN36": {
            "text": "36. It should be noted that while the repeating triplets are not idiomatic to bop style, triplet-based runs are an important feature of Dizzy Gillespie’s solos. See, for example, Coleman Hawkins’ reference to Gillespie’s triplets in his solo on “Hollywood Stampede” ( DeVeaux 1997 , 404).",
            "citations": [
                "deveaux_1997"
            ]
        },
        "FN37": {
            "text": "37. The triplet version also appears in the published Charlie Parker Sketch-Orks ( Parker 1967 , 23) as well as the popular fake books Jazz Fakebook ( n.d. , 293) and Library of Musicians’ Jazz ( n.d. , 93–94). The Bird Book ( Yamaguchi 2012 , 55) is one widely available source that features the revised version of the tune that Parker came to prefer.",
            "citations": [
                "parker_1967",
                "jazz_fakebook_nd",
                "yamaguchi_2012"
            ]
        },
        "FN38": {
            "text": "38. The recordings are available on The Complete Dean Benedetti Recordings of Charlie Parker , Mosaic MD7-129. They feature only fragments of the theme, because Benedetti was primarily interested in recording Parker’s solos. There is also a Parker “Ornithology” from Chicago, recorded December 1947 or January 1948, but none of the theme is heard.",
            "citations": []
        },
        "FN39": {
            "text": "39. The Washington concert took place at the Washington Music Hall with Sam Krupit (p); Mert Oliver (b); Buddy Rich (d); available on Charlie Parker—Washington D.C., 1948 , Uptown UPCD 27.55. In the next “Ornithology” performance, which was recorded by Dean Benedetti at the Onyx Club, New York City, on July 6, 1948, the revision is also heard. In the next extant version after that, Parker plays the theme in unison with Miles Davis, who has since learned the revision, in a broadcast from the Royal Roost on December 11, 1948; Miles Davis (t); Charlie Parker (as-dir); Al Haig (p); Tommy Potter (b); Max Roach (d); available on Charlie Parker—The Complete Live Performances on Savoy , Savoy Jazz SVY-17021-24.",
            "citations": []
        },
        "FN40": {
            "text": "40. Yamaguchi ( 2012 , 55) has the second chord in m. 30 as A ♭ m7 with the C on the “and” of beat 3 as C ♭ . The performances I’ve sampled all seem to have C with an A ♭ 7 chord, as is also given by Koch ( 1999 , 156). There are minor differences between what Parker plays on May 23, 1948 and the music given in Example 10; the example shows the final form of the tune.",
            "citations": [
                "yamaguchi_2012",
                "koch_1999"
            ]
        },
        "FN41": {
            "text": "41. The 3 ̂ as primary tone at the beginning of the piece is readily inferable in mm. 1 and 2 (Example 9).",
            "citations": []
        },
        "FN42": {
            "text": "42. For the May 23, 1948 Washington performance, the group does not end on the last note of theme, but this was not Parker’s working band. Doing so becomes customary at later performances, for example the Onyx Club performance mentioned in note 39.",
            "citations": []
        },
        "FN43": {
            "text": "43. For this rhythmic formula of Parker’s (as well as others), see Koch ( 1999 , 326–28). The rhythmic formula heard in the “Ornithology” first ending is featured at the beginning of “Moose the Mooche” (recorded at the same session as “Ornithology”) and permeates the Parker blues “Visa,” recorded in March 1949. Henriksson also points out the general lack of syncopation in “Ornithology” ( 1998 , 136), as does Gioia ( 2012 , 322–23).",
            "citations": [
                "koch_1999",
                "henriksson_1998",
                "gioia_2012"
            ]
        },
        "FN44": {
            "text": "44. The L. C. deposit for the tune (EU431254) is dated March 26, 1956. Interestingly, it is also transcribed in B ♭ major although Parker’s recording is in E ♭ major.",
            "citations": []
        },
        "FN45": {
            "text": "45. “une volgaire chansonnette française” ( Baudoin 2006 , 90).",
            "citations": [
                "baudoin_2006"
            ]
        },
        "FN46": {
            "text": "46. Correge was able to locate and interview Giraud, who at the time had recently turned 85. Interestingly, Giraud was not particularly concerned that Parker had appropriated his work. Giraud was born February 28, 1920, and was composer of “Sous le ciel de Paris” (“Under Paris Skies”) in 1951 ( 2006 , 90n1). For further details on how Correge discovered the sources of “Suede Shoes,” see Baudoin 2006 .",
            "citations": [
                "baudoin_2006",
                "baudoin_2006"
            ]
        },
        "FN47": {
            "text": "47. A comparison of the sheet music of the “Gomez” A section with Baudoin’s transcription (as I’ve reproduced it) in Example 13, m. 7, shows a difference of two notes on the music leading to the cadence. Here I think Baudoin’s transcription is closer to what the DO-RE-MI trio sings than the small differences apparent in the respective seventh bars. If Baudoin were duplicating the sheet music precisely, the music in his m. 7 (i.e., the sheet music transposed to C) would read E5–(E5)–C5–E5–D5–B4–C5. Parker’s m. 7 of “Suede Shoes” is also closer to what DO–RE–MI sings, suggesting that he may have heard that record.",
            "citations": []
        },
        "FN48": {
            "text": "48. In Example 16, I’ve made two minor changes to Baudoin’s transcription of “Cireur”: in m. 3 on the “and” of the second beat, he has D4, whereas Annie Rouvre more often sings A4; I make the same change in m. 7.",
            "citations": []
        },
        "FN49": {
            "text": "49. “Moi pas beaucoup aimer les souliers de daim, // Car les souliers de daim, pas pouvoir les cirer. // Si toute la journée voir souliers de daim // Pas pouvoir travailler, moi pas gagner mon pain” (lyric as given in Example 12 sheet music). Thanks to James Goodwin for the translation.",
            "citations": []
        },
        "FN50": {
            "text": "50. See note 26 for information regarding the “Shoe Shine Boy” recording.",
            "citations": []
        },
        "FN51": {
            "text": "51. Vail ( 1996 , 91–92) confirms Parker’s itinerary.",
            "citations": [
                "vail_1996"
            ]
        },
        "FN52": {
            "text": "52. Ross later formed a successful vocal trio with Dave Lambert and Jon Hendricks that was active in the later 1950s and early 1960s.",
            "citations": []
        },
        "FN53": {
            "text": "53. Later that afternoon, Ross called me back, wondering if in fact she was one of the vocalists on the DO-RE-MI record. I reminded her, however, that the composer of the tunes was Hubert Giraud, and she did not recall the name. Moreover, as reported by Correge and Baudoin, Ross was associated with Hugh Martin and Timothy Gray in Paris at the time rather than the DO-RE-MI trio. Finally, Baudoin and Correge note that vocalist Annie Rouvre was Giraud’s wife ( 2006 , 91). Still, it is intriguing that both vocalists have the same first name, and it’s possible that Annie Ross may have vaguely recalled something about that and thought, over 65 years later, that she had been involved with DO-RE-MI.",
            "citations": [
                "baudoin_2006"
            ]
        },
        "FN54": {
            "text": "54. Note that on the first page of the sheet music of “Pedro Gomez” in Example 11, Fayol’s and Sablon’s pictures appear more prominently than does the photo of the DO-RE-MI trio.",
            "citations": []
        },
        "FN55": {
            "text": "55. I thank one of this article’s anonymous readers for this last suggestion.",
            "citations": []
        },
        "FN56": {
            "text": "56. The Tiny Grimes Quintette, “Red Cross,” recorded September 15, 1944 for Savoy; Charlie Parker (as); Clyde Hart (p); Tiny Grimes (g-dir); Jimmy Butts (b); Doc West (d). Russell incorrectly refers to Bob Redcross as Red Cross and does not mention the revision of the second bridge. The L. C. copyright deposit for the tune (EU439039) is dated September 17, 1945.",
            "citations": []
        },
        "FN57": {
            "text": "57. Savoy Hotel, Room 305, Chicago, February 28, 1943. The excerpt in Example 17 occurs at 2:23 of “Three Guesses.” Coleman Hawkins And Leonard Feather’s Esquire All Stars recorded a piece called “Boff Boff” on December 4, 1943 for Commodore; Cootie Williams (t); Coleman Hawkins (ts-dir); Edmund Hall (c); Art Tatum (p); Al Casey (g); Oscar Pettiford (b); “Big Sid” Catlett (d). The piece, also based on rhythm changes, shows a different application of mop mop figure, which bears comparison to “Red Cross.” Thanks to an anonymous reader of this article for the reference.",
            "citations": []
        },
        "FN58": {
            "text": "58. There are some differences between the analyses, but the discussion here mostly confirms points made in Martin 1996 (42–43). Also, Example 18 corrects a transcription error: the second note in m. 6 is G ♭ 4 and not E ♭ 4, as appears in Martin 1996 .",
            "citations": [
                "martin_1996",
                "martin_1996"
            ]
        },
        "FN59": {
            "text": "59. Henriksson’s labeling of the notes in m. 6 as ♯ 11, ♭ 9, ♯ 9, and ♯ 5 (relative to the V chord) views them as interesting altered extensions, but in the context of B major, they are simply 1, 5, 6, and 2 ( 1998 , 111).",
            "citations": [
                "henriksson_1998"
            ]
        },
        "FN60": {
            "text": "60. For a general discussion of blue notes in bebop primary lines, see Martin 1996 , 28–29.",
            "citations": [
                "martin_1996"
            ]
        },
        "FN61": {
            "text": "61. Of course, the comparative quality of each take would be evaluated by the performance of the group as a whole, particularly with Parker as a sideman.",
            "citations": []
        },
        "FN62": {
            "text": "62. A copyright deposit for “Blues (Fast)” does not appear in the L. C. catalogue. The BMI website lists a work composed by Parker called “Blues” (BMI work # 131504), which is probably the piece in question, as published by Atlantic Music Corp. Published versions in Yamaguchi ( 2012 , 20) and Aebersold ( 1978 , 124) show Atlantic Music Corp. as copyrighting “Blues (Fast)” in 1977, renewed 2005.",
            "citations": [
                "yamaguchi_2012",
                "aebersold_1978"
            ]
        },
        "FN63": {
            "text": "63. Charlie Parker Quartet, recorded early April, 1950 for Mercury; Charlie Parker (as-dir); Hank Jones (p); Ray Brown (b); Buddy Rich (d). The recently discovered material appears on the CD Charlie Parker Unheard Bird: The Unissued Takes (The Verve Music Group B0024802-02, released in 2016). In his liner notes, Schaap writes, “In 2014, Universal Music’s Harry Weinger informed me that Universal would be getting a stash of unheard Bird from Granz’ associates. Our first order of business was to create the Charlie Parker With Strings: Deluxe Edition collection. But there was more in store from the Granz camp. Following the strings release I was contacted again to collate the remaining alternates for issue” ( Schaap 2016 , 3–4). These remaining alternates include the outtakes from “Blues (Fast).”",
            "citations": [
                "schaap_2016"
            ]
        },
        "FN64": {
            "text": "64. The use of the (natural) 7 ˆ of the key in place of the bluesier ♭ 7 ˆ occurs not only in “Blues (Fast),” but also in other Parker blues tunes. Such pieces corroborate Koch’s point ( 1999 , 313–14) that Parker favors the major scale in such compositions even if he more typically plays ♭ 7 ˆ during his solos.",
            "citations": [
                "koch_1999"
            ]
        },
        "FN65": {
            "text": "65. I write as if Parker were making all the decisions in the studio. We can’t know, of course, how much Granz or the other players in the group influenced the sequence of takes. In my experience, takes are evaluated by the producer and leader, who generally make the decisions but sometimes seek the input of the others present. Also, it must be borne in mind that the performance of the featured player is not the only criterion in determining the success of takes. Among other factors are technical issues with the recording, the solos of the other players, and the feel and performance of the ensemble as a whole.",
            "citations": []
        },
        "FN66": {
            "text": "66. Allen Forte discusses “Blues (Fast)” in a lecture from 1958 that was published later in his career ( 2011 , 17–20). He points out the parallelism of the three phrases, that they use equal note values (in contrast with earlier jazz), and that it typifies jazz from this era with its use of extended chords. He then proceeds to discuss diminutions and voice leading in Parker’s first chorus.",
            "citations": [
                "forte_1958_2011"
            ]
        },
        "FN67": {
            "text": "67. “Constellation,” for example (recorded September 18, 1948), features a 32-bar form but only a four-bar melodic idea.",
            "citations": []
        },
        "FN68": {
            "text": "68. From a radio broadcast interview with Paul Desmond and John T. Fitch [John McLellan], January 1954, as transcribed in Woideck 1998 (122).",
            "citations": [
                "woideck_1998"
            ]
        },
        "FN69": {
            "text": "69. My comments generally confirm Ross Russell’s basic points on Parker’s work: “‘Composing’ for Charlie was a special process, somewhat different from what is imagined as the usual act of creating a normal musical structure. Essentially Charlie was an off-the-top player . . . Charlie almost never put any of this material [i.e., several cited compositions] on paper. To do so seemed a waste of time” ( 1973 , 329).",
            "citations": [
                "russell_1973"
            ]
        },
        "FN70": {
            "text": "70. Determining Parker’s improvisational formulas and analyzing their use are the themes of Owens 1974 .",
            "citations": [
                "owens_1974"
            ]
        },
        "FN71": {
            "text": "71. For example, Parker’s solo on “Embraceable You,” take A, (see the Introduction [1.15]) begins with an idea virtually identical to the opening of a song by Sam Coslow, “A Table in the Corner” ( Giddins 1981 , 115–16). On subsequent live performances, Parker usually began his improvisation with the same “Table in the Corner” melodic idea.",
            "citations": [
                "giddins_1981"
            ]
        },
        "FN72": {
            "text": "72. I write “creator(s)” to stress that jazz compositions may be jointed created, whether written in advance or improvised. With that understood, I’ll continue with the simpler “creator.”",
            "citations": []
        },
        "FN73": {
            "text": "73. In popular music, works created in the studio as standalone recordings have long been understood as compositions, a famous example being portions of the Beatles’ Sgt. Pepper’s Lonely Hearts Club Band album from 1967. The same has been true of modernist electronic music since at least the 1950s. That recordings trivially make music into objects is argued extensively in Eisenberg 2005 ; for example: “In 1877 [when sound recording was invented], music began to become a thing” ( 2005 , 13).",
            "citations": [
                "eisenberg_2005",
                "eisenberg_2005"
            ]
        },
        "FN74": {
            "text": "74. Supersax Plays Bird , Capitol Jazz CDP 7 96264 2 (1991).",
            "citations": []
        },
        "FN75": {
            "text": "75. A fascinating example is “Parker’s Mood,” which except for its introduction is entirely improvised. Parker recorded it on September 18, 1948. Herman Lubinsky, the owner of Savoy Records, copyrighted the work shortly afterward on November 15, 1948 (EU148832). Sometime later, however, Clarence Beeks, known professionally as King Pleasure, wrote lyrics to the solo, and Lubinsky then registered the work for a second time on January 18, 1954 (EU344604) with the lyric. King Pleasure had a popular success with “Moody’s Mood for Love” in 1952, but his recording of “Parker’s Mood” also became well known, further establishing the Parker solo as a composition.",
            "citations": []
        },
        "FN76": {
            "text": "76. In the last half-century or so, sampling and similar appropriations of recordings have further complicated the issue of creator vs. creation. Nonetheless, the repeatability criterion for the identification and designation of a musical work as a composition largely remains in force.",
            "citations": []
        },
        "FN77": {
            "text": "77. For a wide-ranging discussion of the complexities involved in transcription, see Rusch, Salley, and Stover 2016 .",
            "citations": [
                "rusch_salley_and_stover_2016"
            ]
        },
        "FN78": {
            "text": "78. See in particular Born 2005 , Love 2016 , and Kane 2017 . Kane, following up on Born, argues that jazz tunes exist through “mediation,” in which a network of performances defines the piece in question.",
            "citations": [
                "born_2005",
                "love_2016",
                "kane_2017"
            ]
        },
        "FN79": {
            "text": "79. Strunk ( 2005 , 328n3).",
            "citations": [
                "strunk_2005"
            ]
        },
        "FN80": {
            "text": "80. Solis ( 2014 , 13–15). Solis’s discussion of repetition is germane to issues in the analysis of both composition and improvisation. Further remarks on composition vs. improvisation can be found in Martin ( 2005 , 294–96) and Larson 2005 . The former shows that an “improvisation” on a composition can be maintained without much change over many years, while the latter argues that preparing to improvise is in many ways similar to composing.",
            "citations": [
                "solis_2014",
                "martin_2005",
                "larson_2005"
            ]
        },
        "FN81": {
            "text": "81. Parker engaged in such activity too; see above [5.9] and note 71, regarding his improvisational strategies on “Embraceable You.”",
            "citations": []
        },
        "FN82": {
            "text": "82. Lewis 1996 focuses primarily on the differences between the Eurological and Afrological approaches to improvisation, but he also alludes to more general conceptions, including how bebop changed jazz composition. The complexity of the jazz composition may be attributed to African influences, but has correlates in Western art music where the work concept has been questioned in much recent literature, particularly since Goehr 1997 .",
            "citations": [
                "lewis_1996",
                "goehr_1997"
            ]
        },
        "FN83": {
            "text": "83. Another possible term is “Afro-modern,” as per Solis ( 2014 , 12) from Houston A. Baker.",
            "citations": [
                "solis_2014"
            ]
        },
        "FN84": {
            "text": "84. Feather 1948 , 62. Parker is evidently referring to Schoenberg’s Pierrot lunaire , op. 21.",
            "citations": [
                "feather_1948"
            ]
        },
        "FN85": {
            "text": "85. The Blindfold Test was conducted by Leonard Feather for Metronome . There are also live recordings of Parker quoting Stravinsky fragments, including the opening bassoon solo to the Rite of Spring and the solo trumpet tune from Petrushka .",
            "citations": []
        },
        "FN86": {
            "text": "86. The interview, probably conducted on June 13, 1953, is transcribed in Woideck ( 1998 , 109–21). Other relevant stories include Parker’s hoping to study with Edgard Varèse ( Woideck 1998 , 121–31); for Varèse’s positive response, see Reisner 1962 , 229–30. For Parker’s proposal to commission a work from Stefan Wolpe, see Russell 1973 , 317–18. In a Down Beat article, Parker is also quoted as interested in combinations of classical and jazz-based ensembles ( Hentoff 1953 , 80; reprinted in Woideck 1998 , 79–81). Parker eventually realized this particular ambition with a session (May 25, 1953) that included three popular songs arranged by Gil Evans for rhythm section, French horn, clarinet, oboe, and bassoon, backing up Parker and a vocal choir arranged by Dave Lambert. More generally, his stepdaughter Kim reports that in their household during the early 1950s Parker mostly listened to “classical music” ( Parker 2005 ).",
            "citations": [
                "woideck_1998",
                "woideck_1998",
                "reisner_1962",
                "russell_1973",
                "hentoff_1953",
                "woideck_1998",
                "parker_2005"
            ]
        },
        "FN87": {
            "text": "87. The only composition of Parker’s that departs from tonal norms is the opening 32-bar statement of “Ko Ko,” from his first session as leader on November 26, 1945. As take 1 shows, Parker had conceived of these 32 bars as an introduction to “Cherokee” (Ray Noble, 1938). As soon as the producer recognized the “Cherokee” melody (which would entail royalty payments), he cut off the band, and a second take was planned with Parker’s “Introduction” sans “Cherokee.” In Parker’s 32 bars, now reconceived as the piece’s head, there is no clear harmonic progression, although the trumpet and saxophone lines, both written and improvised, can be heard as implying a G minor tonality. The head eventually moves to an implied F major, which, as dominant of B ♭ major, sets up Parker’s improvisation. There are also rare instances of Parker, as improviser, departing from traditional harmonic frames. These, however, occur during live performances where Parker would be more likely to experiment. Intriguing moments include “Lester Leaps In” and the second performance of “Rocker,” both from the Rockland Palace Ballroom performance of September 26, 1952. It’s likely that Parker would not have anticipated our interest in such live performances, often recorded with poor sound quality on amateur equipment. When Parker did record in the studio or broadcast over radio he unfailingly followed conventional tonal norms. These were the performances that would be heard widely and that Parker would consider representative of his artistic legacy. For example, note that he was incensed when Ross Russell issued the recordings from the July 29, 1946 recording session when he was scarcely able to play ( Levin and Wilson 1949 , 77; reprinted in Woideck 1998 , 69–79).",
            "citations": [
                "levin_and_wilson_1949",
                "woideck_1998"
            ]
        },
        "FN88": {
            "text": "88. “Bien que Parker ait pondu environ 55 thèmes, il n’était pas compositeur dans l’âme,” Baudoin ( 2006 , 88). (“Although Parker produced about 55 tunes, he was not a composer in spirit.”)",
            "citations": [
                "baudoin_2006"
            ]
        },
        "FN89": {
            "text": "89. “[L]oin de moi l’idée de discréditer Charlie Parker ou son oeuvre de compositeur qui est pour le moins originale, mais tout montre que, pour le Bird, cet aspect de la création musicale est secondaire; il écrit uniquement poussé par les événements en se donnant le moins de contraintes possibles” ( Baudoin 2006 , 88). (“It is hardly my intention to discredit Charlie Parker or his work as a composer, which is at least original, but only to show that for Bird this aspect of musical creation is secondary; he writes solely driven by events, giving himself the fewest possible constraints.”)",
            "citations": [
                "baudoin_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Charlie Parker (1920–1955) has long been admired as an improviser, but as brilliant as his solo skills were, Parker was also a significant jazz composer, an aspect of his musicianship that has not been sufficiently investigated and appreciated. Parker ranks as one of the most important jazz composers of his era by virtue of the quality and continuing popularity of his best-known tunes. Performed widely, they are considered seminal within the jazz repertory. (1) Yet, despite the importance of his contribution, Parker’s approach to composition was casual, and as a result there seem to be no extant working manuscripts that might suggest how Parker composed his pieces. (2) This article explores what we can infer about Parker’s compositional process from those instances where he made revisions to improve or (in one case) create the final product. In particular, there is one instance of Parker revising a work already completed (“Ornithology”), one instance of Parker combining two pieces by another composer into one of his own (“My Little Suede Shoes”), and two instances of Parker composing in the studio where we can hear his revisions immediately (“Red Cross” and “Blues (Fast)”).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Parker composed at the last minute, usually because he needed material for recording dates. Even more last-minute, there are instances of Parker composing during sessions themselves. For example, bassist Tommy Potter recalls, On record dates he could compose right on the spot. The A. & R. man would be griping, wanting us to begin. Charlie would say, “It’ll just take a minute,” and he’d write out eight bars, usually just for the trumpet. He could transpose it for his alto without a score. The channel [bridge] of the tune could be ad libbed. The rhythm section was familiar with all the progressions of the tunes which were usually the basis of originals. ( Reisner 1962 , 183) Example 1 . Parker alto part to “Passport Rhythm” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "reisner_1962"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The story of the trumpet parts related by Potter is corroborated by the reproduction of two such parts in Parker and Paudras 1981 . (3) A photograph on p. 196 shows a trumpet part labeled “Si Si,” which is in fact the tune now called “Blues for Alice,” while on p. 190 we see a photograph as a collage, including a trumpet part whose name is obscured but is the tune now called “Si Si.” (4) The names of the two tunes were probably interchanged when the records were originally produced. Parker and Paudras 1981 also shows us that Parker would indeed write out a part for himself if the tune were complicated enough and composed in advance, for on p. 313 there is a photograph of a manuscript marked “Bird” in the upper left corner. The manuscript is an alto part to Parker’s “Passport Rhythm,” a page reproduced as Example 1 . (5) Atop the page, in place of a name for the tune, we see what may be “No. 2,” so it may have been the second piece Parker composed for the session.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "parker_and_paudras_1981",
                    "parker_and_paudras_1981"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] In the late 1990s, I had the opportunity to photocopy sample Parker autograph manuscripts at the Institute of Jazz Studies and came across two other Parker trumpet parts that were preserved from his recording session of August 8, 1951, the same session that produced “Blues for Alice” and “Si Si.” (6) These parts were to “Swedish Schnapps” and “Back Home Blues,” which are reproduced respectively as Examples 2 and 3 . Example 2 . Trumpet part to “Swedish Schnapps” (click to enlarge) Example 3 . Trumpet part to “Back Home Blues” (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] These parts contain no crossings-out or rewritten passages, and as such tell us virtually nothing about Parker’s compositional process. (7) They may have been copied from prior manuscripts, which would have allowed us to see Parker revising his work on paper, but none of these seem extant, However, they do provide a melody notated by Parker and examples of his music manuscript. Example 4 . Library of Congress deposit EU449253 of “Bill’s Bounce” (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] The Library of Congress (L. C.) has an extensive selection of copyright deposits of Parker compositions. (8) Of the four pieces discussed in this article, “Blues (Fast)” is the only one that lacks an L. C. deposit. However, none of the other three is in Parker’s hand, and in fact the total number of L. C. deposits that were copied by Parker is small: only four out of a total of 90 deposits. (9) An example of an L. C. deposit in Parker’s hand appears as Example 4 , “Bill’s Bounce.” (10) It may be compared to the previous examples of Parker’s manuscript.",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Far better known than his manuscripts are stories of Parker composing quickly. One of the most important Parker studio sessions was his first as a leader, which took place November 26, 1945 for Savoy Records. Sadik Hakim (Argonne Thornton), a pianist who probably performed at the session, recalls the haste of Parker’s preparation: (11) I was living in the same apartment with Charlie Parker at that time (it was November, 1945). He got a telegram from Savoy in the morning telling him to get a group together and make a recording date. By 10:30 A.M., he had written the two new blues, “Now's The Time” and “Billie's Bounce” (actually it should be Billy’s, it was dedicated to Billy Shaw), and for the other two numbers he planned to use a “head” of his those fellows were playing then which was called “Thriving From a Riff” on the record and later called “Anthropology , ” and finally “KoKo”—which is based on the chords of “Cherokee,” of course.  He asked me if I wanted to play on the date. Naturally I was quite thrilled and honored to be working with him. ( Hakim 1959 , 11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "hakim_1959"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] So early on in Parker’s maturity, as he achieved leader status, we find him composing when he needed material. However, toward the end of his life, rapid composition for a specific purpose was still the norm. Consider drummer Max Roach’s story of how “Chi Chi” was composed in 1953: And Bird came by and I said “Damn!” It was like 3 o’clock in the morning. I lived on 30th Street between 3rd and 2nd Avenues and I had a basement apartment. He’d come by anytime and, of course, I let him in, whatever. He saw me laboring over this goddamn music. He said, “What’ cha doin?” I said “I got a session I’m producing; my first, myself, tomorrow.” So he says, “OK here’s a gift.” And this is the truth Phil, he sat down at a little kitchen table and a cheap piano—and I wish I had saved that goddam ’script; I never throw anything away—he wrote off the tune like a letter and I did it the next day [April 10] with Hank Mobley. (12) We recorded it, then Bird recorded it. That’s “Chi Chi.” ( Schaap 1988 , 30)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "schaap_1988"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Charles Colin, a music publisher in New York City who later published Parker’s work, attended a Parker session supervised by Norman Granz, Parker’s final record producer, and provides us with a memorable account of the proceedings. (13) Note in particular Granz’s frustration at Parker showing up without material: Charlie Parker’s quintet of sidemen patiently awaited instructions from Charlie. Out of the blue, Charlie Parker announced to Norman Granz: “I don’t have any music and I just can’t remember the chord changes of the bridges. We’ll fake the first eight and repeat the second eight bars but remembering the bridge is a big problem.” Frustrated, Norman screamed, “Here we go again! This one tune is gonna take the whole night and way into the next morning! Send a messenger to Colony Music on 48th Street and Broadway for an original copy of the piano sheet music. At least we can lay down the right chord changes.” This was shockingly exciting for me. I never experienced such a star holding up and delaying an important and expensive recording session. Frustrated, Norman admitted this was nothing new. Evidently this was a common occurrence for him but it was one of the most amazing, heart-beating experiences I’ve ever encountered! The messenger finally arrived with the sheet music and Charlie created instantaneous head arrangements! His first instructions were to have a four drum beat. Charlie would play the first eight bars by himself, then repeat the next eight. Then one of the side men would take the next eight repetitive refrain. With this layout, the quintet ran it down for the first cut! ( Colin 1994 , 5–6)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "colin_1994"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] The session described by Colin was not the one that created “Blues (Fast),” a piece discussed later in this article, since the piece in question was based on a popular standard and not blues changes. (14) However, Colin’s observations corroborate Tommy Potter’s and are undoubtedly pertinent to Parker’s sessions in general; that is, since Granz claimed that Parker’s lack of preparation was the norm, Colin’s account may be taken as typical of Granz’s problems in trying to run a small-group Parker session. (15) Also significant is the amount of time taken for Parker to create the tune, for “Blues (Fast)” required twelve takes.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] Aside from stories of Parker composing at the last minute, just before or during sessions, we have little to go on regarding how Parker may have thought about creating his compositions. The four pieces discussed in this paper vary considerably in their approach (and my treatment of them will vary accordingly), but I have chosen them because they allow us at least to glimpse some of the ways that Parker thought about creating pieces. Before proceeding to them, however, let me conclude this introduction with general remarks on jazz composition to set the stage for the Parker tunes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] A jazz composition is a distinct musical piece by one or more musicians (its “composers”), created for or during a jazz setting, and intended for future performance or realization or later becoming available for such future performance or realization. This accords with the views suggested by some scholars that a musical composition must be “discrete, reproducible, and attributable.” (16) Jazz compositions can be divided into three groups: large-scale works, smaller-scale works intended for improvisation, and directly improvised works. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "1.13": {
                "text": "[1.13] Larger-scale jazz compositions vary widely in scope, but always seem to show self-contained sections. “Tiger Rag” (LaRocca, 1917), “Carolina Shout” (Johnson, 1917), or “The Pearls” (Morton, 1923) are examples from the early jazz repertory that are small enough to fit the three-minute format of the 78-rpm record, but are nonetheless multi-sectioned works. More ambitious larger-scale works similarly involve multiple sections, and one or more of these might be extensive in scope. Larger-scale works may also combine elements of the Western concert-music tradition or other musical cultures with features of jazz, and sometimes conductors may be involved in directing the ensembles. Some sections or parts of sections may involve improvisation. Many jazz composers have written large-scale works, for example Duke Ellington, Charles Mingus, and Mary Lou Williams. Charlie Parker was interested in this repertory, and he contributed improvisation to the recording of Chico O’Farrill’s Afro-Cuban Jazz Suite , but he did not write such works. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "1.14": {
                "text": "[1.14] The second type of jazz composition is the smaller-scale work expressly written for improvisation, and it is for this improvisational repertory that Parker composed his more traditional pieces. Works in this repertory are typically in standard song forms and often appear in fakebooks with melodies, chord symbols, and sometimes lyrics. Jazz instructional programs and method books often provide a sampling of such tunes and direct students to learn them, as they are considered fundamental to performing jazz. This improvisational repertory can itself be divided into two groups: popular songs (many of them “standards” of the American Songbook) and jazz tunes (generally understood as tunes written by jazz musicians, usually for improvisation, and sometimes called “heads”). Popular standards, by their very nature as songs, are more likely to be well known and have lyrics. Long-lived jazz tunes may be called “jazz standards,” a category often used to include those popular standards preferred by jazz musicians. Among the many jazz musicians who have written for this improvisational repertory are some of the best known.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.15": {
                "text": "[1.15] In addition to works written prior to being recorded, Parker also directly improvised pieces that took on a life of their own, issued as recordings with Parker credited as composer. I consider these works to be Parker “compositions,” although they are not compositions as traditionally conceived. (19) The oral component of jazz (and presumably other musical cultures with similar characteristics) urges us to expand the idea of “composition” to account for products of improvisation with sufficient compositional attributes. (20) Take A of Parker’s recording of Gershwin’s “Embraceable You” (Gershwin-Gershwin, 1930) on October 28, 1947 is a well-known example of his studio recordings. (21) Although the Gershwin piece provides the title to the recording, the significant item at hand—what we care about vis à vis Parker as a jazz performer—is his interpretation of or improvisation on the pre-existing piece. The recording is a performance not of a Parker composition but rather of a Gershwin song, even though its melody is not expressly stated. The record’s title and excerpts from the original melody, particularly toward the end of the recording, connect the performance to the Gershwin original. Example 5 . Library of Congress deposit EU659286 of “Bird of Paradise” (click to enlarge)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "1.16": {
                "text": "[1.16] In contrast to Parker’s “Embraceable You,” consider take C of Parker’s recording of “Bird of Paradise” from the same session: the recorded improvisation is based on the form and harmonies of “All the Things You Are” (Kern-Hammerstein, 1939), but not its melody. Mayhew Music Co. and Charlie Parker Music Co. jointly registered a lead sheet of the improvisation with the L. C. (deposit EU659286) on February 23, 1961, as “Bird of Paradise” and credited the piece to Charlie Parker ( Example 5 ). Therefore the piece is not only a Parker recording, but also a Parker “composition.” (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "1.17": {
                "text": "[1.17] Let us now turn to the four Parker pieces and reserve further remarks on jazz composition for the concluding section of this paper. My conclusions will gather together observations from the analyses and consider them to in relation to Parker’s compositions and the concept of jazz composition more generally. 2. Parker Revises: “Ornithology”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] “Ornithology” is based on the form and harmony of “How High the Moon” (Hamilton-Lewis, 1940). It remains one of the most significant compositions of early bebop. (23) Parker sometimes neglected his best tunes, but not “Ornithology,” which he performed consistently through his career. Perhaps the conjunction of “Bird” and “Ornithology” was too tempting to ignore: how could this not be a trademark tune?",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] There are two important questions regarding the creation of “Ornithology.” Was it co-composed or was it the work of a single musician? Secondly, who emended the piece between Parker’s studio recording of 1946 and the version he played later in his career? While suggestive possibilities can be provided regarding both issues, conclusions remain elusive. (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] If “Ornithology” was co-composed, Parker’s partner was Benny Harris (1919–75), a bebop trumpeter and composer much on the scene in the early 1940s. “Ornithology” was among the four bebop tunes by Parker published early on in his career, and its first publication by the Atlantic Music Corporation ( Parker 1948 ) credits him and Harris as co-composers. The subsequent reissues of the recording continue to list both composer credits, as does the BMI database (accessed December 5, 2017).",
                "footnotes": [],
                "citations": [
                    "parker_1948"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] However, it is possible that Parker or Harris worked alone. Among Parker scholars who believe that Harris was the sole composer are Giddins ( 1987 , 64), Feather and Gitler ( 1999 , 296), and Priestley ( 2005 , 34). Others, such as Gioia ( 2012 , 323) or Russell ( 1973 , 8), imply, without insisting on the fact, that it was Parker’s work only. Koch ( 1999 , 344) and Woideck ( 1996 , 123) accept it as co-composed. The L. C. copyright deposit of the tune (EU51930), which might be considered significant evidence, lists only Parker as composer, but, as we have seen, deposits of jazz tunes were often informal and not especially accurate. Significantly, none of the writers just mentioned offer any proof that either Harris or Parker composed it alone. Those who feel that the work is entirely Harris’s may have drawn their conclusions from the fact that Harris apparently initiated work on the tune, and also that Parker tended to compose solely for recording sessions. Still, neither Harris nor Parker in their lifetimes ever challenged the tune’s status as co-composed, and, as to be discussed next, a consideration of its opening gesture seems to favor co-composition.",
                "footnotes": [],
                "citations": [
                    "giddins_1987",
                    "feather_and_gitler_1999",
                    "priestley_2005",
                    "gioia_2012",
                    "russell_1973",
                    "koch_1999",
                    "woideck_1996"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The pre-history of “Ornithology” begins with “How High the Moon.” Benny Goodman was the first to have a hit record with the latter tune, at a time when guitarist Charlie Christian was a member of the band. Christian, then, may have introduced the tune to the late night jam sessions frequented by the beboppers ( Gioia 2012 , 150–51). Among them, Dizzy Gillespie began to play it regularly ( Gillespie and Fraser 1979 , 207; Feather 1977 , 9). Gillespie, Parker, and Benny Harris were members of the Earl Hines band in 1943, and so Gillespie may then have introduced the tune to Harris; further, if Parker and Harris did any joint creative work on “Ornithology” at all, it may have occurred during their tenure with Hines. In any event, Harris became a big fan of the original, according to pianist Al Tinney, leader of the house band at Monroe’s Uptown House from 1940–43: “There was this guy Benny Harris used to come over to Monroe’s Uptown House, played with a mute, his favorite tune was ‘How High the Moon.’ So every time Benny would walk in, I knew that we would have to play ‘How High the Moon’” ( Patrick 1983 , 164). Example 6 . Suggestive precedents of the “Ornithology” opening idea (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "gioia_2012",
                    "gillespie_and_fraser_1979",
                    "feather_1977",
                    "patrick_1983"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Benny Harris apparently used the start of Parker’s solo on “The Jumping Blues,” which he recorded with the Jay McShann Orchestra in 1942, for the beginning of “Ornithology.” (25) Although this is the standard explanation for the beginning of the tune, the melodic idea is one that appears in the Kansas City scene, appearing at least as far back as Lester Young’s well-known 1936 solo on “Shoe Shine Boy” and on other recordings as well. (26) Example 6 is a chronological sample of some significant appearances.",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] The top staff, Example 6a, shows the relevant bars from Young’s “Shoe Shine Boy” solo. Example 6b is a transcription of the beginning of Parker’s first extant recording: a solo alto saxophone medley of “Honeysuckle Rose” and “Body and Soul.” (27) Example 6c shows formula M. 2B from the list of Parker improvisational formulas assembled by Owens ( 1974 vol. 2, 1). Example 6d is the opening of Parker’s solo on “The Jumpin’ Blues,” mentioned earlier. Example 6e is from a Coleman Hawkins tenor saxophone solo on “Look Here,” a Cozy Cole recording from November 14, 1944. (28) Example 6f shows the beginning of the out-chorus of a Coleman Hawkins recording, “Hollywood Stampede,” recorded March 2, 1945. (29) Example 6g is the beginning of Parker’s solo on “Billie’s Bounce” (take 5), recorded November 26, 1945. Finally, Example 6h shows the actual beginning of “Ornithology,” which we first hear Parker playing at a live performance at the Finale Club, Los Angeles, in February or March, 1946.",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": [
                    "owens_1974"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] On the basis of Example 6, I will present a suggestive lineage that associates these fragments and might have influenced the composition of the tune. (30) We know that Parker memorized Lester Young solos, including the “Shoe Shine Boy” solo. (He reproduced this solo at a jam session recorded in February 1943. (31) ) The relevant passage from “Shoe Shine Boy” appears as Example 6a. Using the same saxophone fingering, Parker plays the tail of what becomes the “Ornithology” idea at the beginning of the “Honey & Body” recording from early 1940 (Example 6b). (Example 6c, for comparison, shows Owens’s abstraction of the idea as M. 2B in his formula list.) About two and a half years after recording “Honey and Body,” Parker recorded “The Jumpin’ Blues” solo on July 2, 1942 (Example 6d), a phrase that combines the beginning of the fragment first heard in Young (Example 6a) with its tail, first heard in “Honey & Body” (Example 6b). Note that the keys are all consistent (concert F), and the “Ornithology” lick is now set in place with the “Jumpin’ Blues” solo. Of course, I am not claiming that the “Ornithology” opening was arrived at methodically through these occurrences, but rather their association is suggestive of the opening taking shape.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] About six months after recording “The Jumpin’ Blues,” Parker joined the Earl Hines Orchestra (December 1942). Harris was also a member of the band, and became fascinated with the Parker “Sepian Bounce” solo, as reported in Feather ( 1977 , 26). He probably became aware of the “Jumpin’ Blues” solo at this time as well, as it was recorded at the same session as “Sepian Bounce,” and may have been experimenting with it compositionally. Harris was later performing with Coleman Hawkins, and the latter player may have picked up the “Jumpin’ Blues” lick from him, as shown in Example 6e. Later, Hawkins, perhaps continuing to be interested in the lick, used it for the out-chorus of “Hollywood Stampede” (Example 6f), where it is varied accordingly through the circle-of-fifths progression of “Sweet Georgia Brown.”",
                "footnotes": [],
                "citations": [
                    "feather_1977"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] It was also around this time, the early 1940s, that Harris was frequenting Monroe’s Uptown House and, as we have seen, was fascinated by “How High the Moon.” At some point, Harris may have been inspired to take the “Jumpin’ Blues” lick and apply it to “How High the Moon” changes rather than the “Sweet Georgia Brown” changes heard in “Hollywood Stampede.” However, because “How High the Moon” was being performed in concert G major, Harris needed to change the key, thus transforming the “Jumpin’ Blues” lick in F into the “Ornithology” lick in G (Example 6h). (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Parker, meanwhile, continued to play variants of the “Jumpin’ Blues” idea in F, as heard in the “Billie’s Bounce” solo of November 26, 1945 (Example 6g). When we first hear him playing “Ornithology” at the Finale Club in February–March of 1946, the beginning of the piece is finally set. (33) Thus, it’s probable that Parker, if he had a hand in composing the “Ornithology” melody at all, had worked on it with Harris before traveling to Los Angeles in December of 1945, and the beginning of the piece may have been determined as early as 1943. Example 7 . Measures 7–8 of Harris’s solo on “How High the Moon” vs. mm. 7–8 of “Ornithology” (click to enlarge)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] The formula that begins “Ornithology” has remarkable precedents, showing Parker’s connection to both Young and the Kansas City jazz scene of the 1930s as well as its close association with his personal style. Harris probably composed mm. 3–6, but, as pointed out by Sturges 2006 (8), he almost surely wrote mm. 7–8, as these bars appear in a “How High the Moon” solo that Harris recorded in 1945 with Don Byas. (34) The relationship appears in Example 7 with lines connecting the duplication of Harris’s solo with the tune itself. Example 8 . Continuation of “Ornithology” in mm. 7–11 with development of motive D (click to enlarge)",
                "footnotes": [
                    "FN34"
                ],
                "citations": [
                    "sturges_2006"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] In Example 7, a motive D is bracketed in mm. 4, 6, and 8, consisting of a descending third on the bars’ downbeats, usually with the rhythm of quarter-eighth-eighth. As the tune proceeds from m. 8, motive D continues to appear, as shown in Example 8 . The appearance of motive D in Harris’s solo and then in the tune suggests that Harris probably wrote mm. 7–11 as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] Finally, to complete the tune, the composer(s) needed to work up the remaining five bars of the form, i.e., the half cadence set up by mm. 12–16 in the first half, and (on repeat) the full cadence in mm. 28–32. We hear the first attempts at the Finale Club performance of February or March, 1946—material that proved unsatisfactory. The cadences to the first half may have been partially planned, as Davis and Parker each play the same ascending figure to D5 before Parker improvises the turnaround. In the second half of the performance of the head, the cadence appears to be improvised before pianist Joe Albany plays repeated Ds to introduce Parker’s solo. (As the recording is a fragment, there is no out-chorus.) Example 9 and Audio Example 1 . Continuation of “Ornithology” with triplet figures (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] The studio recording of “Ornithology” was made around the same time as the Finale Club performance, on March 28, 1946. (35) In this recording, provided in Audio Example 1 and transcribed in Example 9 , a call-and-response triplet figure is initiated in m. 12, which is answered by the piano in m. 14. The first time through the tune, the pianist improvises the turnaround through mm. 15–16. The second time through the tune, in mm. 28–32, the triplet figure is passed among the players without alteration and with no definitive cadence.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] The triplet-figures themselves are a mystery. They weren’t present at the Finale Club recording, and so perhaps the musicians worked out the idea at the session itself, with Parker’s direction or at least acquiescence. Koch refers to the triplets as “the difficulty in this tune” ( 1999 , 90), while Henriksson calls them “aesthetically unpleasing” ( 1998 , 136). As Sturges points out ( 2006 , 10–11), the repeating triplet figure is not idiomatic to bebop style and is effective only if there are several players trading it off. It’s especially bland with only one player taking the melody. (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "koch_1999",
                    "henriksson_1998",
                    "sturges_2006"
                ]
            }
        },
        {
            "2.17": {
                "text": "[2.17] Nonetheless, the earlier version of the piece with the triplet figures continues to circulate widely. It appears in the tune’s first publication ( Parker 1948 , 6). Most significantly, it continues to appear in The Real Book, Vol. 1 (ca. 1975 , 335) and in the popular Charlie Parker Omnibook ( Aebersold 1978 , 6). (37)",
                "footnotes": [
                    "FN37"
                ],
                "citations": [
                    "parker_1948",
                    "real_book_c_1975",
                    "aebersold_1978"
                ]
            }
        },
        {
            "2.18": {
                "text": "[2.18] Parker was hospitalized with a mental and physical breakdown after a Dial session on July 29, 1946 and was a patient at Camarillo State Hospital in California until the end of January 1947. As he began performing again, “Ornithology” became part of his standard playlist and can be heard at various Hi-De-Ho Club gigs in Los Angeles in March 1947. In these performances, which were recorded in part by Dean Benedetti, performances of the theme are often cut off; what fragments of them are heard, however, all feature the triplet version. (38) Example 10 and Audio Example 2 . “Ornithology” mm. 12–16 and 28–32 finals with voice leading (click to enlarge and listen)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "2.19": {
                "text": "[2.19] Between March of 1947 and May of 1948, the endings of each half of “Ornithology” were rewritten. These revisions can be first heard on a Parker performance made in Washington, D.C. on May 23, 1948. (39) At the presentation of the theme, Parker continues to play the triplets for the first half of the tune, while for the second half he plays the revision. On the out-chorus, Parker plays the revised version for each half. These revisions are shown in Example 10 ,with a recording in Audio Example 2 .",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "2.20": {
                "text": "[2.20] Example 10a (top system) shows the half-cadence that ends the tune’s first half, and Example 10b (bottom system) shows the authentic cadence that ends the tune’s second half. (40) With the changes taken from “How High the Moon,” it’s evident that the harmonic rhythm doubles for the final cadence with the tonic arriving at m. 31; this contrasts the one-bar harmonic rhythm that leads to the half cadence in Example 10a. Parker, then, essentially negotiates the chromatically descending chord progression twice as quickly in the second half, and as such the top line F ♯ –F–E– E ♭ –D descends more precipitately to set up the GM I chord at m. 31.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "2.21": {
                "text": "[2.21] In the second half (Example 10b), the descent of the piece’s primary line ( 3 ˆ – 2 ˆ – 1 ˆ ) is clarified by the interweaving of the arpeggiations through the chromatic chord progression. (41) This interweaving places the primary line’s final descent squarely on each bar’s downbeat, thus imparting a finality that obviates a codetta or other extension to conclude the tune (aside, perhaps, from a brief drum fill). (42) The large-scale voice leading that ends the first half is less clear, but a Schenkerian 3 ˆ – 2 ˆ // 3 ˆ – 2 ˆ – 1 ˆ interrupted form may be inferred with the interrupting 2 ˆ /V occurring at mm. 15–16.",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "2.22": {
                "text": "[2.22] As mentioned at the beginning of this discussion of “Ornithology,” it is unclear who created the revision that Parker played for the remainder of his career. I would suggest that the precision of the voice leading points to Parker as the reviser of the tune. Increasing that probability considerably is the occurrence of a particular rhythmic figure in the first ending: a four-note pattern bracketed in Example 10a, mm. 13–14, then again in mm. 15–16. (43) This standard Parker formula is found in many of his compositions. The first part of the tune, on the other hand, contains none of the Parker syncopations that are characteristic of his pieces. Certainly a key improvement Parker brought to the revision is an outstandingly clear voice leading of the melody for the cadence of each half, giving the tune the snappy ending that has helped define it ever since. 3. Parker Borrows and Reworks: “My Little Suede Shoes”",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] “My Little Suede Shoes” is an anomaly among Charlie Parker’s compositions, as it bears no stylistic resemblance to any of his other pieces. (44) Among its surprising attributes are an easy-going, calypso-like feel, a melody virtually devoid of Parkeresque syncopations and standard rhythmic figures, and a harmonic frame that doesn’t fit any of the popular standards of the American Songbook. It also incorporates repeating melodic patterns, which are rare in Parker’s style outside of those blues tunes that feature repeating riffs as their basic idea. With virtually no features typical of his other pieces, how could Parker have written such a piece?",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The mystery of “Suede Shoes” was solved by Jean-Claude Corrège, as reported in Baudoin 2006 . Corrège had been in touch with musicologist Philippe Baudoin over some several years regarding his suspicion that the source of the unique Parker tune lay elsewhere. He eventually discovered the answer: two post-war French songs popular around 1950, “Pedro Gomez” and “Le petit cireur noir” (“The Little Black Shoeshine Boy”). Hubert Giraud was the principal composer of both tunes.",
                "footnotes": [],
                "citations": [
                    "baudoin_2006"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Baudoin was at first unreceptive to the idea of these tunes being a source for “Suede Shoes,” feeling, for example, that a musician as sophisticated as Parker could not have been interested in such a “common ditty” as “Pedro Gomez.” (45) But Corrège persisted and eventually convinced Baudoin that Parker had indeed “borrowed” the melodies. (46) Baudoin 2006 reproduces the relevant sections of the original songs and aligns them with the melody of “Suede Shoes” to demonstrate Parker’s borrowings, reviewed below. Building on Baudoin’s work, I show just how Parker modified the originals so that they work more smoothly in the context of the new song. I also review the historical circumstances, some of them necessarily speculative, behind the creation of “Suede Shoes,” adding details based on recent research. Example 11 and Audio Example 3 . “Pedro Gomez” sheet music, pp. 1 and 2 (click to enlarge, see the rest, and listen) Example 12 and Audio Example 4 . “Le petit cireur noir” sheet music, pp. 2 and 3 (click to enlarge, see the rest, and listen) Audio Example 5 . Excerpt of Parker’s “My Little Suede Shoes,” 1951 studio recording",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": [
                    "baudoin_2006"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Pages from the published sheet music of “Pedro Gomez” and “Le petit cireur noir” appear in Examples 11 and 12 , respectively, with accompanying recordings in Audio Examples 3 and 4 . Parker used the basic melody of “Gomez” for the “Suede Shoes” A section and for the B section adapted the verse of “Cireur,” as can be heard in Audio Example 5 . Example 13 . “My Little Suede Shoes” A section vs. “Pedro Gomez” A section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Let us begin by examining the “Suede Shoes” A section and its relationship to “Gomez” by way of Example 13 , which is based on Baudoin ( 2006 , 92). For ease of comparison, Baudoin puts all the pieces in C major, and my discussion will also assume this key. (47) In the original recordings, “Suede Shoes” is in E ♭ , and the DO-RE-MI trio performs “Gomez” in C and “Cireur” in G. (As seen in the reproduced pages of the publications, “Gomez” was published in F and “Cireur” in C.)",
                "footnotes": [
                    "FN47"
                ],
                "citations": [
                    "baudoin_2006"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] The A sections of “Gomez” and “Suede Shoes” correspond quite closely, but with interesting changes. In place of the I–V–I chord alternations of “Gomez,” Parker introduces the more jazz-like circle-of-fifths vi7–ii7–V7–I pattern. Parker’s melodic pickup (G4–C5–E5) leads to D5 on the downbeat of the tune as opposed to Giraud’s pickup (G4–A4–B4), which leads, somewhat anticlimactically, to the tonic C5 at m. 1. Example 14 . “Suede Shoes” vs. “Pedro Gomez” A section voice leading, mm. 1–4 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] At least as played by a single instrument, Parker’s melody of “Suede Shoes” in mm. 1–4 is a modest improvement over the original. The changes of direction in the main melodic motive are smoother in “Suede Shoes.” That is, each tune projects 3 ˆ – 2 ˆ – 1 ˆ over mm. 1–4, but in “Gomez” the small changes of direction seem too busy as compared to how Parker refashions the tune in “Suede Shoes.” These melodic changes may be motivated by Parker’s superimposition of vi7–ii7–V7–I in place of the basic I–V7 alternation in “Gomez.” The busyness emerges from the voice-leading detail of mm. 1–4 that appears in Example 14 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] At level a of “Suede Shoes,” we see a smooth 1 ˆ – 2 ˆ – 3 ˆ – 2 ˆ – 1 ˆ that fits comfortably over the vi7–ii7–V7–I progression and introduces the primary tone 3 ˆ as a syncopation into m. 2. By contrast, in “Pedro Gomez” level a shows 5 ˆ – 1 ˆ – 2 ˆ – 3 ˆ – 1 ˆ – 2 ˆ – 1 ˆ , a more complicated melodic plan in which the voice leading does not proceed regularly bar by bar, as in “Suede Shoes,” but irregularly, sometimes in two beats, other times in four beats. Moreover, Parker’s vi7–ii7–V7–I pattern, while remaining basic, is more compelling than the simple I–V–I alternation in “Gomez.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The busyness of the “Pedro” melody in mm. 1–4 is also a product of the harmonic rhythm of mm. 1–4 with its two beats of C, two beats of G, then four beats of C, that is with a harmonic rhythm that does not maintain two- or four-beat durations. In Parker’s revision, a smoother two-beat harmonic rhythm obtains throughout. (Baudoin omits the Am7 on the third beat of m. 4 in “Suede Shoes,” which would maintain the two-beat harmonic rhythm with complete consistency.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Perhaps the most memorable part of the “Gomez” A section is its lead-up to the cadence beginning with the syncopation of the G5 in m. 6 followed by the descent to C5 as 1 ˆ , as shown in Example 13. Here, Parker copies the original melody exactly but for the addition of one note. However, he simplifies the chord progression, substituting a circle of fifths in place of the chromatic dominant ninth chords of “Gomez.” The vocal harmonies of the “Gomez” recording project these ninth chords attractively and are reminiscent of barbershop quartet harmony, but the circle-of-fifths substitute used by Parker maintains and slightly extends the vi7–ii7–V7–I progression. He accomplishes this by moving to iii7 (Em7) at m. 6 (in effect, a deceptive cadence coming off the V7 in m. 5), and then substituting A7 (V7/ii) in m. 6, beat 2, in place of the vi7 (Am7), as established in m. 2. The circle-of-fifths pattern is more convenient to improvise on and maintains the underlying vi7–ii7–V7–I progression of the opening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] The chromatic descending progression of “Gomez” in m. 6 is more complex than Parker’s revision in “Suede Shoes,” because it can be viewed as created by tritone substitutes of an extended chromatic circle-of-fifths progression: B7–E7–A7–D7–G7–C becomes (in “Gomez”) F7 (i.e., tritone sub of B7)–E7– E ♭ 7 (i.e., tritone sub of A7)–D7–G7–C. Parker’s modification of this harmonic pattern remains entirely diatonic with the exception of the A7 chord (V7/ii). Hence, Parker, the chromatic bebopper, ironically transforms the original—a work in the domain of popular music—into a more diatonic jazz standard. Example 15 . “Pedro Gomez” sheet music introduction, in F and C (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Interestingly, the written introduction to “Gomez,” as seen at the top of the sheet music of Example 11, even shows a blue note in addition to a tritone substitute. The introduction essentially repeats the catchy lead-up to the cadence in the tune itself, but ends on a half cadence rather than an authentic cadence. The introduction appears in Example 15 in more modern notation and with the chords written out, in both F and C.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] The blue note would be A ♭ on beat 3 of m. 2 in the F version and E ♭ on beat 3 of m. 2 in the C version. The tritone substitutes of the V7/V chords appear at those locations as well. Neither Parker nor the DO-RE-MI trio uses this half cadence as shown in the sheet music; but as presumably written by Giraud for the publication, it shows the influence of jazz harmony on “Gomez.” Example 16 . “My Little Suede Shoes” B section vs. “Le petit cireur noir” verse (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] In the B section of “Suede Shoes,” Parker modifies the “Cireur” verse more dramatically than he did with the A section of “Gomez,” as shown in Example 16 (which is based on Baudoin [ 2006 , 92]). (48) The second section of “Suede Shoes” is the piece’s bridge, although it cadences to the tonic rather than the half cadence or similarly functioning progression that typically connects bridge conclusions to A-section beginnings.",
                "footnotes": [
                    "FN48"
                ],
                "citations": [
                    "baudoin_2006"
                ]
            }
        },
        {
            "3.15": {
                "text": "[3.15] The chord progressions between the pieces are virtually identical, and the melodies each follow a descending sequence with mostly the same notes. In each, the descending voice-leading pattern of each four-bar phrase proceeds in thirds:  (C5-A4)–(B4-G4)–(A4-F4)–(G4-E4), but with differing details. Parker articulates a lower voice F4–E4–D4–C4 (on the “ands” of the third beats in mm. 1–3, etc.), which better sets up the cadencing C4 in the second phrase (m. 8) than in “Cireur”: the French tune arrives at the C4 in m. 8 more abruptly because the lower voice isn’t present. In “Cireur,” the ends of each one-bar subphrase fall on the bars’ downbeats. This is appropriate for the function of the section, i.e., as a verse setting up the chorus: the rhythmic closure on each downbeat prepares the more continuous and sustained melody heard in the five-bar chorus that follows.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] Parker makes other telling changes in his adaptation of the “Cireur” verse to the “Suede Shoes” bridge. First, he delays the melodic pattern by two beats so that the repeated eighth notes are now on the bars’ downbeats. This change propels the rhythm forward and replaces the more halting and segmented rhythm of the “Cireur” verse. Secondly, in place of the one-bar sequential pattern of “Cireur,” Parker modifies the first and second bars, introducing a small, but Parkeresque syncopation between the bars, which effectively cancels out the one-bar pattern of the original and creates a longer sense of phrase. By then stopping the melodic motion in m. 4, the longer four-bar pattern is confirmed, while m. 4 of “Cireur” continues the same rhythmic pattern as the preceding bars. The second four bars of Parker’s B section repeat the first four bars, but cadence to 1 ˆ , as does “Cireur.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.17": {
                "text": "[3.17] Although the melodic and harmonic comparisons alone show convincingly that Parker appropriated Giraud’s songs to create “Suede Shoes,” further supporting evidence is gleaned from Parker’s title. The lyric of the first verse of “Le petit cireur noir” is: I don’t much like suede shoes, ’Cause suede shoes can’t be shined. If all day I see suede shoes, I can’t work, can’t earn my bread. (49)",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "3.18": {
                "text": "[3.18] Parker may have misremembered the title or may have felt that “suede shoes” was more memorable than “shoeshine boy.” He does keep the title word “little,” but changes it to apply to the shoes and not the boy. But there’s another possibility: Baudoin and Corrège mention ( 2006 , 90–91) that DO-RE-MI had another hit, also written by Giraud, that was called “Mes petits souliers” (“My Little Shoes”). Parker may have merged the lyric of “Cireur” with the title of “Souliers.” He also may not have wanted his tune confused with the jazz standard “Shoe Shine Boy,” (50) and it’s very unlikely that he wished to call attention to the shoeshine boy’s being black.",
                "footnotes": [
                    "FN50"
                ],
                "citations": [
                    "baudoin_2006"
                ]
            }
        },
        {
            "3.19": {
                "text": "[3.19] As Baudoin and Corrège point out ( 2006 , 93), Parker would have had an opportunity to hear the DO-RE-MI record in late November or early December of 1950, as upon returning from performances in Sweden, he stopped in Paris and stayed briefly with vocalist Annie Ross and drummer Kenny Clarke. (51) Ross at the time was in Paris working with Hugh Martin and Timothy Gray in developing a vocal trio—a group with the same personnel as DO-RE-MI. (52) Baudoin and Corrège suggest that it was likely that Ross was listening to other vocal trios comprising two males and a female, and then Parker heard the records.",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": [
                    "baudoin_2006"
                ]
            }
        },
        {
            "3.20": {
                "text": "[3.20] Annie Ross, in a telephone conversation on March 15, 2016, confirmed to me that Parker stayed with her and Clarke in Paris for several days in late November or early December of 1950. When I played the original DO-RE-MI recordings for her over the telephone, she recognized them. But she did not recall owning the record or playing such a recording for Parker; rather, she stressed that she took him to a nightclub where she thinks he heard them. (53)",
                "footnotes": [
                    "FN53"
                ],
                "citations": []
            }
        },
        {
            "3.21": {
                "text": "[3.21] Although no conclusions are possible, one can’t help but speculate on Parker’s motivations in fashioning “Suede Shoes” by appropriating the two Giraud tunes and perhaps the title of a third. Baudoin and Corrège suggest ( 2006 , 93–94) that Parker may have planned to acknowledge Giraud as the composer of the pieces, but forgot either his name or the DO-RE-MI trio itself by the time he recorded “Suede Shoes” about three months later. Another possibility, not mentioned by Baudoin and Corrège, is that Parker learned of the tunes not from the DO-RE-MI trio, but rather through the recordings of Lily Fayol or Jean Sablon, both well-known performers. (54)",
                "footnotes": [
                    "FN54"
                ],
                "citations": [
                    "baudoin_2006"
                ]
            }
        },
        {
            "3.22": {
                "text": "[3.22] It is also possible that Parker consciously decided to combine the pieces and not to acknowledge Giraud’s originals. And yet, if Parker wished to conceal the sources of “Suede Shoes,” wouldn’t he have chosen a different title? And it’s possible that he had the tunes in his head and forgot where he picked them up or didn’t realize that they were melodies he had heard. But then again because he uses “suede shoes” as part of the title, it seems likely that he remembered at least the existence of the French record. And it’s certainly possible that Parker’s producer, Norman Granz, heard Parker playing the melodies and may have suggested that he combine them. In fact, if Parker was unable to recall specifically the original tune titles, artists, or composer, Granz may have calculated that he could get away with claiming that it was Parker’s own work: that because the recordings and publications were all outside the U.S., there was not much chance of a legal problem arising. (55)",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "3.23": {
                "text": "[3.23] However Parker may have learned of the original tunes, the aural evidence is clear that he adopted, then modified them to create “My Little Suede Shoes.” His skill in doing so is evident from the changes he made to each melody, changes that help the resultant combination function more effectively as an improvisational vehicle. The tune remains one of Parker’s best known, probably because of its simplicity and catchiness, but its greatest fascination may ultimately lie in its unique history and profile within Parker’s compositional oeuvre. 4. Parker Composes on the Spot:  “Red Cross” and “Blues (Fast)” 4A. The Revision of the Bridge of “Red Cross”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] “Red Cross” is a rarity among Parker compositions, for it is one of two pieces that we can hear him altering in the studio while recording (the other being “Blues (Fast),” the final piece discussed in this paper). Ross Russell, although not present, recounts how the tune came to be: Less than twenty minutes of studio time remained. No one had thought to bring along any original material that might serve their purpose. Could someone suggest anything to record? Charlie could. From his bag of melodies he played a figure based on “I Got Rhythm.” He had dozens of them. The others worked for a few moments to master the line. It was run down and timed, and a trial recording was made. The tempo seemed a shade slow. Hal West [the drummer] forced the pace a bit, and the musicians tried it again. The second playback was entered into the studio log as acceptable. Charlie offered the title “Red Cross,” not in memory of the samaritan organization but after a man named Red Cross who traveled with Billy Eckstine as a personal valet. The final take of “Red Cross” was completed as the third hour ended. ( Russell 1973 , 169) (56)",
                "footnotes": [
                    "FN56"
                ],
                "citations": [
                    "russell_1973"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] If Russell’s story is sufficiently accurate, then “Red Cross” was a last-minute addition to the session, recorded to complete the standard four-tune group, and Parker thus composed it at the session. This would account for the bridges of the two takes being different, the second being a marked improvement on the first. Example 17 and Audio Example 6 . “Mop Mop” from “Three Guesses” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Parker was able to compose “Red Cross” quickly in part because he based the piece on a repeated “mop mop” figure that was apparently common in Kansas City jazz circles. For example, we can hear Parker playing the figure in a selection known as “Three Guesses,” which was recorded at the same 1943 jam session referenced earlier regarding Parker’s quotation of “Shoe Shine Boy.” (57) The “mop mop” quotation is shown as Example 17 and Audio Example 6 . Example 18 and Audio Examples 7–8 . “Red Cross” (click to enlarge and listen)",
                "footnotes": [
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] “Mop mop” even duplicates the spondaic rhythm of the words “Red Cross,” which probably helped motivate the title of the tune along with the tribute to Bob Redcross. The tune is also rare among Parker non-blues compositions, insofar as both the A and B sections are based on riffs, perhaps necessitated by the brief amount of time remaining for the session. Example 18 , adapted from Martin 1996 (43), (58) shows the A section and bridges of the first and second takes with recordings in Audio Examples 7 and 8 .",
                "footnotes": [
                    "FN58"
                ],
                "citations": [
                    "martin_1996"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] The A section of the tune features a variation of rhythm changes with a move to a ♭ II (B major) harmony in m. 6, essentially a composed sideslip that is not observed in the improvisations. Improvising on this harmonic variation may have required more practice time than was available. The ♭ II harmony itself might be viewed as a tritone substitute of the V, but appears as a major, rather than dominant seventh chord. (59)",
                "footnotes": [
                    "FN59"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The move to ♭ II also introduces the blue third ( D ♭ ) into the piece, but by appearing as the 9th of ♭ II, it sheds much of its bluesy quality. The rise to the D ♭ 5 suggests that the A section features a 1 ˆ – ♭ 3 ˆ – 1 ˆ primary line, itself another fascinating characteristic of the tune. Not only is such a primary line unusual, but it also features a prominent blue note harmonized so as not to be blue. (60)",
                "footnotes": [
                    "FN60"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] The A section can be seen as built on two motives, labeled X and Y in Example 18. Motive X is the dyadic C– B ♭ , while Y is the octave B ♭ 4– B ♭ 3 that introduces “mop mop.” Although “mop mop” is obviously a principal motive of the tune, neither Parker nor the other soloists reference it in their improvisations. Example 19 . “Red Cross” bridge sequences (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Example 18 also compares the two bridges, showing the voice leading that underlies Parker’s improvement in take 2. Because Parker was a sideman on the session, Grimes may have requested the emendation; but it remains clear that Parker was more comfortable playing the take 2 bridge, as his performance is more exact and he doesn’t lose time as the bridge proceeds. In the second bridge, the voice-leading connections proceed smoothly, with virtually all the notes in each figure proceeding stepwise to their customary notes in the circle-of-fifths voice leading. This is partly because the figures in the second bridge are strictly sequential, whereas they are not in the first bridge. Example 19 explores how the bridges differ.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Example 19(a1) shows the Parker figure that initiates the first bridge. The figure is interesting insofar as supported by a D7 chord, its basic motion as G– F ♯ –E begins and ends with non-chord tones. The most stable note in the figure ( F ♯ ) is the third, but it comes in the middle of the figure with the E, the ninth of the chord, left hanging. Finally, the D5–E4 downward leap of a relatively unusual minor seventh is awkward and repeats the unresolved ninth, which continues to hang. The next bar, Example 19(a2), shows the exact transposition of the figure to the G7 chord of the third bar of the bridge. But Parker plays what appears in Example 19(a3), which renders its fit to the G7 chord more problematic, given that the third of the chord is omitted. Example 19(a4) shows the exact transposition of the original figure to the C7 chord, while Example 19(a5) shows what Parker plays: here again he alters the sequence, only now the third of the chord (E4) appears twice. Thus, not only is the original figure awkward to begin with, but Parker also doesn’t seem comfortable in following its sequential changes through the circle of fifths. The result is that the overall voice leading is unclear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Example 19(b1–b5) shows how Parker improves the bridge in take 2. The lower part of the opening idea is changed from G– F ♯ –E to G–E– F ♯ , placing the third of the chord on the beat and not allowing the E as ninth to hang. Moreover, the G–E– F ♯ creates a bebop-style enclosing-note figure that concludes on the beat, which makes the leap upward to the root of the chord (D5) a consonant sixth entirely within the D7 chord. The result compares favorably to the more awkward downward leap of a seventh in the first take. Parker then treats each transposition exactly. He does make one elegant change in the sequence, however: in the last bar of the bridge (Example 19(b5)), the F5 of the previous bar is altered to C5, a variation that creates a motive X connection back to the A section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Because “Red Cross” was Parker’s first commercial recording of a rhythm changes improvisation, it is indeed a bonus that it was also his own composition. As detailed in Martin 1996 (44–48), Parker’s two solos both work well, but the second projects an attractive bluesy quality missing in the first take. (61) Both solos refer obliquely to the X and Y motivic ideas in the tune itself. 4B. Composing “Blues (Fast)”",
                "footnotes": [
                    "FN61"
                ],
                "citations": [
                    "martin_1996"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] Parker’s producer, Norman Granz, was not pleased with the session that yielded the Parker original that is now called “Blues (Fast)”: his session files bear the annotation “not very good” ( Schaap 1988 , 23). Granz had jotted down “Blues (Fast)” as a provisional title and reminder to himself of the piece’s character, but in lieu of anything else it has become the accepted title. (62) Parker arrived at the session without the composition in hand, and even though this must have annoyed Granz to no end it permits us to hear Parker composing from take to take, developing the work as he continued to record. Granz was so unhappy with the session that the material was not released until after Parker’s death, yet in fact Parker and the group play quite well on “Blues (Fast)” as well as on the other two tunes recorded, “Star Eyes” and “I’m in the Mood for Love.”",
                "footnotes": [
                    "FN62"
                ],
                "citations": [
                    "schaap_1988"
                ]
            }
        },
        {
            "4.13": {
                "text": "[4.13] We are fortunate that outtakes from the session were recently discovered, which provide us with a comprehensive overview of how “Blues (Fast)” was created. (63) Currently available are nine takes that preceded the released master, take 12. Takes 9 and 10 are still missing, while take 11 exists but with no music, only studio chatter. As the sequence of outtakes shows, Parker was feeling his way through this piece, intending from the start to create a blues with three similar four-bar phrases. Example 20 and Audio Example 9 . “Blues (Fast)” outtakes (click to enlarge and listen)",
                "footnotes": [
                    "FN63"
                ],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] Example 20 presents transcriptions of the outtakes. As seen in Example 20a and Audio Example 9 , the significant initial idea on take 1 is a repeated turning figure, labeled motive T (for “turn”), that emphasizes the 7th and 9th of the B ♭ major tonic harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] A modern touch supplied by Parker is that motive T features the major 7th (A), not the ♭ 7th traditionally associated with the blues. With the 7th and 9th emphasized by the figure, the root of the chord ( B ♭ ) appears as a passing tone. A tune based around repeating motive T is what Parker initially had in mind, as labeled throughout take 1. The figure in m. 5 can be seen as derived from T, and Parker may have intended something similar for m. 9, where the take is cut off as a false start. In future takes, pianist Hank Jones can be heard playing a B ♭ 7 chord, with its A ♭ creating a poignant juxtaposition to Parker’s A ♮ in the tune. (64) Audio Example 10 . “Blues (Fast)” take 2 excerpt",
                "footnotes": [
                    "FN64"
                ],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] After the false start in take 1, Parker proceeds to take 2 (Example 20b, Audio Example 10 ). Here, Parker makes an important change to motive T: rather than placing it within m. 1, he adds a pickup leading to the hyperdownbeat of the form at m. 1. After that change, however, Parker in this take seems unsure of how to place motive T and its variants. The transposition of motive T in m. 10 is a direction that Parker also abandons. Audio Example 11 . “Blues (Fast)” take 4 excerpt",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] After take 2 is cut off, Parker chooses to make the placement of T more regular, consistently articulating the hyperdownbeats of m. 1, m. 5, and m. 9. This can be seen in takes 3 and 4 (Example 20c, Audio Example 11 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] In takes 3 and 4, Parker begins with T, then extends it through mm. 3–4 to create a four-bar phrase. This pattern of T followed by Extended-T is repeated twice, creating a three-phrase blues form that Parker thought of highly enough that he plays it in both takes 3 and 4. A nice detail of the four-bar phrase is that the A3 is on the first and third beats in the motive T statement (m. 1), but C4 is on the first and third beats of mm. 3–4. This is because of Parker’s shifting of motive T relative to its placement in the bar. Still, the tune is quite minimal: it has only three notes and two ideas (T and Extended-T); was it finally set?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.19": {
                "text": "[4.19] We should note two relevant details in takes 2 and 4 that affect the final version of the piece. As Parker’s solo begins in take 2 (Example 20b, end of m. 12), he repeats some of motive T, then leaps to F4 as part of his phrase. In take 4 (Example 20c), the beginning of the solo now incorporates the F4 into a full statement of motive T, and Parker gets to F4 via C4. This phrase is labeled motive T-CF in Example 20c. Audio Example 12 . “Blues (Fast)” take 5 excerpt",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.20": {
                "text": "[4.20] Still displeased with the tune in takes 3 and 4, Parker proceeds to take 5 (Example 20d, Audio Example 12 ). (65) In take 5 the tune is crisper: Parker keeps the four-bar phrase as consisting of two motivic statements, but shortens the first, syncopates its ending, and moves it back a beat. This puts the C4 on the downbeat for both motive T′ and extended-T′ and creates a pickup to m. 1 that’s longer than the C4– B ♭ 3 at the downbeat. This plan must not have worked for Parker, as he cuts off the take before even completing the 12-bar theme. Audio Example 13 . “Blues (Fast)” take 8 excerpt with ending",
                "footnotes": [
                    "FN65"
                ],
                "citations": []
            }
        },
        {
            "4.21": {
                "text": "[4.21] For takes 6, 7, and 8 (Example 20e, Audio Example 13 ), Parker returns to the original motive T for the first figure of the phrase, then a revision of Extended-T′ for the second part of the phrase. He revises motive Extended-T′ by lopping off its first five notes; hence the downbeat of m. 3 is not articulated and each part of the phrase is about the same length. Hence, I’ll call the second part of the phrase simply T″. Parker thought well enough of this final adjustment of the double-motive-T phrase that he keeps it for three takes. Note, however, that the theme still has only three different notes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.22": {
                "text": "[4.22] The takes permit us to hear the band working up an ending for the recording itself. The final version of the ending appears in take 8, as shown in Example 20f and Audio Example 13. This decisive and elegant line begins as motive T, then expands gradually into the tritone B ♭ 3– E ♮ 4 in the final bar. The same ending figure appears in the master (take 12). Example 21 and Audio Example 14 . “Blues (Fast)” final piece and analysis (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.23": {
                "text": "[4.23] Did Parker revise the tune gradually into the master take or was it a sudden inspiration? Perhaps takes 9 and 10, which might answer that question, will eventually be found, but otherwise there’s no way to know. What we do know is Parker (and presumably Granz) continued to be unhappy, so the tune, momentarily set in takes 6, 7, and 8, was discarded and we hear the final as shown in Example 21 and Audio Example 14 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.24": {
                "text": "[4.24] For the final version, Parker expands the tune from motive T and its variants and uses more than three notes: each phrase of the final “Blues (Fast)” begins on a marked B ♭ 4 on the “and” of beat 2 followed by a descent of G4– G ♭ 4–F– E ♭ –D( ♭ )–C to A3 at the third beat of the second bar of each phrase. This descent is bracketed and labeled motive D (for “descent”) in the example. In mm. 1–2, Owens’s G4– G ♭ 4–F (M. 4A) appears as part of motive D. M. 4A is one of Parker’s most played improvisational formulas. With the exceptions of the G ♭ given in formula M. 4A and the D ♭ in m. 6 to mark the change to the subdominant, the melody uses only the notes of the B ♭ major scale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.25": {
                "text": "[4.25] Motive T-CF, previously identified in his solo on take 4 (Example 20c), contributes significantly to the final tune. From the A3 on beat 3 of the second bar of each phrase, Parker continues with variants of motive T-CF. Its exact quotation from the take 4 solo occurs in mm. 7–8 of the final, but the motive is extended with an additional A– B ♭ –C– B ♭ at the downbeat of m. 7. Notice also how Parker varies the key F–C fourth that ends each phrase: the F4 is in a different rhythmic position each time, and phrases one and three proceed from the F4 to C4, while phrase two retains the F4. (66)",
                "footnotes": [
                    "FN66"
                ],
                "citations": []
            }
        },
        {
            "4.26": {
                "text": "[4.26] At the end of the solo, Parker does not return to this opening theme but instead proceeds to the ending with the figure first worked out in take 8 and shown in Example 20f. This ending was probably retained in takes 9 and 10 (assuming they were complete takes). With take 12, the piece was finally set and the players were ready to move on to the next pieces to be recorded.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.27": {
                "text": "[4.27] With “Blues (Fast),” we hear Parker develop an initial idea into a final plan. He began with motive T, a simple turn figure that emphasized the 7 ˆ and 2 ˆ of the B ♭ major scale over a B ♭ major tonic (Example 20a). He then proceeded to treat motive T in several ways. He moved the figure around the 12-bar blues grid so as to gauge its rhythmic effect relative to different parts of the bars and the form. He experimented with variants of T, then combined these variants, expanding and contracting the material while shifting it rhythmically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.28": {
                "text": "[4.28] As the takes wore on, however, the relentless focus on three notes and variations of motive T proved unsatisfying, either to Parker or to Granz or to both. On the final take, Parker tried something different: he imbedded motive T into three larger phrases. In effect, T was relegated to secondary status, less prominent than the syncopated B ♭ 4 beginning each phrase or the T-CF idea ending it. Ultimately, Parker determined that the three-note motive T was insufficiently strong to sustain the tune by itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.29": {
                "text": "[4.29] The general character of “Blues (Fast)” is also notable. A blues that repeats the same phrase three times (creating an overall aaa form in place of the more conventional aab) naturally imparts a feeling of stasis, but the larger-scale design heard on “Blues (Fast)” reinforces the stasis. Each phrase begins with a B ♭ 4 that is disconnected from the remainder of the phrase. Retaining mentally the B ♭ 4 at the top of each phrase with the F4–C4 that ends it results in an overall contour of descending fourths, B ♭ 4–F4–C4, which creates an intriguing tension with the thirds-based chords that typify conventional blues changes. This plan leaves the piece with no large-scale melodic progression to a cadential goal, a design that recalls Parker’s signature aaa blues, “Cool Blues.” Example 22 . Motive T vs. Brahms Clarinet Quintet , op. 115 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.30": {
                "text": "[4.30] The unsettled tonal quality of the B ♭ 4–F4–C4 fourths projected overall reflects the unusual tonal quality of motive T itself, with its emphasis on the 7th and 9th of the tonic triad, as shown in Example 22a . That quality in motive T can be contrasted with a famous turn motive that is solidly tonal, the opening of the Brahms Clarinet Quintet , op. 115. In the latter piece, the turn figure begins and ends on the fifth of the tonic triad ( Example 22b ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.31": {
                "text": "[4.31] Although Parker completed a successful final take of “Blues (Fast),” Granz, displeased, shelved the session and moved on to other projects with Parker. And yet, despite the laborious sequence of takes, the master take of “Blues (Fast)” has an attractive open-ended character that fits well into Parker’s late work, where modest thematic material suffices to generate an effective performance. 5. Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Martin 1996 concluded, somewhat surprisingly, that Parker, despite his reputation as experimental and progressive, was a tonally conservative improviser, careful to resolve harmonic upper extensions and non-chord tones, and routinely tying up loose ends in the voice leading. The same may be said for his compositions, where we found that whenever the chosen harmonic-formal frame would suggest functional voice leading, Parker ensured that his melodies followed suit.",
                "footnotes": [],
                "citations": [
                    "martin_1996"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] The search for greater tonal coherence was evident in his earliest rhythm-changes composition, “Red Cross.” There, the bridge on the first take displayed a variety of problems, chief among them awkward voice leading and unconvincing sequences. In the second bridge, Parker solved these problems by adroitly changing the motivic figure to be melodically more straightforward, and then treating it in exact sequence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] “Ornithology” was revised at least a year and a half after it was written—a unique occurrence in Parker’s oeuvre—and so it remains particularly interesting. It’s not clear how much Parker had to do with the tune’s original composition, and although there is no way to untangle definitively how much of the original was his and how much was Benny Harris’s, Parker seems to have appropriated the composition as his own and, unhappy with the ineffective triplets, probably wrote the revisions. For the first ending, he applied one of his familiar rhythmic formulas, and then, for the tune’s ending, developed its basic idea into an arpeggiated figure to create a satisfying melodic progression toward the final 1 ˆ /I. That 1 ˆ /I is so squarely and securely approached that performances generally avoid tags or codettas and instead end right on the last note of the tune.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] For “My Little Suede Shoes,” Parker adapted the melodies of two French popular songs, but his alterations to them improved their melodic profiles. At the same time, he reworked the rhythm of “Le petit cireur noir” to make it function more effectively as a bridge and refined the voice leading of both tunes so as to unify them into a single statement. While there is no question that Parker borrowed blatantly from the songs in question, his skillful blending of them amounts to a recomposition. There, Parker showed sensitivity to the needs of song sections, and so made the necessary changes to create an AABA form out of song parts that had no such original structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Parker’s modification of the verse of “Cireur” to create the bridge of “Suede Shoes” is evidence of his innate feeling for craftsmanship and his understanding of how a song’s sections fit together. In general, a song’s verse functions quite differently than a bridge although each provides a foil to the A section of a song’s chorus. With a verse, the melodic content should accumulate energy to set up the chorus, which in turn acts as a release of that energy. A bridge, on the other hand, itself feels like a release of energy, and indeed “release” was a common term in the first half of the twentieth century for what is now more routinely called the bridge. Psychologically, a bridge is a span that connects two points and the verse a preparation that sets up a goal. When Parker reworked the insistent one-bar sequences of the verse of “Cireur” into the two four-bar phrases of the bridge, he effectively imbued the “same” music with a different psychological function: the larger phrases of Parker’s bridge discharge energy, creating a musical statement that connects the A sections more effectively than the halting one-bar patterns of the original as a verse. The latter, alternatively, by accumulating energy and setting up the chorus as a goal, works well in Giraud’s original song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] “Blues (Fast)” affords us a unique opportunity to hear Parker compose from scratch. He began with motive T, recording with the intention of repeating it through the 12-bar format. Large-scale voice leading in such a piece’s overall plan is usually not pertinent, given the repeating nature of the composition’s phrases; and so, in the first few takes, the highly circumscribed motive T projected no particular voice-leading lines, but was conceived as an oscillation emphasizing 7 ˆ and 9 ˆ of the tonic triad. As the session wore on, however, the restriction to three notes proved unsatisfying. As Parker composed via recorded revision, he ultimately became more traditional, finalizing a three-phrase blues with the phrases alike but not identical. Rather than rigidly maintain the idea he began with—an idea that hinted at the minimalism heard in at least one other Parker tune—Parker chose to connect more solidly to the blues tradition. (67) Parker folded motive T into three larger phrases, feeling that it should participate in each phrase rather than dominate it. This decision improved the overall melodic interest of the piece, increasing its feeling of expansiveness.",
                "footnotes": [
                    "FN67"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Most of the time, Parker seems to have been satisfied with the material that he brought to the studio, however last-minute it may have been written. When he did revise, Parker worked with his material until it achieved overall balance and rhythmic precision; and in works with tonal chord changes, he made just those modifications necessary to improve its voice leading. As Parker succinctly put it, “ever since I’ve ever heard music, I thought it should be very clean, very precise, as clean as possible, you know?” (68) Similarly: “It’s just music. It’s trying to play clean and looking for the pretty notes” ( Levin and Wilson 1949 , 70). Parker’s compositions and improvisations thus aim for elegance of design (“clean,” “precise”), which in early bebop style would include the voice-leading clarity that supports melodic fluency; in all cases, his revisions provided greater tonal coherence and respect for the tradition.",
                "footnotes": [
                    "FN68"
                ],
                "citations": [
                    "levin_and_wilson_1949"
                ]
            }
        },
        {
            "5.8": {
                "text": "[5.8] Parker left so few manuscripts, probably because he mostly composed in his head and then wrote out what he needed to, often as a trumpet part. This is in keeping with the stories related and manuscripts shown in this essay’s introduction, and is also reasonable given Parker’s exclusive focusing on small forms, in which conceiving of eight or twelve bars at a time without resorting to manuscript is manageable. For complete 32-bar pieces, which were more common earlier in his career, I expect that Parker was more likely to work on paper and prepare in advance. (69)",
                "footnotes": [
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] Interestingly, the quest for melodic originality can be glimpsed in even so casual a composer as Parker, since he tended to avoid his most characteristic or elaborate improvisational formulas in his composed pieces. (70) He may have done so because these formulas are in some sense already compositions, well known to his listeners. And yet specific compositions, whether Parker’s own or someone else’s, may have inspired in him motivic or formulaic associations as part of the improvisation. That is, Parker would often couple specific formulas to specific works. As a result, Parker’s listeners could expect to hear not only the pieces he recorded, but also the motives, improvisational formulas, or strategies associated with them. (71)",
                "footnotes": [
                    "FN70",
                    "FN71"
                ],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] So how did Charlie Parker compose? In his art, working in the moment was paramount. Parker’s creative spark flamed most brightly in real time, when he functioned best. This modus operandi bucks our usual conception of the compositional process, i.e., that it does not typically take place in the moment, but rather involves an extensive working and reworking of the material until the result fully satisfies. Such a process involves moments of spontaneity and flashes of inspiration (and indeed sometimes composers do dash off works quickly), but much of the work is the grind of editing and improving, particularly if the composition is large-scale or if traditional forms are extended or superseded. Under such circumstances, Parker’s foregrounding of spontaneity goes against the grain of standard compositional processes, a scenario that underlies the usual view of improvisation and composition as polarities. Parker composed only in the most basic song forms, did not particularly concern himself with original chord changes, and was not given to refining compositions over time. To further complicate the situation, his pieces were sometimes directly improvised, entirely overturning the idea of a composition as a planned-in-advance work. All in all, Parker’s methods for composition occasionally conflict with the traditional view of how a composer composes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] Rather than faulting Parker, it seems better to admit that jazz composition brings an added complexity to the concept of composition, necessitating a rethinking of what it means to be a composer. While it would exceed the purposes of this paper to veer into a detailed ontology of jazz composition along the lines intimated earlier in this paper [1.12ff], let me outline some points relevant to Parker as composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] Recall that jazz composition can broadly be divided into larger-scale works, smaller-scale works intended for improvisation, and directly improvised works. While the first two types are fairly straightforward, directly improvised works are more problematic. Here, the issue of intentionality is particularly germane, for the creator(s) of a musical work would probably think of it as a composition if future performances were intended, even if the work was improvised rather than notated. (72) Recording the improvisation is a way to preserve it outside of notating it. A recorded improvisation as such may acquire compositional attributes if its creator or others recreate it in some fashion, i.e., by learning it, rearranging it, transcribing it, or performing it, thus giving that recorded work the potential for future existence as a composition. Frank Tirro may have been the first to argue explicitly that once recorded improvisations were notated, they could be analyzed as if they were compositions ( 1974 , 302–05), although such analysis had been presumed for sometime, as can be seen readily throughout jazz history via record reviews. There is also the possibility that a recorded improvisation may straightaway be designated as a composition despite any future intentions regarding performance, as we have seen with Parker’s “Bird of Paradise.” (73) That is, once the piece (even if entirely improvised) is fixed by its recording, it can be viewed by its creator as a composition even if there are no immediate plans for its recreation or performance.",
                "footnotes": [
                    "FN72",
                    "FN73"
                ],
                "citations": [
                    "tirro_1974"
                ]
            }
        },
        {
            "5.13": {
                "text": "[5.13] The Library of Congress required Parker’s publishers to submit written deposits for pieces that had been recorded improvisations, thereby reflecting the traditional Western understanding of composition as based on notated scores. For Parker’s pieces, the manuscripts submitted were often transcribed from the original recordings. The accuracy of the L. C. deposits was not an important desideratum for the publishing companies copyrighting the work; as long as some semblance of what Parker played was on paper, that was fine, for the recording best represented what was understood as the composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.14": {
                "text": "[5.14] Adding to the complexity of intention regarding the designation of a work as a composition, note that other artists often appropriate a recorded improvisation and then transcribe or perform it, irrespective of the creator’s intentions. The very act of doing so fixes the improvisation further. A well-known example is the group Supersax, which transcribed and arranged Parker solos for performance by saxophone ensemble and rhythm section. (74) Also consider vocalese, i.e., a form of jazz singing in which lyrics are crafted to previously recorded instrumental improvisations. (75) Each of these activities further reifies a recorded improvisation as a composition, but, interestingly, one in which the status of the original creator is unclear since others have used, augmented, or altered the original work. In such instances, the work’s creator may lose control over the creation, while its compositional profile increases through the activity of others who may have had nothing to do with the original creation of the piece. (76)",
                "footnotes": [
                    "FN74",
                    "FN75",
                    "FN76"
                ],
                "citations": []
            }
        },
        {
            "5.15": {
                "text": "[5.15] As with conventional Western compositions, jazz compositions can be rendered in traditional scores, i.e., as notated pieces. But as we’ve seen with Parker’s recorded improvisations, the “score,” should one be necessary for copyright or future performance, may need to be transcribed, and the transcription may be more or less accurate, depending on its purpose. (77) The question then arises: what is the transcription of? Much discussion regarding jazz ontology recently has emphasized its lack of fixity in performance, locating its essence in the ongoing act of creation through improvisation, etc. (78) Although I am certainly sympathetic to the idea of jazz defining its own space outside of the sphere of the traditional Western concert-music practice, I would submit that a jazz composition, when intended for future performance, has a certain fixity that is reminiscent of the traditional composition as embodied in its autograph score. For example, note that Parker revised “Ornithology” and played the revision for the remainder of his career. Further, it is difficult to deny his borrowing from the Giraud songs to create “Suede Shoes.” Without a certain fixity, a certain “thingness” in our conception of the original piece, such discussions of “revision” or “borrowing” would be meaningless.",
                "footnotes": [
                    "FN77",
                    "FN78"
                ],
                "citations": []
            }
        },
        {
            "5.16": {
                "text": "[5.16] But also recall my earlier discussion of “Ornithology” ([2.17]), where I mentioned that most of the fakebooks I’ve examined, including the Real Book, Vol. 1 (c. 1975 ) and the Omnibook ( Aebersold 1978 ), present the original version with the triplets, not Parker’s revision. Why not print Parker’s final version? It’s because the studio recording of the piece has the triplets. Parker’s later performances of the revised version all took place live and circulated far less. For jazz compositions, certain recordings can achieve a level of status that I call “authoritative,” a term perhaps first used in this context by Steve Strunk. (79) Roughly analogous to an autograph score, an authoritative recording of a jazz composition is weightier than the countless interpretations and arrangements of or improvisations on that piece by other artists. Desiderata for authoritative recordings of jazz compositions include: It is a premiere recording. The composer is present. The composer is one of its performers. The composer is the leader, music director, or producer of the recording. The recording eventually becomes popular (usually relevant only to major artists). Not all desiderata are present at all times, of course. In the case of Parker’s “Ornithology,” the studio recording satisfies all five. In fact, the discussion of the four compositions in this paper presumed their authoritative recordings as the basis for analysis. It would have been irrelevant to cite other artists’ performances of these works for the purposes of studying Parker’s compositional processes. However, “Ornithology” is an interesting special case, as Parker’s revised version arguably overrides the authority we would normally afford the studio version.",
                "footnotes": [
                    "FN79"
                ],
                "citations": [
                    "real_book_c_1975",
                    "aebersold_1978"
                ]
            }
        },
        {
            "5.17": {
                "text": "[5.17] Thus Parker’s compositions—whether traditionally written or improvised—invite us to broaden our conception of composing itself. We ought to conceive of Parker as a non-traditional composer—perhaps the first important such composer in the jazz tradition. Parker mostly created his works at the last minute or even at the recording studio rather than during a period of quiet reflection and revision. Because of this approach, many works have unusual histories and inhabit unorthodox categories relative to their identities as pieces. Parker’s blurring of composition and improvisation recalls Solis’s insightful discussion of repetition culminating in the idea of “comprovisation” and “improvosing” as examples of how these supposedly disparate activities can be conflated. (80) As detailed by Solis (and coming from the other side of the fence, as it were), Monk’s solos will sometimes repeat blocks of material, and as such can take on the fixity we usually attribute to compositions. (81)",
                "footnotes": [
                    "FN80",
                    "FN81"
                ],
                "citations": []
            }
        },
        {
            "5.18": {
                "text": "[5.18] Parker’s image as a non-traditional composer can be related to the general conception of bebop style that helped reposition jazz from its foundation in popular culture into a musical genre more allied with the fine arts (in some substyles). Moreover, Parker’s broadening of compositional possibilities may be understood as a manifestation of what has been called the Afrological sense attributed to jazz since bebop; i.e., that Parker’s work can be seen as problematizing the idea of composition as established by the European, or Eurological, creative model ( Lewis 1996 ). (82)",
                "footnotes": [
                    "FN82"
                ],
                "citations": [
                    "lewis_1996"
                ]
            }
        },
        {
            "5.19": {
                "text": "[5.19] Given the polarity between traditional composition and the new perspective seen in Parker’s bebop approach, there are three paradoxes that come to mind. These should not be thought of as contradictions resulting from fuzzy thinking or inattention, but rather as tokens of the complexity of the issues at hand, in which different conceptions of and approaches to the compositional process are in dialogue with one another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.20": {
                "text": "[5.20] First, Parker by doing “less” than what was expected of the traditional composer could be understood as not valuing the European idea of composition; and yet Parker at the same time was extending this idea. His overall approach to the process—might we suggest “high-modernist” in addition to Afrological?—can be seen as leading to the conceptualizations of a Charles Mingus or Ornette Coleman, and eventually to the avant-garde groups of the 1960s and 1970s. (83) Here, spontaneity was indeed paramount and the European conception of composition not always relevant. A corollary of this paradox is that Parker was flouting the traditional model of the composer-as-artist even as the bebop players in general were raising the profile of jazz musicians as artists.",
                "footnotes": [
                    "FN83"
                ],
                "citations": []
            }
        },
        {
            "5.21": {
                "text": "[5.21] But there is a second paradox, insofar as Parker did in fact express interest in pursuing traditional Western concert composition. Such stories are thought provoking; for example, Lennie Tristano recalls: In 1949 . . . Bird told me that he had said as much as he could in this particular idiom. He wanted to develop something else in the way of playing or another style. He was tired of playing the same ideas. I imagine it was brought to his attention strongly by the repetitious copying of his style by everybody he met. ( Reisner 1962 , 224)",
                "footnotes": [],
                "citations": [
                    "reisner_1962"
                ]
            }
        },
        {
            "5.22": {
                "text": "[5.22] There are several instances of Parker expressing interest in twentieth-century concert music in particular. For example, Leonard Feather quotes Parker as saying, “Have you heard that album of music by Schönberg with just five instruments playing while an actress recites some poetry, in German? It’s a wonderful thing—I think it’s called Protée .” (84)",
                "footnotes": [
                    "FN84"
                ],
                "citations": []
            }
        },
        {
            "5.23": {
                "text": "[5.23] In a “Blindfold Test,” interviewees discuss and rate (assign stars to) records played for them without being told the performers or composers. In 1948, Parker took his only Blindfold Test, in which he correctly identifies Song of the Nightingale (Part 1) as one of Stravinsky’s works: Is it by Stravinsky? That’s music at its best. I like all of Stravinsky—and Prokofiev, Hindemith, Ravel, Debussy . . . and, of course, Wagner and Bach. Give that all the stars you’ve got! (85) ( Woideck 1998 , 67)",
                "footnotes": [
                    "FN85"
                ],
                "citations": [
                    "woideck_1998"
                ]
            }
        },
        {
            "5.24": {
                "text": "[5.24] In an interview with John T. Fitch (radio name, John McLellan) of station WHDH (Boston), he recognizes a recording of Music for Strings, Percussion, and Celesta and states, “Yes, it’s one of Bartók’s works. I forget the name, but Bartók is my favorite, you know.” (86)",
                "footnotes": [
                    "FN86"
                ],
                "citations": []
            }
        },
        {
            "5.25": {
                "text": "[5.25] Unfortunately, Parker was never able to study Western composition or commission works in the concert tradition. Still, the stories make it clear that Parker admired this repertory and wished to emulate its composers while, paradoxically, he was expanding their overall approach.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.26": {
                "text": "[5.26] The third paradox involves how Parker approached revising his work. There, although Parker was extending the conception of Western composition into experimental domains that became significant in the later 1950s and afterwards, his approach to revision was traditional. (87) In “Red Cross” and “Ornithology,” we see him improving the pieces in order to smooth the voice leading of the harmonies, harmonies that are solidly in the tonal-functional tradition. The minimalism evident in the first takes of “Blues (Fast)” becomes transformed into a more conventional three-phrase blues for the master take. In general, the study of Parker’s compositions enables us to distill the essence of bebop style while gaining insights into his understanding of tonal music as a whole.",
                "footnotes": [
                    "FN87"
                ],
                "citations": []
            }
        },
        {
            "5.27": {
                "text": "[5.27] Jazz partakes of varying mixtures of folkways, popular culture, European formal traditions, world-music influences, and avant-garde statements, depending on substyle. Parker’s work acknowledges much of this gamut, ranging from popular songs (“Now’s the Time,” which bears comparison to an important hit of the era, “The Hucklebuck”) to avant-garde conceptions (the “Ko Ko” head) to experimental fragments (“Constellation”) to an almost public-domain conception of intellectual property common to folk culture (“My Little Suede Shoes”). Parker’s first rhythm changes tune, “Red Cross,” also acknowledges folkways in its appropriation of the “mop mop” idea heard in Kansas City jazz circles. In Parker’s musical apprenticeship in Kansas City, as in communal societies more generally, materials, themes, and ideas would float freely among the performers and could be thought of as common currency. That Parker was connecting to this folk tradition despite the growing artistic profile of jazz musicians in general and bebop musicians in particular is yet more evidence of his varied compositional practices. Through the course of his career, Parker was able to take on several personae: the folk artist, the popular composer writing songs for copyright and dissemination, and the sophisticated avant-garde musician stretching the boundaries of Western compositional practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.28": {
                "text": "[5.28] Should we conclude with Baudoin, then, that Parker was “not a composer in spirit”? (88) While insisting on Parker’s overall excellence as a performer and improviser, Baudoin suggests that because of compromising issues in his approach and legacy, for Parker composing was secondary. (89) Certainly if we take traditional Western composition as the norm, Parker does not seem to give composing the due diligence we find among its exemplary practitioners. But given his influence in enlarging that tradition, it does seem that Parker was indeed a composer in spirit, but with an expanded sense of just what that spirit encompasses. The net result of Parker’s informal, arguably even haphazard approach to composition results in an oeuvre that strikingly anticipates modernist and even postmodern conceptions of art in which the identity and activity of the composer are problematized, and sometimes even undermined. If we accept this wider view of composition, Parker’s work is an intriguing, even pioneering, example of rethinking what it means to be a composer.",
                "footnotes": [
                    "FN88",
                    "FN89"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.2.martin.html",
    "data": "mto/data/mto.18.24.2.martin.json"
}