{
    "title": "Introduction: Russian Theoretical Thought Rediscovered and Reevaluated",
    "date": "2014/09/01",
    "volume": "20",
    "issue": "3",
    "authors": [
        "Bazayev, Inessa",
        "Carpenter, Ellon D."
    ],
    "abstract": "",
    "keywords": [
        "Russian theory",
        "history of theory",
        "mode",
        "mutability",
        "holistic analysis",
        "hemitonicism",
        "Taneev",
        "Iavorskii",
        "Kholopov",
        "Kholopova",
        "Denisov",
        "Mazel’",
        "Gubaidulina"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.3/mto.14.20.3.bazayev-carpenter.pdf",
    "author_info": [
        {
            "name": "Inessa Bazayev",
            "university": "Louisiana State University",
            "address": "College of Music and Dramatic Arts, 102 School of Music, Baton Rouge, LA 70803",
            "email": "ibazayev@lsu.edu"
        },
        {
            "name": "Ellon D. Carpenter",
            "university": "Arizona State University",
            "address": "School of Music, Herberger Institute for Design and the ARts, Tempe, AZ 85282",
            "email": "Ellon.Carpenter@asu.edu"
        }
    ],
    "citations": {
        "carpenter_1988": "Carpenter, Ellon DeGrief. 1988. “The Theory of Music in Russia and the Soviet Union, ca. 1650–1950.” PhD diss., University of Pennsylvania.",
        "denisov_1969": "Denisov, Edison. 1969. “Dodekafoniia i problemy sovremennoi kompozitorskoi tekhniki” [Dodecaphony and the problems of contemporary compositional technique]. In Muzika i sovremennost’ [Music and the present], ed. Valentina D. Konen, Lev (Leo) A. Mazel’, and Marina D. Sabinina, 6: 478–525. Moscow: Muzyka.",
        "ewell_2013a": "Ewell, Philip. 2013a. “Conference Report: Inaugural Meeting of the Russian Society for Music Theory (OTM).” Music Theory Online 19, no. 4.",
        "ewell_2013b": "Ewell, Philip.  2013b. “‘On the System of Stravinsky’s Harmony’ by Yuri Kholopov: Translation and Commentary.” Music Theory Online 19, no. 2.",
        "ewell_2013c": "Ewell, Philip. 2013c. “Russian Pitch-Class Set Analysis and the Music of Webern.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 6, no. 1: 219–76.",
        "guenther_1979": "Guenther, Roy J. 1979. “Varvara Dernova’s ‘Garmoniia Skriabina’: A Translation and Critical Commentary.” PhD diss., Catholic University of America.",
        "iavorskiï_1908": "Iavorskiï, Boleslav Leopol’dovich. 1908. Stroenie muzykal’noi rechi [The structure of musical speech]. Moscow: Gos. Iz-vo.",
        "mcquere_1978": "McQuere, Gordon D. 1978. “ The Elements of the Structure of Musical Speech by S.V. Protopopov: A Translation and Commentary.” PhD diss., University of Iowa.",
        "mcquere_1980": "McQuere, Gordon D. 1980. “Concepts Of Analysis In The Theories of B. L. Yavorsky.” Music Review 41, no. 4: 278–88.",
        "mcquere_1983": "McQuere, Gordon D. ed. 1983. Russian Theoretical Thought in Music . Ann Arbor: UMI Research Press. Reprint edition, Rochester: University of Rochester Press, 2009.",
        "mcquere_1992": "McQuere, Gordon D. 1992. “Analyzing Musorgsky’s Gnome .” Indiana Theory Review 13, no. 1: 21–40.",
        "miasoedov_1998": "Miasoedov, Andrei. 1998. O garmonii russkoĭ muzyki (korni natsionalnoĭ spetsifiki) [On the harmony of Russian music (the origins of national characteristics)]. Moscow: Prest.",
        "riemann_1901–04": "Riemann, Hugo. 1901–4. Muzykal’nyi slovar’ [Musical dictionary].  Edited and translated by Joel Engel. Moscow: P. Iurgenson.",
        "taneev_1909": "Taneev, Sergeĭ Ivanovich. 1909. Podvizhnoĭ kontrapunkt strogo pis’ma [Moveable counterpoint in the strict style]. Leipzig: Beliaev.",
        "thibodeau_1993": "Thibodeau, Michael J. 1993. “An Analysis of Selected Piano Works by Sergey Prokofiev Using the Theories of B. L Yavorsky.” PhD diss., Florida State University.",
        "tull_1976": "Tull, James R. 1976. “B. V. Asafiev’s Musical Form as a Process : Translation and Commentary.”  PhD diss., Ohio State University.",
        "zavlunov_2010": "Zavlunov, Daniil Yakov. 2010. “M.I. Glinka’s A Life for the Tsar (1836): An Historical and Analytic-theoretical Study.” PhD diss., Princeton University."
    },
    "footnotes": {
        "FN1": {
            "text": "1. These societies were started either by Sergei Taneev and friends or other members of his circle in Moscow. Neither organization lasted very long, unfortunately, but they indicate the early interest in theoretical scholarship in Russia, inspired by the nascent field of Musikwissenschaft in Germany ( Carpenter 1988 ; McQuere 1983 ). Hugo Riemann’s 1900 Musik-Lexicon , translated into Russian in 1901–4, provided an important impetus for Russian music scholars ( Riemann 1901–04 ).",
            "citations": [
                "carpenter_1988",
                "mcquere_1983"
            ]
        },
        "FN2": {
            "text": "2. All the transliterations in this colloquy are based on the Library of Congress transliteration scheme, which can be found in the Chicago Manual of Style (16th ed.), page 568, Table 11.3. Unless otherwise noted, all translations from Russian into English are original to each author.",
            "citations": []
        },
        "FN3": {
            "text": "3. Zavlunov 2010 is the only dissertation that parallels Bakulina’s superb overview of the concept of mutability (see pp. 423–67).",
            "citations": [
                "zavlunov_2010"
            ]
        },
        "FN4": {
            "text": "4. Denisov himself compares dodecaphony with mode, and he thereby justifies its use in new music: “The series appears . . . as a natural source of the work and as the single basis for the construction of such or other thematic formations. In this sense the idea of the series may serve as an expanded substitute for the idea of mode ” ( Denisov 1969 , 492; italics added).",
            "citations": [
                "denisov_1969"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The publication of this special issue of Music Theory Online represents a significant event for music scholarship. This colloquy features essays on previously untranslated Russian theoretical writings, bringing together important concepts little known or studied in the West. The aim of the colloquy is to provide an introduction to influential Russian writings on various topics in music theory, ranging from the expanding definition of mode in the works of Shostakovich and Prokofiev to the “expression parameters” that Valentina Kholopova has identified in Sofia Gubaidulina’s music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Compared with the discipline of Western music theory, Russian music theory is relatively young, about 150 years old ( Carpenter 1988 , 1–166; McQuere 1983 , 1–33). Although a few Russian texts date from the latter half of the seventeenth century, the discipline as such began only with the founding of the first Russian conservatory in 1861 in St. Petersburg, and the initial focus was on pedagogy. The speculative side emerged later, in the first decade of the twentieth century, with the founding of musical societies in Moscow devoted to scholarship—The Music Science Society (1902) and the Music Theory Library Society (1911)—and the publication of significant theoretical works—Iavorskiï on mode ( 1908 ) and Taneev on counterpoint ( 1909 ). (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "carpenter_1988",
                    "mcquere_1983",
                    "taneev_1909"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Since the 1970s, American theorists have been increasingly interested in Russian music theory, providing English-language translations of works by significant Russian theorists ( Tull 1976 , McQuere 1978 , Guenther 1979 , Ewell 2013b ), applications of approaches developed by these theorists (McQuere 1980 and 1992 , Thibodeau 1993 ), and separate studies of Russian theoretical history and ideas ( McQuere 1983 and Carpenter 1988 ).",
                "footnotes": [],
                "citations": [
                    "tull_1976",
                    "mcquere_1978",
                    "guenther_1979",
                    "ewell_2013b",
                    "mcquere_1980",
                    "mcquere_1992",
                    "thibodeau_1993",
                    "mcquere_1983",
                    "carpenter_1988"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In the present era, we not only have the establishment of the first Russian Society for the Theory of Music, founded in 2010, which in October 2013 had its first congress in St. Petersburg (see Ewell 2013a ), but also a new generation of American theorists who are helping to bring greater attention to some important Russian theoretical concepts.",
                "footnotes": [],
                "citations": [
                    "ewell_2013a"
                ]
            }
        },
        {
            "5": {
                "text": "[5] On November 1, 2013, at SMT’s annual meeting in Charlotte, NC, six papers were presented at a special session titled “Perspectives on Twentieth-Century Russian Theory.” The session was important in two respects: first, all the presenters were either fluent in or had an expert knowledge of the Russian language, which allowed for close examination of the original texts; and second, the session surveyed a diverse body of twentieth-century Russian theoretical writings. Inessa Bazayev (the first author here) organized and chaired the session, and Ellon Carpenter (the second author here) provided a response. The papers are presented here in expanded versions. Together, they offer an assessment—and, in some cases, a re-consideration—of crucial twentieth-century Russian theoretical writings in the English language. (2) Motivating our colloquy were the following questions: What new angles does Russian theory offer on Western theoretical concepts? What new concepts can Russian theory introduce to Anglophone scholarship?",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The Russian notion of mode ( lad ) embraces a wide range of characteristics and ideas usually considered separately within the broad scope of Western music scholarship: pitch content and organization, function, scale, hierarchy, harmony, thematic connotation and idiom, and  others. Ellen Bakulina provides a historical overview of one aspect of mode: mutability ( peremennost’ ). While earlier English-language writings have discussed the concept, generally defining it as the fluctuation between two diatonically related tonal centers, most have not traced the history of the concept broadly. (3) Bakulina finds two paradigm shifts: the first brings the concept of mutability into the domain of traditional tonal functions and European art music, and the second expands it to refer more generally to a weakening centricity. Bakulina’s source readings span a period of ninety years—from Boleslav Iavorskiĭ’s seminal treatise Stroenie muzykal’noĭ rechi (The structure of musical speech) ( 1908 ) to Andrei Miasoedov’s treatise O garmonii russkoĭ muzyki (korni natsionalnoĭ spetsifiki) (On the harmony of Russian music [the origins of national characteristics]) ( 1998 ).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "miasoedov_1998"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Inessa Bazayev demonstrates the breadth and flexibility of the concept of mode, and the way it was expanded with symmetrical and synthetic scales to apply to twentieth-century repertoires. She surveys the writings of four twentieth-century theorists: Alexeï Ogolevets, Alexander Dolzhanskiĭ, Miroslav Skorik, and Iuriĭ Kholopov. One of the fascinating common threads among these writers is the persistent importance of pitch function (as reflected by orthography), which suggests a historical continuity from tonal to non-tonal music. Bazayev shows that the concept of mode provides significant insight into the music of Nicolai Roslavets, Sergei Prokofiev, and Dmitri Shostakovich.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The great contrapuntist and pedagogue Sergei Taneev was perhaps most instrumental in creating a path for music scholarship to flourish in Russia through his pedagogy and his scholarship. He began his teaching career at the Moscow Conservatory in 1878, taking his teacher Tchaikovsky’s position after the latter happily resigned. Christopher Segall provides a guide to the concept of “vertical-shifting” counterpoint from Taneev’s treatise Podvizhnoi kontrapunkt strogogo pis’ma (Moveable counterpoint in the strict style) ( 1909 ). In “vertical-shifting” counterpoint, the voices move up and down but do not necessarily cross. Segall explains the mathematical principles of Taneev’s system, and applies and extends the system to account for the counterpoint in one of Taneev’s own fugues. Segall also revisits the poorly translated English-language edition of Taneev’s treatise, from 1962, and superbly clarifies many of the errors in prose and musical examples.",
                "footnotes": [],
                "citations": [
                    "taneev_1909"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Daniil Zavlunov gives a historical overview and a critique of the concept of “tselostnyĭ analiz” (holistic analysis), an analytical method developed in the Soviet Union between 1930 and 1980 by two influential theorists, Viktor Zuckerman and Lev (Leo) Mazel. The aim of this type of analysis was to combine structure, content, and context; music history and theory were to be integrated into a single “holistic” analysis, treating a musical work as a “complex living organism.” Zavlunov revisits the early decades (also discussed in Carpenter 1988 , chs. 27–28), and then describes how the methodology was reformulated in a “second phase” after 1960. Mazel’s 1971 analysis of Chopin’s A-major Prelude, op. 28, no. 7—which, he argues, combines earthy mazurka and elevated chorale styles—serves as a fascinating case study.",
                "footnotes": [],
                "citations": [
                    "carpenter_1988"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Zachary Cairns comments on the third volume of Garmonicheskiĭ analiz (Harmonic analysis), a three-volume anthology by one of Russia’s most prominent twentieth-century theorists, Iuriĭ Kholopov. The anthology was meant to accompany Kholopov’s textbook Garmoniia: Prakticheskiĭ Kurs (Harmony: a practical course), one of the important textbooks used at the Moscow Conservatory. The third volume focuses on post-tonal music by Shostakovich, Roslavets, Schoenberg, Webern, Denisov, Schnittke, and others, and it carries the subtitle “hemitonicism.” Cairns shows that hemitonicism refers not only to an analytical system akin to Western set theory (see Ewell 2013c ), but also to a variety of twelve-tone techniques. Cairns demonstrates, further, that Kholopov combines hemitonic analysis with other techniques. Kholopov’s analysis of Denisov’s “Romanticheskaia muzyka” (Romantic music) serves as a case study. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "ewell_2013c"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Adopting a performer’s perspective, Phil Ewell explores the topic of twentieth-century Russian music via the analysis of Sofia Gubaidulina’s works. His essay introduces analytical tools to better understand not only the music of Gubaidulina but also the manner in which it should be performed. To support this important aim, Ewell discusses the method developed by theorist Valentina Kholopova, who used “expression parameters” ( parametr ekspressii ), or EP, to analyze Gubaidulina’s music. One of the fascinating aspects of this analytical method is Kholopova’s distinction between consonant and dissonant EPs, which include forms of articulation, contour, rhythm, texture, and modes of composition. For instance, according to Kholopova, legato is a consonant EP and staccato is a dissonant EP in Gubaidulina’s music. Ewell includes with his essay a video performance of one of Gubaidulina’s Ten Preludes for Solo Cello (1974)—a vivid demonstration of the dialogue that Kholopova’s method opens up between analysis and performance. We might add Kholopova’s approach to our arsenal of methods for analyzing contemporary music, thus possibly creating a more “holistic” type of analysis for music of the twentieth and twenty-first centuries.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] We hope that this colloquy will encourage continued dialogue between Russian and Western theoretical thought, and give scholars in the West a better understanding of Russian music theory and Russian music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "perspectives on twentieth-century russian theory",
    "source": "mto/raw/mto.14.20.3.bazayev-carpenter.html",
    "data": "mto/data/mto.14.20.3.bazayev-carpenter.json"
}