{
    "title": "Response to Robison, “Category Structures and Fuzzy Sets”",
    "date": "1995/09/01",
    "volume": "1",
    "issue": "5",
    "authors": [
        "Zbikowski, Lawrence M."
    ],
    "abstract": "",
    "keywords": [
        "Robison",
        "categorization",
        "musical categories",
        "empirical"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.5/mto.95.1.5.zbikowski.pdf",
    "author_info": [
        {
            "name": "Lawrence M. Zbikowski",
            "university": "University of Chicago",
            "address": "Department of Music, Goodspeed Hall, 1010 East 59th Street, Chicago, IL  60615",
            "email": "L-ZBIKOWSKI@UCHICAGO.EDU"
        }
    ],
    "citations": {
        "krumhansl_1995": "Krumhansl, Carol L. 1995. “Music psychology and music theory: Problems and prospects.” Music Theory Spectrum 17 (Spring):53–80.",
        "morris_1987": "Morris, Robert D. 1987. Composition with pitch classes: A theory of compositional design . New Haven: Yale University Press.",
        "narmour_1990": "Narmour, Eugene. 1990. The analysis and cognition of basic melodic structures: The implication-realization model. Chicago: University of Chicago Press.",
        "pollard-gott_1983": "Pollard-Gott, Lucy. 1983. “Emergence of thematic concepts in repeated listening to music.” Cognitive Psychology 15 (January):66–94.",
        "zbikowski_1993": "Zbikowski, Lawrence. 1993. “Review of Eugene Narmour The Analysis and Cognition of Basic Melodic Structures .” Journal of Music Theory 37 (Spring):177–206.",
        "zbikowski_1995": "Zbikowski, Lawrence. 1995. “ Theories of categorization and theories of music .” Music Theory Online 1.4."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I am gratified by Brian Robison’s response to my essay, not\nthe least because his references are drawn exclusively from the\nend of the alphabet, a place dear to my heart.  I also value\nBrian’s close and sensitive reading of the essay, and his\nextension of some of its informal formalizations through further\nformalization and fuzzification.  Readers familiar with the SMT\nlist will remember the considerable amount of interest in fuzzy\nset theory expressed on the list somewhat over a year ago, and\nmay even have at hand the fine bibliography Betsy Marvin\nassembled and distributed through the list.  Because I think of\nthe theoretical methodology I proposed in the essay as a flexible\none, I have no argument with Brian’s extension.  My response is\nconsequently geared toward a brief exploration of some of the\nimplications of Brian’s response, as well as a few points of\nclarification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In my original propositions I offered a fairly loose\ncharacterization of categorical structure, intended to model the\nunderstanding of a listener moderately familiar with the\nrepertoire but not necessarily well-acquainted with Bruckner’s\nSixth.  As I mentioned in the essay, my assumption is that a\nlistener would arrive at these characterizations without recourse\nto even the informal formalizations I offered (Zbikowski, 1995:\n[25])—the propositions instead reflect listeners’ “intuitions”\nabout musical organization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Of course, some people’s intuitions are considerably more\nrefined than others, and so one would expect the structure of\ntheir categorizations of musical events to be rather more\ndetailed, and perhaps embody the specificity of Brian’s P3′c ([7]\nabove).  Figuring out which is the more accurate characterization\nwould seem to be a matter for empirical verification:\nrecompositions of the relevant passages might be played for\nlisteners, each passage emphasizing different aspects of the\nhypothesized categorical structure, with the intent of revealing\njust what musical attributes are most relevant for determinations\nof similarity.  A model for this sort of investigation is Lucy\nPollard-Gott’s 1983 study.  Interestingly enough, initial\ndeterminations of thematic similarity by most of her listeners\nhad little to with pitch structure, but were instead based on\nwhat are oftentimes thought of as “secondary” parameters:\nregister, dynamics, and the like (Pollard-Gott, 1983: 92–93).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The aspect of contour is another area where Brian and I had\nslightly different approaches.  Here I am guilty of a little bit\nof sloppiness in my prose (what Kerry Snyder, within the context\nof looking for typos, referred to as a “thinko”).  When I claimed\nthere was an “exact mirror” of contour pattern, my thoughts were\nfirmly in Robert Morris’s c-space (Morris, 1987).  Brian’s\naccommodation of my observation is entirely appropriate, and\nclarifies what I had expressed unclearly.  His discrimination\nbetween large and small intervals (and his comment about the\nproblem of large steps and small leaps) fits well with Eugene\nNarmour’s recent work on melodic intervals (see Narmour, 1990;\nZbikowski, 1993; and Krumhansl, 1995), which offers a more-or-\nless explicit formalization of this discrimination.  And Brian’s\nfuzzy corollary relating to the importance of the beginnings of\nthematic statements [10] is borne out by any number of\npsychological studies of in-time processing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] What remains, of course, is a specific implementation of the\nfuzzy logic approach sketched in Brian’s response.  The advantage\nof this approach is that it will introduce a type of\nformalization about which there is a good deal of interest into\nthe theoretical methodology I proposed, and use this\nformalization to create somewhat more precise characterizations\nof categorical structure.  I look forward to seeing further work\nin this area.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.5.zbikowski.html",
    "data": "mto/data/mto.95.1.5.zbikowski.json"
}