{
    "title": "Blues Lyric Formulas in Early Country Music, Rhythm and Blues, and Rock and Roll",
    "date": "2020/11/01",
    "volume": "26",
    "issue": "4",
    "authors": [
        "Stoia, Nicholas"
    ],
    "abstract": "This article briefly recounts recent work identifying the most common lyric formulas in early blues and then demonstrates the prevalence of these formulas in early country music, rhythm and blues, and rock and roll. The study shows how the preference for certain formulas in prewar country music—like the preference for the same formulas in prewar blues—reflects the social instability of the time, and how the de-emphasis of these same formulas in rhythm and blues and rock and roll reflects the relative affluence of the early postwar period. This shift in textual content is the lyrical counterpart to the electrification, urbanization, and growing formal complexity that mark the transformation of prewar blues and country music into postwar rhythm and blues and rock and roll.",
    "keywords": [
        "blues",
        "country music",
        "rhythm and blues",
        "rock and roll",
        "lyric formulas"
    ],
    "doi": "10.30535/mto.26.4.8",
    "received": "May 2018",
    "pdf": "https://mtosmt.org/issues/mto.20.26.4/mto.20.26.4.stoia.pdf",
    "author_info": [
        {
            "name": "Nicholas Stoia",
            "university": "Duke University",
            "address": "105 Mary Duke Biddle, Durham, NC 27708",
            "email": "nicholas.stoia@duke.edu"
        }
    ],
    "citations": {
        "altschuler_2003": "Altschuler, Glen C. 2003. All Shook Up: How Rock ‘N’ Roll Changed America . Oxford University Press.",
        "barker_and_taylor_2007": "Barker, Hugh, and Yuval Taylor. 2007. Faking It: The Quest for Authenticity in Popular Music . W. W. Norton & Company.",
        "birnbaum_2013": "Birnbaum, Larry. 2013. Before Elvis: The Prehistory of Rock ‘n’ Roll . Scarecrow.",
        "brown_1952": "Brown, Frank C. 1952. The Frank C. Brown Collection of North Carolina Folklore . Edited by Newman I. White. 6 vols. Duke University Press.",
        "coleman_2006": "Coleman, Rick. 2006. Blue Monday: Fats Domino and the Lost Dawn of Rock ‘n’ Roll . Da Capo Press.",
        "djedje_2016": "DjeDje, Jacqueline Cogdell. 2016. “The (Mis)Representation of African American Music: The Role of the Fiddle.” Journal of the Society for American Music 10 (1): 1–32.",
        "early_2004": "Early, Gerald. 2004. One Nation Under a Groove: Motown and American Culture . University of Michigan Press.",
        "ennis_1992": "Ennis, Philip H. 1992. The Seventh Stream: The Emergence of Rocknroll in American Popular Music . Wesleyan University Press.",
        "evans_1982": "Evans, David. 2007. “Formulaic Composition in the Blues: A View from the Field.” The Journal of American Folklore 120 (478): 482–99.",
        "flory_2017": "Flory, Andrew. 2017. I Hear a Symphony: Motown and Crossover R&B . University of Michigan Press.",
        "friedlander_2006": "Friedlander, Paul. 2006. Rock and Roll: A Social History. Westview Press.",
        "gillett_1970": "Gillett, Charlie. 1970. The Sound of the City: The Rise of Rock and Roll . Outerbridge & Dienstfrey.",
        "guralnick_1994": "Guralnick, Peter. 1994. Sweet Soul Music: Rhythm and Blues and the Southern Dream of Freedom . Harper Perennial.",
        "hamm_1979": "Hamm, Charles. 1979. Yesterdays: Popular Song in America . W. W. Norton & Company.",
        "huber_2008": "Huber, Patrick. 2008. Linthead Stomp: The Creation of Country Music in the Piedmont South . University of North Carolina Press.",
        "inaba_2011": "Inaba, Mitsutoshi. 2011. Willie Dixon: Preacher of the Blues . Scarecrow.",
        "laing_2010": "Laing, Dave. 2010. Buddy Holly . Indiana University Press.",
        "lord_2019": "Lord, Albert B. 2019. The Singer of Tales . Edited by David F. Elmer. Harvard University Press.",
        "lydon_2004": "Lydon, Michael. 2004. Ray Charles: Man and Music . Routledge.",
        "malone_and_laird_2018": "Malone, Bill C., and Tracey E. W. Laird. 2018. Country Music USA . University of Texas Press.",
        "marovich_2015": "Marovich, Robert M. 2015. A City Called Heaven: Chicago and the Birth of Gospel Music . University of Illinois Press.",
        "mazor_2015": "Mazor, Barry. 2015. Ralph Peer and the Making of Popular Roots Music . Chicago Review Press.",
        "mclucas_2010": "McLucas, Anne Dhu. 2010. The Musical Ear: Oral Tradition in the USA . Ashgate.",
        "meade_2002": "Meade, Guthrie T. 2002. Country Music Sources: A Biblio-Discography of Commercially Recorded Traditional Music . With Dick Spottswood and Douglas S. Meade. University of North Carolina Press.",
        "miller_1999": "Miller, James. 1999. Flowers in the Dustbin: The Rise of Rock and Roll, 1947–1977 . Simon & Schuster.",
        "miller_2010": "Miller, Karl Hagstrom. 2010. Segregating Sound: Inventing Folk and Pop Music in the Age of Jim Crow . Duke University Press.",
        "ord_1974": "Ord, John. (1930) 1974. The Bothy Songs & Ballads of Aberdeen, Banff, & Moray, Angus & the Mearns . John Donald Publishers LTD.",
        "parry_1980": "Parry, Milman. 1980. “The Traditional Epithet in Homer.” In The Making of Homeric Verse , ed. Adam Parry, 1–190. Arno Press.",
        "ripani_2006": "Ripani, Richard J. 2006. The New Blue Music: Changes in Rhythm & Blues, 1950–1999 . University Press of Mississippi.",
        "russell_2001": "Russell, Tony. 2001. “Blacks, Whites and Blues.” In Yonder Come the Blues: The Evolution of a Genre . 143–242. Cambridge University Press.",
        "russell_2004": "Russell, Tony. 2004. Country Music Records: A Discography, 1921–1942 . Oxford University Press.",
        "sharp_1932": "Sharp, Cecil. 1932. English Folk Songs from the Southern Appalachians . Edited by Maude Karpeles. 2 vols. Oxford University Press.",
        "southern_1997": "Southern, Eileen. 1997. The Music of Black Americans: A History . W. W. Norton & Company.",
        "springer_2006": "Springer, Robert. 2006. “On the Electronic Trail of Blues Formulas.” In Nobody Knows Where the Blues Come From: Lyrics and History , ed. Robert Springer, 164–86. University Press of Mississippi.",
        "taft_2005": "Taft, Michael. 2005. Talkin’ to Myself: Blues Lyrics, 1921–1942 . Routledge.",
        "taft_2006": "Taft, Michael. 2006. The Blues Lyric Formula . Routledge.",
        "taft_2009": "Taft, Michael. 2009. “The Essential Idea of the Blues Formula: A Response to David Evans.” The Journal of American Folklore 122 (483): 75–80.",
        "wald_2004": "Wald, Elijah. 2004. Escaping the Delta: Robert Johnson and the Invention of the Blues . Amistad.",
        "ward_1998": "Ward, Brian. 1998. Just My Soul Responding: Rhythm and Blues, Black Consciousness, and Race Relations . University of California Press.",
        "wells_2003": "Wells, Paul F. 2003. “Fiddling as an Avenue of Black-White Musical Interchange.” Black Music Research Journal 23 (1/2): 135–47.",
        "winkler_1979": "Winkler, Peter. 1979. “Pop Music’s Middle Years.” Music Educators Journal 66 (4): 26–33, 90–91, 93.",
        "wolfe_1990": "Wolfe, Charles. 1990. “Rural Black String Band Music.” Black Music Research Journal 10 (1): 32–35.",
        "wynne_2014": "Wynne, Ben. 2014. In Tune: Charley Patton, Jimmy Rodgers, and the Roots of American Music . Louisiana State University Press.",
        "zwonitzer_2002": "Zwonitzer, Mark. 2002. Will You Miss Me When I’m Gone? The Carter Family and Their Legacy in American Music . With Charles Hirshberg. Simon & Schuster."
    },
    "footnotes": {
        "FN0": {
            "text": "* My sincere thanks to Kyle Adams, Kevin Drakulich, and Evan Rapport, and to the two anonymous readers, for their helpful feedback at various stages of this project.",
            "citations": []
        },
        "FN1": {
            "text": "1. Milman Parry, who developed the theory of formulaic composition in oral poetry, describes the formula as “an expression regularly used, under the same metrical conditions, to express an essential idea. What is essential in an idea is what remains after all stylistic superfluity has been taken from it” ( 1980 , 13). As several blues scholars observe, formulaic lyrical composition is quite common in blues, but blues is metrically looser than epic poetry ( Evans 1982 , 315–16; Evans 1982 , 486; Taft 2006 , 35). Another significant difference is that blues is frequently transmitted through recordings in addition to live performance ( McLucas 2010 , 1, 5–6, 24–25, 31).",
            "citations": [
                "parry_1980",
                "evans_1982",
                "evans_1982",
                "taft_2006",
                "mclucas_2010"
            ]
        },
        "FN2": {
            "text": "2. Albert B. Lord observes that, within a tradition of oral poetry, there is “a large group of formulas known to all singers,” that “these represent the most common and useful ideas in the poetry,” and that “this common stock of formulas gives the traditional songs a homogeneity which strikes the listener or reader as soon as he has heard or read more than one song and creates the impression that all singers know all the same formulas” ( 2019 , 51). His observations are also generally applicable to genres of popular music that rely heavily on formulaic composition.",
            "citations": [
                "lord_2019"
            ]
        },
        "FN3": {
            "text": "3. Some of the graphic examples with glossed text and barlines, like Example 2, show a rhythmically simplified representation in which stressed syllables align with downbeats instead of falling in their actual anticipatory positions.",
            "citations": []
        },
        "FN4": {
            "text": "4. Taft ( 2006 , 36) represents the formula positions of Bracey’s verse as follows: x———r——— r——————– I would add only that this depiction best represents the predications , and that the essentially rhythmic x- and r- positions remain in place in the second line.",
            "citations": [
                "taft_2006"
            ]
        },
        "FN5": {
            "text": "5. Taft’s corpus consists of over two thousand commercially recorded blues songs, sung by more than three hundred and fifty singers, issued between 1920 and 1942 ( 2006 , 4, 7).",
            "citations": [
                "taft_2006"
            ]
        },
        "FN6": {
            "text": "6. Evans ( 1982 ) offers a critique of Taft’s approach. He argues that many blues scholars have noted that among the most common topics in blues are love, movement, and anxiety, but that they have arrived at this conclusion through thematic analysis rather than formulaic analysis ( Evans 1982 , 496; Taft 2009 , 78). Evans argues that the “principles of association and contrast” underlie blues lyrical composition, and that a stanza’s “topics or ideas”—rather than its semantic lyric formulas—often link it to other stanzas within the same song. He contends that love and travel are discussed through the principle of contrast, and regards some of Taft’s formulas as typical blues contrasts, including leaving/retuning, praise/abuse, love/hate, good treatment/mistreatment, and faithfulness/abandonment; other common contrasts include boasting/self-pity and dominance/subordination. These contrasts project the ambivalence and doubt, and therefore the anxiety, so central to “having the blues.” Evans notes that Taft’s formulas corroborate the ubiquity of these contrasts, in pairings such as “I have a woman”/”I quit my woman,” “I come to some place”/”I go away from some place,” and “I’m going back home”/”I’m leaving town” ( Evans 1982 , 491–92, 496).",
            "citations": [
                "evans_1982",
                "evans_1982",
                "taft_2009",
                "evans_1982"
            ]
        },
        "FN7": {
            "text": "7. Hutchison made two recordings each of “Worried Blues” and “The Train that Carried the Girl from Town,” but I include only one entry for each, because the recordings are nearly identical.",
            "citations": []
        },
        "FN8": {
            "text": "8. Not included on the reissue are “Hangman, Hangman, Slack the Rope,” “The Wayward Boy,” “The Mother’s Plea for Her Son,” and “One Moonlight Night.”",
            "citations": []
        },
        "FN9": {
            "text": "9. One exception to the pattern of reissuing only previously issued tracks is Darby & Tarlton’s “Lonesome Frisco Line,” which was originally unissued by Columbia records but later released as a dubbing on a Folk Variety LP ( Russell 2004 , 294) and subsequently included on JSP7746, and thus in the corpus.",
            "citations": [
                "russell_2004"
            ]
        },
        "FN10": {
            "text": "10. The Carter Family made hundreds more recordings after May 1931, but I chose to limit the sample to the 68 made up to that date to maintain some level of parity with the complete recordings of the other early country musicians surveyed: Frank Hutchison (32 recordings); Charlie Poole with the North Carolina Ramblers (50); and Darby & Tarlton (56). Moreover, the next eight Carter Family recordings, made in June 1931, consist of their “visit” with Jimmie Rodgers, which would be awkward to include; and after that they make no more recordings for over eight months. So, taking into account all three of these considerations, May 1931 seems a reasonable moment at which to delimit the sample.",
            "citations": []
        },
        "FN11": {
            "text": "11. Miss Rhythm: Greatest Hits and More includes four previously unreleased recordings: “Hey Pretty Baby,” “Don’t Cry,” “The Shrine of St. Cecelia,” and “It’s All For You.”",
            "citations": []
        },
        "FN12": {
            "text": "12. Two of the recordings on What’d I Say are excluded from the corpus: “What Kind of Man Are You,” which is sung entirely by Mary Ann Fisher; and “Rock House Parts 1 & 2,” an instrumental.",
            "citations": []
        },
        "FN13": {
            "text": "13. Excluded from the sample are “Swanee River Hop,” “Second Line Jump,” and “Fat’s Frenzy,” all instrumentals from Fats Domino Rock and Rollin’ ; and “The Fat Man’s Hop,” an instrumental from This Is Fats Domino .",
            "citations": []
        },
        "FN14": {
            "text": "14. I’ve included only one verse from the slow version of “I’m Left, You’re Right, She’s Gone,” the second A section of the AABA form; the other verses all appear in essentially the same construction in the better-known faster version.",
            "citations": []
        },
        "FN15": {
            "text": "15. “I Walk the Line” appears on both Johnny Cash with His Hot and Blue Guitar and Johnny Cash Sings the Songs that Made Him Famous , but I include it only once in the corpus. Similarly, “Get Rhythm” is included on both Greatest! and as a bonus track on the re-issue of Johnny Cash with His Hot and Blue Guitar , but I include it only once. The reissued Hot and Blue Guitar also includes alternate versions of three songs, which I exclude because the lyric content is essentially the same in both versions of each song.",
            "citations": []
        },
        "FN16": {
            "text": "16. Excluded from the sample is the instrumental “Holly Hop.”",
            "citations": []
        },
        "FN17": {
            "text": "17. Taft’s sample of Bessie Smith’s songs, for example, includes “Down Hearted Blues” (by Alberta Hunter and Lovie Austin), “Ticket Agent Ease Your Window Down” (by Spencer Williams), “Weeping Willow Blues” (by Paul Carter), “Sobbin’ Hearted Blues” (by Perry Bradford, Roy C. Layer, and Charles Davis), “J. C. Holmes Blues” (by Gus Horsley), “Send Me to the ’Lectric Chair” (by George Brooks [Fletcher Henderson]), and “Empty Bed Blues” (by J. C. Johnson).",
            "citations": []
        },
        "FN18": {
            "text": "18. From the early 1920s to the early 1940s, record companies separated musicians of the American South along racial lines, creating the “race” series, aimed at a Black audience, and the “hillbilly” series, aimed at a white audience. These were the respective precursors to the postwar Rhythm & Blues and Country & Western charts, which were also separated along racial lines ( Winkler 1979 , 31). But, as illustrated by the many resources—including lyric formulas—shared between the two genres, the division was largely a false one. On the separation of blues and country musicians along racial lines see, for example, Barker and Taylor 2007 , 29–99, and Miller 2010 , 187–214. On repertoire shared between Black and white musicians see, for example, Russell 2001 . On instrumentation shared between Black and white musicians—for example accounts of the many Black string bands, fiddlers, and banjo players—see, for example, DjeDje 2016 , Wells 2003 , and Wolfe 1990 .",
            "citations": [
                "winkler_1979",
                "barker_and_taylor_2007",
                "miller_2010",
                "russell_2001",
                "djedje_2016",
                "wells_2003",
                "wolfe_1990"
            ]
        },
        "FN19": {
            "text": "19. On the modern authorship of these songs—including the blues and country derivations of “The Cannon-Ball”—see Zwonitzer 2002 , 108, 132, and Meade 2002 , 44.",
            "citations": [
                "zwonitzer_2002",
                "meade_2002"
            ]
        },
        "FN20": {
            "text": "20. Other versions of “Fond Affection” collected by folklorists show a similar mixture of likeness and difference, both between one another and in comparison to the Carter Family’s version. The other four melodies collected by Brown ( 1952 , 2:222–25) have the same phrase rhythm, and all are in the major mode.",
            "citations": [
                "brown_1952"
            ]
        },
        "FN21": {
            "text": "21. Hamm further observes that “the popular image today of this era of American history and culture is of the ‘Gay Nineties,’ a carefree innocent time before the problems and pressures of the twentieth century robbed America forever of its youth and innocence, a time when popular song was part of the general exuberance and carefree nature of the day” ( 1979 , 296).",
            "citations": [
                "hamm_1979"
            ]
        },
        "FN22": {
            "text": "22. The passamezzo in its most basic form follows the rhythmic-harmonic pattern below. | I | IV | I   | V | | I | IV | I V | I || Darby & Tarlton use a common variant with a different harmonic rhythm in bars 2 and 6.",
            "citations": []
        },
        "FN23": {
            "text": "23. Other songs by Darby & Tarlton that use the twelve-bar blues scheme and blues lyric formulas include “Slow Wicked Blues,” “Sweet Sarah Blues,” and “Hard Time Blues.” “Heavy Hearted Blues,” shown in Example 15, is an example of the twelve-bar blues in its AAB poetic form and its phrase rhythm, if not in its harmony, which consists of the tonic only.",
            "citations": []
        },
        "FN24": {
            "text": "24. The transformation of the largely secular blues into rhythm and blues was mirrored by the contemporaneous transformation of rural religious genres, like spirituals and hymnody, into gospel music. “Gospel music,” writes Robert M. Marovich, “was an artistic response to the Great Migration, one of the most significant cultural episodes in twentieth-century American history” ( 2015 , 2). On “rhythm and blues” as a marketing category see, for example, Gillett 1970 , 135–36; Ennis 1992 , 25; and Ripani 2006 , 5–6.",
            "citations": [
                "marovich_2015",
                "gillett_1970",
                "ennis_1992",
                "ripani_2006"
            ]
        },
        "FN25": {
            "text": "25. In the 1960s, many British admirers like the Rolling Stones, Eric Clapton, and Led Zeppelin covered or reworked Dixon’s songs—often without acknowledgement, in the case of Led Zeppelin.",
            "citations": []
        },
        "FN26": {
            "text": "26. James Miller observes that rock and roll “combined aspects of jump blues and Tin Pan Alley pop with country and gospel and fiddle hoedowns from long ago and far away,” and was a “cacophonous style of dance music, aimed more or less self-consciously at a growing mass of white teenagers” ( 1999 , 125–26). Ennis identifies six “streams” that combine to form the “seventh stream” of rock and roll in the 1950s: mainstream pop, rhythm and blues (or “black pop”), country music (or “country pop”), jazz, folk, and gospel ( 1992 , 17–29). And, as Malone and Laird observe, “when the cultural traditions of black and white America fused their musical chemistries in the mid-1950s, they created an explosion that still reverberates throughout the popular music world” ( 2018 , 289).",
            "citations": [
                "miller_1999",
                "ennis_1992",
                "malone_and_laird_2018"
            ]
        },
        "FN27": {
            "text": "27. Other recordings by Holly with the twelve-bar form and multiple couplets per verse include “I’m Gonna Set My Foot Down,” “Modern Don Juan,” “Rave On,” and “Think It Over.” Other sixteen-bar examples recorded by Presley include “Money Honey” and “Jailhouse Rock.”",
            "citations": []
        },
        "FN28": {
            "text": "28. Miller similarly notes that “after the war, the income of African-Americans, historically depressed, grew even more quickly than that of whites” ( 1999 , 37). On the relationship between the development of rock and roll and postwar prosperity, see also, for example, Ward 1998 , 26–27, 31; Early 2004 , 80; and Malone and Laird 2018 , 288.",
            "citations": [
                "miller_1999",
                "ward_1998",
                "early_2004",
                "malone_and_laird_2018"
            ]
        },
        "FN29": {
            "text": "29. Examples of Chuck Berry’s use of the standard twelve-bar blues scheme include “Too Much Monkey Business,” “Roll Over Beethoven,” “School Day,” and the choruses of “Maybellene” and “Oh Baby Doll,” among others. For more on Berry’s reliance on African American musical traditions and how his songs address racial issues, see, for example, Altschuler 2003 , 65–66.",
            "citations": [
                "altschuler_2003"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] Singers and songwriters in many genres of American popular music rely on lyric formulas for the creation of songs. Lyric formulas are fragments of lyrical content—usually lines or half lines—that are shared among singers and recognized by both musicians and listeners. Blues is the genre for which scholars have most conclusively established the widespread use of lyric formulas, and this study briefly recounts recent work that identifies the most common lyric formulas in commercially recorded blues from the early 1920s to the early 1940s—research showing that the high frequency of certain formulas reflects the societal circumstances of much of the African American population during that period. What has received less attention is the appearance of these same lyrical conventions in other genres, and how there, too, the emphasis on certain formulas reflects social and economic conditions. The same lyric formulas most common in early blues also appear frequently in contemporaneous country music, in rhythm and blues, and in rock and roll, three popular genres with close connections to blues. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] One object of this essay is to show how the preference for certain formulas in prewar country music—like the preference for the same formulas in prewar blues—reflects the large-scale migrations and social disruptions of the period, and the anxiety, loss, and broken relationships that these changes left in their wake. Although the compulsion for white Southerners to migrate was not connected to entrenched racism, as it was for Black Southerners, large segments of both the Black and white populations nonetheless experienced massive displacement and urbanization in the period before the Second World War, and early blues and country music reflect these conditions with lyric formulas emphasizing movement and anxiety. Often these formulas reflect the direct influence of blues on country music, but they also attest to the long saturation of the country music tradition itself with the same lyrical motifs. A second aim of this essay is to show how the de-emphasis of these same travel formulas in rhythm and blues and rock and roll reflects the relative stability of the postwar period: in these later genres, a greater proportion of blues lyric formulas relate more directly to anxiety caused by problems in love relationships, rather than to anxiety caused by movement and change. This shift in textual content is the lyrical counterpart to the electrification, urbanization, and growing formal complexity that mark the transformation of prewar blues and country music into postwar rhythm and blues and rock and roll. 1. Lyric Formulas in Early Blues",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Despite their typical first-person delivery, lyrics in early blues are often non-autobiographical and unrepresentative of the literal first-person experiences, emotions, or intentions of the singer. Frequently, singers and songwriters instead draw from an extensive stock of lines, fragments of lines, and textual and topical constructions that are traditional and formulaic. As David Evans observes, “the Blues are not . . . totally individualistic, for while in their first person delivery they purport to express the sentiments and feelings of the singer, many of their verses are, in fact, traditional and known to thousands of blues singers and members of their audiences” ( 1982 , 48). Similarly, Michael Taft writes that “there was a traditional storehouse of lyrical material on which singers drew in constructing their songs” ( 2006 , 25), and Robert Springer notes that “a formula, in essence, as it is repeated and reused, becomes part of the genre’s storehouse or library, so to speak, and is absorbed into the tradition” ( 2006 , 165). (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "evans_1982",
                    "taft_2006",
                    "springer_2006"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In The Blues Lyric Formula , Taft presents the blues formula as a semantic unit composed of at least one complete semantic predication (one complete thought) ( 2006 , 33–35), with examples like human have the blues , human come to some place , human go away from some place , human leave/quit human , and so forth. One of the advantages of this approach is that it demonstrates that many lyrical fragments that differ in their details—and might once have been considered completely distinct formulas—fall within the scope of the same lyric formula. For instance, the formula human come to some place encompasses all of the textual fragments shown in italics in the following five couplets, and many more textual fragments besides: I went down to the ocean , just to get a permanent wave My woman got a new way of loving, man, and it won’t behave (Jake Jones, “Southern Sea Blues,” 1929; after Taft 2006 , 114) Still ain’t going to worry; and I ain’t going to raise no sand I’m going back to Friar’s Point , down in sweet old Dixieland (Robert Lee McCoy, “Friar’s Point Blues,” 1940; after Taft 2006 , 114) I got a letter, mama; you ought to heard it read Says you coming back, baby , and I’ll be almost dead. (Ashley Thompson, “Minglewood Blues,” 1928; after Taft 2006 , 114) I went down to the station , up to the train I couldn’t buy no ticket for shaking that thing (Walter Vincson, “New Shake That Thing,” 1932; after Taft 2006 , 115) Here come the biggest boy , coming right from school Hollering and crying like a doggone fool (Jesse James, “Southern Casey Jones,” 1936; after Taft 2006 , 115) Blues singers and songwriters typically use lyric formulas—as they do in the excerpts above—in a rhyming couplet, which is the “essential stanzaic structure of the blues” (11), and, as we will see, of several other genres as well.",
                "footnotes": [],
                "citations": [
                    "taft_2006",
                    "taft_2006",
                    "taft_2006",
                    "taft_2006",
                    "taft_2006",
                    "taft_2006"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Taft makes a large-scale categorical distinction between two different types of formulas—x-formulas and r-formulas—based on their position within a line and whether they carry the rhyme. An x-formula opens a line and has no obligation to rhyme. For instance, all three of the following italicized fragments are examples of the x-formula human go away from some place ; all three open a line and none participate in a rhyme: I’m going away ; now don’t you want to go I’m going to stop at a place, I haven’t never seen before (Blind Lemon Jefferson, “Struck Sorrow Blues,” 1927; after Taft 2006 , 117) When he was leaving , I couldn’t hear nothing but that whistle blow And the man at the throttle, lord, he wasn’t coming back no more (Lucille Bogan, “I Hate That Train Called the M. and O.,” 1934; after Taft 2006 , 117) I’ve got the key to the highway, billed out and bound to go I’m gonna leave here running , ‘cause walking is most too slow (Jazz Gillum, “Key to the Highway,” 1940; after Taft 2006 , 118) An r-formula closes a line, has a strong obligation to rhyme—hence the name “r-formula,” for “rhyming formula”—and thus carries close restrictions on its concluding word or syllable. Indeed, unlike x-formulas, r-formulas conclude with a specific word. For instance, both of the following italicized fragments are examples of the formula time won’t be long , and both close with exactly the same word, “long,” creating a rhyme with the other line of the couplet: Well I’m going away, swear the time ain’t long If you don’t believe I’m leaving, daddy, count them days I’m gone (Louise Johnson, “All Night Long Blues,” 1930; after Taft 2006 , 144) I’ll sing you these verses, and it didn’t take long If you want to hear any more, you’ll have to buy this song (Jim Jackson, “Hesitation Blues,” 1930; after Taft 2006 , 144)",
                "footnotes": [],
                "citations": [
                    "taft_2006",
                    "taft_2006",
                    "taft_2006",
                    "taft_2006",
                    "taft_2006"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Not all blues lines contain lyric formulas throughout—many contain none at all—and so it is additionally useful to define the x- and r- positions . Taft represents the positional construction of the typical couplet as follows (36): x———r——— x———r——— X-formulas fall in x-positions, and r-formulas in r-positions, but non-formulaic material may fall in either position as well. The great majority of blues lines contain one x-position and one r-position.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] The x- and r-formulas—and, likewise, the x- and r-positions—are separated not only semantically but also in many cases rhythmically, by a caesura. For example, in the following couplet, each of the two rhyming lines is in turn subdivided in two by a caesura, coinciding with the comma: Tell me pretty daddy, what’s the matter now Are you trying to quit me, and you don’t know how (Ida Cox, “Ida Cox’s Lawdy, Lawdy Blues,” 1923) Example 1 . Ida Cox, “Ida Cox’s Lawdy, Lawdy Blues” (1923); standard twelve-bar blues with AAB poetic form, x- and r-positions separated by caesuras, and instrumental responses following each line (click to enlarge and listen) The x- and r-positions fall on either side of the caesura, and in this case each of the two x-positions carries a common x-formula, “Tell me pretty daddy” ( human speak to human ) in the first line, and “Are you trying to quit me” ( human leave/quit human ) in the second. As the musical transcription in Example 1 shows, the caesura falls toward the end of the first complete bar of each phrase (bars 1, 5, and 9), which is idiomatic of the standard twelve-bar blues. Not all x- and r-formulas are so neatly separated by a caesura, but a great many are. In this excerpt, as in many others, the first line—the A line—is stated twice, and the rhyming line—the B line—once, creating an AAB poetic structure, the most common poetic form in blues. The phrase rhythm is also typical of the twelve-bar blues—with three vocal phrases concluding on or near the downbeats of bars 3, 7, and 11—as are the instrumental responses in bars 3–4, 7–8, and 11–12. Example 2 . Mississippi Bracey, “I’ll Overcome Someday” (1930), verse 6; one predication in the second line spanning both the x- and r-positions (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] There are of course instances when a blues line has more or fewer than two predications ( Taft 2006 , 36–38). The following couplet, for instance, has the conventional two predications in the first line, but only one in the second: Take one more drink; make me tell it all Somebody stole my little all and all (Mississippi Bracey, “I’ll Overcome Someday,” 1930; after Taft 2006 , 36) As shown in Example 2 , in the second line, one complete thought covers both the x- and r-positions, which are essentially rhythmic and remain intact, still separated by the conventional—and here very pronounced—caesura. (3) Bracey’s song also demonstrates how x- and r-positions can appear in less common formal designs—here an eight-bar (rather than twelve-bar) pattern—and with other poetic forms, in this case a rhyming AB couplet followed by a refrain (ABR). (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "taft_2006",
                    "taft_2006"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Taft identifies the ten x-formulas and the ten r-formulas that recur most often, in all of their manifestations, in early commercial blues recordings. (5) He presents them not in order of frequency but instead in the order that best facilitates his discussion. (It also seems that he presents the formulas in small groups with similar content; for instance, human come to some place is the “mirror image” of human go away from some place [ 2006 , 116], two formulas placed next to each other in the list; similarly, human got/have human and human leave/quit human complement one another and are placed adjacently): Ten most common x-formulas: 1. human have the blues 2. human come to some place 3. human go away from some place 4. human got/have human 5. human leave/quit human 6. human love human 7. human speak to human 8. human treat human in some manner 9. human wake up 10. some thing worry human Ten most common r-formulas: 11. human have the blues [rhyming] 12. human cry 13. human do unspecified action 14. human go someplace 15. human gone 16. human come home 17. time won’t be long 18. human have something on human’s mind 19. human treat human right 20. human leave town (after Taft 2006 , 110–91) He also gives a more accessible representative manifestation of each one, as it might commonly appear in actual songs. They are all presented in the first person—the most common delivery in blues—but, as we have already seen above, they manifest in the second and third person as well: Representative manifestations of the ten most common x-formulas: 1. I have the blues 2. I come to some place 3. I go away from some place 4. I have a woman 5. I quit my woman 6. I love you 7. I tell you 8. I treat you good/bad 9. I woke up this morning 10. I am worried Representative manifestations of the ten most common r-formulas: 11. I have the blues 12. I cry 13. What am I going to do 14. Everywhere I go 15. I will be gone 16. I’m going back home 17. It won’t be long 18. Some thing is on my mind 19. I treat you right 20. I’m leaving town\n(after Taft 2006 , 193)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "taft_2006",
                    "taft_2006",
                    "taft_2006"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] In this arrangement, formulas 1 and 11, despite their apparent sameness, are nonetheless two distinct formulas, because the former appears in the x-position, with no obligation to end with a specific word, whereas the latter appears in the r-position, where it must end with the rhyming word “blues.” For example, formula 1 might manifest as “I had the blues,” “I keep the blues all night,” or “the blues overtake me,” all of which end with different (non-rhyming) words ( Taft 2006 , 110–13). The following couplet demonstrates two examples of the x-position formula (formula 1, italicized): I keep the blues all night , and the whole day through I’m so full of blues , I don’t know what to do (Leroy Carr, “I Keep the Blues,” 1932; after Taft 2006 , 111) Formula 11 manifests in many different ways, too, such as “I’ve got the Memphis Jug Band blues,” “I still have the blues,” or “I’ve got these old walking blues,” but all of them nonetheless close with the word “blues” in the rhyming position ( Taft 2006 , 131; 2005, 166, 323). The following couplet demonstrates the r-position formula (formula 11, italicized): I’m going back south, if I wear out ninety-nine pair of shoes Because I’m broke-down hearted, got those down-south blues (Clara Smith, “Down South Blues,” 1923; after Taft 2005 , 534)",
                "footnotes": [],
                "citations": [
                    "taft_2006",
                    "taft_2006",
                    "taft_2006",
                    "taft_2005"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] Just as formula 11 must conclude with the rhyming word “blues,” formula 12 must end with the rhyming word “cry,” formula 13 with the rhyming word “do,” formula 14 with the rhyming word “go,” and so forth. The positional difference and the r-position requirement for conclusion with a specific rhyming word also distinguish the x-formula “I go away from some place” from the similar r-formulas “I will be gone” and “I’m leaving town”; and, indeed, the necessity for a particular final word differentiates these two r-formulas from one another. There are comparable similarities between the x-formula “I come to some place” and the r-formula “I’m going back home”; and between the x-formula “I treat you good/bad” and the r-formula “I treat you right.” Example 3 . Lyric formulas in early blues (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] Couplets by Blind Blake, Charley Patton, and Robert Johnson illustrate several more instances of blues lyric formulas, in the format often used in this study ( Example 3 ); the transcriptions include italicized representations of each formula corresponding to the list of representative manifestations above, to the left of non-rhyming x-position formulas and to the right of rhyming r-position formulas. In all three of these excerpts, the A line is stated twice, and the rhyming B line is stated once, creating the ubiquitous AAB poetic structure—as heard in the accompanying excerpts of the recordings—but for the sake of brevity I show only a single statement of the A line. In all three excerpts, a caesura audibly divides the x- and r-positions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] As Taft observes, the twenty most common lyric formulas reveal something about the meaning or “message” of the blues ( 2006 , 192). Many formulas reflect the genre’s foremost function as a love lyric (18, 193); these formulas include “I have a woman,” “I quit my woman,” “I love you,” and “I treat you good/bad.” This pervasive theme of love is an attribute that blues shares with countless other song genres, from Tin Pan Alley popular song to rock music. But many of the other common formulas concern movement, a characteristic more specific to blues. These formulas include “I come to some place,” “I go away from some place,” “everywhere I go,” “I will be gone,” “I’m going back home,” and “I’m leaving town.” “This travel motif,” writes Taft, “reflects the state of African American society in the first part of the twentieth century, for the out-migration of rural blacks from the South started in the late 1870s and reached its peak during World War I.” Furthermore, the migration was not only north, but also into cities, and “during the years when the blues was growing in popularity . . . African American society in general was undergoing massive urbanization” (194).",
                "footnotes": [],
                "citations": [
                    "taft_2006"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] Other common formulas particular to blues concern anxiety. These include “I am worried,” “what am I going to do,” “I woke up this morning,” and “some thing is on my mind.” Concerning how the formula “I woke up this morning” conveys anxiety, Taft observes that “generally, the figurative ‘waking up’ is from a situation in which the person feels good or in which the person is in a good, stable love relationship to a situation in which the person feels bad or in which the love relationship has gone awry” ( 2006 , 195). Similarly, the formula “I cry” “describes a common reaction to anxiety,” and the formula “it won’t be long” suggests a disturbance of the status quo and the prospect of a looming and perhaps unpleasant change. Taft notes that the anxiety formulas are related to the movement formulas: “The anxiety brought about by this state of flux,” he writes, “was also reflected in these most common blues formulas” (195).",
                "footnotes": [],
                "citations": [
                    "taft_2006"
                ]
            }
        },
        {
            "1.13": {
                "text": "[1.13] When blues was at the height of its popularity in the 1920s and 1930s, then, songs with themes of movement and anxiety resonated strongly with the genre’s audience, because both audience and singer knew people who had moved away, and had been affected in some way by the massive migration and urbanization of the time. Listeners know that these lyrics usually do not represent a literal, autobiographical account of the singers’ or songwriter’s lives. Rather, they are a reflection of the general circumstances in the lives of their audience. As Springer observes, blues singers relied on lyric formulas that “captured the popular imagination and were meaningful to black people, or, more specifically, to lower class African Americans of Southern rural extraction” ( 2006 , 168). (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "springer_2006"
                ]
            }
        },
        {
            "1.14": {
                "text": "[1.14] Lyric formulas are not exclusive to blues, and even these specific formulas appear throughout much American popular music. This study identifies Taft’s twenty formulas in songs by pivotal singers in prewar country music and postwar rhythm and blues and rock and roll, and shows that, as in early blues, the frequency of specific lyrical conventions reflects broader social forces and economic conditions. 2. Corpus of Early Country Music, Rhythm and Blues, and Rock and Roll",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The following songs were surveyed for inclusion in the corpus of early country music, rhythm and blues, and rock and roll: The complete recordings of Frank Hutchison, made between 1926 and 1929, and reissued on the collection Worried Blues (JSP7743); Hutchison made 32 recordings, excluding those originally unissued or rejected by Okeh records ( Russell 2004 , 449–50) to which I have no access; I also omitted from the corpus instrumentals and songs with only spoken words—as opposed to sung lyrics—resulting in the inclusion of 20 songs. (7) The complete recordings of Charlie Poole with the North Carolina Ramblers, made between 1925 and 1930, and reissued on the four-volume set Charlie Poole with the North Carolina Ramblers (JSP7734); the group made 50 recordings, excluding those originally unissued by Columbia records ( Russell 2004 , 698–700); 46 of these are reissued and included in the corpus. (8) The complete recordings of Darby & Tarlton, made between 1927 and 1933, and reissued on the collection Tom Darby & Jimmie Tarlton (JSP7746); excluding recordings originally unissued by Columbia and ARC, the duo made 56 recordings ( Russell 2004 , 293–95), all of which were reissued and all but one of which, an instrumental, are included in the corpus. (9) Recordings made by the Carter Family from August 1927 through May 1931, and reissued on The Carter Family, 1927–1934 (JSP7701), totaling 68 songs included in the study. (10) Ruth Brown’s studio recordings made between 1949 and 1960 that are collected on the compilation albums Rockin’ In Rhythm: The Best of Ruth Brown (Rhino Records R2 72450), Miss Rhythm: Greatest Hits and More (Atlantic 82061-2), and Blues Masters: Volume 5, Jump Blues Classics (Rhino Records R2 71125), totaling 43 songs, all included in the corpus. (11) Willie Dixon’s songs recorded at Chess between 1951 and 1968 and re-released on Willie Dixon: The Chess Box (CHD2-16500), totaling 36 songs, all included in the corpus. Ray Charles’s albums Ray Charles (1957, Atlantic 8006), Yes Indeed! (1958, Atlantic 8025), and What’d I Say (1959, Atlantic 8029), totaling 38 recordings, 36 of which are included in the study. (12) The songs from Fats Domino’s first four Imperial LPs— Rock and Rollin’ with Fats Domino (LP 9004), Fats Domino Rock and Rollin’ (LP 9009), This Is Fats Domino (LP 9028), and Here Stands Fats Domino (LP 9038)—released in 1956 and 1957, totaling 48 recordings, 44 of which are included in the corpus. (13) Elvis Presley’s singles released between 1954 and 1957 and his studio recordings later re-released on the album Elvis at Sun (BMG Heritage 61205), totaling 44 songs, all included in the study. (14) Johnny Cash’s albums Johnny Cash with His Hot and Blue Guitar (1957, Sun LP 1220), including the bonus track “Hey Porter” from the 2002 reissue (Varése Sarabande 302 066 369 2), originally released as a single in 1955; Johnny Cash Sings the Songs that Made Him Famous (1958, Sun LP 1235); The Fabulous Johnny Cash (1958, Columbia 1253); and Greatest! (1959, Sun LP 1240). The four albums together total 53 recordings, 48 of which are included in the corpus. (15) Buddy Holly’s recordings made between 1955 and 1959 and re-released on The Buddy Holly Collection (MCAD2-10883), totaling 50 recordings, of which 49 are included in the study. (16) The entire corpus totals 488 songs—189 from early country music, 158 from rhythm and blues/rock and roll (Black artists), and 141 from rock and roll/rockabilly (white artists). The albums by Domino, Charles, and Cash contain tracks recorded earlier, many of which were originally released as singles, but in order to relate the examples to the corpus of albums in the clearest possible way, I cite the release dates of the albums along with the transcribed lyrics below. The appendix shows all of the songs included in the corpus.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "russell_2004",
                    "russell_2004",
                    "russell_2004"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Throughout all of the genres explored here, there are musicians who mainly perform their own songs, mainly perform songs written by others, or perform some combination of original and borrowed repertoire. Even in a genre like blues—which is still frequently (and often mistakenly) construed as a superiorly “authentic” genre whose performers express their most profound personal emotions through descriptions of their literal autobiographical experience—many musicians frequently perform songs written by others ( Wald 2004 , 52, 56, 58, 61–67). For instance, Bessie Smith composed many of her own lyrics, but also recorded songs by Percy Grainger, Fletcher Henderson, and many others. Indeed, many of the songs that Taft cites in his study of the blues lyric formula were written by someone other than the performer, but he simply attributes the songs to the performers who made them familiar to audiences. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "wald_2004"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] This same mix of borrowing and originality holds true for early country music, rhythm and blues, and rock and roll, and again brings up the question of which artists should, in a study like this, receive attribution for the songs under consideration, when the singer and songwriter are different people. Following Taft, my solution here is simply to identify the songs with the musicians who are most prominently featured on the singles, albums, and compilations that I’m working with. The two artists in this study who occupy the farthest extremes on the spectrum from interpretive performance to original composition are Elvis Presley and Willie Dixon: Presley was primarily a performer who recorded songs written by multiple songwriters, and yet many of those songs remain more closely associated with Presley than with the composer—by virtue of both his exceptional interpretations and his access to a wider market than was available to Black musicians whose songs he performed; Dixon, by contrast, was not only a performer but also a prodigious songwriter whose work was performed by a wide range of artists, but his songs nonetheless remain closely associated with Dixon the songwriter—as demonstrated, for instance, by the 1988 release of the Willie Dixon Chess Box , which includes songs sung by Howlin’ Wolf, Bo Diddley, Muddy Waters, Little Walter, and others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] In the case of prewar country music the situation is arguably even more complicated, because musicians like Charlie Poole with the North Carolina Ramblers, Darby & Tarlton, and the Carter Family often relied on much older repertoire, often written decades earlier, but would frequently “rework” these songs into new “versions,” often distinct enough to gain their own copyright, further clouding the issue of authorship ( Mazor 2015 , 83). But, as with the later genres, in the appendix I simply identify the songs with the musicians who are most prominently featured on the records.",
                "footnotes": [],
                "citations": [
                    "mazor_2015"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] In a certain sense, when dealing with genres like early blues and country music, rhythm and blues, and rock and roll, it is arguably less relevant who wrote the songs than who delivered them, because the song was still the unit of currency: it was before the emergence of rock music proper in the mid to late 1960s, when the original recording became the “authentic” unit of currency that could not really be reproduced, and more fans expected the performer and songwriter to be one and the same. Furthermore, what is most relevant in a study like this are not the lyrical preferences of individual songwriters but rather the prevalence of certain lyric formulas over a considerable sample of an entire genre, reflecting the collective choices of singers, songwriters, and producers alike.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] One of the most direct ways that songs resonate with listeners is, of course, through their lyrics, and these pre-rock singers (and their handlers) correspondingly chose to record and issue the songs—whether original or not—that they hoped would “speak to” their audience most persuasively, and therefore sell the most records. As this study shows, the twenty most common blues lyric formulas permeate all three genres under consideration, attesting to their resonance with audiences. 3. Blues Lyric Formulas in Early Country Music",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Many of Taft’s twenty most common blues lyric formulas are also prevalent in contemporaneous country music. Indeed, the widespread reliance on similar lyrical conventions is one of the most readily apparent connections between the two genres: along with song repertoire and instrumentation, and more abstract musical resources like the standard twelve-bar blues scheme, lyric formulas constitute a significant part of the shared musical stock common to both Black and white vernacular musicians on prewar blues and country records. (18) In many cases, the presence of these formulas reflects the direct influence of blues on country music in the early twentieth century, most obviously when they appear in contemporaneously written country songs that use the twelve-bar blues scheme. But they also point to the decades-long imbuement of the country music tradition itself with the same lyrical conventions, especially where musicians take older popular songs that contain the themes of love, movement, and anxiety and adapt them to the newer country idiom, a common practice in early country music, or “old time music,” as it was often called. By either route, the frequent appearance of the formulas in country music indicates—as it does in blues—their resonance with an audience experiencing profound cultural and economic changes.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Patrick Huber observes that the audience for early country music was “largely composed of hard-pressed white farmers and rural migrants . . . who had left the countryside for southern cities and textile towns,” and who now lived in a “troubling and often alienating modern urban world” ( 2008 , 91). Although the impetus for Southern whites to migrate to cities was not linked to racial oppression, as it was for Southern Blacks, they were nonetheless also experiencing the profound effects of the country’s large-scale industrialization and modernization, together with the attendant shifts in economic and social circumstances. Given the extent of these social transformations, it is not surprising to find many of the same themes of movement and anxiety in prewar country music that scholars have identified in blues. As Ben Wynne observes: The idea of mobility looming large in the life and work of both the white country singer and the black bluesman was no coincidence . . . . Because a lack of resources and no clear path to prosperity held them all back, poor blacks and whites had many shared daily experiences that sprang from common forms of economic distress. As the United States advanced rapidly during the age of industrialization, it became apparent that the wonders of modernization were not affecting everyone in a positive way, and that large groups of individuals, including minorities and poor whites, were being left out . . . . One of the great themes of country and blues music is movement, the ability to pick up stakes and leave at a moment’s notice—leave a job, leave a town, or leave a romantic relationship that has soured. ( 2014 , 102–3) Example 4 . Lyric formulas in the songs of Frank Hutchison (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "huber_2008",
                    "wynne_2014"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] These themes are readily apparent, for example, in many recordings by Frank Hutchison, a white singer, steel guitarist, and coal miner from West Virginia. In his “Worried Blues” and “The Miner’s Blues,” for instance ( Example 4 ), Hutchinson uses formulas expressing both movement (“I go away from some place”) and anxiety (“I woke up this morning,” “some thing is on my mind,” “what am I going to do”). (Audio examples accompany some but not all of the verses.) His words about anxiety and yearning to leave do not necessarily reflect his literal feelings and intentions, but they resonated with listeners affected by the general societal disruptions of the time. Both of these are original songs that combine blues lyric formulas with the standard twelve-bar blues scheme, and—as their titles help to make plain—they clearly reflect the growing influence of blues on country music in the early twentieth century. As the appendix shows, the twenty most common formulas appear in many of Hutchison’s other songs as well: in the left column, songs with one or more formulas are shown in bold, and the center column shows every specific formula that appears, as a bracketed number corresponding to Taft’s list. Example 5 . Lyric formulas in contemporary songs recorded by the Carter Family (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Blues lyric formulas also appear in many songs by the Carter Family, one of the most celebrated groups in early country music. The Carter Family to a great extent dominated the golden age of country music, which came to an end with the Second World War, and their “songs about wandering boys, abandoned mothers, dying orphans, and forsaken lovers had a special poignancy for people who saw the stable world of their parents disintegrating around them” ( Malone and Laird 2018 , 78, 81). Mark Zwonitzer observes that “the Depression and the withering dust storms had enticed, begged, bullied, and shoved southerners and midwesterners (black and white alike) off the farms and toward the coal camps and mill towns of the South, up the line to industrial centers such as Chicago, Pittsburgh, and Detroit, and to the picking fields of California,” and that the Carter Family’s songs were highly resonant with an audience experiencing this kind of displacement and loss ( 2002 , 7–8). Lyric formulas expressing movement and anxiety appear, for instance, in their recordings of contemporary country songs like “I Ain’t Goin’ to Work Tomorrow,” “The Cannon-Ball,” and “Lonesome Pine Special” ( Example 5 ). These songs demonstrate well how the themes of movement and anxiety also permeate recently written country songs that bear little—or at least less—obvious blues influence. (19) Example 6 . Lyrical comparison of “Fond Affection” as collected by early twentieth-century folklorists and as recorded by the Carter Family; lyric formulas in the second verse shown in bold italics (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "malone_and_laird_2018",
                    "zwonitzer_2002"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] But in addition to recording contemporary songs, the Carter Family frequently reworked much older songs into the current country idiom. Their “Fond Affection,” for example, is a reworking of a song collected with some frequency by early twentieth-century folklorists, including Cecil Sharp, H. M. Belden, and Frank C. Brown, and which evidently originated in Scotland and disseminated in large part through oral transmission ( Ord [1930] 1974 , 181–82; Sharp 1932 , 2:109; Brown 1952 , 2:398–408, 3:222–25; Meade 2002 , 177). A comparison of verses collected by Sharp in North Carolina in 1916 and by Brown in North Carolina in 1919 with the version recorded by the Carter Family in 1929 reveals obvious relationships in the lyrical content ( Example 6 ): in the first verse there is the reference to the dark- or black-eyed girl and to the lover who now “cares no more for me”; and in the second verse there is the invitation to “go on and leave me if you wish to” and “never let me cross your mind,” and the unhappy realization that “in your heart you love another.” Example 7 . Musical comparison of “Fond Affection” as collected by (a) Sharp (1932, 2:109); (b) Brown (1952, 2:401–2); and (c) recorded by the Carter Family (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "ord_1974",
                    "sharp_1932",
                    "brown_1952",
                    "meade_2002"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] A comparison of the music shows how the Carters have reworked the material into the newer county style ( Example 7 ). To be sure, some strong musical similarities remain, most notably in the rhythmic profiles: all three versions have two four-bar phrases, with long notes on most of the downbeats but short-long rhythms at the beginnings of bars 2 and 6—all shown with brackets—and upbeats into bars 1, 3, 5, and 7. All of these similarities are, of course, intertwined with the rhythm of the text. But unlike the two earlier versions, the Carters’ melody is in the major mode and they have changed the meter to duple, both of which are more idiomatic of early country music. Perhaps the most substantial musical adaptation to the newer country style is the Carter Family’s setting of the song with the three primary harmonies, the major I, IV, and V chords, which are the main harmonic building blocks of early country music—as they are of early blues, rhythm and blues, and rock and roll. (20) Example 8 . The Carter Family, “Fond Affection”; two formula positions per line, separated by a caesura (click to enlarge and listen)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Most significantly, for the purposes of this study, is that the earlier sources, like the Carter Family’s song, contain some of the same lyric conventions that are so common in early blues (shown in bold italics in Example 6, all in the second verse), including the x-formulas human leave human (“Go on and leave me if you wish to”) and human love human (“In your heart you love another”), and the r-formula human have some thing on human’s mind (“never let me cross your mind”). Moreover, these fragments appear much as they do in blues, with two positions per line, separated by a caesura, and one formula per position ( Example 8 ). Reworking earlier songs like “Fond Affection” that were replete with the themes of anxiety and broken relationships helped the Carter Family’s music resonate with a country music audience experiencing widespread displacement and loss. Example 9 . James McGuire, “Three Leaves of Shamrock” (1889) (click to enlarge and see the rest) Example 10 . Melodies and harmonic reductions of (a) James McGuire, “Three Leaves of Shamrock” (1889) and (b) Charlie Poole with the North Carolina Ramblers, “Leaving Dear Old Ireland” (1929) (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Unlike “Fond Affection,” though, which apparently disseminated almost entirely through oral transmission, many early country songs derive from commercially printed sources like sheet music, songsters, and hymnals, with the original composers and dates of publication well documented. In the appendix , the earliest known dates of these sources are shown in the right column, following Guthrie T. Meade’s herculean biblio-discography Country Music Sources ( 2002 ). The frequent alignment of entries in the right column with the boldface entries on the left shows how often these lyrical conventions appear in these earlier sources, and conveys some sense of how deeply they are intertwined with the roots of country music.",
                "footnotes": [],
                "citations": [
                    "meade_2002"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] Comparison of an original printed source with an early country recording shows once again how musicians retain the lyrical content of the original—including the relevant formulas—while reworking the musical material to fit the newer idiom. Charlie Poole with the North Carolina Ramblers’ “Leaving Dear Old Ireland” of 1929, for instance, is based on James McGuire’s “Three Leaves of Shamrock,” a Tin Pan Alley song published in New York in 1889 ( Example 9 ). As shown in the reduction in Example 10 , Poole and the Ramblers retain much from the original, notably the main contours of the melody and the antecedent-consequent construction of bars 1–16 of the verse (“When leaving dear old Ireland” through “she bitterly did cry”). But they also make some quite noticeable changes: they replace the surface harmonic change over the tonic pedal in bars 3 and 11 of the original verse with the subdominant; and they play a straightforward tonic in bar 14, doing away with any possible ambiguity between tonic and cadential six-four that appears in the original. Furthermore, where the original has a 32-bar verse with contrasting material in bars 17–20, creating the ubiquitous Tin Pan Alley AABA form, the Ramblers simply repeat the opening antecedent-consequent form from bars 1–16, dispensing with the tonicization of the submediant and sticking with the three primary harmonies, effectively turning these second sixteen bars into the second verse. Similarly, during the chorus Poole and the Ramblers forgo the meter change in the original and once again repeat the same material, turning the entire song into a simple verse-chorus form. All of these changes bring Poole’s version farther away from the relatively complex formal and harmonic language of Tin Pan Alley and more in line with the more elemental musical language of contemporaneous country music. Example 11 . Lyric formulas in the first verse of “Three Leaves of Shamrock,” by James McGuire (1889) and “Leaving Dear Old Ireland,” by Charlie Poole with the North Carolina Ramblers (1929) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Where Poole and the Ramblers adhere most closely to the original is, once again, in their text, which, outside of a few minor changes, essentially follows McGuire’s word for word; and taking just the opening verse ( Example 11 ), we again find further instances of the pertinent lyrical constructions, including the x-formulas I go away from some place and I tell you , and the r-formula I cry . As shown in the appendix , the twenty lyric formulas appear throughout much of the group’s repertoire, most of which is derived from earlier material, showing not only how pervasive these lyrical conventions are in the originals but also how extensively Poole relied on sources specifically characterized by the themes of movement and anxiety, which resonated so well with an audience experiencing the profound social and economic changes of the early twentieth century. Indeed, whereas late nineteenth-century popular songs concern a wide variety of subjects—including dancing, sporting, bicycling, acrobats, and so forth—and often invoke the spirit of the “Gay Nineties,” and, as Charles Hamm describes it, “a carefree, warmhearted world, with their lilting waltz rhythms and their texts” ( 1979 , 296–97), Poole and many other early country musicians are unmistakably drawn to those songs specifically expressing the themes of movement, anxiety, and loss. (21) (Some early country musicians, notably Fiddlin’ John Carson, were also drawn to nineteenth-century sources because they had the power to evoke nostalgia for an idyllic, romanticized, idealized South—complete with its fixed racial stratifications—and to “assuage . . . white working-class audiences’ anxieties about the social and economic progress of African Americans and the erosion of traditional racial hierarchies” [ Huber 2008 , 94].) Example 12 . Gussie L. Davis, “We Sat Beneath the Maple On the Hill” (1880) [1928 reprint] (click to enlarge and see the rest)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "hamm_1979",
                    "huber_2008"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] The final examples from early country music come from Darby & Tarlton, a duo from Georgia. Like the Carter Family and Charlie Poole, Darby & Tarlton frequently reworked older songs into the newer country idiom: for instance, their song “The Maple On the Hill” of 1930 is a reworking of “We Sat Beneath the Maple On the Hill,” published in 1880 by Gussie L. Davis, one of the first successful African American Tin Pan Alley composers ( Meade 2002 , 212; Southern 1997 , 242–44). Example 12 shows a 1928 reprint of Davis’s song, and Example 13 shows reductions of both Davis’s original and Darby & Tarlton’s recording. The verse of the original is, once again, in the seemingly inevitable AABA form (Example 13a), here sixteen bars long; and the chorus (“refrain” in the original) uses essentially the same melodic material as the A sections but with a somewhat different harmonization. Darby & Tarlton retain the periodicity of the first two phrases (Example 13b), with a half cadence in bar 4 and a perfect authentic cadence in bar 8, but reset them with the three primary harmonies; more specifically, though, they rework the song into a realization of the passamezzo moderno, the most prevalent periodic scheme in early country music, and use this form throughout, with a melody unrelated to the original. (22) The component that Darby & Tarlton follow most closely is, once again, the text, as illustrated in Example 14 , which shows where they use the lyrical material from the original in their own adaptation. Like many Tin Pan Alley compositions, Davis’s “Maple On the Hill” is a love song, and, unsurprisingly, the chorus contains the x-formula I love you , or human love human (“Will you always love me darling”), a line retained in the second verse of Darby & Tarlton’s song. Example 13 . Melodies and harmonic reductions of (a) Gussie L. Davis, “We Sat Beneath the Maple On the Hill” (1880) and (b) Darby & Tarlton, “The Maple On the Hill” (1930) (click to enlarge, see the rest, and listen) Example 14 . Comparison of form and lyrical content in Davis, “We Sat Beneath the Maple On the Hill” (left) and Darby & Tarlton, “The Maple On the Hill” (right) (click to enlarge and see the rest) Example 15 . Lyric formulas in the songs of Darby & Tarlton (click to enlarge, see the rest, and listen) Example 16 . Darby & Tarlton, “Rising Sun Blues,” verse 3; twelve-bar blues with conventional phrase rhythm and placement of x- and r-positions and caesuras (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "meade_2002",
                    "southern_1997"
                ]
            }
        },
        {
            "3.12": {
                "text": "[3.12] What Darby & Tarlton illustrate most compellingly, however, is the growing influence of blues on country music in the early twentieth century. This influence is especially apparent in the large number of their original songs that combine blues lyric formulas with the twelve-bar blues form—which, during this period, quickly begins to gain more parity with the AABA form and the passamezzo moderno as a common resource among country musicians. Their “Rising Sun Blues,” for instance, uses the twelve-bar scheme and teems with blues lyric formulas ( Example 15 ), including those expressing the travel motif— everywhere I go, I go away from some place , and I’m leaving town ; and the same lyrical-formal combinations appear in “Heavy Hearted Blues” and “Freight Train Ramble,” shown in the same example. (23) These songs also conform to the conventional phrase rhythm of early blues, and the placement of x- and r-positions and caesuras, as shown in Example 16 . The music of Darby & Tarlton—which, as the appendix shows, is a thorough mixture of antiquated and modern material, all suffused with the pertinent lyric formulas—is indicative of how blues simultaneously instilled country music with new resources and reinforced conventions that, as we have seen, had long imbued it.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] The songs of Frank Hutchison, the Carter Family, Charlie Poole with the North Carolina Ramblers, and Darby & Tarlton show that lyric formulas expressing the themes of travel and anxiety pervade early country music. In adaptations of popular songs composed decades earlier, these lyrical conventions illustrate the long suffusion of the country tradition itself with these motifs. In many contemporary songs, these formulas indicate the direct influence of blues, especially where they combine with the twelve-bar scheme. The currency of these formulas in both blues and country music constitutes one of the most immediately evident links between the two genres, revealing a shared preoccupation with many of the same themes; and, as with blues, the frequency of such formulas in country music reflects their resonance at a time when industrialization was luring so many people to the cities, and migration and urbanization were part of life for so much of the country. A crucial difference, of course, is that among the Black population that formed much of the early blues audience, deep-rooted Southern racism was another major catalyst for travel and anxiety, in addition to the other disruptive forces that affected both the Black and white populations. 4. Blues Lyric Formulas in Rhythm and Blues and Rock and Roll",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Postwar rhythm and blues was in large part a modernized and urbanized form of prewar blues. When large segments of the Black population migrated to cities, traditional blues traveled with them, but the new urban environment engendered new approaches to blues that reflected the new circumstances. In the years during and following the Second World War, “rhythm and blues” emerged as an urbanized transformation of the earlier, more rural genre. As Glen C. Altschuler observes, “R&B responded to a massive migration of African Americans, from South to North and farm to city, that began early in the twentieth century and accelerated during and after World War II” ( 2003 , 11). Similarly, Malone and Laird note that “the country blues of the 1920s . . . had become metamorphosed by the early 1950s into ‘rhythm and blues,’ an aggressive and highly electrified style that effectively mirrored the urbanization of African Americans” ( 2018 , 289). The newer style was characterized by faster tempos, larger bands that required greater coordination, and greater use of modern, newer instruments, especially the electric guitar ( Ward 1998 , 7, 40; Altschuler 2003 , 13; Ripani 2006 , 6–7). (24)",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "altschuler_2003",
                    "malone_and_laird_2018",
                    "ward_1998",
                    "altschuler_2003",
                    "ripani_2006"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] The fundamental influence of prewar blues on postwar rhythm and blues is evident not only through the frequency of the standard twelve-bar scheme, which appears in countless songs, but also in the continued and widespread use of blues lyric formulas, which are manifest across the commercial and stylistic range of the new genre, from artists who were popular mostly among a Black audience to those with greater “crossover appeal” who became popular with both Black and white audiences and pioneered rock and roll. Example 17 . Lyric formulas in the songs of Ruth Brown (click to enlarge, see the rest, and listen) Example 18 . Ruth Brown, “5-10-15 Hours,” verse 2; lyric formulas appearing with the typical AAB poetic form, phrase rhythm, caesura placements, formula positions, harmonic rhythm, and instrumental responses of the prewar twelve-bar blues scheme (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Ruth Brown is a prime example of an early rhythm and blues artist who was “hugely popular with black audiences but had only a tiny white following” ( Ward 1998 , 2). Brown, who grew up in Virginia and made her most enduring recordings at Atlantic records in New York in the 1950s, was, like Elvis Presley after her, primarily a performer who interpreted songs written by professional songwriters. Her “Shine On” (written by Hudson Whitaker), “Hello Little Boy” (by Brown), and “5-10-15 Hours” (Rudolph Toombs), all in the standard twelve-bar blues form, demonstrate well not only the more urbanized, upbeat aesthetic of rhythm and blues but also the persistence of the familiar lyric formulas ( Example 17 ). Even in just these two songs we find the x-formulas I quit my woman , I am worried , I tell you , and I love you , and the r-formulas I’m going back home , and I cry , some of them more than once. Moreover, they still appear along with the typical poetic form, phrase rhythm, caesura placements, formula positions, instrumental responses, and harmonic rhythm of early blues, as illustrated Example 18 . As the appendix shows, the twenty most common blues formulas appear throughout Brown’s repertoire. Example 19 . Lyric formulas in the songs of Willie Dixon (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "ward_1998"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] This lyrical connection to earlier blues is also unmistakable in the work of Willie Dixon, a musician originally from Mississippi who moved to Chicago in the 1930s during the Great Migration. Like Brown, Dixon’s work was—at least at first—popular mostly among a Black audience, but unlike Brown, Dixon is remembered not only as a performer but also as one of the most prolific songwriters in early rhythm and blues. (25) His compositions for Chess records were recorded by many of the most pivotal figures of early rhythm and blues, including, as mentioned, Howlin’ Wolf, Bo Diddley, Muddy Waters, Little Walter, and others ( Inaba 2011 , 59). Dixon recognized the continuing power of blues lyric formulas to speak to his audience, and they permeate his songs, appearing, for example, in his “Do Me Right” (sung by Lowell Fulson) and “300 Pounds of Joy” (Howlin’ Wolf) ( Example 19 ); and the appendix shows many more instances. Like Brown’s music, Dixon’s is urbanized and—to an even greater extent—electrified, mirroring the new postwar environment, but betrays its connection to its more rural forerunners partly through the widespread use of the same lyric formulas.",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "inaba_2011"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] The same link is also readily apparent in the music of artists with a broader contemporaneous fan base, like Fats Domino and Ray Charles. Domino was one of the most influential early rhythm and blues artists, in part because his “crossover” hits penetrated the pop charts and exposed young white listeners to rhythm and blues. He thus helped pave the way for rock and roll and became one of its earliest stars ( Ward 1998 , 52; Altschuler 2003 , 43–45; Coleman 2006 , xiii–xix). Like Domino, Ray Charles was a more widely celebrated musician than either Brown or Dixon, and he played a very important role in exposing rhythm and blues to wider public attention ( Altschuler 2003 , 51; Lydon 2004 , 117–19). But to a greater extent than Domino, Brown, or Dixon, Charles drew from a multitude of styles and influences, including blues, gospel, country, and pop, and his “country-pop-blues stylings . . . made him a huge national star with both races” ( Ward 1998 , 148–49; Lydon 2004 , 114). Charles thus lies at the most versatile and variegated extremity of “rhythm and blues,” and his broad repertoire is a reminder of the often porous boundaries between musical idioms and the limited accuracy of genre labels. Couplets from Domino’s “Please Don’t Leave Me” and “You Said You Love Me” ( Example 20 ), and from Charles’s “Heartbreaker,” “Tell Me How Do You Feel,” and “I Had a Dream,” ( Example 21 )—all twelve-bar blues or close variants—demonstrate well not only the new electrified, urbanized aesthetic of rhythm and blues but also the lasting lyrical and formal connection to prewar blues. In the hands of widely popular rhythm and blues artists like Domino and Charles, blues lyric formulas, like the blues form, “crossed over” into the popular mainstream, and began to suffuse postwar popular music more generally, no longer remaining confined to relatively niche blues and country markets. As the appendix shows, blues lyric formulas saturate both Domino’s and Charles’s recordings. Example 20 . Lyric formulas in the songs of Fats Domino (click to enlarge, see the rest, and listen) Example 21 . Lyric formulas in the songs of Ray Charles (click to enlarge, see the rest, and listen) Example 22 . AB/CD/R poetic form and longer vocal phrases in Willie Dixon’s “300 Pounds of Joy,” verse 2; with x- and r-positions confined to half a bar, some pairs combining with only one predication; multiple call and response pairings in each phrase; and acceleration of harmonic rhythm in last phrase, resulting in abbreviation of the form to ten bars (click to enlarge) Example 23 . AB/CD/R(EFr) poetic form and longer vocal phrases in Ray Charles’s “I Had a Dream,” verse 2; with x- and r-positions confined to pickups and downbeats, some pairs combining with only one predication; and elongated caesuras combining with vocal responses (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "ward_1998",
                    "altschuler_2003",
                    "coleman_2006",
                    "altschuler_2003",
                    "lydon_2004",
                    "ward_1998",
                    "lydon_2004"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Dixon’s “300 Pounds of Joy” and Charles’s “I Had a Dream” demonstrate another important development in rhythm and blues, but one that marks its divergence from its prewar origins: the increasing frequency of songs with multiple couplets in a single twelve-bar-blues verse. In “300 Pounds” ( Example 22 ), there are two couplets in every verse, followed by a refrain, creating the poetic form AB/CD/R, with CD indicating the second rhyming couplet and R the refrain. “I Had a Dream” has a similar poetic form ( Example 23 ), but the refrain contains an additional couplet followed by the non-rhyming “Oh, say it was a dream,” a form labeled AB/CD/R(EFr), with r representing the closing refrain fragment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] These denser poetic forms in turn combine with busier phrase rhythms and new distributions of the x- and r-positions. In “300 Pounds” (Example 22), every line now corresponds to roughly one bar instead of the conventional two, and, accordingly, the x- and r-positions each correspond to about half a bar, their closer proximity often precluding separation by a midline caesura (the clearest one comes in the B line). In “I Had a Dream” (Example 23), the x- and r- positions are placed much differently, confined to pickups and downbeats, and they are separated by elongated caesuras; in the last phrase, moreover, each line of the EF refrain couplet is confined to a pickup and downbeat, essentially eliminating the possibility for an x-position, and this acceleration of rhymes matches the acceleration of harmonic rhythm in the V–IV–I cadence. In both songs, these shortened x- and r-positions mean that many lines now have time for only one predication, which spans both the x- and r-positions, as in the A and C lines of Example 22 and the B, C, and D lines of Example 23. Most significantly, these denser poetic forms have much more active phrase rhythms, with most of the vocal phrases now considerably longer than in the standard form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Finally, both Dixon and Charles cultivate and elaborate some of the most distinctive characteristics of the twelve-bar blues, a sign of the growing sophistication of the form. Dixon plays upon the model’s call and response pattern by condensing each pairing into two bars (Example 22); whereas in Charles’s song the responses (here from the backup vocals) not only follow the rhyming lines but also divide them, stylizing and magnifying the caesuras (Example 23). Dixon also exaggerates the acceleration of harmonic rhythm that characterizes the distinctive V–IV–I blues cadence in the last phrase by condensing it into two bars, effectively doubling the rate of harmonic change and abbreviating the underlying twelve bars to ten; and he simultaneously accelerates the call-and-response pairs to the level of the beat, thereby compressing both the harmonic rhythm and timbral alternations to dramatize the propulsion toward the cadence. The growing number of such postwar variants points to the increasing refinement and sophistication of rhythm and blues, and to the maturation of the twelve-bar pattern. Example 24 . Charlie Poole with the North Carolina Ramblers, “If the River Was Whiskey” (1930); standard twelve-bar blues with ABR(CD) poetic form (click to enlarge and listen) Example 25 . Chuck Berry, “Johnny B. Goode” (1958); twelve-bar blues with AB/CD/EF poetic form (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] To be sure, there are many prewar twelve-bar blues with more than one couplet per verse, and thus a more active phrase rhythm than the standard form. The most common of these variants has an entire AB couplet spanning the first phrase, followed by a refrain couplet conforming to the conventional phrase rhythm, creating the poetic form ABR(CD), as in Charlie Poole with the North Carolina Ramblers’ “If the River Was Whiskey” ( Example 24 ). (This variant is sometimes called the “Caldonia” type, after Louis Jordan’s 1945 song of the same name.) But there are few prewar examples in which the text essentially blankets the entire form, as in the Dixon and Charles examples, because—like the electrification and livelier tempos—the higher textual and phrase-rhythmic density in rhythm and blues reflects the faster pace of life in which it emerged. Perhaps the consummate example of this more crowded text and heightened rhythmic activity is Chuck Berry’s “Johnny B. Goode,” which has three new couplets in every verse (as distinct from the chorus), creating the form AB/CD/EF ( Example 25 ). But despite its copious couplets, this song is rather short on blues lyric formulas, a point to which I will return soon.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] In the 1950s, white teenagers in growing numbers began listening to rhythm and blues, and rock and roll developed when musicians, disc jockeys, and record labels reacted to this new interest by specifically targeting rhythm and blues toward a white teenage audience ( Ward 1998 , 2, 20, 37; Altschuler 2003 , 18–23). But rock and roll also grew in part out of the interpenetration of rhythm and blues and country music: Larry Birnbaum, for example, argues that “it is incontrovertible that black rhythm-and-blues formed the primary basis for what became known as rock ’n’ roll” ( 2013 , 13), but also observes that “while rock ’n’ roll was first performed by black artists under the rubric of rhythm-and-blues, early white rock ’n’ roll was not simply a countrified version of R&B but an inventive adaptation that incorporated hillbilly-boogie innovations” (235). (26) Example 26 . Lyric formulas in the songs of Elvis Presley (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "ward_1998",
                    "altschuler_2003",
                    "birnbaum_2013"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] These myriad influences on rock and roll are once again apparent in the prevalence of blues lyric formulas, which now suffuse the new genre from multiple directions: from the immediate source of rhythm and blues, and from the lineage of prewar country music, which, as we have seen, not only borrowed lyrical motifs from prewar blues but also had its own long tradition of similar lyrical conventions. These connections are clear in the songs of many pivotal early rock and roll artists, including Elvis Presley, Johnny Cash, and Buddy Holly. Presley was “the performer who most ably illustrated the intermingling of country and rhythm-and-blues,” and Cash is often categorized as “rockabilly,” an early sub-genre of rock and roll so called because of its “successful fusion of ‘rocking’ black music and ‘hillbilly’ music” ( Gillett 1970 , 34, 38–39; Malone and Laird 2018 , 290–91, 293). Holly grew up listening to country musicians like the Carter Family and Jimmie Rodgers and later drew inspiration from rhythm and blues musicians like Muddy Waters, Bo Diddley, Little Walter, and Ray Charles, and also, crucially, from Presley, who demonstrated to Holly how “a new music could be constructed from a combinatory of the various genres” ( Laing 2010 , 8–9, 24–30). Blues lyric formulas appear, for instance, in Presley’s “My Baby Left Me” (by Arthur Crudup) and “Milkcow Blues Boogie” (Kokomo Arnold) ( Example 26 ); Cash’s “Cry! Cry! Cry!” and “So Doggone Lonesome” (both by Cash) ( Example 27 ); and Holly’s “Midnight Shift” (Jimmy Ainsworth and Earl Lee) and “Love Me” (Holly and Sue Parish) ( Example 28 ); and as the appendix shows, the formulas appear throughout the repertoire of these early rock and rollers. With the mainstream success of rockabilly musicians like Presley, Cash, and Holly—and others like Carl Perkins and Jerry Lee Lewis—blues lyric formulas became solidified in the newly dominant genre of rock and roll. Example 27 . Lyric formulas in the songs of Johnny Cash. The refrain “You’ll cry, cry, cry” is counted only once in the appendix (click to enlarge, see the rest, and listen) Example 28 . Lyric formulas in the songs of Buddy Holly. The refrain “If you love me” is counted only once in the appendix (click to enlarge and see the rest) Example 29 . Buddy Holly, “Love Me,” verse 2; twelve-bar blues and ABR(CD) poetic form (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "gillett_1970",
                    "malone_and_laird_2018",
                    "laing_2010"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] “Milkcow Blues Boogie,” “Midnight Shift,” and “Love Me” combine the formulas with the twelve-bar blues, and also demonstrate how rockabilly musicians share the proclivity with their rhythm and blues counterparts for more crowded and energetic variants of the form, with multiple couplets in every verse, mirroring once again the growing urbanization of postwar popular music. “Milkcow Blues Boogie” and “Love Me” ( Example 29 ) each have an AB couplet spanning the first phrase and a closing refrain couplet (the “Caldonia” type); and “Midnight Shift” has three couplets per verse, one in each phrase ( Example 30 ), much like “Johnny B. Goode.” Moreover, in verse 4 of “Milkcow” Presley expands the form to sixteen bars by cramming in yet another couplet, during the opening prolongation of the tonic harmony, an increasingly popular variant in early rock and roll ( Example 31 ). (27) Example 30 . Buddy Holly, “Midnight Shift,” verse 4; twelve-bar blues and AB/CD/EF poetic form (click to enlarge and listen) Example 31 . Elvis Presley, “Milkcow Blues Boogie,” verse 4; expansion of the twelve-bar form to sixteen (underlying) bars (click to enlarge and listen)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] As the lyrics by all seven of these postwar musicians demonstrate, rhythm and blues and rock and roll singers and songwriters continued to rely on lyric formulas common in prewar blues and country music—just as they continued to rely on the twelve-bar blues form—reflecting their sensitivity to the continuing power of these lyrical conventions to speak to audiences and generate sales. But, in contrast to early blues and country music, it seems that a greater proportion of the formulas found in the postwar popular genres relate more directly to anxiety caused by problems in love relationships, rather than to anxiety caused by movement and change, mirroring the relative stability of the postwar period. Such a shift would appear to confirm the sense that many early rock and roll musicians emphasized “a worldview that was almost exclusively focused on romance” ( Friedlander 2006 , 42).",
                "footnotes": [],
                "citations": [
                    "friedlander_2006"
                ]
            }
        },
        {
            "4.14": {
                "text": "[4.14] Many scholars have noted that the rise of rhythm and blues and, especially, rock and roll is closely related to the postwar emergence of a mass youth market, and that the relatively secure economic circumstances of the time allowed American youth to focus more than earlier generations on leisurely pursuits. In the 1950s, many teenagers were freed from the responsibilities of working to help support their families and had few obligations outside of school. Collectively, they had an unprecedented amount of leisure time, and “through the advent of allowances” some disposable income, a considerable amount of which they spent on buying records and attending concerts ( Friedlander 2006 , 21). These circumstances arose in large part from the relative affluence of the postwar years. Altschuler notes that Blacks migrating to cities at the time “found work in a booming economy,” and that “by 1950, blacks in the United States earned four times the wages they took home in 1940. To be sure, the average paycheck was only 61 percent of the pay earned by whites. But with this migration, what had been a diffuse ‘race market’ in the South became a more concentrated—and burgeoning—urban ghetto market” ( 2003 , 11). (28) Example 32 . The percentages of formulas expressing the travel motif (formulas 2, 3, 14, 15, 16, and 20) in the corpus (click to enlarge)",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "friedlander_2006",
                    "altschuler_2003"
                ]
            }
        },
        {
            "4.15": {
                "text": "[4.15] As Example 32 shows, in the corpus under examination, the postwar songs’ relative de-emphasis of the formulas specifically expressing the travel motif—formulas 2, 3, 14, 15, 16, and 20; “I come to some place,” I go away from some place,” “everywhere I go,” “I will be gone,” “I’m going back home,” “I’m leaving town”—mirrors this change in social circumstances: whereas 51% of Hutchison’s formulas, 49% of the Carter Family’s, 52% of Poole’s, and 47% of Darby & Tarlton’s are those expressing the travel motif, only 24% of Brown’s formulas, 22% of Dixon’s, 27% of Charles’s, 28% of Domino’s, 28% of Presley’s, 30% of Cash’s, and 18% of Holly’s are in this category. (The appendix shows formulas expressing the travel motif in underlined bold .) If one takes only the prewar corpus, about 49% of the formulas express the travel motif, whereas in the postwar corpus only about 26% of the formulas are in this category. Further research could demonstrate that this trend holds true outside of the corpus under examination.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] Regarding Johnny Cash, it hardly seems a coincidence that among the postwar artists he has the highest percentage of formulas expressing the travel motif. Along with other elements like more frequent use of the passamezzo moderno —for instance in “I’d Rather Die Young” and “Goodbye Little Darlin’”— much less frequent use of the twelve-bar blues, understated drumming, and recurrent religious themes, his comparatively high use of the travel motif fits with his image and perception as more “country” than many other rock and rollers, often “walking the line” between the two genres; but he still uses these themes notably less often than the prewar artists.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] Like the presence or absence of more abstract musical resources like the standard twelve-bar blues, the inclusion or exclusion of blues lyric formulas helps to reveal which genres, and even which particular artists, were influenced most by blues, and in what ways. For example, blues lyric formulas are relatively scarce in early Motown recordings, and this absence tellingly reflects Motown’s goals and ambitions: Berry Gordy, the founder of Motown Records, very explicitly targeted a broad mainstream audience, and deliberately avoided producing songs that might evoke the controversies bound up with rhythm and blues and rock and roll—avoiding blues lyric formulas was one way of avoiding those associations ( Guralnick 1994 , 1–2, 7–8; Ward 1998 , 161, 183, 262, 266–68; Altschuler 2003 , 177–79; Early 2004 , 82–84). Motown’s connections to earlier African American genres are evident in other ways, for example through its reliance on gospel music techniques and “lyrical references to rural life and the South” ( Ward 1998 , 161, 268; Altschuler 2003 , 179; Ripani 2006 , 82; Flory 2017 , 10). Chuck Berry similarly targeted a broad mainstream teenage audience, in a conscious and successful attempt to outflank covers that would block his opportunities to place hits on the pop charts, and the relative scarcity of blues lyric formulas in his songs likewise reflects his approach: his focus on topics like school, cars, and teenage love target an audience more receptive to such topics than to those of disruption and migration ( Altschuler 2003 , 63–65; Friedlander 2006 , 34). The influence of blues on Berry is more evident in several of the more abstract musical characteristics of his songs, like his frequent use of the twelve-bar blues, including in some of his most celebrated songs that most explicitly target teenagers. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": [
                    "guralnick_1994",
                    "ward_1998",
                    "altschuler_2003",
                    "early_2004",
                    "ward_1998",
                    "altschuler_2003",
                    "ripani_2006",
                    "flory_2017",
                    "altschuler_2003",
                    "friedlander_2006"
                ]
            }
        },
        {
            "4.18": {
                "text": "[4.18] Blues lyric formulas represent a fundamental link between postwar popular music and its prewar antecedents. But the de-emphasis of the travel motif is a significant new development in the later genres: as we have seen, even those postwar musicians who rely extensively on blues lyric formulas favor the themes of anxiety in romantic relationships to those of movement and migration, putting them somewhat closer to the aims and sensibilities of musicians like Chuck Berry and Berry Gordy. This shift in lyrical conventions is the textual counterpart to the electrification and growing formal complexity that mark the transformation of prewar blues and country music into postwar rhythm and blues and rock and roll.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.4.stoia.html",
    "data": "mto/data/mto.20.26.4.stoia.json"
}