{
    "title": "Review of Guy Capuzzo, <i>Elliott Carter’s </i>What Next?:<i> Communication, Cooperation, and Separation</i> (University of Rochester Press, 2012)",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Jenkins, J. Daniel"
    ],
    "abstract": "",
    "keywords": [
        "Elliott Carter",
        "Paul Griffiths",
        "What Next?",
        "CUP",
        "opera"
    ],
    "doi": "",
    "received": "January 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.jenkins.pdf",
    "author_info": [
        {
            "name": "J. Daniel Jenkins",
            "university": "University of South Carolina",
            "address": "School of Music, 813 Assembly St., Columbia, SC 29208",
            "email": "djenkins@mozart.sc.edu"
        }
    ],
    "citations": {
        "carter_1997": "Carter, Elliott. 1997. Collected Essays and Lectures, 1937–1995 , ed. Jonathan W. Bernard. Rochester: University of Rochester Press.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “The Complement Union Property in the Music of Elliott Carter.” Journal of Music Theory 48, no. 1: 1–24.",
        "lewin_2006": "Lewin, David. 2006. Studies in Music with Text. New York: Oxford University Press.",
        "link_1994": "Link, John. 1994. “Long-range Polyrhythms in Elliott Carter’s Recent Music.” PhD diss., City University of New York.",
        "meyer_and_shreffler_2008": "Meyer, Felix and Anne C. Shreffler. 2008. Elliott Carter: A Centennial Portrait in Letters and Documents. Woodbridge, Suffolk: The Boydell Press.",
        "morris_1990": "Morris, Robert. 1990. “Pitch-Class Complementation and its Generalizations.” Journal of Music Theory 34, no. 2: 175–246.",
        "o’donnell_1998": "O’Donnell, Shaughn. 1998. “Klumpenhouwer Networks, Isography, and the Molecular Metaphor.” Intégral 12: 53–80.",
        "schiff_1998": "Schiff, David. 1998. The Music of Elliott Carter, 2nd ed. Ithaca: Cornell University Press.",
        "shreffler_2003": "Shreffler, Anne C. 2003. “Instrumental Dramaturgy as Humane Comedy: What Next? by Elliott Carter and Paul Griffiths.” In Musiktheater Heute , eds. Hermann Danuser and Matthias Kassel, 147–71. Mainz: Schott.",
        "straus_2003": "Straus, Joseph N. 2003. “Uniformity, Balance and Smoothness in Atonal Voice Leading,” Music Theory Spectrum 25, no. 2 (Fall): 305–52.",
        "watkin_2008": "Watkin, Daniel J. 2008. “Turning 100 at Carnegie Hall, With New Notes.” New York Times, December 11."
    },
    "footnotes": {
        "FN1": {
            "text": "1. As Capuzzo notes, What Next? was a relatively long composition for Carter, second only to the orchestral work Symphonia: Sum Fluxae Pretium Spei , the three movements of which were composed separately between the years 1993 and 1996 (7).",
            "citations": []
        },
        "FN2": {
            "text": "2. For example, in the Second String Quartet Carter gave each instrument a “character pattern,” comprised of a unique grouping of ordered intervals, a rhythmic type (“free,” “pulse,” “rubato,” or “accelerando-ritardando”), and an expressive character (“bravura,” “laconic,” “espressivo,” or “impetuous”). See Schiff 1998 , 36. Furthermore: “When asked how it happened that he could write an opera for the first time at the age of ninety, Carter replied that it hadn’t been hard at all, because his instrumental music had always been inherently dramatic: ‘I’ve actually been writings operas all my life,’ he said, ‘only for this one you [clapping Griffiths on the shoulder] wrote the words!’” ( Shreffler 2003 , 149 cited by Capuzzo on page 49).",
            "citations": [
                "schiff_1998",
                "shreffler_2003"
            ]
        },
        "FN3": {
            "text": "3. The interval patterns for the Fifth String Quartet are given in Schiff 1998 , 93.",
            "citations": [
                "schiff_1998"
            ]
        },
        "FN4": {
            "text": "4. Morris ( 1990 ) defined the complement union property (CUP). When the union of any member of set-class X and any non-intersecting member of set-class Y always results in set-class Z, this set-class has the complement union property.",
            "citations": [
                "morris_1990"
            ]
        },
        "FN5": {
            "text": "5. This voice leading follows Straus 2003 .",
            "citations": [
                "straus_2003"
            ]
        },
        "FN6": {
            "text": "6. For more on these contextual inversions, see Capuzzo 2004 .",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN7": {
            "text": "7. Capuzzo’s “tn” resonates with Shaughn O’Donnell’s conception of “dual transformations.” See O’Donnell 1998 .",
            "citations": []
        },
        "FN8": {
            "text": "8. Long-range polyrhythms, polyrhythms that extend for all or almost all of a composition, were nearly ubiquitous in the works Carter composed between 1980 and 1995. See, for example, Link 1994 . As Capuzzo notes, What Next? does include local polyrhythms (46).",
            "citations": [
                "link_1994"
            ]
        },
        "FN9": {
            "text": "9. Here Capuzzo evokes the authority of David Lewin: “There is no abstract Platonic meaning to ‘a dominant’ as such in Mozart’s dramaturgy, nor to ‘a tonic.’ Dramatic significance always resides in this dominant, and in this tonic, of which there are as many different species as there are different readings of different scenes. The observation could also be generalized so as to apply to theoretical terminology in general, beyond tonal theory as such” ( Lewin 2006 , 48 cited on page 49).",
            "citations": [
                "lewin_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] When Elliott Carter completed an opera in 1997 with the title What Next? , little were we to know that the answer to this rhetorical question would be “so much more.” It is amazing to think that Carter, at that point nearly a nonagenarian, would continue to compose for another 15 years, producing pieces with astonishing frequency ( Watkin 2008 ). Of these works, What Next? , Carter’s only surviving opera, emerges as a considerable achievement. In his insightful book-length analytical study of this opus, Guy Capuzzo has contributed an invaluable resource to Carter studies, as well as to post-tonal music theory.",
                "footnotes": [],
                "citations": [
                    "watkin_2008"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Capuzzo has organized his study in two parts, consisting of two and four chapters, respectively. Part One, “Genesis and Context,” includes chapters titled “Preliminaries” and “An Analytical Approach to What Next? ” In Chapter One, “Preliminaries,” Capuzzo provides background information on the opera, placing it in the context of those works that are contemporaneous with it, and also within the long, yet intermittent, history of Carter’s vocal music. Although Carter composed the comic opera Tom and Lily in 1934, he destroyed it, and his vocal writing between 1936 and 1947 consisted of songs and choral works including Tarantella (1936), Three Poems by Robert Frost (1942), and Emblems (1947). He did not write another vocal work until 1975, when he composed the song cycle A Mirror on Which to Dwell , followed by the cycles Syringa (1978) and In Sleep, In Thunder (1981). After another hiatus, Carter wrote Of Challenge and of Love (1994) for voice and piano, followed by What Next? (1997), and works such as Tempo e Tempi (1999), La Musique (2007), and Three Explorations (2011).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Inspired by Jacques Tati’s 1971 film Trafic , Paul Griffiths’ libretto for What Next? revolves around five adults and one child in the aftermath of an automobile accident. “In choosing a librettist who possessed an intimate knowledge of his music, Carter ensured that the libretto would contain the sorts of imagery and multiple perspectives that characterize the poetry he chose for his song cycles” (48). Structurally, the opera comprises 38 continuous episodes that feature solos and vocal ensembles of various sizes, and lasts about 47 minutes. (1) The only episode in which no singer takes part is Episode 19, a solo for English horn. Since this episode comes midway through the opera, some scholars have cast the work into two symmetrical halves, but Capuzzo does not subscribe to this view (15). His analytical focus is also not comprehensive, but rather zeros in on selected dramatic moments.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The five adult characters of What Next? are “Mama,” “Harry or Larry,” “Rose,” “Zen,” and “Stella”; the child is simply named “Kid.” Capuzzo’s Figure 1.1 summarizes the familial and romantic relationships among the adults: Mama and Zen are the divorced parents of Harry or Larry, who, while engaged to Rose, a singer, still flirts with Stella, an astronomer who is also Zen’s (his father’s ) girlfriend. It is not clear how, or even if, Kid relates to any of the adults (10–12). To distinguish the characters from one another musically, Carter adopted a strategy he had employed in instrumental works by assigning each character a preferred collection of intervals and some preferred speeds. (2) Unlike \nin works such as the Fifth String Quartet, where the instruments rarely play intervals other than those Carter predetermined for them, the intervals and speeds Carter favored for each character in What Next? are not fixed throughout the opera (13–14). (3) Additionally, he associated five of the characters “with a specific instrument or family of instruments: Mama with harp, Rose with piano, Stella with vibraphone and marimba, Harry or Larry with woodwinds and brass, and Kid with English horn” (13). Zen does not have a specific association with an instrument. Carter often utilized the percussion section to refer to the accident itself.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In Chapter Two, “An Analytical Approach to What Next? ,” Capuzzo provides an overview of the pitch material and rhythmic language of the opera. Rather than incorporating all-interval twelve-note chords as he did in the works of the 1980s and early 1990s, in What Next? Carter returned to a group of chords that Capuzzo calls “core sets.” He labels three of these core sets “signature sets” because of Carter’s fondness for them: the two all-interval tetrachords (AIT 1 [0146] and AIT 2 [0137]) and the all-trichord hexachord (ATH [012478]). Other core sets include the abstract complements of the all-interval tetrachords, the all-tetrachord octachords (ATO 1 [01234689] and ATO 2 [01235679]); the abstract complement of the all-trichord hexachord (ATH [012568]); and a group of octachordal set classes he calls “combination sets.” These combination sets ([01345689], [01236789], [02345679], [01234569], [0124678t], [0134578t], [0134679t]) result from the union of two discrete all-interval tetrachords (either AIT 1 + AIT 1, AIT 2 + AIT 2, or AIT 1 + AIT 2). He further identifies another group of chords he calls “confusion sets.” These chords “are not core sets, do not frequently occur in the opera, and occur with text in which an adult expresses confusion” (36). Example 1 . Mapping {012478} onto {e12378} (a) by T 3 I, and (b) by the contextual operator K (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Capuzzo shows how compositional spaces such as CUP spaces can model Carter’s segmentation and partitioning of these larger collections. (4) To model Carter’s voice leading, he employs a transformational approach, sometimes utilizing contextual operators. For example, as is shown in Example 1a, {012478} and {e12378}, two members of ATH, map onto each other at T 3 I, which suggests a voice leading from the first chord to the second in which 0 maps to 3, 1 to 2, 2 to 1, 4 to e, 7 to 8, and 8 to 7. (5) Capuzzo prefers the contextual operator K, which leaves the [0167] subset invariant, and maps the member of [04] via T 11 , as shown in Example 1b. Capuzzo also defines a contextual operator L that isolates a member of [048], holds it invariant, and maps one member of [016] onto another. He calls the partitions required by the K and L operators “par 1” and “par 2,” respectively. (6) In regards to the AITs, when a member of [06] is held invariant as one member of [03] maps onto another, he models this transformation with the contextual operation “t n .” Capuzzo refers to this partition as “par 3.” “To apply t n to a member of a par 3 subclass, transpose the ic 3 by ordered pitch-class interval (opci) n. For example, in the {06} subclass, t 1 maps {0614} onto {0625}” (41). (7) These contextual operations serve Capuzzo \nwell in his analyses.",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Consistent with Carter’s approach since 1995, he did not structure What Next? with a long-range polyrhythm. (8) The desire to distinguish voices with their own speeds, assured by a long-range polyrhythm, remains intact, however. The core tempo appears to be 96 bpm. Not only are the metronome markings at the beginning and ending of the opera quarter note = 96, but many of the other metronome markings therein are related to this core tempo (or to each other) by a ratio of x/(x+1) or its reciprocal (47).",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Capuzzo employs the pitch and tempo relationships he outlines in an analytic vignette, and explains how the analyses of Carter’s pitch and rhythmic language inform his readings of both text-music relations and the interactions of the characters in the opera. These interactions have inspired the book’s subtitle, “Communication Cooperation, and Separation.” In the analyses in the four chapters of Part Two, “Close Readings,” Capuzzo demonstrates how Carter employed pitch (class), interval, metronomic speeds, and instrumentation to allow the characters to communicate (or prevent them from doing so), leading to greater degrees of both cooperation and separation. In his analysis of the Second String Quartet, Schiff ( 1998 ) encapsulated the relationships among the four string instruments in a diagram that places the four movements and the intervening cadenzas on a continuum from maximal cooperation to maximal independence (74). Referencing Schiff’s analysis, Capuzzo charts a path through the opera by placing the episodes on a continuum between cooperation and separation, and in effect, analyzes the drama of the work (23, Figure 1.5).",
                "footnotes": [],
                "citations": [
                    "schiff_1998"
                ]
            }
        },
        {
            "9": {
                "text": "[9] According to Capuzzo, Carter communicated cooperation among the characters by “melody sharing,” exchanging pitches, and by borrowing intervals from another character’s interval repertory (45–46). Furthermore, “if one speed can represent one character, then two or more speeds, and how they interact, can represent metaphors of ‘human relationships’ involving ‘cooperation,’ ‘autonomy,’ and ‘responses to one another” (50). Capuzzo wisely understands these as general principles rather than fixed definitions, leading to readings that are sensitive to the dramatic situation at hand. He clarifies that his approach “stresses the contextual, case-by-case nature of musical interpretation. For instance, shared interval or pcsets do not always indicate significant relations among characters. Likewise, the absence of shared intervals or pcsets does not always indicate an absence of such relations” (49). (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Part Two begins with Chapter Three, “Identity Formation in Episodes 1–2.” During Episode 2, “Everyone Makes a Statement,” the audience first comes to learn something about the personalities of the characters. Rose, a lieder singer and a bit of a diva, sings a vocalise while Stella, an astronomer, sings about her telescope. Of his analysis of measures 86–92 of this episode, Capuzzo writes: “[A] strong indicator of cooperation and separation are the core sets formed by Stella’s melody with Rose’s vocalise. The AIT 2 and ATH both begin with G ♯ 4 / A ♭ 4 , which Stella and Rose both sing. Stella repeats the pcs . . . sung earlier by Rose. Mama’s sole pitch, E5, does not participate in any signature sets with Stella or Rose. The fact that Stella and Rose share a pitch and form signature sets together, while Mama does neither of these things, is the first indication of Mama’s separation from the other adults” (83).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In Chapter Four, “Communication and Irony in the Explanation Episodes,” Capuzzo delves into episodes 10–14, in which the adults do (or do not) attempt to explain the accident to Kid. During this part of the opera, each of the five adults has a solo: “Mama Tries to Explain,” “Zen Tries Not to Explain,” “Rose Tries to Explain,” “Harry or Larry Does Not Try to Explain,” and “Stella Cannot Explain.” Kid does not get his own solo, but the English horn, the instrument associated with him, is prominently featured. Capuzzo notes that “the irony behind this is that Kid does play an important role in What Next? , through the music associated with him, but performed by the other characters or instrumental accompaniment” (84). The analysis focuses on a member of AIT 2, {C4, D4, F#4, B4}, labeled X, and transformations of it brought about by tn, labeled Xn. Viewing these episodes as a unit, Capuzzo traces statements of X and Xn to achieve both local and global understanding of the text-music relationships. For example, Rose’s solo, episode 12, begins with X9, {C4, F#4, G#4, B4}, which shares three pitches with X, whereas Stella’s solo, episode 14, begins with X2, {C4, E4, F#4, C#5}, which shares only two pitches with X. “The Xn tetrachords at the beginnings of episodes 12 and 14, with their new ic 3s, forecast the highly subjective (even skewed) explanations of the accident to be given by Rose and Stella: the divergence of Xn tetrachords in Rose’s and Stella’s explanation episodes corresponds with Griffith’s episode titles: ‘Rose Tries to Explain’ (but perhaps cannot), and ‘Stella Cannot Explain.’ As explanations diverge from reality, the Xn tetrachords diverge from {C#4, D4, F#4, B4}” (86).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] If the “Explanation Episodes” find the characters at their most separate, then the “Hope Episodes,” the subject of Chapter Five, mark their moments of greatest cooperation. At this point in the opera, road workers, represented by the percussion section, have appeared on stage. They do not sing, nor do they do acknowledge the other characters. The characters cooperate in the hopes of getting the road workers’ attention. Griffiths’ libretto suggests cooperation in moments where the characters finish each other’s thoughts. Capuzzo provides examples of how Carter set this cooperation musically: “In ‘Second Hope,’ Mama, Zen, and Stella form a three-part melody. They unify the melody by . . . forming two octatonic collections together, and repeating one another’s pitches and intervals. In particular, one singer’s starting pitch often repeats the previous singer’s ending pitch. That the octatonic collections formed by all three singers occur at the end of the melody is significant: it demonstrates the amount of time and effort required for the singers to work as a unit” (105–6).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] As Capuzzo shows, the “Hope Episodes” also leave the characters confused by the indifference of the road workers. In Capuzzo’s analysis, noncore sets called “confusion sets” communicate the characters’ states of mind. The following is a representative passage in which Capuzzo writes about confusion: After Stella sings to the workers, “What we can’t now understand is why you seem to be ignoring us,” the orchestra depicts her frustration through forte and fortissimo attacks. The first attack occurs in the strings and projects an ATH. The second attack occurs in the string, brass, and woodwinds, and projects a noncore set, Reg <E, B, F ♯ , D, B ♭ , G> (a [014579]). Because this noncore set follows a (signature) ATH, occurs in isolation, immediately precedes Stella’s acceleration to M.M. 480, and separates the lines “What we can’t now understand is why you seem to be ignoring us” and “There have been serious problems, that’s for sure,” I interpret it as contributing to the general atmosphere of mounting tension and confusion (117).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In Chapter Six, “Communication and Gender Breakdown in Episodes 37–38,” Capuzzo analyzes the opera’s conclusion. The cooperation of the previous “Hope Episodes” dissipates quickly, leading to maximal separation. As Capuzzo shows, Carter and Griffiths also separated the adults along gender lines, and Carter distinguished the groups by virtue of different metronome speeds, etc. Capuzzo concludes this chapter with a summary of the musical and textual relationships he has identified in his close readings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Capuzzo steeps his close readings in previous scholarship on the opera, on Carter’s other music, and on the study of post-tonal music in general, and thus the analyses resonate broadly. His prose reveals an author \nwho expresses his ideas with clarity, and those who do not have a predilection for technical analysis will still be able to gain much insight into the narrative, drama, history, and critical reception of the work. Readers are also fortunate that the quality of the publication is quite high, and University of Rochester Press is to be commended for their attention to editorial detail. Furthermore, Capuzzo’s study makes a nice companion to those books on Carter and his music already in the press’s catalogue ( Carter 1997 and Meyer and Shreffler 2008 ). Anyone who knows these sources will certainly want Capuzzo’s monograph as part of their collection as well.",
                "footnotes": [],
                "citations": [
                    "carter_1997",
                    "meyer_and_shreffler_2008"
                ]
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.2.jenkins.html",
    "data": "mto/data/mto.13.19.2.jenkins.json"
}