{
    "title": "Review of Ethan Haimo, <i>Schoenberg’s Transformation of Musical Language</i> (New York: Cambridge University Press, 2006)",
    "date": "2008/12/01",
    "volume": "14",
    "issue": "4",
    "authors": [
        "Quaglia, Bruce"
    ],
    "abstract": "",
    "keywords": [
        "Schoenberg",
        "pitch-class set theory",
        "atonal music"
    ],
    "doi": "",
    "received": "November 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.4/mto.08.14.4.quaglia.pdf",
    "author_info": [
        {
            "name": "Bruce Quaglia",
            "university": "University of Utah",
            "address": "School of Music, 204 David Gardner Hall, Salt Lake City, UT 84112",
            "email": "bruce.quaglia@utah.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Ethan Haimo, Schoenberg’s Transformation of Musical Language (New York: Cambridge University Press, 2006), 23–25.",
            "citations": []
        },
        "FN2": {
            "text": "2. Ibid., 25–26 and 32–33.",
            "citations": []
        },
        "FN3": {
            "text": "3. Ibid., 348–49.",
            "citations": []
        },
        "FN4": {
            "text": "4. Haimo reprises his arguments from the “Intentional Fallacy” article at length (and develops them even further) on pages 292–7 in preparation for his discussion of Op. 11 no. 1. See the following note for a full citation of that earlier article.",
            "citations": []
        },
        "FN5": {
            "text": "5. Ethan Haimo, “Atonality, Analysis, and the Intentional Fallacy,” Music Theory Spectrum 18, no. 2 (1996): 167–199.",
            "citations": []
        },
        "FN6": {
            "text": "6. Haimo, Schoenberg’s Transformation of Musical Language , 292.",
            "citations": []
        },
        "FN7": {
            "text": "7. Arnold Schoenberg, Style and Idea, Selected Writings of Arnold Schoenberg , \ntrans. by Leo Black, ed. Leonard Stein (Berkeley: University of California Press, 1975), 210. Haimo quotes this passage as well as others that emphasize Schoenberg’s position on the term “atonal” while making his own arguments in the first chapter.",
            "citations": []
        },
        "FN8": {
            "text": "8. The principle of localized consonance is discussed at length on pages 74–76. It reappears consistently throughout the study, although it unfortunately does not appear as a heading in the index.",
            "citations": []
        },
        "FN9": {
            "text": "9. Haimo, Schoenberg’s Transformation of Musical Language , 74–75.",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid., 76.",
            "citations": []
        },
        "FN11": {
            "text": "11. Simon Harris, A Proposed Classification of Chords in Early Twentieth-Century Music (New York: Garland, 1989).",
            "citations": []
        },
        "FN12": {
            "text": "12. Since Haimo’s harmonic concerns rest upon the relative isolation of familiar chord configurations within a registral span in a larger chord, I would submit that there are analytical procedures that could describe this aspect of the harmony with more rigor than appears in the present study. For an example, Richard Hermann has developed a number of chord shape functions in relation to Berio’s music that could be of use here: Richard Hermann, “Theories of Chordal Shape, Aspects of Linguistics, and Their Roles in Structuring Berio’s Sequenza IV for Piano ” in Concert Music, Rock and Jazz Since 1945: Essays and Analytical Studies , ed. Elizabeth West Marvin and Richard Hermann (Rochester: University of Rochester Press, 1995), \n364–98. Hermann’s functions emphasize  the visceral aspects of shape fields within chordal spans. While Hermann’s work is but one example of a more formalized function that could be used to good effect here, it seems especially relevant since Haimo views familiar sonorities as significant when they occur as shaped fields within larger dissonant sonorities. This significance is based upon the salience of the familar subset when it occurs within an isolated span of the chord voicing.",
            "citations": []
        },
        "FN13": {
            "text": "13. See, for example: Richard Cohn, “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions,” Music Analysis 15, no. 1 (1996): 9–40. Cohn’s work in this article concerns the chromatic transformation of triads, but the sort of harmony that Haimo confronts in works like Op. 5 actually presents these triads (and seventh chords too) as subsets within larger harmonies. Thus, we cannot strictly speak of these larger harmonies as maximally smooth collections when taken as a whole. Still, the motion of their familiar subsets, when they pose clear chromatic voice leading, might be taken synecdochally as a salient basis for asserting chord function for the whole. Even so, the hexatonic systems referred to in Cohn (1996) are but one type of GIS (or generalized interval system); other types of interval systems that can contain entire chords and not just their subsets may be more apt here. Lewin’s GMIT ( Generalized Musical Intervals and their Transformations, New Haven: Yale University Press, 1987) presents the general features of such systems.",
            "citations": []
        },
        "FN14": {
            "text": "14. Haimo, Schoenberg’s Transformation of Musical Language , 355.",
            "citations": []
        },
        "FN15": {
            "text": "15. Ibid., 351.",
            "citations": []
        },
        "FN16": {
            "text": "16. Walter Frisch, The Early Works of Arnold Schoenberg, 1893–1908 (Berkeley: University of California Press, 1993).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Ethan Haimo’s recent study of Schoenberg’s music from the years 1899–1909 doesn’t present a tidy survey of the works from that era, but instead presents the reader with a critical thesis concerning the evolving compositional features that define the music of this period stylistically. Haimo’s thesis cuts against the grain of those well-worn receptions of Schoenberg that are conditioned by the trifurcation of his output into tonal, atonal and serial periods. The cornerstone of this thesis is that “incremental innovation” is a consistent principle applied throughout the period. Of these three style categories, the author is especially troubled by the failed utility of the term atonal . Haimo remains disenchanted with the corollary associations that obtain between the designation atonal and certain analytical methodologies with which he takes sustained issue. Many of the analytical positions in this book descend from his arguments regarding these methodologies and so it is to these arguments that I must necessarily turn shortly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Haimo characterizes Schoenberg’s music of the years 1899–1908 as displaying a principle that he calls “incremental innovation.” The nature of that innovation is construed rather flexibly such that the innovatory domain may change considerably from piece to piece. An overall trajectory is maintained within which different individual features evolve continuously. For example, Haimo finds that the programmatic elements of Verklärte Nacht are innovative because they occur within a chamber work rather than a symphonic setting. (1) Within this same piece he notes that the complex palette of instrumental colors, no single one of which is new, is further evidence of incremental innovation. The relationships of certain unusual cadences to the overall formal structure of the work also demonstrate a progressive aesthetic. (2) This principle appears at times to neatly straddle issues of analytical method and compositional aesthetics without ever clearly distinguishing where the one domain ends and the other begins. I sense that this is not a distinction that Haimo is concerned to make, but as it seems a significant one I will be compelled to return to it shortly. The net result of this approach is a picture of consistent but minimal advancement from work to work within the chosen period, with an overall sweep that is quite dramatic in its progress when taken in toto . Haimo thus displaces Schoenberg’s famously radical stylistic break until a later point than is typical of recent Schoenberg reception, assigning the break instead to the works written between the years 1909–1911. In pieces from this period, such as Op. 11 no. 3 and Op. 16 no. 5, he finds a nearly complete abandonment of earlier procedures such as form-driven thematicism and comprehensible motivic development. These and other features were used relatively consistently until only a few weeks before the composition of these last two works. He designates these works, after Carl Dahlhaus, as a “New Music.” (3) This critique is illuminating and might well begin to recover seemingly intractable works like Op. 11 no. 3 and Op. 20 from the analytical abyss. When we are forced to reconsider the relevance of certain analytical procedures that have yielded much in motivically conceived works like \nOp. 11 no.1, but which have failed to disclose nearly as much in some of those other “new” works, it surely appears that a different set of tools is needed. While Haimo’s study consistently underscores the need for such tools, it doesn’t usually provide them.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Schoenberg’s Transformation of Musical Language remains firmly chronological in its approach to Schoenberg’s evolution. The author relies upon careful documentation of primary sources such as compositional sketches, personal correspondences, remarks of acquaintances, and compositional time lines relative to personal circumstances. This approach infuses his arguments with a certain persuasive authority. At times, however, this process of scholarly persuasion tends toward the polemical when the author becomes determined to dismiss certain other approaches, particularly pitch-class set theory analysis, as illogical or perhaps even simply “wrong” when applied to Schoenberg’s music. (4) Haimo’s views on pitch-class set theory have not changed significantly since his provocative “Intentional Fallacy” article of more than a decade ago. (5) His qualms with “atonality” must necessarily be traced back at least that far in order to qualify some of his present arguments. Haimo’s arguments in the “Intentional Fallacy” article certainly pose important critical challenges to all musical analysts, but even so, the sources to which Haimo consistently turns in his on-going critique of pitch-class set theory, even in this present study, always seem rather out of date. In short, Haimo always trains his sights on the same series of early articles, mostly by Allen Forte. Haimo’s issue with pc-set theory, which he concedes is “beyond reproach . . . well formed, consistent and logical,” (6) remains centered upon the question of whether or not Schoenberg really “composed with sets.” I continue to feel that this is simply the wrong question. Analysis and its methods need not be constrained to the intractable problem of determining how a work was composed. When analysis is tied concretely to sketch study, it may move productively towards that goal, although I do not believe that any resulting conclusions can be regarded as absolute in that case either. It will be my position in this review that Haimo construes set theory far too narrowly and that instead transformational theories that descend particularly from David Lewin’s work provide a more open-ended resource for the analyst who wishes to recognize sets as useful conceptual entities in this music without ever presumptively straying into the realm of how Schoenberg composed. Transformational networks generally suppose relatively little about how a work was created but instead supply a variety of options for how a passage can be heard. While Lewin’s work is cited piecemeal in a number of places throughout the book, the author does not directly address his transformational theory at any length. I cite Lewin’s work as a potential remedy to Haimo’s consistent complaints regarding the methodology of pitch-class set theory because I feel that it is not the idea of a set itself that is so troublesome to Haimo, but instead it is the relatively narrow system of identities and transformations within which these sets are constrained in early atonal theory that in turn becomes the continual bone of contention. I regard Lewin’s treatment of generalized interval systems as enacting a far more open and extensible form of set theory than those theories and analyses at which Haimo usually takes aim. Lewin’s work opened the door for analysts to regard the traversal from one musical event to the next in the broadest terms possible, even allowing for the coexistence of alternate and even conflicting analytical interpretations. Rather than identifying analytical accounts primarily with the compositional act itself or with its deconstruction, the strain of set theory that is formalized in GMIT instead models the complexity and opposition inherent within our own musical intuitions as listeners and performers. The phenomenological impulse of such analyses thus neutralizes many of Haimo’s basic concerns about how Schoenberg’s compositional methods may be misrepresented when some allegedly exposed “structures” are taken as immanent musical features ascribable to the composer’s intentions. Considered in this light, the relevance of set theory, whatever that may mean at this late date, may be resurrected in a manner that is no longer at odds with Haimo’s own project, even if he chooses not to employ its ever proliferating methods in his own work.",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Haimo treats the premise of atonality critically and at length in both the first and last chapters of his book and then eschews the term’s use altogether throughout most of the main body of the text. While observing that the term’s use is now so prevalent that it might seem perverse to either avoid or oppose it, he then goes on to clarify that atonality itself implies a mode of definition by negation that is in opposition to the actual characteristics of the music to which it is typically applied. As an example, he asserts the logical proposition that “anything that tonality is, atonality is not,” and concludes that as a definition this is too broad to be useful. While one may reasonably sense a certain straw man argument in play here, if not an outright tautology, it should be noted that Schoenberg himself also disparaged the term atonal on a similar basis when he stated that identifying his music by what it was not was akin to identifying flying as the “art of not falling” or swimming as “the art of not drowning.” (7) Although Haimo eventually moves beyond the issues of such negative logic, he does not do so before the question of the composer’s intentions has reared its hoary head. As Haimo asserts, Schoenberg’s disavowal of the term atonal is not something to be overcome lightly; he therefore is at pains to clearly establish the term’s descriptive value. Only then, the term’s utility established, can Schoenberg’s own wishes be disregarded. But Haimo’s position is staked upon the subsequent analytical reception of this music, not upon the contemporary invective to which Schoenberg himself was likely responding. The premise of Haimo’s entire study is that Schoenberg’s music during this era incrementally developed and replaced the traditional features of his own (and other composers’) earlier style. Schoenberg’s music during this period retained too many of its own earlier features to constitute a sharp enough break with the tonal past to form a separate epoch. Further, there are simply too many features of this music that are in continual evolution for a coherent style period to emerge within these works. It is Haimo’s project throughout his book to undo the analytical narratives that would propose a single style (and provide a single analytical method) to explain this music. By dismissing atonality as a style category, Haimo must find new ways of describing this music that are independent of the tonal/atonal binary. The body of his book attempts to liberate these works from that binary and thus the denomination of atonality is avoided throughout, along with all that has traditionally been analytically implied by that term.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Having dismissed the emergence of any new style that can be called atonality,  Haimo also remains skeptical about the persistence of any fully-functioning form of tonality that might act as a framing feature of the works of this era. Thus a void necessarily opens up between these two poles that seems to require some other consistent methodology. Perhaps Schoenberg’s own extended tonal works shouldn’t be measured against normative common-practice procedures based in restrictive models of harmonic progression and formal articulation any more than earlier works of Wagner or Liszt should be. Given the now highly developed apparatus of transformational theory, which has arisen largely in response to the chromatic repertoire from which Schoenberg’s own music partially descends, the author’s analytical descriptions, which tend to focus upon the music’s failure to articulate a tonal center in traditional terms, seem to me under-formed at times. As I will discuss in more detail in a moment, the author’s invocation of concepts intended to fill this need might productively be re-positioned within a more formal methodology. This is plainly not Haimo’s project here, though.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] One such concept, in fact a persistent feature of many of Haimo’s analyses, is his reliance upon what he calls the principle of “localized consonance” to describe the formation of some of the more unusual chords in this repertoire. (8) Haimo states flatly: “Schoenberg tends to construct new sonorities so that traditional sonorities (triads, seventh chords) are localized within a segment or a portion of the harmony.” (9) In simpler terms, Haimo finds familiar harmonies to be common continuous spatial components of larger new vertical sonorities, and then he privileges these subsets in a manner that suggests not only primacy, but perhaps also a generative function. His statement, quoted above, is notable for its active placement of agency upon Schoenberg himself. In fact, such a generative process for forming harmony is specified nowhere in either of Schoenberg’s published harmony texts, nor is it found in any unpublished manuscripts \nof which I am aware. While it seems that one could certainly construe many of Schoenberg’s chords in this manner, there appears to be no evidence that Schoenberg himself did so. In short, localized consonance is \na matter of immanent structure, not compositional process, and its authority as a source of segmentation rests entirely therefore upon surface salience. If we set aside Schoenberg’s intentions in this instance, some further measure of analytical authority must be demonstrated, particularly if Haimo’s assertion that these chords are “best understood” in this manner is to be assumed. (10) Perhaps salience alone is sufficient to consider localized consonance a significant property of Schoenberg’s music, but since it is a property restricted entirely to the domain of taxonomy, I am not comfortable with thinking of these chords exclusively in such terms. Haimo cites several precedents for his approach to parsing harmony in this way, the most developed of which is probably Simon Harris’s 1989 book, A Proposed Classification of Chords in Early Twentieth-Century Music . (11) This approach seems intent upon avoiding the use of pitch-class set names, but fails to provide further principles for how chords move from one to the next. At best, it seems to provide an alternative taxonomy for non-traditional chords but one that is decidedly less neutral than the now familiar system of prime-form/Forte-name. The incidence of familiar subsets such as triads and seventh chords within larger vertical sonorities, however, does not lead to a clear basis for determining a new system of harmonic genera, although admittedly it does assert a continuity with the harmonic materials of the preceding tonal tradition. This seems to be Haimo’s primary point, that even when constructing a new harmonic vocabulary, Schoenberg’s innovations come in small measured doses that refer directly to the past. Even so, the manner in which these familiar subsets figure into the voice leading of chord successions is not well accounted for by Haimo’s methodology, and it seems that this is precisely where a transformational model could be productively inserted into the analytical narrative.",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In presenting his arguments for the principle of localized consonance, Haimo is concerned to demonstrate an evolutionary path within the broad development of European harmonic practice that can then eventually be tied to Schoenberg’s own innovative chord vocabulary. In his writings Schoenberg often sought historical precedents for his more innovative compositional practices in a manner not dissimilar to Haimo’s rhetorical angle here. Haimo reasons that triads were the privileged sonority of Western music for hundreds of years, and that the addition of sevenths and even ninths as dissonances eventually yielded to a normalization of these added elements. They became constituent chords tones in their own right, without need of resolution. This is true not only of Schoenberg’s music, but that of his immediate predecessors and contemporaries as well. Within such chords it is increasingly difficult, if not impossible, to establish a hierarchy of stability. In other words, it is no longer possible to assign the rank of chord tone or non-chord tone to the assembled members of a particular verticality. The appearance of a familiar chordal subset—a collection derived from a triad plus its added upper extensions (e.g. an augmented triad or half-diminished seventh chord)—strikes Haimo, even when that subset is not traditionally a “consonant” chord, as evidence of a compositional procedure to which Schoenberg was committed, and a logical consequence of the process of measured innovation that this study concerns itself with. This principle allows one, to a certain measure, to skirt the problem of ranking the stability of chord tones within such collections. For my part, I find the principle of localized consonance relatively under-formed once again since the criteria for isolating one familiar sonority over another within a single dissonant assemblage (when more than one familiar sonority is present) remain unclear. As an example of such ambiguity, on page 75 Haimo presents the chord on the downbeat of measure 273 of Op. 5 ( Pelleas und Melisande ) in isolation and remarks that the chord “could be understood as a first-inversion D ninth chord with an omitted seventh.” Absent some function for D (not supplied in his commentary) I could just as easily imagine calling this same chord a root position F minor seventh chord with a flat-thirteenth substituting for the fifth of the chord. In neither case have I recovered anything about function or context; I have simply asserted two different roots. It appears to me that assigning roots to chords built upon a semi-tertian basis should beg some question of tonal function. While Haimo does appeal to certain passages in the Harmonielehre for description of other chords in Pelleas , like the “chord of fourths” and the whole-tone hexachord, his discussions of these passages likewise do not supply any information about function. Haimo might have provided a basis for discussion of function and context in Pelleas (1907) by considering the Schoenbergian concept of monotonality and its attendant chart of regions, but Schoenberg’s full formulation of this theory comes only later in Structural Functions of Harmony (1948). Given Haimo’s strictly chronological approach, I am not surprised that he doesn’t take these later theories into account in relation to this earlier composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The principle of localized consonance thus presents essentially only a procedure of segmentation and one that explicitly privileges a small group of familiar subsets without the virtue of the functional context in which they once operated. By focusing upon these familiar tertian elements, Haimo is concerned to preserve adherence to what he loosely describes as the rules of species counterpoint. The registral isolation (at least in some cases) of these familiar sonorities seems to allow for some consideration of voice leading, although Haimo’s notions concerning the latter do not seem well developed either. I would submit that recent formal models for voicing and voice leading in chromatic and atonal [sic] repertoire, however remote from Schoenberg’s own explicit intentions or even from Fux’s species counterpoint, may yield a basis for such a criteria. (12) For one thing, such models suppose relatively little about tonal centers or function, but focus instead upon how one chord moves to another. Richard Cohn’s work on maximally smooth cycles within hexatonic systems, for example, has demonstrated unique properties for certain historically privileged collections (like triads) that allow maximally smooth voice leading. One could bring similar work to bear here and thereby generalize species counterpoint so as to accommodate Schoenberg’s rule of the “shortest way” between chords, a rule which is neatly defined by parsimonious voice leading. (13) Since not all of Schoenberg’s semi-consonant chords proceed parsimoniously, however, the question of function for these chords persists.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] While Haimo’s entire project is concerned with the critical reexamination of the criteria that we use to define the periods of Schoenberg’s output, he reserves the full discussion of the value of such categorization for the very end of his book. Having banished the very idea of atonality as either a meaningful style category or a consistent structural feature of this music in the first chapter of his book, he must return at the end to address the apparent void that results. Throughout the body of his study Haimo has attempted to demonstrate that “there are clearly defensible, logical and credible ways of dividing Schoenberg’s music into periods that do not rely on the demonstrably false assumption that “atonality” is a meaningful or coherent category.” (14) This in turn leads Haimo to the question of whether “stylistic periods [are] overly and uselessly simplistic for a composer as complicated and as contradictory as Schoenberg.” (15) He further ponders the question of whether a larger number of more highly nuanced categories would be more efficacious in evaluating Schoenberg’s work and concludes that such a slippery slope would lead us to the “Reductio ad absurdum” of a single period for each work. I want to take the modestly radical position, at least momentarily, that this is not so absurd a reduction. There is a very real sense in which analysis is always torn between two opposing sets of impulses: those that attempt to normalize a work by bringing it into a clear relationship with other ostensibly similar works [relationalism], and those impulses that place value primarily upon the unique properties of a hermetic musical work and which therefore render it remote from those same works [contextualism]. Schoenberg’s music might well present one of the most extreme examples imaginable of this tension. Haimo’s study of his music succeeds repeatedly in highlighting the conceptual shortcomings that such sublimated agendas of normalization can render. The author’s own hesitation to give up on style periods entirely reflects, I believe, his focus upon how Schoenberg composed his works. As stated before, this is a book that places Schoenberg’s work into a tight chronology and proceeds to its conclusions largely from that vantage point. I would therefore not expect the author to abandon periodization altogether even though, read from a certain perspective, his work makes a compelling case for doing so.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Ethan Haimo’s new book is both meticulously researched and written in the kind of fluid prose that makes readers nearly forget that they are reading a scholarly work rather than a work of imaginative literature. Haimo is quite simply an outstanding writer. This work also fills a regrettable void in Schoenberg scholarship since the last major book-length study, at least in English, to address this same period (mostly) was Walter Frisch’s 1993 monograph The Early Works of Arnold Schoenberg, 1893–1908 . (16) While some of Haimo’s ideas are rendered in absolute terms that are at odds with my own beliefs about the limits of analysis and their relation to composition, his arguments are consistently compelling for their critical vigor and unswerving conviction. I will watch with interest the impact that this work is sure to have on the future reception of Schoenberg’s works from this era.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.08.14.4.quaglia.html",
    "data": "mto/data/mto.08.14.4.quaglia.json"
}