{
    "title": "Scriabin’s Atonal Problem",
    "date": "2018/03/01",
    "volume": "24",
    "issue": "1",
    "authors": [
        "Bazayev, Inessa"
    ],
    "abstract": "An integral feature in many of Scriabin’s late musical narratives is the presence of an atonal problem—a musical event that threatens a harmony which the piece is based on. I offer a new interpretation of Scriabin’s late music, in which the idea of an atonal problem becomes a defining feature of his style (after op. 58). This atonal problem is defined as a non-chord tone, which disrupts the balance of the collection (octatonic, whole-tone, or Mystic) which the work is based on. Drawing from Schoenberg’s concept of a tonal problem and from Straus’s expansion of this concept in Disability Studies in music, I use Scriabin’s piano miniatures to show that, within each work, a single pitch class always stands out registrally, dynamically, and/or rhythmically, and becomes an important staple of Scriabin’s late style. Thus, the accommodation of this “wrong” note no longer represents that pitch class as a disruptive note, but rather it adds to the unique aspect of that work.",
    "keywords": [
        "Scriabin",
        "atonal problem",
        "Schoenberg",
        "Disability Studies",
        "orthography",
        "Russian music theory",
        "Yavorsky",
        "voice leading"
    ],
    "doi": "",
    "received": "July 2017",
    "pdf": "http://mtosmt.org/issues/mto.18.24.1/mto.18.24.1.bazayev.pdf",
    "author_info": [
        {
            "name": "Inessa Bazayev",
            "university": "Louisiana State University",
            "address": "College of Music & Dramatic Arts, 102 School of Music, Baton Rouge, LA 70803",
            "email": "ibazayev@lsu.edu"
        }
    ],
    "citations": {
        "bazayev_2013a": "Bazayev, Inessa. 2013a. “Triple Sharps, Qnt Relations, and Symmetries: Orthography in the Music of Nicolaĭ Roslavets.” Music Theory Spectrum 35 (1): 111–31.",
        "bazayev_2013b": "Bazayev, Inessa. 2013b. “The Circle of Fifths in Russian Non-Tonal Music: A Case Study of Selected Works by Roslavets and Stravinsky.” Dutch Journal of Music Theory 18 (2): 51–68.",
        "bazayev_2014": "Bazayev, Inessa. 2014. “The Expansion of the Concept of Mode in Twentieth-Century Russian Music Theory.” Music Theory Online 20 (3).",
        "beliaev_1923": "Beliaev, Viktor. 1923. “Mekhanika ili Logika?” [Mechanism or Logic?] K Novym Beregam 3: 21–30.",
        "callender_1998": "Callender, Clifton. 1998. “Voice-Leading Parsimony in the Music of Alexander Scriabin.” Journal of Music Theory 42 (2): 219 – 33.",
        "carpenter_1988": "Carpenter, Patricia. 1988. “A Problem in Organic Form: Schoenberg's Tonal Body.” Theory and Practice 13: 31-64.",
        "cheong_1993": "Cheong, Wai-Ling. 1993. “Orthography in Scriabin's Late Works.” Music Analysis 12 (1): 47–69.",
        "cone_1982": "Cone, Edward T. 1982. “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics.” 19th-Century Music 5(3): 233–41.",
        "dërnova_1968": "Dërnova, Varvara. 1968. Garmoniia Skryabina [Scriabin’s Harmony]. Muzgiz.",
        "ewell_2012": "Ewell, Philip. 2012. “Rethinking Octatonicism: Views from Stravinsky’s Homeland.” Music Theory Online 18 (4).",
        "guenther_1979": "Guenther, Roy J. 1979. “Varvara Dernova’s Garmoniia Skriabina : A Translation and Critical Commentary.” Ph.D. diss., Catholic University of America.",
        "guenther_1983": "Guenther, Roy J. 1983. “Varvara Dernova’s System of Analysis of the Music of Skryabin.” In Russian Theoretical Thought in Music . Edited by Gordon McQuere, 165-216. University of Rochester Press.",
        "mcquere_1983": "McQuere, Gordon, 1983. “The Theories of Boleslav Yavorsky.” In Russian Theoretical Thought in Music . Edited by Gordon McQuere, 217-52. University of Rochester Press.",
        "ogolevets_1941": "Ogolevets, Alekseĭ. 1941. Osnovy Garmonicheskogo Iazyka [The Fundamentals of Harmonic Language]. Gosudarstvennoe muzykal’noe izdatel’stvo.",
        "reise_1983": "Reise, Jay. 1983. “Late Skriabin: Some Principles Behind the Style.” 19th-Century Music 6 (3): 220 – 31.",
        "roslavets_1927": "Roslavets, Nicolaĭ. 1927. “Novaia sistema organizatsii zvuka i novye metody prepodavaniia teorii kompozitsii: Tezisy doklada” [The New System of Tone Organization and New Methods of Teaching the Theory of Composition: Theses of Lectures]. Lecture given at the Stravinsky Musico-Vocal courses, Moscow.",
        "saslaw_1997–98": "Saslaw, Janna. 1997–98. “Life Forces: Conceptual Structures in Schenker's Free Composition and Schoenberg's The Musical Idea. ” Theory and Practic e 22–23: 17–33.",
        "schoenberg_1946_1984": "Schoenberg, Arnold. [1946] 1984. “New Music, Outmoded Music.” In Style and Idea: Selected Writings of Arnold Schoenberg . Translated by Leo Black and edited by Leonard Stein, 113 – 23. Faber & Faber.",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition . Edited by Gerald Strang and Leonard Stein. Faber & Faber.",
        "schoenberg_1995": "Schoenberg, Arnold. 1995. The Musical Idea and the Logic, Technique, and Art of Its Presentation . Translated and edited by Patricia Carpenter and Severine Neff.  Columbia University Press.",
        "straus_2006": "Straus, Joseph N. 2006. “Normalizing the Abnormal: Disability in Music and Music Theory.” Journal of the American Musicological Society 59(1): 113–184.",
        "straus_2011": "Straus, Joseph N. 2011. Extraordinary Measures: Disability in Music . Oxford University Press.",
        "straus_2014": "Straus, Joseph N. 2014. “Harmony and Voice Leading in the Music of Stravinsky.” Music Theory Spectrum 36 (1): 1–33.",
        "yavorsky_1908": "Yavorsky, Boleslav. 1908. Stroenie muzykal’noĭ rechi [The Structure of Musical Speech].  Gosudarstvennoe muzykal’noe izdatel’stvo.",
        "yavorsky_2008": "Yavorsky, Boleslav. 2008. Izbrannoe: pis’ma, vospominaniia [Selected Letters, Reminisces]. Kompozitor.",
        "_": "Selected Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. In bridging Schoenberg’s theory with his own, Straus explains: “The normative and desirable bodily state (balance and rest) is understood in relation to a non-normative and undesirable state (imbalance and unrest)” ( Straus 2011 , 49). For further reading on the idea of a tonal problem, see Cone 1982 ; Carpenter 1988 ; Schoenberg 1995 ; Saslaw 1997–98 ; Straus 2006 and 2011 .",
            "citations": [
                "straus_2011",
                "cone_1982",
                "carpenter_1988",
                "schoenberg_1995",
                "straus_2006",
                "straus_2011"
            ]
        },
        "FN2": {
            "text": "2. Straus gives numerous examples from Beethoven’s “heroic” period, in which a tonal problem is presented as “disability overcome.” Some of these works, for instance the finale of Symphony no. 8, introduce the tonal problem (in this case, the C ♯ ) at the beginning of the movement. By the end of the piece, the problem C ♯ is “normalized” in the coda as 5 ˆ in F ♯ minor. While “disability overcome” incorporates the problem note into the harmonic plan of the work, a musical narrative of “disability accommodated” involves a “permanent mark” on the musical work, which remains unresolved. Examples include Schubert’s Moment Musical no. 6 (E as the tonal problem) and his Piano Sonata in B ♭ major ( G ♭ as the tonal problem), among others. See Straus 2011 , 45–71.",
            "citations": [
                "straus_2011"
            ]
        },
        "FN3": {
            "text": "3. The Mystic chord has been traditionally associated with a harmony, that is a verticality. Instead, I treat the chord as a collection, because it also appears melodically.",
            "citations": []
        },
        "FN4": {
            "text": "4. This concept resonates with Straus’s “disability accommodated.” Straus describes such musical works in terms of struggle: the tonal problem can be only “won through suffering” ( Straus 2011 , 64).",
            "citations": [
                "straus_2011"
            ]
        },
        "FN5": {
            "text": "5. The Russian/Soviet analytical approach greatly differs from those of its Western counterparts. Tonal elements that usually include the prevalence of the circle of fifths on both harmonic and melodic levels in both tonal and non-tonal works (e.g., the music of Nicolai Roslavets) are viewed as progressive because they continue the traditions set forth by tonal principles; see Bazayev 2013a . This continuity can also be traced throughout Stravinsky’s entire compositional oeuvre. For more on the significance of perfect fifth (bi-quintal) structures in Stravinsky’s music, see Straus 2014 .",
            "citations": [
                "bazayev_2013a",
                "straus_2014"
            ]
        },
        "FN6": {
            "text": "6. For further reading on the role of the circle of fifths in non-tonal works of Roslavets and Stravinsky, see Bazayev 2013b .",
            "citations": [
                "bazayev_2013b"
            ]
        },
        "FN7": {
            "text": "7. This concept is crucial to Ogolevets’s system of tiagotenie , as well as to my own analytical approach. For more on pitch function in non-tonal Russian works, see Bazayev 2014 .",
            "citations": [
                "bazayev_2014"
            ]
        },
        "FN8": {
            "text": "8. This concept is also noted in Dërnova 1968 .",
            "citations": []
        },
        "FN9": {
            "text": "9. See also McQuere 1983 . For a thorough discussion of the system, see Ewell 2012 .",
            "citations": [
                "mcquere_1983",
                "ewell_2012"
            ]
        },
        "FN10": {
            "text": "10. Yavorsky explains that the unstable notes making up the single symmetrical system represent the dominant harmony, and the unstable notes making up the double symmetrical system represent the subdominant harmony ( 2008 , 5–6).",
            "citations": [
                "yavorsky_2008"
            ]
        },
        "FN11": {
            "text": "11. Although Yavorsky does not always take orthography as an essential component of motion among different pitches, semitonal resolutions are crucial to understanding his system. Further, Ogolevets modifies this system and takes orthography as a prominent element that drives music forward (from a dissonant note to a consonant note), so that orthography becomes central to understanding resolutions of dissonant tones: a raised note would resolve upward and a lowered note would resolve downward ( 1941 , 343–45).",
            "citations": [
                "ogolevets_1941"
            ]
        },
        "FN12": {
            "text": "12. In Russian music theory, the orthographic function of pitches within non-tonal Russian works plays a significant role in understanding the music of twentieth-century Russian composers, including Shostakovich and Prokofiev. For a survey of some significant writings on the topic, see Bazayev 2014 .",
            "citations": [
                "bazayev_2014"
            ]
        },
        "FN13": {
            "text": "13. For more on intervallic dissonance in non-tonal works of early twentieth-century Russian composers, especially on the augmented prime, see Ogolevets 1941 , 133–35 and 340–43.",
            "citations": [
                "ogolevets_1941"
            ]
        },
        "FN14": {
            "text": "14. In all notable recordings of the pieces, especially those by Vladimir Ashkenazy ( 2015 ), Roger Woodward ( 2004 ), and Vladimir Feltsman ( 2012 ), the D in mm. 6–7 always stands out regardless of the piano dynamic indication.",
            "citations": [
                "ashkenazy_1998_2015",
                "woodward_2004",
                "feltsman_2012"
            ]
        },
        "FN15": {
            "text": "15. Upon return of the A section (mm. 18–31), the initial octatonic collection returns (OCT 0,1 ). Pitch class D appears only once as a chromatic passing tone (m. 20). Further, it is part of a large-scale chromatic motion in the soprano line, and it quickly resolves to E ♭ in the subsequent measure.",
            "citations": []
        },
        "FN16": {
            "text": "16. In Disability Studies, the resolution of the problem note can be also described as “disability overcome.”",
            "citations": []
        },
        "FN17": {
            "text": "17. Reise 1983 also analyzes this work. As noted earlier, Reise’s approach is not concerned with orthography. He determines that all non-chord tones resolve by half step, without any consideration for their spelling. For instance, the B4 in m. 1 resolves to the B ♭ 5 in m. 2 ( Reise 1983 , 227–228). All of Reise’s “resolutions” are what I call false resolutions, for they do not truly resolve the non-chord tones by intervals of a minor second.",
            "citations": [
                "reise_1983",
                "reise_1983"
            ]
        },
        "FN18": {
            "text": "18. The B section is based on the OCT 2,3 collection, and all the pcs in that section belong to that collection, even our atonal problem.",
            "citations": []
        },
        "FN19": {
            "text": "19. Reise 1983 explains this non-chord tone differently, taking the B ♭ in m. 65 as the resolution of the non-chord tone B (227).",
            "citations": [
                "reise_1983"
            ]
        },
        "FN20": {
            "text": "20. OCT 0,1 [C, C ♯ , D ♯ , E, F ♯ , G, A, B ♭ ] and OCT2,3 [D, E ♭ , F, G ♭ , A ♭ , A, B, C].",
            "citations": []
        },
        "FN21": {
            "text": "21. The interchangeable use of Mystic and whole-tone collections is prevalent in Scriabin’s late works, since the modulations between them only require a deletion or an addition of a single pitch, creating smooth voice leading among the collections.",
            "citations": []
        },
        "FN22": {
            "text": "22. Once again, Reise explains this non-chord tone first as a neighbor note to the D ♮ (m. 2) and then as a passing note resolving to the C (m. 3). In each case, the descending motion of the non-chord tone D ♭ drives this note to its local “resolutions” ( 1983 , 222–225).",
            "citations": [
                "reise_1983"
            ]
        },
        "FN23": {
            "text": "23. Following Reise’s system of non-chordal resolutions, D ♭ in m. 33 resolves to D ♮ in m. 35. What is curious about the harmony in m. 33, however, is that it contains another non-chord tone, E ♭ 4, which does resolve to D4 in m. 35. As we return to my analytical approach to the same piece, this resolution further strengthens the unresolved status of the atonal problem D ♭ .",
            "citations": []
        },
        "FN24": {
            "text": "24. The final chord of the piece does contain pc C in the bass (in octaves). However, because of its extremely low registral placement, coupled with the triple piano dynamic indication, pc C is not to be taken as a resolution. Given the consistent lack of resolution of atonal problem notes within Scriabin’s late works, the final pc C in “Poème,” op. 69, no. 1, is a humorous gesture or joke, on the composer’s part.",
            "citations": []
        },
        "FN25": {
            "text": "25. Pitch class D ♭ is respelled right away as pc C ♯ in mm. 3, 27, 29, and 30, “masking” its presence as an atonal problem. However, even as a disguised (respelled) atonal problem, pc C ♯ never resolves to the expected pc D.",
            "citations": []
        },
        "FN26": {
            "text": "26. The piece can be loosely divided into four sections: mm. 1–40; mm. 41–76; mm. 77–106; mm. 107–125. There are only two main themes in the piece—theme A, which is established in mm. 1–6, and theme B, which is characterized by a half-step melodic descent in mm. 27–34. These themes return either fully, partially, or in altered form in each section of the work.",
            "citations": []
        },
        "FN27": {
            "text": "27. Throughout the work, the atonal problem note is prominently associated with OCT 1,2 .",
            "citations": []
        },
        "FN28": {
            "text": "28. There are other false resolutions within the work. See the beginning of the second section (mm. 40–44). The very slow-moving melodic line (nine eighth-notes long) features false resolutions of the atonal problem to an F ♮ .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The concept of a tonal problem has been widely theorized, most notably in Schoenberg’s organicist view of a musical work, in which a tonal problem is a single note that threatens to destabilize the prevailing tonality by imbalance and unrest: “Every succession of tones produces unrest, conflict, problems. . . . Every musical form can be considered as an attempt to treat this unrest either by halting or limiting it, or by solving the problem” ( Schoenberg 1967 , 102). Most recently, the narrative of a tonal problem (or a problem note) has been reexamined by Joseph N. Straus ( 2006 and 2011 ) through the analytical lens of Disability Studies. (1) Straus discusses tonal problems in two ways: musical narratives of disability overcome and musical narratives of disability accommodated. (2) A tonal problem is introduced early in the piece and fails to be incorporated into the so-called “normal” body of the work, ultimately creating imbalance and unrest. This type of tonal problem marks the musical body in a visible and audible way, leaving the performer and the listener to grapple with its hermeneutical possibilities.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "schoenberg_1967",
                    "straus_2006",
                    "straus_2011"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] I argue that some of Scriabin’s non-tonal works (i.e., those after op. 58) feature a single pitch class that threatens to destabilize the prevalent collection (octatonic, whole-tone, or Mystic [sc(013579)]) of the piece. (3) I introduce the concept of an atonal problem: a single non-collection tone—often emphasized by register, dynamics, and/or rhythm—that does not belong to the main referential collection of the work. All of the works that I discuss follow a very clear pattern of introducing and not resolving an atonal problem, one in which the unresolved non-collection tone leaves a permanent mark on the musical body. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] In order to understand Scriabin’s use of the atonal problem, we need to address some Russian analytical approaches. I will first summarize Boleslav Yavorsky’s symmetrical system in order to establish the importance of pitch orthography in Russian theoretical thought. Then, I will introduce and define an atonal problem and show a unique case study in “Etrangeté,” op. 63, no. 2, the only example in which an atonal problem reaches its true resolution at the end of the work. For the remainder of the essay, I discuss an atonal problem’s most common function—its unflinching struggle to hold its own ground and avoid resolution. The last section of my essay provides a synthesis and considers the significance of an atonal problem in Scriabin’s late oeuvre. II. Yavorsky’s Symmetrical System in Scriabin’s Late Works",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In Russian music theory, non-tonal music has been traditionally viewed in light of the circle of fifths. (5) Beliaev ( 1923 ), Roslavets ( 1927 ), Ogolevets ( 1941 ), and Dërnova ( 1968 ) describe Russian contemporary music with absent key signatures (including the late music of Scriabin, Prokofiev, and Shostakovich, among others) from a tonal perspective. (6) This circle of fifths helped shape another important concept— tiagotenie , or gravitation among the pitches ( Yavorsky 1908 ; Ogolevets 1941 , 343 – 45). Within this system, the spelling or orthography of pitches dictates their function: a sharped note resolves upward, and a flatted note resolves downward. (7) This approach creates a kind of continuity from tonal to non-tonal music. The present article expands on this notion of continuity and applies it to Scriabin’s late music. Although Scriabin’s late music is not rooted in the circle of fifths, I argue that it still continues and develops from the tonal tradition, further validating Scriabin’s late compositional style within Soviet theoretical thought. (8) Example 1 . Yavorsky’s single and double symmetrical systems (2008, 5), reproduced from Ewell 2012, example 2 (click to enlarge)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "beliaev_1923",
                    "roslavets_1927",
                    "ogolevets_1941",
                    "yavorsky_1908",
                    "ogolevets_1941"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Boleslav Yavorsky’s ( 1908 ) symmetrical systems help us understand some of the significant concepts in Russian tonal and non-tonal music. One of the central concepts in Yavorsky’s theory of symmetrical systems is the tritone and its resolution ( 2008 , 5). (9) Example 1 reproduces Yavorsky’s single and double symmetrical systems, with open noteheads denoting stable notes and closed noteheads denoting unstable notes (i.e., the notes that constitute a tritone). (10) The orthography of the unstable notes is significant to Yavorsky’s system, especially in the double symmetrical system. (11) Yavorsky’s systems can be extended to imply clear pitch function of non-chord tones in Scriabin’s late works, including those based on special referential collections. (12)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "yavorsky_1908",
                    "yavorsky_2008"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] My method generalizes Yavorsky’s approach and examines pitch function in a new way. In all the works analyzed below, an atonal problem’s orthography is crucial to understanding Scriabin’s late compositional style. In each of the pieces discussed below, Scriabin uses a systematic method of singling out an atonal-problem note. An atonal-problem note appears in the following ways: (1) it does not belong to the prevalent referential collection of the work; (2) it is highlighted in the work’s first phrase, registrally, rhythmically, and/or dynamically; and (3) its spelling dictates the expected resolution. III. An Atonal Problem with an Unconventional Resolution: Op. 63, No. 2 Example 2a . Scriabin’s “Etrangeté,” op. 63, no. 2, with pc D as its atonal problem; the excerpt is based on OCT 0,1 ; mm. 1–7 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Examples 2a–c show excerpts from “Etrangeté,” op. 63, no. 2, a work that features transpositions of the octatonic collection and an “atonal problem” of pitch class (pc) D. Let us first trace its initial journey in the opening sections of the piece. Example 2a shows the A section of the work (mm. 1–7), which uses OCT 0,1 as its main collection. Pc D in m. 3 and in mm. 6–7 is a “problem” because it does not belong to the prevailing collection. In this section, pc D is presented in two contexts: it is part of an ascending passage in m. 3, and it is heard as a part of a chord in mm. 6–7. While Reise 1983 also examines the same passage as octatonic, his non-chord tones always resolve by different kinds of half steps, regardless of their spelling. (13) These “half-step” resolutions may involve an interval of an augmented prime, a diminished prime, or a minor second. Thus, the orthography of the non-chord tones and their resolutions has been overlooked. An examination through a Russian theoretical lens—a Yavorskian lens—produces different analytical results. In the generalized Yavorskian system that I have described in the previous section, the spelling of notes dictates their function, even in non-tonal works. Thus, as we re-examine op. 63, no. 2, the actual local resolution of D5 (and D6) occurs only in mm. 6–7, where D5 resolves downward to C ♯ 5. The earlier motion from D5 to D ♭ 5 would not be regarded as a “resolution,” since this motion comprises an augmented prime, not a step. I call this type of motion a false resolution.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "reise_1983"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The use of the non-collection tone D in mm. 6–7 is crucial in tracing its journey throughout the work. In mm. 6–7, pc D is demarcated in four significant ways: (1) it clearly does not belong to the prevalent OCT 0,1 collection; (2) it is rhythmically syncopated (i.e., in mm. 6 and 7, the projections of pc D occur on accented weak beats in the latter part of each measure); (3) pc D is further stressed, due to its registral placement—as the highest note in the left hand (D5), as well as in the right hand (D6), and its repetition in m. 7 further emphasizes its importance; and (4) because of these features, the executed dynamic tends to be louder than the indicated piano . (14) Thus, these gestures highlight pc D as an atonal problem of the work, visually on the musical score, as well as aurally. Example 2b . The B section of “Etrangeté,” with pc D (shown in dashed ovals) as a chord member, mm. 8–19 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Pitch-class D takes on a more vital registral role in the middle section of the work. Example 2b shows the B section, where pc D returns as part of the octatonic collection. This section is based on OCT 1,2 and OCT 2,3 , consecutively, collections that both include D, of course. There are two interesting features worth noting: the D5 occurring at the very beginning of the B section (m. 8), and D6 and D7 occurring at the climax of the B section (mm. 13–17). First, let’s examine the rhythmic and registral placement of the first chord-tone D in the B section (m. 8). Pitch class D occurs immediately after the non-chord tone Ds in mm. 6–7 (from the A section). The C ♯ 5 that leads to the D5 in m. 8 highlights this note as its incomplete neighbor tone. The contrasting dynamics (from the previous section) also contribute to pc D’s normalized status from a non-chord tone to a chord tone. Some of the other remarkable features of this section are the virtuoso pianistic gestures (e.g., ascending/descending arpeggios) that often express pc D at their climax. (This is highlighted in mm. 13–17 in Example 2b .) The climactic peaks are also intensified by dynamic indications (especially the crescendo at m. 15), as well as the ascending Ds: from D6 (mm. 14–15) to D7 (mm. 16–18). (15) Thus, pc D does not cease to be highlighted both aurally and visually (even as part of the prevailing collection). Example 2c . The final section of “Etrangeté,” (OCT 0,1 ), with an atonal problem (D) resolving upward to E ♭ in m. 20 (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] At this point of the piece, the analyst has been convinced that an atonal problem was prematurely resolved in mm. 6–7 (see again Example 2a ) and that the return of the high-register Ds in the middle section has confirmed its transformed status from an atonal problem to a chord tone. However, this is not true. At the return of the last section (mm. 18–31), OCT 0,1 collection also brings back the atonal-problem note. Example 2c shows this last section, and pc D is finally normalized by resolving upward to an E ♭ (m. 20). (16) While Scriabin highlights the note through register, dynamics, and rhythm throughout the piece, he allows a resolution of this non-chord tone. The return of pc D in the final section of the piece (m. 20) confirms its true resolution when it moves to pc E ♭ . IV. Atonal Problem Unresolved Example 3a . The A section of “Guirlandes” from Two Dances, op. 73, no. 1, with pc B as its atonal problem, mm. 1–12 (click to enlarge and listen) Example 3b . The return of the AB’ section of “Guirlandes,” with pc B unresolved in m. 63 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The pieces discussed in this section firmly establish the prevalent unresolved function of an atonal problem. In each of the pieces, an atonal problem is presented and unresolved in a similar way. Example 3a shows the opening section of “Guirlandes” from Two Dances, op. 73, no. 1 (mm. 1–12), which is based on two octatonic collections—OCT 0,1 followed by OCT 2,3 . (17) This work’s atonal problem is introduced right away in m. 1 as pc B, which does not belong to the prevailing OCT 0,1 . At its first appearance, this pitch is not very noticeable. It is the second note in the right hand’s ascending arpeggiation, the dynamics are piano , and the descending contrary motion in the left hand further masks its presence. (The B4 returns in a similar way in m. 5.) As we listen onwards, however, pc B returns an octave higher in m. 3. It is demarcated in two ways: it is the highest note of the passage thus far and it is approached by a leap. The recurrence of this atonal problem is further intensified by the G ♯ s that surround it and, briefly, with pc F ♮ in m. 3. Of course, within the reigning OCT 0,1 both pcs G ♯ and F are non-chord tones, as well. Pc B, however, is a far more significant note than pcs G ♯ and F, because pc B was presented earliest in the piece (m. 1). Pc B plays a significant role throughout the work. Shortly after it is heard at a high register, this atonal problem locally resolves from B5 (m. 3) to C6 (m. 4). This immediate resolution is a temporary relief, for pc B returns in m. 5, and it remains unresolved. In the following phrase (mm. 7–9), however, pc B returns under a different guise. Here the music modulates from OCT 0,1 (where pc B was a non-chord tone) to OCT 2,3 and, within this collection, pc B is no longer a non-chord tone, but rather part of the collection. What is intriguing about this moment is the persistent recurrence of pc B at an even higher register than m. 3 (as B6), making it leap out from the musical surface. Although the listener may not have noticed the transpositional shift of the entire collection by T2 to OCT 2,3 (making pc B a chord tone), the syncopated placement of pc B, coupled with its transposition to a higher register (B6) in mm. 7–8, maintain its significance as a problem note. Example 4a . The opening section of “Poème,” op. 69, no. 1, with pc D ♭ as its atonal problem; the piece is based on the Mystic and whole-tone collections sc(013579) and sc(02468T) (click to enlarge and listen) Example 4b . The second half of “Poème,” op. 69, no. 1, with pc D ♭ unresolved at mm. 33–36 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In the last section, pc B remains unresolved. (18) Example 3b shows the second half of the piece, which brings back the A section (mm. 31 – 42) and the B section, now expanded (B’) (mm. 43 – 65). It is the B’ section where pc B is confirmed as an atonal problem or a permanent foreigner. (19) Especially noteworthy of this final section is the orthographical shift in OCT 2,3 . At the beginning of the piece (see again Example 3a), OCT 0,1 was associated mainly with sharp spellings and OCT 2,3 with flat spellings. (20) By the end of the piece, however, the pcs of OCT 2,3 become enharmonically spelled with sharp signs, in an effort to push pc B into its non-chordal function as an atonal problem. Even as a respelled collection, OCT 2,3 tries to absorb pc B as a chord tone, but OCT 0,1 does not allow for this change. This visual orthographic push proves to be useless. After rotating through all three octatonic collections, the music finally returns to its initial OCT 0,1 (mm. 56 – 65). This final passage is crucial to the piece, because pc B (m. 63) no longer resolves to pc C but rather remains unresolved, having been permanently sewn into the musical fabric of OCT 0,1 collection as its ninth pc.",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Another piece that uses an atonal problem is “Poème,” op. 69, no. 1. This work is based on different transpositions of the Mystic collection, or set class (sc) (013579), as well as the whole-tone collection, sc (02468T). (21) Example 4a shows the opening section (mm. 1 – 8), with pc D ♭ as its atonal problem. Similar to “Guirlandes,” the atonal problem of op. 69, no. 1 occurs in the very beginning of the piece and is associated with a specific register—in this case, D ♭ 4. Furthermore, pc D ♭ is not only foreign to the prevailing Mystic collection, but it also stands out rhythmically and motivically, as it oscillates with D4 (m. 2). (22) Locally, D ♭ 4 resolves to the C4 in m. 3. At the end of the piece, however, pc D ♭ returns with a different status. Example 4b shows the second half of this piece (AB’), which brings back the motivic D ♭ with its local resolution to the C (mm. 17 – 18). As the work nears its finish, however, the status of this non-chord tone changes. At the concluding harmonies of the B’ section (mm. 33 – 36), pc D ♭ returns in its expected register as D ♭ 4, never to resolve again. (23) A significant moment during this presentation of an unresolved return of an atonal problem occurs in m. 33. The return of the D ♭ in its initial register is further highlighted by the last note in m. 32, which is D ♭ 7 (!), the highest note of the piece. Even though the D ♭ 7 is a chord tone belonging to Set 8 [C, D ♭ , E ♭ , F, G, A], it forebodes the unyielding nature of an atonal problem, which returns in mm. 33 – 34 and does not resolve as it had in the opening measures of the work. (24) Once again, a dissolution of an atonal problem remains a significant staple of Scriabin’s late compositional oeuvre. Example 5 . “Masque,” op. 63, no. 1, with pc D ♭ as its atonal problem; the annotated harmonies are part of the Mystic collection sc(013579) (click to enlarge and listen)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Scriabin also uses atonal problems in a strictly motivic sense. An atonal problem is presented at the opening of a piece and becomes associated with a very specific gesture. Every time it reappears later in the piece, it is heard the same way—registrally, dynamically, and rhythmically. Example 5 shows “Masque,” op. 63, no. 1, with D ♭ 4 as its atonal problem (mm. 1 – 2 and 25 – 26). The piece is mainly based on the Mystic collection and, similar to the pieces discussed above, an atonal problem is highlighted right away registrally (as a D ♭ 4) and rhythmically (as a syncopation). An atonal problem in op, 63, no. 1, persistently functions as an incomplete neighbor tone, and it never (not even locally) resolves to the expected C ♮ . (25) By refusing to yield to its expected note of resolution at the end of the work, the atonal problem confirms its unresolved, foreign status. Example 6a . The opening section of Vers la Flamme , op. 72, with pc F ♯ as its atonal problem; the passage is based on OCT 1,2 , mm. 1–40 (click to enlarge, see the rest, and listen) Example 6b . Build up to the climax of Vers la Flamme , with its atonal problem F ♯ framing the contour of the melodic line; the passage is based on OCT 1,2 , mm. 77–80 (click to enlarge and listen)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] My last example focuses on one of the most pianistically challenging pieces in Scriabin’s oeuvre— Vers la Flamme , op. 72—which features pc F ♯ as its tonal problem. This piece shows pc F ♯ as its atonal problem, which is first presented at the very beginning of the piece. Subsequently, pc F ♯ reappears throughout the work but features false resolutions to pc F ♮ . Of course, the true resolution to the expected pc G never materializes and the work remains marred by the persistent F ♯ , an atonal problem. (26) Example 6a shows the first section of the piece, which is based on OCT 1,2, with all the projections of an atonal problem annotated. (27) Pitch-class F ♯ is heard in m. 3, for the first time, and it leaps out from the musical surface in three ways: (1) registrally, it is the highest note of the first phrase; (2) rhythmically, it features a leap to and from it; and (3) dynamically, there is a hairpin crescendo, followed by a decrescendo marked at the F ♯ . While the piece features two themes, atonal problem F ♯ is most closely associated with the A theme, as a peak in the melodic line, which we first hear in the opening six measures. Example 6b shows the prominent return of the A theme in the left hand at the beginning of the third section of the piece (mm. 78 – 80). Pitch class F ♯ now appears in two registers, as an F ♯ 4 (in its original register) and as an F ♯ 3. Its reappearance is highlighted by the right hand’s dramatic tremolos, which intensify the foreign status of pc F ♯ . It seems as if pc F ♯ has been trapped by the circular melody of the A theme, and it simply cannot escape its boundaries, literally bouncing from one register ( F ♯ 4) to the other ( F ♯ 3). Example 6c . The last section of Vers la Flamme with its atonal problem (which remains unresolved) prominently highlighted in various registers, but remains unresolved; the passage is based on OCT 1,2 , mm. 95–137 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The unsettling sojourns of an atonal problem within the different registers reach their climax at the last section of the work, where the texture, dynamics, and rhythm of the section add to the tumultuous whirl of the piece. Example 6c shows the concluding section (mm. 95 – 137), with all recurrences of its atonal problem. Atonal problem F ♯ is most prominent in mm. 95 – 111 on several musical levels. It appears in four registers, from F ♯ 3 through F ♯ 6. These reappearances become progressively more dynamically intense. The pitch class F ♯ has a multidimensional presence in this work. It exists within the horizontal dimension (as part of the melodic line), vertical dimension (as part of harmony), and sometimes simultaneously horizontal and vertical dimensions. Furthermore, the passage in Example 6c culminates in the pounding harmonies in mm. 107 – 108, where pc F ♯ is heard in its highest register as F ♯ 6, with accompanying tremolos that dramatically contrast with the return of the opening A theme in the left hand (mm. 108 – 112). This is the final time an atonal problem is heard, with a false resolution to F ♮ in m. 111. (28) The expected resolution, pc G, never materializes, and the music ends with a breathtaking flurry of quartal harmonies and tremolos, until the music erupts with the last verticality of the work with the pianist’s hands five octaves apart. V. Conclusion",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] As I have shown in this essay, the atonal problem is an integral part of Scriabin’s late compositional oeuvre. Generalizing Yavorsky’s symmetrical systems allows for a broader understanding of orthography in Scriabin’s late works. Furthermore, my analyses demonstrate the determined path of these unique non-chord tones as they emerge from the musical surface. An atonal problem is clearly highlighted in the opening measures of a work (registrally, dynamically, and/or rhythmically) and leaves a permanent mark on the surface of the prevailing collection of the work. Thus, in Scriabin’s late compositions, an atonal problem is a significant pc that lives among a homogeneous land of a Mystic, octatonic, or whole-tone collection. This outsider makes itself known right away (both aurally and visually) and continues to relentlessly stand out against the normative body of the prevailing referential collection. The aim of an atonal problem’s journey is not to yield, but rather to add a new color or distinct mark on the main structure or body of the work. This unresolving nature of an atonal problem is crucial to understanding Scriabin’s late style because it defines a significant compositional practice: an atonal problem is a desirable, unique type of a non-chord tone, which adds to Scriabin’s innovative approach to his late music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.1.bazayev.html",
    "data": "mto/data/mto.18.24.1.bazayev.json"
}