{
    "title": "Handel, the Sarabande, and Levels of Genre: A Reply to David Schulenberg",
    "date": "1996/11/01",
    "volume": "2",
    "issue": "7",
    "authors": [
        "Willner, Channan"
    ],
    "abstract": "In his commentary on my article, “More on Handel and the Hemiola,” David Schulenberg favors a historically informed, intertextual approach to the analysis of relatively unfamiliar works, one that hinges on the listener’s knowledge of generically comparable works. By way of reply I combine recent semiotic theory with a more traditional Schenkerian approach to show how the narrative articulation of generic topics shapes the way we hear, interpret, and re-create such works, and how such articulation responds to tensions that are inherent in stylistic and generic norms.",
    "keywords": [
        "Schulenberg",
        "Willner",
        "Handel",
        "Mozart",
        "hemiola",
        "sarabande",
        "narrative",
        "semiotics"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.7/mto.96.2.7.willner.pdf",
    "author_info": [
        {
            "name": "Channan Willner",
            "university": "The New York Public Library for the Performing Arts",
            "address": "Music Division, 40 Lincoln Center Plaza, New York, NY 10023-7498",
            "email": "cwillner@nypl.org"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The Letters of Mozart and His Family , trans. and \ned. by Emily\nAnderson (London: The Macmillan Press, 1985), page 833.  This passage is\ndiscussed from a similar perspective by Leonard Ratner in Classic\nMusic: Expression, Form, and Style (New York: Schirmer Books, 1980),\npage 3.  For more on Mozart and his listeners vis-a-vis his letters see\nV. Kofi Agawu, Playing with Signs: A Semiotic Interpretation of\nClassic Music (Princeton: Princeton University Press, 1991), pages \n3–4.",
            "citations": []
        },
        "FN2": {
            "text": "2. Robert S. Hatten, Musical Meaning in Beethoven: \nMarkedness,\nCorrelation, and Interpretation (Bloomington and Indianapolis:\nIndiana University Press, 1994).  The role hemiolas play in\ndiversifying the durational regularity of dance topics at various\nlevels was explored by Joseph C. Kraus in his paper, “Viennese\nClassicism, Russian Classicism: Mozart, Tchaikovsky, and the Use of\nConvention,” presented at the conference, “Austria 996–1996: Music in\na Changing Society,” in Ottawa (January 1996; the conference\nproceedings, ed. by Walter Kreyszig, will be published by Wilhelm\nBraumuller Universitäts-Verlagsbuchhandlung in Vienna).",
            "citations": []
        },
        "FN3": {
            "text": "3. As it happened, Joseph Kraus offered an intriguing \nexample of\noverlapping hemiolas, distributed among different voices rather than\ncollapsed into one line, from the first movement of Tchaikovsky’s\nFourth Symphony in “Viennese Classicism,” ibid. It only recently\ncame to my attention that Virginia Hancock pointed to a number of such\noverlapping hemiolas, similarly distributed, in Brahms’s Choral\nCompositions and His Library of Early Music (Ann Arbor: UMI Research\nPress, 1983), pages 133, 137, 163, and 167.",
            "citations": []
        },
        "FN4": {
            "text": "4. Hatten, Musical Meaning , Chapters 2 and 5.  The \nstandard\ntreatments of musical topics are Ratner, Classic Music , especially\nChapter 2, and Agawu, Playing with Signs . With proper adjustments,\ntheir observations can be profitably applied to early\neighteenth-century music as well (but see Ratner’s caveats, page 26). I\nuse “topic” in a relatively restricted sense to identify the\nstylistically generic features of the piece.",
            "citations": []
        },
        "FN5": {
            "text": "5. The mix of the familiar and unfamiliar as a source of \nappeal in\nlearning new repertoire has been widely observed.  For a particularly\ninstructive discussion see J. Peter Burkholder, “Berg and the\nPossibility of Popularity,” in David Gable and Robert P. Morgan, eds., Alban Berg: Historical and Analytical Perspectives (Oxford:\nClarendon Press, 1991), pages 26–35.",
            "citations": []
        },
        "FN6": {
            "text": "6. See the extended discussion of the ensuing metrical \ndissonance in\nMaury Yeston, The Stratification of Musical Rhythm (New Haven and\nLondon: Yale University Press, 1976), pages 89–118.",
            "citations": []
        },
        "FN7": {
            "text": "7. Hatten, Musical Meaning , Chapter 2.",
            "citations": []
        },
        "FN8": {
            "text": "8. Hatten, Musical Meaning , Chapter 5.",
            "citations": []
        },
        "FN9": {
            "text": "9. For a telling example of a hemiola in the Sarabande \nfrom J.S. Bach’s E-minor Partita for Clavier see David Schulenberg, “Expression\nand Authenticity in the Harpsichord Music of J.S. Bach,” The Journal\nof Musicology , vol. 8, no. 4 (Fall, 1990), page 472, Example\n4. Ironically, in a paper I delivered at the conference “Austria\n996–1996” (see fn. 2), entitled “Austrian Collections at the New York\nPublic Library: Heinrich Schenker’s Manuscripts in the Oster\nCollection,” I took Schenker to task for some of the same reasons\nSchulenberg chides me.  I maintained that Schenker, eager to find\nstructural similarities between the Sarabande from Bach’s E-minor\nEnglish Suite and other tonal pieces, overlooked the significance of\nits distinctly high-Baroque rhythmic and registral characteristics,\nincluding its generic topics.",
            "citations": []
        },
        "FN10": {
            "text": "10. Hatten, Musical Meaning , Chapter 5, \nespecially pages 117–18.",
            "citations": []
        },
        "FN11": {
            "text": "11. I introduced the notion of basic pace in a paper \nentitled “Sequential Expansion and Handelian Phrase Rhythm,” first presented at\nthe Fifth Biennial Conference on Baroque Music in Edinburgh (July,\n1994); the paper will appear in Carl Schachter and Hedi Siegel, eds., Schenker Studies 2 (Cambridge: Cambridge University Press, in\npreparation).  I assume that the reader is familiar with the procedure\nof normalization, which restores a chord’s original, usually longer\ntime-span at levels deeper than the foreground (provided the chord has\nsurvived the initial stages of reduction).  For an authoritative\ndiscussion see William Rothstein, “Rhythmic Displacement and Rhythmic\nNormalization,” in Allen Cadwallader, ed., Trends in Schenkerian\nResearch (New York: Schirmer Books, 1990), pages 87–114, with further\nreferences.",
            "citations": []
        },
        "FN12": {
            "text": "12. Fluctuations in the basic pace, which play a \ncentral role in the articulation of high-Baroque phrase rhythm, most often involve the\nexpansion or double expansion of the pace, but contractions occur as\nwell.  In the present Sarabande, only contractions take place.",
            "citations": []
        },
        "FN13": {
            "text": "13. The frequent appearance of this melodic outline \nthroughout Handel’s very early oeuvre, and its infrequent recurrence in his later\nworks, have been meticulously documented by Terence Best; see, for\ninstance, Best’s “Die Chronologie von Handels Klaviermusik,” Handel-Jahrbuch , vol. 27 (1981), pages 82–84.  As I noted in my\narticle, the G-minor Sarabande was composed around 1703–1706.",
            "citations": []
        },
        "FN14": {
            "text": "14. I shall later address the extent to which the \nSarabande’s departures from its topics are nonetheless grounded in the topics’\ntonal and durational properties.  For a discussion of beginnings in a\nsimilar context see Agawu, Playing with Signs , pages 56–58.",
            "citations": []
        },
        "FN15": {
            "text": "15. The implication of F5 in bar 9 is based on a very \ncommon early bass descent from I to a tonicized V (in the key of B ♭ , in this instance) that involves a preliminary two-bar retention of 5 ˆ in the upper voice.  See, for instance, Handel’s Chaconne with 62 variations from the Suite in G, HWV 442, Variation 8.  Like Schenker’s leading linear progression, which governs a set of simultaneous linear progressions, one of the basic pace’s two essential voices usually predominates.  In bars 1–8, for instance, it is (arguably) the upper voice; in bars 9–16 it is (clearly) the bass.",
            "citations": []
        },
        "FN16": {
            "text": "16. There is a sense, too, in which the progression in \nbar 13 (through the downbeat of bar 14) offers a telescoped and inverted allusion to\nthe outline of bars 1–4, an intensification that contributes to the\nmarkedness of the second subphrase.",
            "citations": []
        },
        "FN17": {
            "text": "17. As the bass rises through the three tones of the \nF-minor triad, the upper voice accommodates its motion; hence the C-minor chord at\nthe end of bar 14.",
            "citations": []
        },
        "FN18": {
            "text": "18. John Rothgeb’s observation (mto-talk, April 5, \n1996) that the A ♮ and A ♭ do not connect nonetheless still holds in the\nforeground.",
            "citations": []
        },
        "FN19": {
            "text": "19. On reculer pour mieux sauter see Edward T. \nCone, Musical Form and Musical Performance (New York: W. W. Norton, 1968),\npage 24.",
            "citations": []
        },
        "FN20": {
            "text": "20. For a theoretical account of this type of \nthematicization see Hatten, Musical Meaning , pages 117–19.",
            "citations": []
        },
        "FN21": {
            "text": "21. By association, the openings of the three \nsarabande-topic subphrases (bars 1–4, 17–20, and 25–28) outline the rising “third,”\nD5— E ♭ 5—F5.  Though possibly fortuitous, the parallelism with\nthe rising thirds (not a linear progression as such) bracketed in\nExample 5 is striking.  That this long-span, simulated ascent occurs\njust at the points where the Sarabande topics return suggests that\neach reference to these topics represents a forward step, an\nintensification in the Sarabande’s narrative schemes.",
            "citations": []
        },
        "FN22": {
            "text": "22. Evidently, I now assign considerably greater \ndevelopmental significance to bars 25–28 (and to the last two phrases of the\nSarabande in general) than I did when I prepared my original article.",
            "citations": []
        },
        "FN23": {
            "text": "23. Though this is common and sensible strategy, it is \nby no means mandatory for Sarabandes to close with a denouement ; a good \nnumber end climactically (Handel’s “Barry Lyndon” Sarabande, from the D-minor\nSuite, HWV 437, for instance, or the Sarabande from Bach’s A-major English Suite, BWV 806).",
            "citations": []
        },
        "FN24": {
            "text": "24. It is interesting to note how the contrasting \ntemporalities of the subphrases in bars 1–8 and 9–16 merge into a relatively streamlined\ntemporality in bars 17–32 with the abandonment, at the surface, of the\noverlapping hemiolas.",
            "citations": []
        },
        "FN25": {
            "text": "25. See, for instance, Jim Samson, Chopin, The Four \nBallades (Cambridge: Cambridge University Press, 1992), Chapter 4, with\nfurther references.",
            "citations": []
        },
        "FN26": {
            "text": "26. Kallberg, “The Rhetoric of Genre: Chopin’s Nocturne \nin G Minor,” 19th Century Music , vol. 11, no. 3 (Spring, 1988), pages 238–61,\nreprinted in Kallberg, Chopin at the Boundaries: Sex, History, and\nMusical Genre (Cambridge, Mass.: Harvard University Press, 1996),\npages 3–29.",
            "citations": []
        },
        "FN27": {
            "text": "27. A valuable critique of the problems resulting from \nthe application of external ideas to the analysis of this repertoire is Schulenberg’s\n“‘Musical Allegory’ Reconsidered: Representation and Imagination in\nthe Baroque,” The Journal of Musicology , vol. 13, no. 2 (Spring,\n1995), pages 203–39.",
            "citations": []
        },
        "FN28": {
            "text": "28. In several leading genres, for example, \ncharacteristic local fluctuations in the basic pace create durational oppositions at the\nstylistic level whose extended resolution at the strategic level often\nshapes the course of the entire movement.  In the concerto, these\nfluctuations pit the three sections of the ritornello ( Vordersatz , Fortspinnung , \nand Epilog ) against each other at the outset; both\nthe ordering of solo and tutti passages later on and the internal\narticulation of each solo and ritornello group typically offer\nlong-term narrative responses to such initial confrontations.  I\ndiscussed this issue in some detail in “Adjacency and Counterstress:\nApplying Durational Reduction to Baroque Music,” paper delivered at\nthe 1995 annual meeting of SMT in New York.",
            "citations": []
        },
        "FN29": {
            "text": "29. Elaine R. Sisman, Haydn and the Classical \nVariation (Cambridge, Mass.: Harvard University Press, 1993); Scott Burnham, Beethoven Hero (Princeton: Princeton University Press, 1995).",
            "citations": []
        },
        "FN30": {
            "text": "30. As a generic piece, Handel’s Musette resembles a \npastorale rather\nmore closely than a French chaconne, pace Burney (see Schulenberg,\nparagraph 8).  Rather than being “predisposed against hearing\nhemiolas” here, the historically informed listener may in fact expect\nthem, for the Musette’s essential materials are borrowed from the\nhemiolic aria, “Wandelt in der Liebe,” from Telemann’s Cantata of the\nsame name, no. 16 in his Der Harmonische Gottesdienst ; see \nEllwood\nDerr, “Handel’s Procedures for Composing with Materials from\nTelemann’s ‘Harmonischer Gottes-Dienst’ [sic] in ‘Solomon,’” Göttinger Handel-Beiträge , vol. 1 (Kassel: Barenreiter, 1984), page 144.  It is possible, too, that these materials are borrowed from the\nhemiolic aria, “Son confusa pastorella,” from Handel’s own Poro ,\nwhich is based on the same Telemann aria; see John H. Roberts,\n“Handel’s Borrowings from Telemann: An Inventory,” in the same issue\nof the Beiträge , page 157.  The hemiolic idiom Handel employs in \nbars 11–13 (a rather more elaborate idiom than Telemann’s) was in fact part\nof the French dance-suite style around the time the Concerti Grossi,\nop. 6, were composed (1739).  Rameau used it, for instance, in bars\n5–7 of the first Menuet from the Suite in G (from the Nouvelles\nSuites de Pieces de Clavecin , 1728), and again in the Menuet’s \nvastly\nexpanded solo, orchestral, and choral transcription (at “Naissez, dons\nde Flore”) in Scene 2 of the Prologue to Castor et Pollux (1737).",
            "citations": []
        },
        "FN31": {
            "text": "31. As William Rothstein recently pointed out, the construction of\nsuch narratives is an essential part of the interpretative process a\nperformer goes through.  See Rothstein, “Analysis and the Act of\nPerformance,” in John Rink, ed., The Practice of Performance (Cambridge: Cambridge University Press, 1995), pages 237–38.  An\ninfluential appraisal of these issues appears in Kendall L. Walton,\n“Listening with Imagination: Is Music Representational?” The Journal\nof Aesthetics and Art Criticism , vol. 52, no. 1 (Winter, 1994),\npages 47–61; see especially the abstracts of the papers presented at the\nsession devoted to “Listening with Imagination” during the 1995 AMS\nmeeting in New York.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  In a famous letter to his father concerning \nthe premiere of the fortepiano concertos, K. 413, 414, and 415, Wolfgang \nAmadeus Mozart wrote: These concertos are a happy medium between what is\ntoo easy and too difficult; they are very brilliant,\npleasing to the ear, and natural, without being vapid. \nThere are passages here and there from which the\nconnoisseurs alone can derive satisfaction; but these\npassages are written in such a way that the less learned\ncannot fail to be pleased, though without knowing\nwhy. (1) Mozart evidently had a wide range of listeners in mind, from the\nmusically trained connoisseur and amateur to the music lover who could\nneither conceptualize nor verbalize the attractions of a piece.\nImplicit in Mozart’s remark, “the less learned cannot fail to be\npleased, though without knowing why,” is Mozart’s confidence in the\nappeal to the listener of the special elements in each piece; Mozart’s modus operandi is to interweave the remarkable with the more\nexplicitly mundane, and to work out the tensions between them in the\ncourse of the piece.   A look at the listener’s \nand the scholar’s response to such tensions— oppositions between marked and unmarked compositional resources, as Robert Hatten calls them in \nhis book, Musical Meaning in Beethoven (2) —is the focus of my reply to\nDavid Schulenberg’s response ( Music Theory Online 2.5 [1996]) to \nmy article, “More on Handel and the Hemiola: Overlapping Hemiolas” \n( Music Theory Online 2.3 [1996]).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Referring to my analytical remarks concerning the hemiolas in the\nSarabande from Handel’s Suite in G minor, HWV 432, Schulenberg\nexpresses his unease at my “avoiding questions about the work’s\nhistorical context and its relationships to other works of a similar\ntype” (paragraph 1); because I did not relate topical features of the\nG-minor Sarabande, such as its conspicuously accented second beats, to\nthose found in other early eighteenth century sarabandes in general\nand to other Handelian sarabandes in particular, I approached the G-minor Sarabande as a fixed object, assigning unwarranted significance\nto—and perhaps misinterpreting—several passages which I felt were\ndecidedly hemiolic (paragraphs 6–9).   My \nprincipal aim in writing about overlapping hemiolas —a succession of two hemiolas that is\ncollapsed into three measures in each voice in which it appears—was\nin fact to offer a detailed theoretical account of an important\nphenomenon not previously described in the scholarly literature. (3) Even though I tried to place my remarks within the wider compositional\ncontext of each piece, I made no attempt to offer a broader analytical\nperspective, let alone a historical or intertextual one.  To have done\nso would have entailed an extended discussion of each composition’s\ntopical and generic features, features complex enough to warrant a\nseparate full-length study.  In the present reply I plan to offer just\nsuch a study, of the G-minor Sarabande, and to examine the relation of\nits topical features to its long-span rhetoric.  I hope to show how\nthe Sarabande can be approached analytically as a unique work of art\ndespite its similarity to other sarabandes, and to demonstrate that\nthe flexibility required by such an approach precludes treatment of\nthe piece as a “fixed or ideal (real) object” (Schulenberg, paragraph\n3).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]  The distinction Hatten draws between marked \nand unmarked materials\nis most helpful when we attempt to define what is special about the\nSarabande.  A stretch of the composition is marked when it stands out\nfrom among the surrounding passages in some way, especially in its\ntopical, stylistic, or thematic design.  A passage remains unmarked if\nit fits in with the norms the piece has had a chance to establish. (4) These notions are essential to gauging the \nfirst-time listener’s\nparticipation because the listener will usually expect a good deal of\nthe familiar in any potential addition to his or her listening\nrepertoire, along with the novel and the unfamiliar. (5) They can also\nbe applied to different types of structure at various levels, greatly\nfacilitating the composition’s placement in a wider stylistic and\ngeneric context.  Among the differences between Schulenberg’s outlook\nand mine is a divergence in approach to markedness, apparent even\nthough Schulenberg doesn’t use any semiotic terminology.  The hemiolic\npassages from the Sarabande and from the Musette from Handel’s\nConcerto Grosso in G minor, op. 6, no. 6, that I view as marked emerge\nas both nonhemiolic and unmarked in Schulenberg’s response (paragraphs\n7–11).",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  The appearance of hemiolas is, I believe, \nusually a marked event\nbecause the small-scale, temporary metrical hierarchy the hemiolas\nsuggest conflicts with the prevailing metrical grid. (6) Furthermore,\nthe surface adjustments that create hemiolas—changes in grouping,\npace, and thematic design—are often emphatically marked as well.  But\neven when hemiolic passages appear to replicate unmarked formulaic\ncliches that recur in dozens of pieces they may nonetheless be\ntransformed by the tensions of the composition’s unfolding narratives\ninto decidedly marked progressions.  The major \nattribute of marked\npassages is not necessarily their novelty as such but rather the\nnarrative friction they generate against earlier progressions that the\ncompositional process has left unmarked. (7) It is to the reification\nof such friction that the listener intuitively responds in assaying\nthe challenge of a new piece.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Both at the surface and at deeper levels of generic structure the\nopposition between marked and unmarked material reflects the narrative\nschemes that (in tandem with tonal and durational structure) hold\ntonal compositions together.  In retracing these schemes through the\nforeground and across the generic form of the piece, it is often\nhelpful to specify the generic level of the issue in question. I\nemploy Hatten’s stylistic level to refer to surface issues, and \nhis strategic level to denote large-scale matters, such as the\nrhetorical ordering of groups and sections. (8) At the very foreground,\nI find it most helpful to employ the notion of topic (made familiar\nthrough the work of Ratner, Agawu, and others) to designate the idioms\nmost closely associated with the genre under discussion.  Topics in\nHandel’s G-minor Sarabande include the characteristic pairs of\nrepeated notes on the first and second beats of many measures, the\npreponderance of durational accents on many second beats, the use of\ncharacteristic chordal and intervallic textures in thematic areas, and\n(on a somewhat larger scale) the predominantly stepwise underlying\nprogressions as well as the uniform division into eight-bar phrases\nand four-bar subphrases.  Although the hemiola is \nnot a sarabande topic as such, it appears in sarabandes rather more frequently \nthan\nSchulenberg intimates (paragraph 8), as a glance through the\nliterature quickly reveals. (9) In \ntheir own home genre, topical\npassages are (at least at the outset) essentially unmarked since they\nare familiar to the listener who has heard many exemplars of the\ngenre.  But when the same topical passages make guest appearances in\nother genres, as they often do, they acquire a decidedly marked\nquality.  In Handel’s G-minor Sarabande, topical \npassages appear only\non their own turf and remain unmarked until the Sarabande’s narrative\nscheme transforms them into marked passages, in the later stages of\nthe piece.  Such transformation may be regarded as thematic ,\nachieved through a process of thematization , when it supports the\nnarrative discourse at the strategic level. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Among the most important issues that need to be reexamined here is\nthe extent of the listener’s intuitively intertextual response to the\npresentation of early eighteenth-century genres, a central concern of\nSchulenberg’s.  I should like to defer detailed consideration of this\nissue to the closing paragraphs of my reply because it is dependent on\nthe outcome of a tonal, durational, and narrative analysis of Handel’s\nSarabande, and on a reappraisal of its hemiolas. Example 1 . Handel, Suite in G minor HWV 432, Sarabande (click to enlarge) Example 2 . Handel, Sarabande, mm. 1–8, Durational Reductions (click to enlarge) Example 3 . Handel, Sarabande, mm. 1–8, Tonal Reduction (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Handel’s Sarabande is reproduced in its entirety in Example 1 . It divides into four phrases of eight bars, and each phrase divides\nfurther into two subphrases of four bars.  The opening subphrase, bars\n1–4, at once lays out the Sarabande’s gallery of topical, unmarked\nidioms.  The durational accents on the second beat in each measure are\nunderlined in bars 1 and 3 by dissonant passing tones in the bass; the\nessentially stepwise movement of the outer voices at the level of the\nmeasure, which outlines parallel fifths in bars 1–2 and parallel\ntenths in bars 3–4, is broken up discreetly on the last quarter note\nof bars 1–3 by ancillary falling fifths in first inversion or root\nposition.  The only marked features of this subphrase are the\nupper-voice leaps that introduce the repeated-note figures at the turn\nof bars 2 and 3, and the surprising disjunction between the groups of\nparallel fifths and tenths at bar 3; these portend more strongly\nmarked disruption ahead.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]  The structural parameter that mediates \nbetween the presentation of\ntopical material in bars 1–4 and its thematization later on is what I\ncall the basic pace , the largely stepwise movement of the outer\nvoices in their unembellished, unexpanded, and normalized state. (11) In the early eighteenth-century repertoire, the basic pace shines clearly through the textures of the foreground except when it is\nhidden by the temporary prominence of subservient, faster paces; the\nrate of its progress differs from meter to meter, and it frequently\nundergoes expansion and contraction to slower and faster motion.  From\ntime to time it is modified by arpeggiation and by the retention or\nrepetition of essential tones. (12) The upper level of the durational\nreduction of bars 1–8 in Example 2 shows the basic pace in bars 1–4 as\na series of dotted half notes; observe how the ancillary voice leading\nat the close of bars 1, 2, and 3 is phased out at the upper level to\nreveal its one-to-the-bar movement.",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The second subphrase, bars 5–8, introduces an abundance of tonal\nand durational intensifications, beginning with the contradiction of F ♯ 4 (bar 4) by F ♮ 5 (bar 5); its contents consequently\nbecome wholly marked.  With the entrance of the first hemiola in bar\n5, the basic pace accelerates to movement in whole notes (half notes\nin the upper level of Example 2), transforming the durational outline\nof the progression we’ve just heard.  The outer voices continue to\nmove in parallel tenths, just as they did in bars 3–4, and their\nmovement continues to be broken up in similar fashion by ancillary\nfalling fifths, which now appear exclusively in root position (compare\nthe two levels of tonal reduction in Example 3 ).  But the progression\nas a whole moves considerably faster than it did before. At the higher level (the upper reduction in Example 2), it continues \nthrough bar 6 and comprises three parallel tenths, F ♮ 5—D3, E ♭ 5—C3, and D5— B ♭ 3, each tenth occupying two-thirds of a\nmeasure.  The tenth F ♮ 5—D3 proceeds to the tenth E ♭ 5—C3\non the third beat of bar 5; that is why we hear these two tenths as a\nfirst and a second hemiolic beat.  At the lower level (the lower\nreduction in Example 2) the continuation of the tenth E ♭ 5—C3 to\nthe tenth D5— B ♭ 3 is upstaged at the downbeat of bar 6 by the\nentrance of the second hemiola, which begins right on the\nvoice-leading chord intervening between the two tenths and extends the\nchord for two beats, rather than one.  Evidently, the second hemiola\nis not supported by the basic pace and appears at a lower level of\nstructure than the first.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As John Rothgeb perceptively pointed out on mto-talk (April 5,\n1996), the third tenth—the third hemiolic beat—of the first hemiola\nis not entirely usurped by the entrance of the second hemiola.\nRather, it is displaced, from the second to the third beat of bar 6,\nwhere D5— B ♭ 3 continues the earlier tenths and at the same time\nsupplies the second hemiolic beat of the second hemiola.  The second\nhemiola then concludes with the arrival of a — progression over\nF on the second beat of bar 7.  The upper reduction in Example 2\nreveals that above and beyond this hemiolic intensification an\nadditional, cadential acceleration in the basic pace takes place at\nthe downbeat of bar 7, further delaying the restoration of the\noriginal one-bar pace to the arrival of the mediant in bar 8.  The\nreduction also demonstrates how the second hemiola, unsupported by the\nbasic pace, all but disappears in the middleground.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] My reasons for reading the second hemiola in the foreground are\nboth durational and tonal.  Durationally, bars 6 and 7 divide into\nthree distinct and equal stretches: A whole note occupies the first\ntwo beats of bar 6 and another whole note (in the form of the dominant\ntonicizing the key of B ♭ with a – progression overhead)\ntakes up the last two beats of bar 7; in between, on the last beat of\nbar 6 and through the downbeat of bar 7, a sustained movement in\nquarter notes defines an equally long stretch.  The movement in\nquarter notes passes through the downbeat of bar 7 without marking it\nas such.  Tonally (see again Example 3), the chord on G at the\ndownbeat of bar 7 serves as an arpeggiated connective between the more\nsubstantial chord on B ♭ on the third beat of bar 6, the last of\nthe first hemiola’s three parallel tenths, and the significant chord\non E ♭ on the second quarter note of bar 7, the II 6 of an\nauxiliary cadence establishing the mediant (the bass B ♭ appears,\nregistrally displaced, in the small rather than in the great octave).\nThe emergence of the second hemiola from the \ndisplacements of bar 6\ninto the cadential limelight of bar 7 is, like the acceleration\noccasioned by the first hemiola, a dramatic event; despite the\nfamiliarity of its upper voice in bar 7 as a cadential cliche in early\nHandel, the hemiola is perceived as a marked rather than as an\nunmarked progression. (13) That the \nemphasis on the second beat of bar\n7 coincides with the Sarabande’s topical second-beat accent is of\ncourse true (Schulenberg, paragraph 7), but the accent here, as such,\nresults from the tripartite division of bars 6 and 7 taken as a whole,\nnot from the recurrence of the Sarabande topic we encountered in each\nof bars 1–4.  Indeed, the rapid succession and \ngreat density of events\nin bars 5–8 represents the point at which the Sarabande breaks away\nfrom the familiar topics and stylistic norms by which it was\nidentified as a Sarabande in bars 1–4—the point, in other words,\nwhere its surface begins to assume a larger thematic identity uniquely\nits own. (14) As a result of this \nleap for freedom, the remarkable\ncontrast between bars 1–4 and bars 5–8 comes into play as a major\nfeature of the composition. Example 4 . Handel, Sarabande, mm. 9–16, Durational Reductions (click to enlarge) Example 5 . Handel, Sarabande, mm. 9-16, Tonal Reduction (click to enlarge)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In bars 9–12, the first subphrase of the Sarabande’s second\nphrase, the topically familiar setting of bars 1–4 returns.  Although\nrepeated notes, as such, appear only in the bass of bar 9, chordal\naccents on each second beat are once again highly conspicuous,\nsupported by dissonant intervallic sonorities (including prominent\naugmented fourths) in bars 9 and 11, and by a surprising G-major chord\nin bar 12 that seems to announce the following subphrase prematurely,\nentering a mere one beat after the key of F major has been locally\ntonicized.  As the bilevel durational reduction \nof bars 9–16 in Example 4 demonstrates, the one-bar basic pace prevails throughout the\nsubphrase and describes an underlying descent of a fourth from B ♭ 3\nto F3 in the bass (note the implicit anticipation of F5, which arrives\nin bar 10, atop the upper voice of bar 9). (15) The brief tonicization of F in bar 12 represents the first leg in an\nunfolding of the bass fifths, B ♭ —F and G—C, which ultimately leads\nto the tonicization of C, the subdominant, in bar 16 (see the tonal\nreduction of bars 9–16 in Example 5 ; I shall explain the role of the\nG-major chord in bar 12 later on).  In all, the contents of bars 9–12\nare essentially unmarked, just as were those of bars 1–4.  (See my\noriginal article, paragraph 10, for more about the parallelisms between\nbars 1–8 and 9–16.)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The second subphrase, bars 13–16, again \nshows dramatic markedness\nand offers contrasts that, despite some attenuation, parallel those in\nbars 5–8.  These contrasts are underlined by the quarter-note rests in\nbars 13 and 14, which derive quite explicitly from the rests in bars\n1–3 but operate in a very different way. (16) In bars 1–3, the rests\nstand for the entrance of ancillary chords and displace each chord to\nthe last quarter note of the measure (see the lower level of Example\n2); both the rests and the chords enter well away from the steps of\nthe basic pace, which treads at the downbeat.  In bars 13 and 14, the\nrests stand for (and delay the appearance of) appoggiatura-like chords\nthat embellish a two-measure, essentially hemiolic bass arpeggiation\nof an F-minor chord.  The durational reductions \nin Example 4 show both\nhow the rests displace the “appoggiatura” chords by a quarter note and\nhow the combined time-span of each rest-and-chord pair in turn\npostpones the arrival of each arpeggio tone by a half note. (17) Here\nthe basic pace temporarily abandons its stepwise progress in order to\noutline the three hemiolic steps of the F-minor arpeggiation; as in\nbars 5–6, it accelerates to movement in whole notes (half notes in the\nupper level of Example 4).  The first of the three steps, in bar 13,\nis delayed by the half-note “appoggiatura” chord at the downbeat; the\nsecond and the third steps are delayed by the combined rest-and-chord\npairs, and consequently appear, at the surface, in bar 14.  From the\nperspective of the foreground, then, the first of the two overlapping\nhemiolas in bars 13–15 is expressed, implicitly, by the rests in bars\n13 and 14 (see my article, paragraph 10); from the perspective of the\nmiddleground, it is expressed by the normalized F-minor arpeggiation.\nAlthough the progression in bars 13 and 14, as such, is hardly unusual\nand the texture of the two measures remains very simple, its\nunderlying complexity and circumstantial rhythmic dissonance (to which\nI believe our listener, like Mozart’s “less learned” auditor, will\nintuitively respond) certainly sets it off for markedness.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The displaced C-minor chord on the last beat of bar 14 not only\nbrings the first, implicit hemiola to a close but also signals the\nemergence of the second, more explicit hemiola.  Like its counterpart\nin bars 6–7, the second hemiola is not structurally supported by the\nbasic pace; but unlike its counterpart, it is not cued at the outset\nby a change in the design, so that one becomes aware of it only when\nit is already in progress.  If the hemiolas in bars 5–7 are\nrhetorically disruptive, those in bars 13–15 can be viewed as\nreticent, but their impact is equally substantial.  (The basic pace\nagain accelerates cadentially in bar 15, just as it did in bar 7, and\nthe second hemiola again resides at a level closer to the surface than\nthe first.  As the reductions show, it too disappears at the higher\nlevel, while the hidden first hemiola stays put.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] We are now in a position to go back and examine the significance\nof the G-major chord on the second beat of bar 12.  As a locally\napplied dominant to the C-minor sixth chord that enters in bar 13, the\nG-major chord resides within the time-span of the inherently measure-long F-major chord of bar 12 (see Example 4).  The disruption it\noccasions is due both to its early contradiction of F (through the\nalteration of B ♭ to B ♮ ) and to its unique position within\nthe Sarabande—no other chord links two subphrases in similar fashion\nelsewhere in the piece.  The chord performs several tasks: It\naccentuates the contrast between the two subphrases even as it welds\nthem (the movement of the lower voices in parallel tenths in bar 12\nprepares for that of the outer-voices in bar 13); it helps simulate\nthe ascent of a not-quite-linear third progression in the bass,\nF3—G3— A ♭ 3, across bars 12–14, in improvisatory imitation of the\nupper voice’s D5— E ♮ 5—F5 in bars 9–10 and, at a deeper level,\nin bars 9–12 (see the brackets in the tonal reduction in Example 5);\nit prepares for the unfolding of a similarly simulated “third,” E ♭ 3—F3—G3, by the bass in bars 13–15; and it offers a buffer\nbetween the A ♮ 4 of bar 12 and the A ♭ 5 of bar 13.  When both voice leading and duration are reduced \nto their essentials, it\nseems that the A ♮ and A ♭ do in fact connect, in imitation of\nthe F ♯ / F ♮ connection in bars 4–5, as Floyd K.  Grave\nsuggested (see my article, footnote 4). (18) In cushioning this progression\nand offering instead a differently disruptive chromatic alteration, the\nG-major chord simply displaces the chromatic “shock” of bar 5 by two\nbeats to a new location within the phrase.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] A casual audition of the third phrase, bars 17–24, would seem to\nindicate that its two constituent subphrases, bars 17–20 and 21–24,\nrelate to each other in much the same way as did the subphrases in the\ntwo earlier phrases.  Not only do bars 17–20 revert to the potentially\nunmarked rhythms, figurations, and one-bar pace of the typical\nSarabande opening; their almost exclusively stepwise design recalls\nthat of the typical Sarabande rather more closely than does the more\ndisjunct contour of bars 1–4.  The effect of \nthis subphrase seems to\nbe that of reculer pour mieux sauter —a lessening of tension in\npreparation for more developmental events yet to evolve. (19) But\nappearances in this instance are highly deceptive.  The resumption of\nsarabande topics dispenses with the characteristic rests of bars 1–4\nand substitutes full chordal texture for the lean three-voice setting\nof the opening measures, and it shows a sudden temporary acceleration\nin the basic pace (bar 19) to movement in half and whole notes\n(quarter notes and half notes in the durational reduction in Example\n6).  Furthermore, it enters half a step higher than did the opening of\nthe Sarabande (a move whose significance will become apparent later\non).  These changes suggest that the subphrase is \nmore developmental\nthan it seems to be—that its Sarabande topics are in the process of\nbecoming marked and thematized. (20) Example 6 . Handel, Sarabande, mm. 17–24, Durational Reductions (click to enlarge) Example 7 . Handel, Sarabande, mm. 16–32, Tonal Reduction (click to enlarge) Example 8 . Handel, Sarabande, mm. 25–32, Durational Reductions (click to enlarge)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The second subphrase assumes a similarly deceptive appearance.\nIts displaced recollection of bars 13–14 (discussed below) and of bars\n1–3 (Schulenberg, paragraph 14), and its cadentially intensified bass\nmovement, which straddles the bar line at the turn of bar 23, allow\nthe subphrase to feign the marked developmental quality for which the\npreceding subphrase seemed to prepare.  But its basic pace accelerates\nonly at the cadence, in bar 23 (see Example 6 ), allowing the upper\nvoices—for the first time in a second subphrase—to make full use in\neach measure of the Sarabande’s second-beat accents; it offers only\nhemiolic reminiscences, not fully realized hemiolas (see my article,\nparagraph 12); and, in contrast to the active arpeggiation and\nextension of F minor in bars 13–15, its bass line suggests a\nstationary extension of a II chord from the downbeat of bar 21 to\nthe downbeat of bar 23.  (The voice leading here is rather more complex than that, as the\nreduction in Example 7 discloses, but the effect of an uneventful\nextension obtains nonetheless.)  The combination of a steady one-bar\npace and a static harmonic setting considerably weakens both the degree\nof contrast offered by the subphrase and the degree of markedness it\nassumes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Appearances in the third phrase are deceptive in yet another\nrespect. The tonal reduction in Example 7 indicates that the phrase\ncloses with a bass ascent to G, the upper fifth of the subdominant, C.\nThe tonicization of G minor in bar 24 does not really signal a return\nto the tonic (which is completely regained only at the end of the\npiece); it provides a contrapuntal milieu for the startling appearance\nof the minor dominant at the beginning of the fourth phrase, in bar 25\n(see Example 7), a chord that recalls the D-minor sonority of bar 5.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The two subphrases of the fourth phrase—bars 25–28 and 29–32—\nbring to fruition the twist suggested in the third phrase.  Although\nbars 25–28 again offer the potentially unmarked Sarabande topics of\nbars 1–4, and bars 29–32 repeat bars 21–24 (an instance of a petite\nreprise , as Schulenberg correctly observes, though one that occurs\nunder altered tonal circumstances), the relationship between the two\nsubphrases now changes entirely.  The Sarabande \ntopics enter over the\nharmonically unexpected minor dominant, in full chordal texture, and\nin a still higher register—a step higher than the topics in bars\n17ff., and two steps higher than those in bars 1–4—and the basic pace\nundergoes sustained acceleration, to an alternation of half notes and\nwhole notes in both bars 26 and 27 (quarter notes and half notes in\nthe upper level of the durational reduction in Example 8 ). (21) Together, these changes generate the explicitly marked quality that\nbars 17–20 did not yet possess; the Sarabande topics have now become\nfully thematized.  Note how the acceleration in \nbars 26–27 coincides\nwith the contrapuntal deployment of chromatically inflected dominant\nand subdominant chords, and how bars 25–27 suggest hidden, overlapping\nhemiolas (as I pointed out in my article, paragraph 12 and Example\n5). (22) Particularly striking is the \nrecollection of bar 5—the\nSarabande’s thematic turning point—at the downbeat of bar 25.  The\nvery same chord that announced the thematization of the second\nsubphrase now proclaims that of the first.  When we compare the\ntension accumulated in bars 25–28 to the sense of peroration\noccasioned by the repetition in bars 29–32, we realize how unmarked\nthe contents of the second subphrase have become. \nThey simply\nreinforce the harmonic stasis of the II extension they simulate,\nand they provide an eminently suitable set of closing gestures for the\nSuite’s slow movement. (23)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Looking back now at the relations among the subphrases throughout\nthe Sarabande, we can retrace in more organized fashion the narrative\nimplications of the gradual reversal in their relationship.  In\ntransferring the realization of markedness and thematization a few\nsteps at a time from the second subphrase to the first, and in\nshifting the strategic emphasis from the thematization of hemiolic\nprogressions to the thematization of Sarabande rhythms and topics,\nHandel recounts a narrative plot that is based on the most common\nfeatures of the Sarabande’s generic topics.  The reversal in\nmarkedness represents Handel’s way of thematizing the Sarabande’s\ngeneric division into eight-bar phrases and four-bar subphrases.  Even\nwhen Handel moves away from Sarabande topics through the introduction\nof atopical hemiolas at the stylistic level, he does so for the sake\nof thematizing the topics at the higher strategic level, through the\narticulation of sharp contrasts between the subphrases. (24) Thus the\nacceleration of the basic pace, which plays a major role in each\nthematization, makes repeated use of the Sarabande’s second-beat\nemphases, whose tonal and durational activation (as in bars 5 or 13)\nallows each acceleration to get underway; chromatic shifts, similarly\nthematic, occur either at the beginning of subphrases, realizing their\nmarkedness (bars 5, 25), or on the second beat (bars 12, 26).  If we\nremain sensitive to both the narrative and the intertextual\nsignificance of this ongoing give and take between topic and\nmarkedness we shall, I think, avoid the danger of treating the\nSarabande as a fixed object.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]  Adopting a stance rather narrower than the \nwide stylistic and\nstrategic vantage markedness theory requires, several scholars have\nrecently suggested that genre is the one element of the design\n(unlike, say, style or structure) in which the listener participates\ndirectly through his or her familiarity with other generic exemplars\nand through his or her expectation that, up to a point, any new piece\nwill in many ways resemble a substantial body of familiar pieces. (25) In a highly influential study, Jeffrey Kallberg \nhas even likened genre\nto a contract between the composer and the listener; adherence to the\ncontract is the basis for the composer’s discourse, but the contract\nis liable to be broken at any time. (26) A composition’s identity might\nthus be determined by departures from generic norms at the stylistic\nlevel occasioned by external plots or incentives at the strategic\nlevel that do not necessarily relate to the foreground in a\nparticularly close way.  One problem with \napplying such a view (along\nwith a constricted view of the listener’s competence or participation)\nto early eighteenth-century music is that generic norms and\nprescriptions at the strategic level are loosely defined in this\nrepertoire, while stylistic topics (such as the sarabande topics we’ve\nbeen dealing with) are set quite firmly in place. (27) An analytical\naccount of high-Baroque genres should take into account the close\nlinks that exist between topics and topic-related events at the\nstylistic level and the narrative schemes that organize them, through\nmarkedness and thematization, at the strategic level.  The topical\nnorms of each genre, unmarked though they may be, contain elements of\npotential tension whose realization and resolution call for the\nintervention of a narrative scheme. (28)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The organization and ordering of generic \ntopics by large-scale\nnarrative or rhetorical strategies is hardly a new idea; it forms the\nbasis of important recent works dealing with late eighteenth- and\nearly nineteenth-century repertoires by Elaine Sisman, Scott Burnham,\nand others. (29) The difficulty in \nreconstructing the narrative\nstrategies of early eighteenth-century music resides in the brevity,\nsmall scale, and surface uniformity of its constituent pieces, which\noften seem to be rhetorically cryptic.  I believe it is nonetheless\nessential for both analyst and listener to attempt such\nreconstructions if they are to experience the essence of this\nrepertoire.  This, in fact, was the unstated \nassumption of my\narticle—not verbalized as such, but clearly implied by my comments on\nthe larger course of events in the Sarabande (paragraphs 10–12) and in\nmy remarks on the introduction and dissipation of hemiolic tension in\nthe Musette from the G-minor Concerto Grosso, op. 6, no. 6 (paragraphs\n17–18). (30)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] It is of course by no means certain that the \nlistener’s plot will\ncoincide with the composer’s or the analyst’s, or with the\nperformer’s, for that matter. (31) The analyst might attempt to\nreconstruct what he or she believes is the composer’s own strategy or\nplot, with the hope that the results, backed up by a sound scholarly\napparatus, will gain some sort of validity and acceptance.  The\nlistener, possessing few of the analyst’s sophisticated tools, might\nby contrast try to construct an ad hoc, homemade scheme.  But the\nprocess involved will be fundamentally the same.  Thus even if in bars\n5–7 of Handel’s G-minor Sarabande “virtually every detail of its\nrhythm, melody, and harmony is a formula that can be found in other\nexamples of this same genre,” and even if (unlikely as it seems to me)\n“many such listeners may not even be able to recall, during a\nperformance, whether a ‘reference’ at, say, measure 25, is to a previous\npoint in the same piece or to a similar passage in another one”\n(Schulenberg, paragraph 12), I would maintain that both analyst and\nlistener will approach such passages first and foremost as unique\nmoments in a unique work of art that tells a unique story.  Their\ninterpretations will depend less on their capacity to recognize the\nintertextual roots of such passages as they will depend on their\ncapacity to interpret the unique use to which these roots are put in\nrelation to what they have just heard and in relation to what they are\nabout to hear.  For the listener as well as the analyst, making the\nacquaintance of Handel’s G-minor Sarabande is therefore apt to be an\nactive, creative experience; neither is likely to take the composer’s\nword on faith.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.96.2.7.willner.html",
    "data": "mto/data/mto.96.2.7.willner.json"
}