{
    "title": "Review of Daniel Chua, <i>Beethoven & Freedom</i> (Oxford University Press, 2017), and Naomi Waltham-Smith, <i>Music and Belonging Between Revolution and Restoration</i> (Oxford University Press, 2017)",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Comen, Craig"
    ],
    "abstract": "",
    "keywords": [
        "Classical style",
        "analysis",
        "philosophy"
    ],
    "doi": "10.30535/mto.24.3.12",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.comen.pdf",
    "author_info": [
        {
            "name": "Craig Comen",
            "university": "McIntire Department of Music",
            "address": "University of Virginia, PO Box 400176, Charlottesville, VA 22902",
            "email": "ccomen@virginia.edu"
        }
    ],
    "citations": {
        "abbate_2004": "Abbate, Carolyn. 2004. “Music—Drastic or Gnostic?” Critical Inquiry 30 (3): 505–36.",
        "beghin_2007": "Beghin, Tom. 2007. “‘Delivery, Delivery, Delivery!’: Crowning the Rhetorical Process of Haydn’s Keyboard Sonatas.” In Haydn and the Performance of Rhetoric , ed. Tom Beghin and Sander Goldberg, 131–71. University of Chicago Press.",
        "bernstein_2006": "Bernstein, J. M. 2006. Against Voluptuous Bodies: Late Modernism and the Meaning of Painting . Stanford University Press.",
        "bonds_1991": "Bonds, Mark Evan. 1991. “Haydn, Laurence Sterne, and the Origins of Musical Irony.” Journal of the American Musicological Society 44 (1): 57–91.",
        "bowie_2013": "Bowie, Andrew. 2013. Adorno and the Ends of Philosophy . Polity.",
        "buck-morss_1977": "Buck-Morss, Susan. 1977. The Origin of Negative Dialectics: Theodor W. Adorno, Walter Benjamin and the Frankfurt Institute . Free Press.",
        "burnham_1995": "Burnham, Scott. 1995. Beethoven Hero . Princeton University Press.",
        "burnham_2005": "Burnham, Scott. 2005. “Haydn and Humor.” In The Cambridge Companion to Haydn , ed. Caryl Clark, 59–76. Cambridge University Press.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "fink_2004": "Fink, Robert. 2004. “Beethoven Antihero: Sex, Violence, and the Aesthetics of Failure, or Listening to the Ninth Symphony as Postmodern Sublime.” In Beyond Structural Listening , ed. Andrew Dell’Antonio, 109–53. University of California Press.",
        "heartz_2003": "Heartz, Daniel. 2003. Music in European Capitals: The Galant Style, 1720–1780 . W. W. Norton.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . Oxford University Press.",
        "hoffmann_1989": "Hoffmann, E. T. A. 1989. “Review of Beethoven’s Fifth Symphony.” In E. T. A. Hoffmann’s Musical Writings , ed. David Charlton and trans. Martyn Clarke, 234–51. Cambridge University Press.",
        "kerman_1966": "Kerman, Joseph. 1966. The Beethoven Quartets . W. W. Norton.",
        "kinderman_1995": "Kinderman, William. 1995. Beethoven . University of California Press.",
        "marx_1997": "Marx, A. B. 1997. Musical Form in the Age of Beethoven . Trans. Scott Burnham. Cambridge University Press.",
        "mathew_2010": "Mathew, Nicholas. 2010. Political Beethoven . Cambridge University Press.",
        "mcclary_1991": "McClary, Susan. 1991. Feminine Endings . University of Minnesota Press.",
        "moseley_2015": "Moseley, Roger. 2015. “Digital Analogies: The Keyboard as Field of Musical Play.” Journal of the American Musicological Society 68 (1): 151–228.",
        "rose_1978": "Rose, Gillian. 1978. The Melancholy Science: An Introduction to the Thought of Theodor W. Adorno . Macmillan.",
        "rosen_1971": "Rosen, Charles. 1971. The Classical Style: Haydn, Mozart, Beethoven . Viking.",
        "rumph_2004": "Rumph, Stephen. 2004. Beethoven After Napoleon: Political Romanticism in the Late Works . University of California Press.",
        "samson_2003": "Samson, Jim. 2003. Virtuosity and the Musical Work: The Transcendental Studies of Liszt . Cambridge University Press.",
        "spitzer_2006": "Spitzer, Michael. 2006. Music as Philosophy: Adorno and Beethoven’s Late Style . University of Indiana Press.",
        "spitzer_2008": "Spitzer, Michael. 2008. “A Metaphoric Model of Sonata Form: Two Expositions by Mozart.” In Communication in Eighteenth-Century Music , ed. Danuta Mirka and Kofi Agawu, 189–229. Cambridge University Press.",
        "webster_2001–2": "Webster, James. 2001–2. “Between Enlightenment and Romanticism in Music History: ‘First Viennese Modernism’ and the Delayed Nineteenth Century.” 19th-Century Music 25 (2–3): 108–26.",
        "wheelock_1992": "Wheelock, Gretchen. 1992. Haydn’s Ingenious Jesting with Art: Contexts of Musical Wit and Humor . Schirmer."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Scholarship on Haydn’s humor and wit ( Bonds 1991 , Burnham 2005 , and Wheelock 1992 ) has often highlighted the self-referential quality of his style. The quality resonates with Rosen as well, who in a telling passage claims, “The classical style is a style of reinterpretation. One of its glories is its ability to give an entirely new significance to a phrase by placing it in another context” ( 1971 , 78).",
            "citations": [
                "bonds_1991",
                "burnham_2005",
                "wheelock_1992",
                "rosen_1971"
            ]
        },
        "FN2": {
            "text": "2. For instance, see Beghin 2007 , Moseley 2015 , and Samson 2003 .",
            "citations": [
                "beghin_2007",
                "moseley_2015",
                "samson_2003"
            ]
        },
        "FN3": {
            "text": "3. See Bernstein 2006 , Bowie 2013 , Buck-Morss 1977 , and Rose 1978 .",
            "citations": [
                "bernstein_2006",
                "bowie_2013",
                "rose_1978"
            ]
        },
        "FN4": {
            "text": "4. While at one point the study engages with Marx to characterize his worldview as Kantian, it overlooks the critic’s musically-specific observations on Beethoven’s style. In terms of recent scholarship, Rumph 2004 follows Hoffmann and Marx’s lead—as does Chua—while other studies such as Rosen 1971 and Kinderman 1995 regard Beethoven’s music as a product of the eighteenth century to be grouped with the works of Haydn and Mozart. See Hoffmann 1989 and chapter 5 of Marx 1997 .",
            "citations": [
                "rumph_2004",
                "rosen_1971",
                "kinderman_1995",
                "hoffmann_1989",
                "marx_1997"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In 1971, while writing his monumental study The Classical Style , Charles Rosen could take for granted that his audience would accept the idea that the music of Haydn, Mozart, and Beethoven constituted a paradigm of language and coherence. Today, in light of a heightened ethical imperative promulgated by New Musicology, with commitments to feminist musicology, critical race theory, and sound studies, any investigation of musical form on its own seems untenable. Responding to the shift in the disciplinary terrain, many scholars have turned away from the canonic exemplars of the music of Haydn, Mozart, and Beethoven and toward the sociopolitical significance of a broader range of works from the same period. Some have brought to light Classical works with more obvious political elements ( Mathew 2010 and Rumph 2004 ). Others have sought to decenter the primacy of the three composers by highlighting works and composers long forgotten ( Heartz 2003 ) and even calling into question the validity of the term “Classical” itself ( Webster 2001–2 ) or the ideological values it presupposes ( Fink 2004 and McClary 1991 ).",
                "footnotes": [],
                "citations": [
                    "mathew_2010",
                    "rumph_2004",
                    "heartz_2003",
                    "fink_2004",
                    "mcclary_1991"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Yet even with all these new directions of inquiry, there remains a vital question: can the Classical style itself be saved? Naomi Waltham-Smith and Daniel Chua offer answers in their new books, each framed as a series of analyses designed to show that the instrumental works of the Classical style—the familiar ones—harbor political content. Each author employs a philosophical model to connect musical structure to the realm of politics, Waltham-Smith’s borrowed from Giorgio Agamben and Chua’s from Theodor Adorno. These are high aspirations, to be sure: both authors characterize the Classics as breaking free from the grounded laws of musical form and capable of soaring into the heavens of emancipatory potential. Yet the gravitational pull of conventional analytical methods inexorably asserts itself in each case, and neither book ends up extracting a full-fledged politics from the Classical style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Waltham-Smith’s book is arranged chronologically, adopting Rosen’s frame and encompassing the half-century between Haydn’s “maturity” and Beethoven’s death. She devotes a chapter each to Haydn and Mozart, and three final chapters to late Beethoven. These chapters function more as case studies than as part of a continuous narrative, as each one introduces new terms, philosophical figures, and analytical frameworks. The crux of her argument is that the Classical style invites a type of listening that is “not merely attuned to the conventions of musical style but moreover recognizes its own condition of possibility in conventionality” (27). Excavating a deeper notion of convention, she posits, “Conventionality is not a set of shared figures and norms. We get closer to the idea of conventionality when we consider what happens when conventions are misused . . . Recognizing the application or misapplication of a norm leads to the recognition of shared recognition” (17). Her conception highlights the disjunction between the stock musical materials of the Classical style and the unfettered ways in which composers deploy them. With each new composition, conventions must be seized : “Seen as alienable, music is open to various appropriations, expropriations, and reappropriations” (15). Waltham-Smith adapts these terms from Agamben’s writings in order to connect the Classical style to the political sphere, for musical materials are common property and thus speak to and help define a community. Already a telling separation emerges between music and politics: the Classical style becomes an analogue of the philosophical concepts of deconstruction, and its political value lies in its ability to demonstrate them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In the first chapter, “Haydn’s Revolution,” Waltham-Smith develops a theory of style and convention indebted to the tradition of deconstruction, engaging with an essay by Alain Badiou to highlight Haydn’s break from musical practices of the past. Even within the altered frame, Haydn appears in a familiar guise as the initiator of the Classical style. While Waltham-Smith’s work acknowledges Rosen’s influence on Badiou, the chapter does not engage with Rosen’s study itself. Waltham-Smith’s notion of convention—that is, the separation between “material” and “use” (64) that constitutes the style’s essence and that first becomes apparent in Haydn’s mature compositions—seems very much indebted to Rosen, and ultimately to Donald Francis Tovey’s writings on the composer. Its scope narrow, the chapter does not address writings before the twentieth century, instead espousing a convention-forward model that “wards off the German-Romantic idea that expression takes form spontaneously in artistic creation, emanating directly from subjective expression” (64). Here the study obscures a foundational chapter of aesthetic philosophy from Haydn’s own time, one with a lasting influence on those same contemporary intellectual traditions to which Waltham-Smith herself is committed. In the discourse of German idealism and early German romanticism, the writings of Friedrich Schiller, Friedrich Schlegel, and G. W. F. Hegel all address the relationship between conventionality and freedom, expound on a suggestive divide between artistic techniques and composition, and ultimately portray the artist as Waltham-Smith portrays Haydn: as a modern agent burdened with the task of arranging materials in imaginative ways. Waltham-Smith illustrates these principles in some of the most famous moments of Haydn’s oeuvre—including the “surprise” from the Surprise Symphony and the “joke” from the Joke Quartet—and analyzes the opening movement of the String Quartet op. 54, no. 2, in line with a vibrant scholarly tradition that has highlighted the Classical style’s capacity to be self-referential. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Next is a chapter titled “Mozart’s Uselessness,” wherein Waltham-Smith analyzes the solo exposition of the Piano Concerto in C minor, K. 491. Here her commitment to recent scholarship on Classical form becomes clear, placing the analytical frameworks of William Caplin ( 1998 ) and of James Hepokoski and William Darcy ( 2006 ) in dialogue in order to trace cadential closure in the second group. She claims that the attainment of a satisfactory cadence in the secondary key area is a designation abstracted from listening, as it is either anticipated (from Caplin’s standpoint) or retroactively determined (from Hepokoski and Darcy’s). In her own analysis of the second group, Waltham-Smith calls attention to a variety of techniques through which Mozart defers closure in one of his most protracted expositions. Building on Michael Spitzer’s approach ( 2008 ), she also asserts an expositional narrative that highlights both thematic liquidation—in which thematic content slowly dissolves into conventional bits and loses its particular meaning—and cadential liquidation—in which cadences that initially appear formulaic become more functionally meaningful. Notably absent from the analysis are Mozart’s extensive changes to the expositional material in the recapitulation and their implications for closure. Though the discussion is punctuated with asides on post-structuralist theories of temporality and French linguistics, the connection between Mozart and politics remains tenuous. By chapter’s end, the study maintains the preeminence of closure in sonata form, embracing the idea that the most definitive cadence in the exposition’s secondary key area often requires quite a bit of analytical processing to locate.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "hepokoski_and_darcy_2006",
                    "spitzer_2008"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Waltham-Smith skips over a few decades and transports us in her final three chapters to the enigmatic string quartets and piano sonatas of late Beethoven. One chapter focuses on the Cavatina of op. 130, addressing to what extent the central beklemmt section “belongs” to the ternary-form movement. The interpretative approach is indebted to topic theory, although there is no mention of the prominent analytical subdiscipline as such. In the next chapter, Waltham-Smith looks at the opening movements of opp. 109, 127, 130, and 132, utilizing concepts from deconstruction to reframe the established narrative ( Kerman 1966 ) of how Beethoven radicalizes the Classical style by incorporating slow passages and more exotic key areas into his late sonata forms. Her final chapter, on the variations movement of the last piano sonata, op. 111, juxtaposes philosophical themes from Agamben with writings by Jean-Philippe Rameau and Jean-Jacques Rousseau on the trill. This is the only place in the monograph that features period sources, albeit ones written some seventy years prior to late Beethoven. Waltham-Smith traces the trills of op. 111 to illustrate her central argument that there is a fundamental rupture constitutive of any analytical engagement with music of the Classical style, which she terms “the time it takes to listen.” Her principal claim is that this gap, between the immediacy of listening and the judgment of analytical processing, is stretched to its limits in the music of late Beethoven. Here Waltham-Smith could contextualize this claim by engaging with recent scholarship that has called into question the act of analytical listening itself, most memorably articulated by Carolyn Abbate ( 2004 ). The chapter’s focus on the much-neglected variations genre is a welcome one, although it could be strengthened by incorporating ideas from the domain of pianism—such as virtuosity, play, and improvisation—which prove essential to the genre and to the famous triple trill of op. 111. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "kerman_1966",
                    "abbate_2004"
                ]
            }
        },
        {
            "7": {
                "text": "[7] As his title implies, Chua takes up Beethoven alone, considering works from the composer’s middle period onward. While Chua’s writing style is more accessible than Waltham-Smith’s, his book’s structure is a bit less straightforward, eschewing chronology and instead colorfully dividing into three “movements”—lengthy and loosely organized chapters, that is—each with “its own tempo and dynamics” (1). Chua’s organizational muse is the notoriously opaque Adorno, who left an unfinished book of fragments on Beethoven. To Chua, Adorno is essentially a fragmentary writer, a critic of systematicity whose ideas merit an impressionist treatment from a distance. He claims, “Explaining Adorno, in any case, is precisely what his thought resists” (9). Throughout his study, Chua remains faithful to this dictum, largely avoiding the scholarly traditions that have reconstructed a coherent project across Adorno’s writings—indeed, one fashioned as a nuanced response to Hegel, Kant, Marx, Nietzsche, Heidegger, and Benjamin, among others (3) —and also eschewing Spitzer’s 2006 study that traces the theory’s connection to the music of Beethoven. Chua’s main gambit from Adorno (and Continental philosophy in general) is one that other scholars have articulated as well: to interrogate the notion of modern subjectivity. The achievement of human progress and the realization of individual autonomy, which Chua sees as closely tied to Beethoven’s “heroic” reception and the legacy of late eighteenth-century politics and culture, come with a host of negative consequences endemic to contemporary life. He presents the book as a series of fragments that trace the fraught nature of autonomy, or “freedom,” and its critical edge—its negation—in the music of Beethoven.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "spitzer_2006"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The thesis animating the content is often difficult to find, but Chua’s underlying impulse is to trace the most inventive moments of Beethoven’s oeuvre, focusing primarily on Beethoven’s greatest hits.  His lengthy discussion of the opening of the Eroica Symphony is key to understanding his agenda. While Chua considers many of the movement’s time-honored hermeneutic windows over the course of the book—such as the development’s climactic dissonant chords or the subsequent “new” theme, or even the “early” horn call signaling the recapitulation—he places a particular importance on the beginning. Chua aims to show that the opening measures of Eroica do not unfold as predictably as the balanced periodic phrases at the start of the finale of Mozart’s Piano Concerto K. 482, also in E-flat; he writes that Eroica ’s opening is simply more creative— freer —generating an almost violent propulsion. Supported by copious musical examples of what Scott Burnham has referred to as “one of the most raked-over pieces of musical property in the Western Hemisphere” ( 1995 , 4), the chapter sets aside politics, arguing that Beethoven’s music constitutes a break from Viennese Classicism. The composer becomes the first Romantic, harnessing the power of broken conventions and jumbled musical techniques in unprecedented ways to make a music that overflows with freedom. The originality of the argument in this chapter could have been sharper if Chua had engaged with past writings addressing questions of style classification or Beethoven’s role within them. For instance, in Beethoven’s own time, E. T. A. Hoffmann and A. B. Marx famously characterized the composer’s style as fundamentally different from prior music, highlighting musical features that bear resemblance to those discussed in Chua’s Eroica analysis. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "burnham_1995"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Once the narrative of Beethoven as Romantic and breaker of convention emerges, the Adornian question of politics recedes into the distance. Chua ushers the reader through many analyses of passages from Eroica onward, rarely probing beyond a measure or two to consider a fragment’s place within the totality of the work. The question of stylistic difference between Beethoven’s middle and late periods is also sidelined in order to demonstrate freedom across the composer’s oeuvre, a curious maneuver considering Adorno’s own commitment to “lateness.” There is also a variety of asides on themes from German idealism, Monteverdi’s L’Orfeo , and even Jamie Foxx’s performance in the 2009 film The Soloist . The monograph has extensive musical examples and figures, a few of which are perplexing. For instance, at one point Chua provides an abstracted dominant seventh chord scored for four parts, whose voices stand for Freedom, Dialectic of Enlightenment, Beethoven, and God (14); and at another he illustrates the concept of hypermeter with an all-seeing eye that glances downward from atop a pyramid (75).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] While the monograph engages with some aspects of Adorno’s thought, it largely sets aside the philosopher’s aesthetic concerns. Among Adorno’s greatest influences, Hegel is hardly mentioned and Marx—that incendiary political thinker—is altogether absent. Though Chua outlines the main points of Dialectic of Enlightenment , his conception of modern subjectivity disregards the capitalist economic framework constitutive of modern life, overlooking Adorno’s own theories about art in the world of capital. Chua’s Adorno, then, is ultimately a music critic invoked to contribute particularly evocative descriptions of musical passages of interest. Chua also deploys the philosopher’s admittedly baffling theoretical terms unproblematically in the service of presenting Beethoven as the obliterator of the Classical style: an Augenblick becomes an accented chord; a “dislocation” becomes a rest.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] About halfway through his study, Chua reaches the conclusion that music has a liberatory function as a “critical mirror” (104), paralleling Waltham-Smith’s claim that art can challenge philosophy itself as “each opens out onto the other” (23). Even so, both studies simultaneously reinforce the severance of music from worldly life. As bold as they are at broaching the vital question of how the works of the Classical style might be assimilated into our contemporary disciplinary landscape, the books wind up shelving the question of politics in order to demonstrate that the works are amenable to the well-established analytical methods and stylistic typologies of eighteenth-century music scholarship. The studies also show little regard for an aesthetic tradition sympathetic to their aims, one for which the question of art’s modern function is foundational and in which Adorno himself stands as one of the most prolific figures. Presenting the Classics as readily analyzable and internally coherent totalities conforming to a style, the books follow in Rosen’s footsteps. Politics must continue to wait.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.18.24.3.comen.html",
    "data": "mto/data/mto.18.24.3.comen.json"
}