{
    "title": "Review of Charles M. Atkinson, <i>The Critical Nexus: Tone-System, Mode, and Notation in Early Medieval Music</i> (Oxford University Press, 2009)",
    "date": "2011/07/01",
    "volume": "17",
    "issue": "2",
    "authors": [
        "Grall, Jeremy"
    ],
    "abstract": "",
    "keywords": [
        "mode",
        "tone",
        "history of music theory"
    ],
    "doi": "",
    "received": "November 2010",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.2/mto.11.17.2.grall.pdf",
    "author_info": [
        {
            "name": "Jeremy Grall",
            "university": "University of Alabama at Birmingham",
            "address": "",
            "email": "jgrall@uab.edu"
        }
    ],
    "citations": {
        "allaire_1972": "Allaire, Gaston. 1972. The Theory of Hexachords, Solmization, and the Modal System: A Practical Application . Musicological Studies and Documents 24. Dallas: American Institute of Musicology.",
        "apel_1953": "Apel, Willi. 1953. The Notation of Polyphonic Music 900–1600 . Cambridge: Mediaeval Academy of America.",
        "atkinson_2009": "Atkinson, Charles. 2009. The Critical Nexus: Tone-System, Mode, and Notation in Early Medieval Music New York: Oxford University Press.",
        "bent_2002": "Bent, Margaret. 2002. Counterpoint, Composition, and Musica Ficta . New York: \nRoutledge.",
        "berger_1987": "Berger, Karol. 1987. Musica ficta: Theories of Accidental Inflections in Vocal Polyphony from Marchetto da Padova to Gioseffo Zarlino . Cambridge: Cambridge University Press.",
        "bower_1984": "Bower, Calvin M. 2006. “The Modes of Boethius.” Journal of Musicology 3: 252–263.",
        "bower_2002": "Bower, Calvin M. 2002. “The Transmission of Ancient Music Theory into the Middle Ages.” In The Cambridge History of Western Music Theory , edited by Thomas Christensen. Cambridge: Cambridge University Press.",
        "curtis_1992": "Curtis, Liane. 1992. “Modes.” In Companion to Medieval and Renaissance Music , edited by Tess Knighton and David Fallows. London: Dent.",
        "ellsworth_1973": "Ellsworth, Oliver. 1973. “The Origin of the Coniuncta: A Reappraisal.” Journal of Music Theory 17: 86–109.",
        "mengozzi_2006": "Mengozzi, Stefano. 2006. “Virtual Segments: the Hexachordal System in the Late Middle Ages.” Journal of Musicology 23: 426–467.",
        "pesce_1987": "Pesce, Dolores. 1987. The Affinities and Medieval Transposition . Bloomington: Indiana University Press",
        "powers_et_al_2011": "Powers, Harold S. et al. “Mode.” Grove Music Online . Accessed 4 May, 2011. http://www.oxfordmusiconline.com/subscriber/article/grove/music/43718 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For additional introductory material on mode and notation see Powers et al. 2011 , (esp. §II “Medieval Music Theory”), Bower 2002 , Apel 1953 , Curtis 1992 , Allaire 1972 , Bent 2002 , Berger 1987 , and Ellsworth 1973 .",
            "citations": [
                "powers_et_al_2011",
                "bower_2002",
                "apel_1953",
                "curtis_1992",
                "allaire_1972",
                "bent_2002",
                "berger_1987",
                "ellsworth_1973"
            ]
        },
        "FN2": {
            "text": "2. Bower 2002 , 261. The type of modern interpretation can be seen in his Table V, Boethius’ Modal Matrix. Bower’s matrix shows the order of the octave species and the tone of disjunction within the mode.",
            "citations": [
                "bower_2002"
            ]
        },
        "FN3": {
            "text": "3. Atkinson’s brief discussion supports the recent research by Stefano Mengozzi ( 2006 ), which outlines the various sources supporting the concept of octave equivalence.",
            "citations": [
                "mengozzi_2006"
            ]
        },
        "FN4": {
            "text": "4. Given the brevity of Atkinson’s discussion of the affinitites and transposition, Dolores Pesce’s book The Affinities and Medieval Transpositions ( Pesce 1987 ) makes an excellent companion to this chapter.",
            "citations": [
                "pesce_1987"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Recently a colleague of mine found me in a coffee shop reading The Critical Nexus: Tone-System, Mode, and Notation in Early Medieval Music by Charles Atkinson. Upon hearing the title he made an audible “Ieck!” and scurried off to avoid any further conversation. Sadly, this is not an unfamiliar or even unexpected response. For those who accidentally, or heaven forbid willingly, venture into the realm of early tone and mode theory, most are quickly confused by the vernacular and a concept of “tone” that only vaguely resembles the tonal system of today. For example, even the simple definition of exactly what constitutes a mode versus a tone is unclear. The modern concept of scale, or mode for that matter, is simply a set of particular intervallic patterns starting on a particular note; however, in the Middle Ages this was not a consistent concept. The terminology of these conventions differs considerably within the primary sources of the early Middle Ages; therefore, we often are forced to grope somewhat blindly without a reliable cipher to decrypt the various contextual rules.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The Critical Nexus seeks to clarify the hazy transition from early Greek music theories of the Greater and Lesser Perfect systems to the early medieval tonal, modal, and notational systems. The book draws various early theoretical treatises together and presents them in an accessible, unified study. Atkinson is particularly successful in navigating the period sources and tracing the lineage of changing definitions and problems of translation. The great virtue of the book is that it is at once the most comprehensive and the most intelligible treatment of early tone theory to date.  Atkinson’s scholarship is thorough throughout and he shows an admirable sensitivity to the balance between theory and practice. One gets the impression that this book was both a labor of love and the type of work that only comes out of decades of deliberation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Chapter 1 is a general primer on Greek tone theory, concerned primarily with the treatises by Boethius, Martianus, and Cassidorus; it also touches briefly on works by Donatus, Aristides, and Isidore. (1) Atkinson avoids confusion at the beginning of the chapter by clearly defining his terminology and his conception of the Greater and Lesser Perfect Greek Systems, affinities, and transposition. This primer is clear enough to provide general background for those unfamiliar with early tone theory. What separates Atkinson’s work from much early theory scholarship is the simplicity with which he approaches the subject without trivializing the material. In addition, the footnotes are plentiful and concise; therefore, the chapter is helpful to both students with a limited knowledge of the early history of music theory and to scholars. My only criticism is that the chapter could have included a few more figures to connect the theoretical concepts. For example, in the survey of the common Greater and Lesser Perfect Systems and discussion of the monochord for determining the geometric divisions, it would have been helpful to have a figure illustrating these points on the monochord (in addition to Atkinson’s figure 1.6, which merely shows the results of the divisions on a staff). Those familiar with early mode may find such an addition somewhat rudimentary, but it would have provided additional insight to newcomers. Similarly, one of the more confusing areas for non-early music specialists is the switch from a modern concept of modes to the medieval concept of mode. While Atkinson includes an example of Boethius’s diagram of the modes using the Greater and Lesser Perfect Systems (his example 1.8), it would have been helpful had he also included a modern interpretation of modes and octave species to illustrate their overall intervallic structure and ranges in relation to one another, such as that in Calvin M. Bower’s “The Modes of Boethius.” (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The last section of chapter 1 ( 29–49 ) is its best feature. It provides a concise critical study of Martianus’s editions, surveys the changing definition of terms such as tonus and modus, and discusses earlier Greek texts that likely influenced the seminal works of Boethius and Martianus. Specifically, Atkinson’s discussion of prosodic accents and problems of application help to clarify the ever-present tension between theoretical conception and practical application. Overall, this chapter is a highly useful survey for initiates, as well as a valuable source for specialists due to Atkinson’s critical analysis of period treatises.",
                "footnotes": [],
                "citations": [
                    "atkinson_2009"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Chapter 2 is an in-depth analysis of how ancient texts were interpreted in the Carolingian Era. The chapter begins with an overview of the historical context in which Charlemagne, partially in an effort to increase the status of the Frankish Empire, issued an Admonitio generalis and De litteris colendis to monasteries and diocese stating that they should establish schools to educate the members in the liberal arts—most importantly, teaching them how to read. As Atkinson observes, these events sparked interest in the reading and analysis of ancient works. In tone theory, this resulted in annotated copies—or glosses—of the treatises of Boethius and Martianus by John Scottus, Remigius, and Pseudo-Martin. Atkinson provides an analysis of the glosses from both a grammatical and harmonic perspective and brings to light the possible misinterpretations that can be found in the annotations. As in the previous chapter, Atkinson spends time discussing the terminology and the different definitions that each gloss provides for tonus, sonus, modus, and trope. Though this chapter focuses less on practical applications or theoretical concepts, it succeeds in bridging the gap between Antiquity and the ninth-century treatises by Hucbald and the Enchiriadis authors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Chapter 3 discusses the context of the early theoretical concepts within the church. Atkinson begins by stating that the major development of tone theory was possibly born out of the necessity of teaching Frankish performers the Roman chants when the Roman liturgy was translated into Francia, thereby displacing the now suppressed Gallican chants. Without a standardized notation to transmit the chants, the Carolingian treatises were in part intended to help musicians learn the various chants by easily recognizable traits such as starting and ending notes (protus D, deuterus E, tritus F, and tetrardus G) and ambitus (or range). Further, treatises frequently used the cliché melodic formulas ( noannoeane and noeane ) as well as the similar concept of the differentiae to help identify types of chants. The chapter continues with a discussion of the tonaries and explains how the basic tonary \nparadigm was useful in teaching countless chants. Particularly useful are \nAtkinson’s side-by-side reconstructions of the differentiae from Regino de Prüm ( 90–91 ). From this point on, the chapter brings together the strands of earlier Greek theory with medieval chant to show how this contributed to the newer forms of Aurelian and Paleofrankish notations. Atkinson is particularly adept at disentangling this subject, which is complicated by the fact that early treatises often tend to be written as either a theoretical guide or as a manual to practical applications. Unfortunately, there are often gaps between the theory and the actual practice. Further, the confusion and multiple definitions of even simple terms like tonus and modus make exact definitions problematic. For example, the Musica enchiriadis states that the term tonus is often misused to indicate modes but then it continues to use tonus to describe just that (127). One consistent aspect of the early tone theory seems to be its relation, whether theoretical or practical, to grammatical structures. As much as I would like to consider early theory to be steeped in an early form of structural linguistics, it is hard to determine whether Aurelian and the Musica enchiriadis refer to this aspect out of a true comparison or, more likely, as a device of the customary rhetorical style of writing.",
                "footnotes": [],
                "citations": [
                    "atkinson_2009"
                ]
            }
        },
        {
            "7": {
                "text": "[7] The aforementioned chapters 1–3 present the necessary background information, while Part II, chapters 4–6, is aptly titled “The Synthesis of Ancient Greek Theory and Medieval Practice.” While many of the same sources are revisited, they are now considered specifically in regard to how the medieval practices are derived from earlier theories. Beginning with Hucbald, the emphasis is on how the Greek speculative tradition of mathematical proportions is transformed into a practical tradition in which the emphasis is on intervallic relations as they would be sung. This is not to imply that Greek practices are forgotten, as much of this new theory is derived from Boethius’s discussion of intervals. Atkinson also discusses Hucbald’s concept of octave equivalence through his description of the blending of men’s and boys’ voices. While this is a brief section, it is valuable because the concept of octave equivalence in medieval music is not always made explicit. Two main arguments against octave equivalence are (1) that notes an octave apart are considered harmonic intervals therefore not the same pitch class, and (2) that due to the varying use of hexachords, temperaments, and coniuncta, the octaves cannot be assumed to be equivalent. (3) Atkinson’s research helps to strengthen the argument that the idea of octave equivalence was at least implicit in Hucbald’s theory.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Chapter 5, on the Alia musica , begins by tracing the possible origins of this ninth- to early-eleventh-century treatise. The Alia musica is more or less a compilation of writings by multiple authors in which a primary text was continuously supplemented. This reinforces the underlying idea that medieval treatises evolved as practitioners confronted the ambiguities associated with a developing notational system. The chapter is heavily reliant on Jacques Chailley’s 1965 edition, which recasts the Alia musica as a three-treatise compendium, as well as on the work of Wilhelm Mühlmann, whose research suggests the Alia musica may have had at least five authors. Atkinson takes the middle route and compiles his own table of contents, illustrating attribution based on the work of Mühlmann, Chailley, Heard, and himself. Atkinson’s table of contents recasts the treatise in “five conceptual ‘layers’” with at least four authors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The remainder of the chapter explores the theoretical lineage by tracing how each section is derived from or a response to earlier concepts from Aurelian or Boethius. Particularly helpful are Atkinson’s Table 5.5, which compares the octave species of Boethius with those of the Alia musica , and Example 5.13, which shows the various intonations formulas for mode eight. Examples 5.15–5.18 discuss the use of harmonic and arithmetic divisions of the octave, as well as species analysis, to determine mode. These examples are particularly useful in illustrating the evolution toward the slightly more “modern” concept of mode seen in Tinctoris, Gaffurio, and Glarean.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Chapter 6 shows how the preceding concepts are embodied in Pseudo-Bernelinus, Bern, Pseudo-Odo, and Guido d’Arezzo. As many books on early mode tend to begin at this point, this chapter will be somewhat more familiar ground to most readers. The chapter summarizes the various authors’ adaptations of modal thought, with particular emphasis on the repercussions of Alia musica ’s classification of modes into authentic and plagal and the incipient concept of solmization and hexachords. Atkinson traces the evolution of the modal system from a somewhat vague system of flexible points of references into a system that is comparatively constant. For example, he discusses how Pseudo-Odo and Guido establish Γ-ut as the lowest note of the scale—although even they seem to be unclear on its place in Greek theory—as well as the establishment of the Guidonian manus and overlapping hexachords ( 214–231 ). This chapter is somewhat brief, however, as Atkinson’s book is less about hexachords, musica ficta, and affinities than it is about the journey getting to this point. (4) This chapter marks the “Nexus” where earlier music thought merges with the diastematic musical notation that more closely resembles today's notation ( 234 ). While this new world creates a new set of problems, controversies, and evolutions in early mode, it marks the end of pre-hexachordal music.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "atkinson_2009",
                    "atkinson_2009"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In conclusion, Atkinson’s book succeeds where many books on mode fall short: it is a model of clarity, navigating an often bewildering terminological terrain with pedagogical clarity and scholarly precision.  Specifically, Atkinson is effective at tracing the lineage of multiply authored treatises, and at teasing out the various preceding works to which each of these authors were responding. Even more impressive is Atkinson’s attention to the original texts in Latin and Greek; his critical translations next to photographs of the original text are not only visually striking but also make convincing arguments. While it is impossible to devise a generalized theory of early mode, Atkinson gives credit to each theoretical and practical strand. A generalized theory of mode thus becomes a collage of conceptualizations whose commonality is the authors’ diverse quests to decipher precisely what gives music its meaning and beauty at the level of its most fundamental building blocks. Dissecting the various strands of writing requires the ability to wade through the tedium and uncertainty of attribution; thankfully, Atkinson has done all of the hard work, making these strands easy to see and compare. The Critical Nexus is useful as both a reference and as a thoughtful musicological analysis of early mode theory; in addition to being an invaluable scholarly resource, it will make a great text for courses in early music notation as well as the history of theory.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.2.grall.html",
    "data": "mto/data/mto.11.17.2.grall.json"
}