{
    "title": "Embodied Subjectivities in the Lyrical and Musical Expression of PJ Harvey and Björk",
    "date": "2008/11/01",
    "volume": "14",
    "issue": "4",
    "authors": [
        "Burns, Lori A.",
        "Lafrance, Marc",
        "M.A., Laura Hawley,"
    ],
    "abstract": "Alternative female artists PJ Harvey and Björk negotiate themes of embodied female subjectivity not only as cultural concepts, but also as musical forms; their lyrical themes are crafted within a comprehensive network of creative textual and musical expression. This music challenges the analyst to explore systematically and describe coherently the links between the lived and embodied experiences developed in the song lyrics and the sonic and expressive elements in the music, in other words to explore the links between social and musical practice. This paper develops a music-analytic method for the interpretation of the dynamic musical processes that are engaged in a socially constituted artistic expression. Our objective is to illuminate embodied dimensions of meaning through the interpretation of the materials and strategies of lyrics and music.",
    "keywords": [
        "Popular Music analysis",
        "subjectivity",
        "embodiment",
        "PJ Harvey",
        "Björk"
    ],
    "doi": "",
    "received": "July 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.4/mto.08.14.4.burns_lafrance_hawley.pdf",
    "author_info": [
        {
            "name": "Lori A. Burns",
            "university": "The University of Ottawa",
            "address": "Department of Music, 50 University Private, Ottawa, Ontario K1N 6N5",
            "email": "laburns@uottawa.ca"
        },
        {
            "name": "Marc Lafrance",
            "university": "Department of Sociology",
            "address": "Concordia University",
            "email": "marclafrance@fastmail.fm"
        },
        {
            "name": "Laura Hawley, M.A.",
            "university": "The University of Ottawa",
            "address": "",
            "email": "laurahawley@hotmail.com"
        }
    ],
    "citations": {
        "austin_1962": "Austin, J.L. 1962. How to Do Things With Words: The William James Lectures Delivered at Harvard University in 1955 . Edited by J.O. Urmson. Clarendon:  Oxford.",
        "bakhtin_1981": "Bakhtin, M.M. 1981. The Dialogic Imagination: Four Essays .  Edited by Michael Holquist. Translated by Caryl Emberson and Michael Holquist. Austin and London: University of Texas Press.",
        "blandford_2004": "Blandford, James R. 2004. PJ Harvey: Siren Rising . Omnibus Press.",
        "burns_2000": "Burns, Lori. 2000. “Analytic Methodologies for Rock Music:  Harmonic and Voice-Leading Strategies in Tori Amos's “Crucify.”  In Expression in Pop-Rock Music: A Collection of Critical and Analytical Essays . Edited by Walter Everett. New York: Garland.",
        "burns_2005": "Burns, Lori. 2005. “Feeling the Style: Vocal Gesture and Musical Expression in Billie Holiday, Bessie Smith, and Louis Armstrong.” Music Theory Online 11.3.",
        "burns_2010": "Burns, Lori. 2010. “Vocal Authority and Listener Engagement: Musical and Narrative Expressive Strategies in Alternative Female Rock Artists (1993–95).” In Sounding Out Rock , edited by John Covach and Mark Spicer, University of Michigan Press.",
        "burns_and_lafrance_2002": "Burns, Lori and M. Lafrance. 2002. Disruptive Divas: Feminism, Identity, and Popular Music . Routledge Press.",
        "burns_and_woods_2004": "Burns, Lori and Alyssa Woods. 2004. “Authenticity, Appropriation, Signification: Tori Amos on Gender, Race, and Violence in Covers of Billie Holiday and Eminem.” Music Theory Online 10.2.",
        "butler_1993": "Butler, Judith. 1993. Bodies that Matter: On the Discursive Limits of Sex . New York: Routledge.",
        "butler_2003": "Butler, Mark. 2003. “Taking it Seriously: Intertextuality and Authenticity in Two Covers by the Pet Shop Boys.” Popular Music 22/1, 1–19.",
        "clarke_2005": "Clarke, Eric. 2005. Ways of Listening: An Ecological Approach to the Perception of Musical Making . Oxford University Press.",
        "clarke_and_davidson_1998": "Clarke, Eric and Jane Davidson. 1998. “The Body in Performance,” in Composition—Performance—Reception: Studies in the Creative Process in Music . Edited by Wyndham Thomas. Aldershot: Ashgate.",
        "clarke_and_dibben_1999": "Clarke, Eric and Nicola Dibben. 2000. “Sex, Pulp, and Critique.” Popular Music 19/2, 231–241.",
        "cook_2001": "Cook, Nicholas. 2001. “Theorizing Musical Meaning.” Music Theory Spectrum 21/2, 170–95.",
        "cook_and_clarke_2004": "Cook, Nicholas and Eric Clarke. 2004. Empirical Musicology: Aims, Methods, Prospects . Edited by Eric Clarke and Nicholas Cook. New York; Oxford: Oxford University Press.",
        "covach_1997": "Covach, John. 1997. “Progressive Rock, ‘Closer to the Edge,’ and the Boundaries of Style.” In Understanding Rock:  Essays in Musical Analysis . Edited by John Covach and Graeme Boone. New York: Oxford University Press, 3–32.",
        "covach_2000": "Covach, John. 2000. “Jazz-Rock? Rock-Jazz? Stylistic Crossover in Late-1970s American Progressive Rock.” In Expression in Pop-Rock Music . Edited by Walter Everett. New York: Garland Press, 113–134.",
        "denora_2004": "DeNora, Tia. 2004. “Musical Practice and Social Structure.” In Empirical Musicology: Aims, Methods, Prospects . Edited by Eric Clarke and Nicholas Cook. New York; Oxford: Oxford University Press, 37–38.",
        "dibben_1999": "Dibben, Nicola. 1999. “Representations of Femininity in Popular Music.” Popular Music 18/3, 331–355.",
        "dibben_2006": "Dibben, Nicola. 2006. “Subjectivity and the Construction of Emotion in the Music of Björk.” Music Analysis 25/i–ii, 171–97.",
        "echard_2003": "Echard, William. 2003. Neil Young and the Poetics of Energy . Bloomington: Indiana \nUniversity Press.",
        "everett_2000": "Everett, Walter. 2000. “Confessions from Blueberry Hell, or Pitch Can be a Sticky Substance.” In Expression in Pop-Rock Music . Edited by Walter Everett. New York: Garland Press, 269–346.",
        "fast_2001": "Fast, Susan. 2001. In the Houses of the Holy: Led Zeppelin and the Power of Rock Music . Oxford University Press.",
        "frith_1996": "Frith, Simon. 1996. Performing Rites: Evaluating Popular Music . Oxford Press.",
        "gabrielsson_and_juslin_1996": "Gabrielsson, Alf, and Patrik Juslin. 1996. “Emotional Expression in Musical Performance: Between the Performer's Intention and the Listener's Experience.” Psychology of Music 24.1, 68–91.",
        "greenlee_2001a": "Greenlee, Steve. “Björk’s ‘Vespertine’ is a Work of Beauty.” The Boston Globe , 28 August 2001.",
        "greenlee_2001b": "Greenlee, Steve. “Lullabies of Birdland on her CD ‘Vespertine,’ A Seductive Dreamscape of Aching Vocals and Nocturnal Melodies, Björk Delves into an Interior World,” Boston Globe , 12 October 2001.",
        "griffiths_2003": "Griffiths, Dai. 2003. “From Lyric to Anti-lyric: Analyzing the Words in Pop Song.” In Analyzing Rock Music . Edited by Allan Moore. Cambridge: Cambridge University Press.",
        "grosz_1994": "Grosz, Elizabeth. 1994. Volatile Bodies: Toward a Corporeal Feminism . Bloomington: Indiana University Press.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics and Tropes . Bloomington: Indiana University Press.",
        "hawkins_2002": "Hawkins, Stan. 2002. Settling the Pop Score: Pop Texts and Identity Politics . Aldershot: Ashgate.",
        "hisama_1993": "Hisama, Ellie. 1993. “Postcolonialism on the Make: The Music of John Mellencamp, David Bowie and John Zorn.” Popular Music 12/2, 91–105.",
        "hisama_1999": "Hisama, Ellie. 1999. “Voice, Race, and Sexuality in the Music of Joan Armatrading.” In Audible Traces: Gender, Identity, and Music . Edited by Elaine Barkin and Lydia Hamessley. Zürich and Los Angeles: Carciofoli Verlagshaus, 115–132.",
        "hisama_2000": "Hisama, Ellie. 2000. “From L'Étranger to ‘Killing an Arab’: Representing the Other in a Cure Song.” In Expression in Pop-Rock Music . Edited by Walter Everett. New York: Garland Press, 59–74.",
        "jackson_2000": "Jackson, Travis. 2000. “Spooning Good Singing Gum: Meaning, Association and Interpretation in Rock Music.” Current Musicology 69, 7–41.",
        "juslin_2003": "Juslin, Patrik. 2003. “Five Facets of Musical Expression: A Psychologist's Perspective on Music Performance.” Psychology of Music 31.3, 273–302.",
        "krims_2000": "Krims, Adam. 2000. Rap \nMusic and the Poetics of Identity . Cambridge: Cambridge University Press.",
        "lacasse_2002": "Lacasse, Serge. 2002. “Vers une poétique de la phonographie: la fonction narrative de la mise en scène vocale dans ‘Front Row’ (1998) d'Alanis Morissette.” Musurgia IX/2, 23–41.",
        "lanser_1981": "Lanser, Susan Sniader. 1981. The Narrative Act: Point of View in Prose Fiction . Princeton: Princeton University Press.",
        "lanser_1992": "Lanser, Susan Sniader. 1992. Fictions of Authority: Women Writers and Narrative Voice . Ithaca: Cornell University Press. Excerpt available in Narrative/Theory , edited by David Richter (Longman, 1996), 182–194.",
        "meyer_1973": "Meyer, Leonard B. 1973. Explaining Music: Essays and Explorations . Berkeley: University of California Press.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . Philadelphia: Open University Press.",
        "middleton_2000": "Middleton, Richard. 2000. “Rock Singing.” In Cambridge Companion to Singing . Edited by John Potter. Cambridge: Cambridge University Press.",
        "miller_1987": "Miller, Daniel.1987. Material Culture and Mass Consumption . Oxford: Blackwell.",
        "moore_2001": "Moore, Allan. 2001. Rock: The Primary Text . Aldershot: Ashgate.",
        "moore_2003": "Moore, Allan, editor. 2003. Analyzing Popular Music . Cambridge: Cambridge University Press.",
        "moore_2005": "Moore, Allan. 2005. “The Persona-Environment Relation in Recorded Popular Song.” Music Theory Online 11.4.",
        "peraino_1998": "Peraino, Judith. 1998. “PJ Harvey’s ‘Man-size Sextet’ and the Inaccessible, Inescapable Gender.” Women and Music: A Journal of Gender and Culture 2: 47–63.",
        "palmer_1996": "Palmer, Caroline. 1996. “Anatomy of a Performance: Sources of Musical Expression.” Music Perception 13.3, 433–53.",
        "richter_1996": "Richter, David H. 1996. Narrative / Theory . New York: Longman.",
        "scruton_1997": "Scruton, Roger. 1997. The Aesthetics of Music . New York: Oxford University Press.",
        "shepherd_1991": "Shepherd, John. 1991. Music as Social Text . Cambridge: Polity Press.",
        "spicer_2000": "Spicer, Mark. 2000. “Large-Scale Strategy and Compositional Design in the Early Music of Genesis.” In Expression in Pop-Rock Music . Edited by Walter Everett. New York: Garland Press, 77–112.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1/1, 29–64.",
        "tagg_1979": "Tagg, Philip. 1979. “Kojak, 50 Seconds of Television Music: Towards an Analysis of Affect in Popular Music.” Studies from the Department of Musicology , Göteborg.",
        "théberge_1997": "Théberge, Paul. 1997. Any Sound You Can Imagine: Making Music/Consuming Technology . Hanover: Wesleyan.",
        "van_leeuwen_1999": "Van Leeuwen, Theo. 1999. Speech, Music, Sound . New York: St. Martin’s Press.",
        "walser_1993": "Walser, Robert. 1993. Running With the Devil: Power, Gender, and Madness in Heavy Metal Music . Hanover: University Press of New England.",
        "walser_2003": "Walser, Robert. 2003. “Popular Music Analysis: Ten Apothegems and Four Instances.” In Analyzing Popular Music . Edited by Allan Moore. Cambridge: Cambridge University Press.",
        "weiss_1998": "Weiss, Gail. 1998. Body Images: Embodiment as Intercorporeality . New York: Routledge.",
        "young_2005": "Young, Iris Marion. 2005. On Female Body Experience: Throwing Like a Girl and Other Essays . Bloomington: Indiana University Press.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* The research for this paper was funded by the Social Sciences and Research Council of Canada, under the co-direction of Lori Burns and Marc Lafrance.  Special thanks to research assistants DeeDee Butters and Shannon Cole for their work on vocal production effects, Liam Jaeger for his work on the PJ Harvey transcription, and Tamar Dubuc for her constructive criticisms. Earlier versions of the analyses included here were presented by Burns/Lafrance and by Hawley at the Feminist Theory and Music 9 conference (McGill University, June 2007), as well as by Burns at UNC-Chapel Hill and the University of Rochester in the spring of 2007. Thanks also to the participants of the Burns workshop at the Mannes Institute on Jazz and Pop who read this manuscript and provided critical feedback.",
            "citations": []
        },
        "FN1": {
            "text": "1. DeNora 2004 , 37.",
            "citations": [
                "denora_2004"
            ]
        },
        "FN2": {
            "text": "2. Ibid., 29.",
            "citations": []
        },
        "FN3": {
            "text": "3. In this paper, we use the term “social” to refer to a wide range of phenomena that connect the individual to the collective. More specifically, we use the term “social” to refer to individual events and experiences that shape and are shaped by collective norms, values, signs and symbols. For instance, when we say an artist’s message is “social,” we are saying a number of different things simultaneously: first, that this message is produced in and through signifying systems and is, therefore, dependent on shared meanings and understandings; second, that this message is mobilized and deployed in contexts that are not of the artist’s making or choosing and is, as a result, interpreted in ways that go beyond her and her intentions; and third, that the message is both made and received in specific moments in space and time and is, by extension, conditioned by spatially and temporally-specific relations of power.",
            "citations": []
        },
        "FN4": {
            "text": "4. The categories in the analytic model are not limited to the domains of lyrics and music. Rather, the model is currently being developed for video images and promotion as well, but this expansion will be left for a further study.",
            "citations": []
        },
        "FN5": {
            "text": "5. For example, this conception of embodied musical meaning was explored by Leonard Meyer in Explaining Music ( 1973 ).",
            "citations": [
                "meyer_1973"
            ]
        },
        "FN6": {
            "text": "6. This definition of “embodied” is based on the Oxford English Dictionary , 1989.",
            "citations": []
        },
        "FN7": {
            "text": "7. Clarke and Dibben 1999 , 233.",
            "citations": [
                "clarke_and_dibben_1999"
            ]
        },
        "FN8": {
            "text": "8. Clarke and Dibben acknowledge their reliance upon Philip Tagg’s semiotic approach to musical meanings through cultural associations \n( Tagg 1979 ).",
            "citations": [
                "tagg_1979"
            ]
        },
        "FN9": {
            "text": "9. Significant contributions to this area of study include Jackson 2000 ; Lacasse 2002 , 2002 ; Moore 2005 ; Théberge 1997 ; Zak 2001.",
            "citations": [
                "jackson_2000",
                "lacasse_2002",
                "lacasse_2002",
                "moore_2005"
            ]
        },
        "FN10": {
            "text": "10. Significant contributions to this area of study include Burns 2000 , 2004 , 2005 ; Everett 2000 ; Fast 2001 ; Spicer 2000 , 2004 .",
            "citations": [
                "burns_2000",
                "burns_and_woods_2004",
                "burns_2005",
                "everett_2000",
                "fast_2001",
                "spicer_2000",
                "spicer_2004"
            ]
        },
        "FN11": {
            "text": "11. Significant contributions to this area of study include Covach 1997 , 2000 ; Moore 2001 ; Walser 1993 , 2003 .",
            "citations": [
                "covach_1997",
                "covach_2000",
                "moore_2001",
                "walser_1993",
                "walser_2003"
            ]
        },
        "FN12": {
            "text": "12. Significant contributions to this area of study include Burns and Lafrance 2002 ; Butler 2003 ; Clarke 2005 ; Hawkins 2002 ; Hisama 1993 , 1999 , 2000 ; Krims 2000 .",
            "citations": [
                "burns_and_lafrance_2002",
                "butler_2003",
                "clarke_2005",
                "hawkins_2002",
                "hisama_1993",
                "hisama_1999",
                "hisama_2000",
                "krims_2000"
            ]
        },
        "FN13": {
            "text": "13. Griffiths explores the rhythmic settings of lyrics and \npresents a model for analyzing how the words occupy the space of the melodic \nphrasing in what is deemed “verbal space.” Griffiths also distinguishes the lyrics that are similar to poetry from those similar to prose ( Griffiths 2003 ).",
            "citations": [
                "griffiths_2003"
            ]
        },
        "FN14": {
            "text": "14. Frith 1996 , 172.",
            "citations": [
                "frith_1996"
            ]
        },
        "FN15": {
            "text": "15. Frith 1996 , 169.",
            "citations": [
                "frith_1996"
            ]
        },
        "FN16": {
            "text": "16. See Cook 2001 ; Cook and Clarke 2004 ; Dibben 1999 and 2006 ; DeNora 2004 .",
            "citations": [
                "cook_2001",
                "cook_and_clarke_2004",
                "dibben_1999",
                "dibben_2006",
                "denora_2004"
            ]
        },
        "FN17": {
            "text": "17. Cook’s ideas are drawn from Daniel Miller. Cook is exploring here the problem of inherent meaning versus socially constructed \nmeaning, and sees the attributes as a way of steering a path between the two \npositions: A culture selects the attributes of an object that then acquire \nmeaning and are stabilized by that culture ( Miller 1987 , 178–79).",
            "citations": [
                "miller_1987"
            ]
        },
        "FN18": {
            "text": "18. DeNora 2004 , 37.",
            "citations": [
                "denora_2004"
            ]
        },
        "FN19": {
            "text": "19. Van Leeuwen’s discussion of the materiality of language is informative in this regard ( 1999 , 125–27).",
            "citations": [
                "van_leeuwen_1999"
            ]
        },
        "FN20": {
            "text": "20. Definition of “Dynamics” based on the Oxford English Dictionary , 1989.",
            "citations": []
        },
        "FN21": {
            "text": "21. Van Leeuwen 1999 , 18.",
            "citations": [
                "van_leeuwen_1999"
            ]
        },
        "FN22": {
            "text": "22. Clarke 2005 .",
            "citations": [
                "clarke_2005"
            ]
        },
        "FN23": {
            "text": "23. Originally in Scruton 1997 , 52; cited in Clarke 2005 , 68.",
            "citations": [
                "scruton_1997",
                "clarke_2005"
            ]
        },
        "FN24": {
            "text": "24. Clarke 2005 , 80.",
            "citations": [
                "clarke_2005"
            ]
        },
        "FN25": {
            "text": "25. Clarke 2005 , 81.",
            "citations": [
                "clarke_2005"
            ]
        },
        "FN26": {
            "text": "26. A good introduction to theories of narrative agency is found in Richter 1996 .",
            "citations": [
                "richter_1996"
            ]
        },
        "FN27": {
            "text": "27. Lanser ( 1992 ) discusses the stance of a narrator and how the ideologies and perspectives of that narrator are understood in narrative fiction. Burns ( 2010 ) explores Lanser’s model for the interpretation of authorship and song subjectivity. In that paper, Burns explores the very significant distinction between the artist and the subjective perspective that is advanced in a given song.",
            "citations": [
                "lanser_1992",
                "burns_2010"
            ]
        },
        "FN28": {
            "text": "28. Lanser ( 1981 ) interprets the suggested contact between a narrator and a narratee, identifying several modes of contact and degrees of communication.",
            "citations": [
                "lanser_1981"
            ]
        },
        "FN29": {
            "text": "29. Utterance is a concept drawn from speech-act theory, which is a way of interpreting verbal communication as expressions of action and power. The interested reader is encouraged to refer to authors such as John L. Austin ( 1962 ) and Mikhail Bakhtin ( 1981 ).",
            "citations": [
                "austin_1962",
                "bakhtin_1981"
            ]
        },
        "FN30": {
            "text": "30. Significant contributions to this area of study include Clarke and Davidson 1998 ; Gabrielsson and Juslin 1996 ; Palmer 1996 ; Juslin 2003 .",
            "citations": [
                "clarke_and_davidson_1998",
                "gabrielsson_and_juslin_1996",
                "palmer_1996",
                "juslin_2003"
            ]
        },
        "FN31": {
            "text": "31. Burns ( 2005 ) has recently explored a model for the analysis of vocal expression that considers the vocal space (melodic phrasing and ornamentation), vocal quality (expressive effects that derive from the physical limitations of range, resonance, vibrato as well as from performance such as volume and inflection), vocal articulation (rhythm and meter as well as diction and textual utterance), texture and recording techniques . By listening critically to these elements an analyst is able to address in detail how the voice conveys the lyrical expression using specific musical strategies and performance techniques.",
            "citations": [
                "burns_2005"
            ]
        },
        "FN32": {
            "text": "32. Robert Hatten’s study relies upon this definition of gesture ( 2004 ).",
            "citations": [
                "hatten_2004"
            ]
        },
        "FN33": {
            "text": "33. The song “Dress” is analyzed by Judith Peraino ( 1998 ) and by Nicola Dibben ( 1999 ); both authors explore Harvey’s critical stance on the construction of femininity through this song.",
            "citations": [
                "peraino_1998",
                "dibben_1999"
            ]
        },
        "FN34": {
            "text": "34. Van Leeuwen ( 1999 ) identifies the following dimensions of vocal quality and timbre: tense/lax (this is manipulated by the muscles in your throat), rough/smooth (the addition of friction sounds in the voice such as hoarseness, harshness), breathiness (the addition of the breath sound with the tone of the voice), soft/loud (the amplitude), high/low (the placement in the body from the head down to the chest), vibrato/plain (the level of vibrations in the sound), nasality (a kind of tension).",
            "citations": [
                "van_leeuwen_1999"
            ]
        },
        "FN35": {
            "text": "35. This kind of analysis is qualitative rather than quantitative and the qualities exist on a scale (for example, slightly raspy to very raspy). They can also exist in combination:  a singer can apply vibrato at the same time that the tone is breathy. The timbral qualities of a musical sound as produced by a body can certainly be considered a material element of music. Especially in the context of the recorded music under investigation here, despite the fact that these elements can change from one performance to another, the physical sounds are captured on recording, produced and ultimately captured in CD format that serves as a lasting artifact for listening interpretation.",
            "citations": []
        },
        "FN36": {
            "text": "36. Björk’s official web site for this album, “Vespertine,” http://unit.bjork.com/specials/albums/vespertine/ (accessed December 10, 2006).",
            "citations": []
        },
        "FN37": {
            "text": "37. Greenlee 2001a .",
            "citations": [
                "greenlee_2001a"
            ]
        },
        "FN38": {
            "text": "38. Nicola Dibben ( Dibben 2006 ) analyzes another track from the Vespertine album, and her analysis of that song resonates very strongly with our interpretation of “Cocoon.”  In particular, the musical effects of intimacy, introspection, and intensification that Dibben describes for the track “Unison” have much in common with the track we examine here. The reader interested in the music of Björk is encouraged to consult Dibben’s monograph on her music (to be published by Equinox Press, forthcoming).",
            "citations": [
                "dibben_2006"
            ]
        },
        "FN39": {
            "text": "39. The video of “Cocoon” is available on the DVD Inside Björk (2003). It is interesting at this point to consider how the video for this song ties into the concept of Björk’s expression of an embodied mental state.  In a documentary entitled “Inside Björk,” she explains: “Every song I do there is a story behind it [. . .] and the song often ends up being just the tip of the iceberg.”  She explains that she often reveals the whole story to her collaborators, be they fellow musicians, photographers or video directors. She describes Vespertine as an introverted album that deals with the things that happen inside her.  The minimalist video for “Cocoon” depicts a seemingly naked Björk (she is in fact wearing a close-fitting body suit) who, throughout the course of the video, weaves a cocoon around herself with red ribbons that she draws from her mouth and breasts. This visual portrayal of Björk blissfully encasing herself in a cocoon made out of material from within highlights the concept of ecstasy and euphoria embodied in contemplation.",
            "citations": []
        },
        "FN40": {
            "text": "40. The album does feature one interlude-like track for solo music box (“Frosti”).",
            "citations": []
        },
        "FN41": {
            "text": "41. The journalist Steve Greenlee of the Boston Globe used the term “found sounds” to describe the musical content of Björk’s work in Greenlee 2001b . Björk collaborated with electronic music duo Matmos to develop these effects; this collaboration is documented on the DVD Inside Bjork (2003).",
            "citations": [
                "greenlee_2001b"
            ]
        },
        "FN42": {
            "text": "42. Björk’s official web site < http://bjork.com/facts/gigography/sub.php?date=2001-10-19 > documents the creation of such found sounds, for instance, the sampling of the hair static with technical collaborator Matmos.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This paper presents an analytic methodology intended to forge a bridge between the material content and the cultural contexts of popular song. The two artists chosen for study, PJ Harvey and Björk, articulate and develop themes of embodied experience in their lyrics, and fully integrate these meanings into their musical expression. This music challenges the analyst to explore systematically and describe coherently the links between the embodied experiences developed in the song lyrics and the sonic and expressive elements in the music; in other words, to explore the links between the lived body and musical practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Tia DeNora has identified the need for social studies of music that “deal with music’s specifically musical materials.” (1) She understands music as a social process, and considers how musical structures are created in reference to social activities and relations. This approach to musical interpretation centers on action, as DeNora claims, “it is concerned with musically engaged actors as they constitute and negotiate the constitution of music through performance, through coordination, and through reception.” (2) The music-analytic method presented here interprets the dynamic musical processes that are engaged in a socially constituted artistic expression. (3) PJ Harvey and Björk negotiate themes of embodied female subjectivity not only as cultural concepts, but also as musical forms; their lyrical themes are crafted within a comprehensive network of creative textual and musical expression. (4)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Our analytic objective is to illuminate embodied dimensions of musical and lyrical meaning. In using the term “embodied,” we do not wish to limit ourselves to a conception of embodied musical meaning that is contained within the musical content and the expectations created by musical patterns. (5) Although we wish to explore the “material” aspect of musical content and structure, this material approach is complemented by an overriding concern for the expression of social values and subjective perspectives.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] For the purpose of this study, we will understand and define embodiment in the following way: Embodiment is the expression of ideas in material form , and the incorporation of these ideas into a system . (6) As we translate the above definition into our proposed analytic model, the system comprises not only the musical materials and the contexts in which those musical materials and references have circulated in culture, but also the lyrical materials and the contexts in which those lyrical themes and references have circulated in culture. In this regard, we are in agreement with Eric Clarke and Nicola Dibben (2000) who understand “musical materials as socially constituted since they are always the product of socialised human behavior, and carry with them their historical situation.” (7) With respect to the historical situation, Clarke and Dibben explain that musical materials have a “‘history of use,’ one consequence of which is that sounds are heard as cultural references and associations.” (8)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Returning to the definition of embodiment provided above, the ideas in the songs that we have chosen for study concern female subjectivities, which are expressed through the material manifestation of the words and music, as well as through the performance and strategic presentation of these expressive materials. The analytic/interpretive method thus gives careful consideration to lyrically and musically constituted subjectivities as they emerge through the materials and strategies that are created, performed and produced in the form of recorded music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The larger research investigation of which this paper is a part is informed by a more wide-ranging definition of embodiment inspired by contemporary cultural theory. Drawing on the work of theorists such as Butler ( 1993 ), Grosz ( 1994 ), Weiss ( 1998 ) and Young ( 2005 ), we outline a theoretical framework for embodied subjectivity that emphasizes three conceptual components: 1) intersubjectivity and intercorporeality (how we forge our own embodied subjectivities in relation to those around us); 2) society, culture and history (how embodied subjectivities are both produced by and productive of the world around us); and 3) time and space (how embodied subjectivities are constituted by and through ever-changing spatial and temporal situations). With this in view, our analytic framework can be said to encompass both the more general definition of embodiment presented earlier and the more particular definition presented here.",
                "footnotes": [],
                "citations": [
                    "butler_1993",
                    "grosz_1994",
                    "weiss_1998",
                    "young_2005"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Before reviewing the proposed analytic framework, it is important to acknowledge the current analytic methods that circulate in studies of pop and rock. Authors such as Albin Zak have developed analytic methods for identifying the techniques that enhance song structure and communication through recording technologies. (9) Such studies have also established the importance of the timbral and textural qualities that can result as voices and instruments are recorded and mixed in studio contexts.  By addressing the timbral and acoustic dimensions of \npopular music recordings, these new approaches to analysis provide us with a more comprehensive understanding of the musical materials that constitute the recorded song. Popular \nmusic analysts also have at their disposal analytic methods for the study of melodic, harmonic, rhythmic and formal content, (10) for the study of genre and stylistic differentiation, (11) and for the expression of social identities. (12) The musical materials that will be presented in the proposed model will thus include the harmonic, melodic, and rhythmic content, the features of genre and style, the timbral and acoustic qualities that are captured through the recording and mixing processes, and the expressive message of the artist through song.",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The analytic methodology also responds to an intensity of lyrical and musical content and expression in the work of alternative artists PJ Harvey and Björk. These artists produce lyrical material that confronts embodied dimensions of meaning, creating stories about women’s lived experience that are then communicated and animated through the expressive elements of the lyrics and music. In order to elucidate the embodied dimensions of meaning, the analytic framework must value the artist’s dynamic and nuanced modes of expression. This approach allows us to formulate a critical listening response to a “story” that is “voiced” and “mediated” through the musical timbres (voices, instruments), gestures and production strategies. The embodied dimensions of meaning that are evident in the lyrical story are conveyed musically through a dynamic mode of expression that features a nuanced control of gesture, sound quality, intensity, and sonic interactions. It is this dynamic mode of expression that we find significant for the interpretation of embodied subjectivities. Voice and Story / Music and Meaning",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Popular music lyrics communicate immediately to the listener by telling a story or exploring a social theme or issue, by conveying a subject’s perspective or emotions in relation to that story, theme or issue, by creating in words a snapshot of that subject’s identity and his or her social context. Although the lyrics communicate important content, as Dai \nGriffiths points out, rock lyrics are not poems, thus are not independent of their musical setting. (13) Cultural critic Simon Frith adopts a similar approach when he asserts that song words do not stand as print texts; they are not so much about the ideas as about the expression. Frith shows that in listening to song, we hear three things at once: words (which appear to give songs an independent source of semantic meaning), rhetoric (the use of words in a special musical way which draws attention to the features and problems of speech), and voices (the words being sung in human tones which are themselves meaningful insofar as they are signs of persons and personality). We are interested in Frith’s formulation of three layers of meaning that are perceived simultaneously in song, communicating cultural messages to the listener. We are particularly interested in Frith’s concept of rhetoric—the performance of words in a special musical way that draws attention to the features and problems of speech. As Frith explains, “to sing words is to elevate them in some way, to make them special, to give them a new form of intensity.” (14) In other words, for Frith, the lyrics do not stand alone, but let us into songs as stories. (15)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The interpretive juncture between music and text creates an excellent site for the reception of both musical and social meanings. The methodology to be presented here owes a debt to recent work on the interpretation of musical and social meanings by authors such as Nicholas Cook, Eric Clarke, Nicola Dibben and Tia DeNora. (16) In particular, Nicholas Cook’s approach to the interpretation of the material elements of music as culturally selected attributes reminds the analyst to be critical in the assessment and selection of musical values and how they are culturally informed. (17) We are also assisted here by Cook’s conception of performance as a negotiation of meanings that emerge through musical expression.  An understanding of emergent and negotiated meanings permits the analyst to interpret musical events and their expression as dynamic and nuanced as well as socially driven and motivated. Tia DeNora’s preference to describe the links between musical and social practice rather than the musical representation of social meanings is also valuable.  She encourages the analyst to consider “how music provides constraining and enabling resources for social agents—for the people who perform, listen, compose, or otherwise engage with it.” (18) Here again in DeNora’s conceptualization of musical meaning, we see an emphasis on the negotiation of meaning and an active engagement with musical expression. The model that is developed in the current study is meant to be flexible in its accommodation of multiple social themes and is thus not oriented to a single theoretical or ideological perspective.",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The proposed analytic model refers not only to “materials” of lyrics and music but also to “strategies” of musical and lyrical texts. The notion of strategy as intentional or dynamic action reflects our interest in the “performative” (active) aspects of musical expression, the conception of the artist as a communicator who uses the resources of word and sound. (19) The analytic model for text and music is thus based on a conception of the dynamic interaction of lyrical and musical expressive gestures. Such a conception of dynamics includes not only the notion of volume or intensity but also the technical definition of the term that brings movement and interaction into play. Indeed, “Dynamics is the science of moving powers; more particularly of the motion of bodies that mutually act on one another.” (20) Theo van Leeuwen identifies the dynamic qualities of sound in the following way:  “sound is dynamic: it can move towards us, or away from a certain position, it can change our relation to what we hear.” (21)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Dynamic musical motion is an important aspect of Eric Clarke’s “ecological” approach to music analysis, which aims to explore our perception of musical effects and meanings. (22) Clarke cites Roger Scruton’s emphasis on motion as central to musical experience:  “we must hear the movement in music, if we are to hear it as music.” (23) Clarke describes an example of musical motion in the following passage from Ways of Listening , an analysis of Fat Boy Slim’s “Build it Up, Tear it Down”: . . . Over the course of the next half-minute this sound [a bass instrument playing B and E in alternation] continuously evolves as if the cut-off frequency of the low-pass filter is being progressively raised, the higher frequency components becoming more audible, and revealing the sounds of a drum kit and other instruments in the mix. As the filter cut-off rises, resulting in an increasingly bright and clear sound, the same male voice that was heard in the earlier part of the track is added to the mix, reaching a climax of volume, rhythmic density, and timbral brightness until it cuts into another louder and fuller texture . . . (24) Clarke then interprets the passage in the following way: The perceptual effect of the 34-second section described here is of a continuous movement towards a sound source that is at first occluded but progressively reveals itself. It is not clear whether this specifies self-motion towards a stationary sound source, or a moving sound source that approaches a stationary listening point—but in either case there is a powerful sense of the source being at first concealed below some kind of acoustic horizon, above which it then progressively rises until it is fully revealed and directly in front of the listener . . . (25) We cite Eric Clarke at length here in order to illustrate his sensitive approach to musical content and strategies. He describes and interprets the frequency, timbre, and intensity of the sounds as well as the dynamic changes and gestures that affect those sounds.",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Clarke’s conception of sound gestures that change in intensity and that move and interact is a valuable rubric for the analytic interpretation of musical agents within a song texture. It is also a valuable rubric for the consideration of narrative agency within a text, as a means of analyzing the content of a text to discover the dynamic and dramatic interactions as well as shifting perspectives of the subject in question. Lyrical and Musical Materials and Strategies",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] To achieve a coherent analysis of embodied subjectivity in song, we have developed a model that allows the analyst to bring into view the elements or component parts of a song in a form that is manageable and accessible. This method offers flexibility and accommodation in the analytic approach and is not limited to any particular style or genre. The analytic categories are not prescriptive, but rather are suggestive for a range of interpretive objectives. Example 1 . Lyrical materials and musical materials (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] We gather tangible analytic data in the domain of Lyrical Materials and Strategies and in the domain of Musical Materials and Strategies . As observed in our analytical model in Example 1 , the materials are organized according to guiding analytic concepts, listed in the left column of the model. That is, reading from left to right across the table in Example 1, it is possible to identify and explore coherent analytic data from one domain to the next. For instance, the analytic results for the Content section in the lyrics and for the Content section in the music would be presented adjacently in an analytic table, and would allow the interpreter to reflect on how the lyrical and musical features intersect. In the interpretation of text/music relations, this model thus encourages the analyst to construe which characteristics of the lyrics are being mapped onto the music and vice versa. The method also permits a flexible application of the analytic terms; for instance, it is possible to gather data vertically within one domain, or to work horizontally across domains. There are discoveries to be made within certain cells of the table without necessitating a comprehensive study of all cells. The analytic model offers an approach to the song as a site of musical and lyrical content and expression and provides many options to the analyst for the exploration of interpreted meanings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In our consideration of the Lyrical Materials and Strategies , we conduct a close reading of the words, the vocabulary and the symbolic devices that are used, the topics and themes that are explored, the phrase design and form.  The identification of these features of Verbal Content comprises the first step of the text analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The second step in the analysis of text is the interpretation of what we call the Lyrical Settings of the song. The Settings are considered at an interpretive level of the analysis. Based on the Content, the analyst is able to identify “who” is speaking, “what” the song is about, and “how” that expression is communicated.  In each domain (Lyrics and Music), the Settings comprise a voice who tells a story that is mediated through the artistic dimension. The voice-story-address model (the Settings ) of artistic meaning is a level of interpretation that does not attempt to account for nuanced or dynamic expression, but is rather the point of departure for a more dynamic reading of the artistic expression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In the Lyrical domain, the Settings comprise the subject (who is speaking), the story and narrative (what the song lyrics are about, when and where they take place), and the delivery (how the story is being communicated or mediated from the speaker to the listener).  In answering these questions early in the analytic process, the interpreter is then in a better position to consider nuances of meaning and to distinguish subtler aspects of the message.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Once familiar with the Verbal Content and the Lyrical Settings , the interpretation then turns to the narrative, expressive, and dramatic factors in the text. From the Lyrical Settings, we know who is speaking, about what, and how. However, there is much more to know about the song’s protagonist and her social situation, about how the story unfolds dramatically, and about the ideologies that exist to frame the address. These questions and others can be asked through the interpretation of the following categories of Dynamic Lyrical Expression : Agency , Stance , Contact , and Utterance . These categories are considered to be dynamic insofar as they imply agency, movement, action, and interaction. Agency refers to the role of the subject who is speaking, and of the intricacies of that subject’s relation to the other personae in the text. (26) Stance suggests the status of the subject who is speaking, his or her perspective, attributes of power, and ideologies or values. (27) This stance is established in relation to the others around the subject and their social status and position, and in that regard, the rubric of stance is in keeping with Grosz’s theory of embodied subjectivity, discussed earlier. Contact delimits the timeframe of a story (temporality), the distance between the subject speaking and the other personae. It can also be pertinent to consider the understood distance between the subject and the listener and the forum (public/private). (28) Once again, this element can be easily connected to Grosz’s theory of embodied subjectivity. Utterance refers to an expression that originates from a speaker and that captures the intentions of the speaker. (29) It also suggests an action, an intense engagement, and is grounded in physical embodiment. It is important to note that these categories do not refer to concrete, unmediated phenomena, but rather to abstract, mediated phenomena that are deeply embedded in an economy of embodied signs and over-determined by both social and musical processes. It is for this reason that we have developed our terms in a way that emphasizes their interpretive functions. Materials and Strategies of the Music",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] As we consider the Musical Materials and Strategies , we begin with the identification of the Sonic Content . This comprises the analysis of melodic and harmonic materials, rhythm, meter and form. These elements provide a context of pitch frequency (vertical musical space), points in time and directionality (temporal or horizontal musical space). The voice or instrument, in the musical expression of these parameters, can manipulate pitch (intonation), as well as harmonic placement, and can manipulate time values (rhythmic articulation) in ways that are considered to convey musical expression. The field of performance studies identifies these musical articulations as important vehicles for emotional expression in music. (30) Thus, these elements do not belong solely to the domain of abstract form, for \nthey are brought into the domain of performance interpretation as soon as a work \nis performed and recorded. In order to consider these elements for analytic \npurposes, we work with a transcription of the melodic, rhythmic, and harmonic \ncontent of the song; this transcription has been done to account for subtleties in performance (pitch manipulation), although there are limits to what a transcription can capture on the page.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] We will also identify as Sonic Content the timbre and texture as these elements are captured in the recorded sound. The voice and instruments are mediated electronically to create the desired balance and timbral effect. For instance, in order to place the voice within the mix the recording engineer uses techniques or effects that create a sense of physical dimensionality or structural positioning. The splitting of a vocal track to left and right channels creates a physical sense of space that has an impact on the formal interpretation of the music. These elements can be analyzed for the spatial dimensions within the stereophonic field, which accommodates effects that are manipulated through the recording and production control of frequency, intensity, and timbre. We can interpret spatial depth and breadth, as well as intensity and balance. Each of these dimensions is important for communicating musical meaning. Moreover, each is important in providing a musical framework for the voice and the story.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Sonic Content also includes the analysis of the formal structure—the musical phrases and how they are repeated and developed, as well as the sections of the song form. As the analyst identifies such features, it is possible to begin to explore the ways in which the full complement of musical elements interact and change within a song structure over the course of the song. It is also important to establish that although we are identifying these distinct layers of sonic content, we are fully aware that these layers are interdependent.  By focusing on a single element or layer, we do not intend to suggest that the remaining context is to be set aside.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Following the analysis of the Sonic Content, it is helpful to interpret the Musical Settings that are established for an individual song. The voice-story-address model that was explained for the lyrics is once again a valuable interpretive tool in the musical domain: just as the lyrics feature a subject who delivers a story through specific modes of address, the music features a voice and instruments that articulate gestures and shape a form which is mediated through the musical recording. The Musical Settings thus comprise the vocal and instrumental timbres of the song (“who” is performing), the form and gestures (“what” the voices and instruments are doing) and the mediation of the voice and instruments (“how” the voice and gestures are framed within a sonic environment). Based on this understanding of the Musical Settings, it is then possible to consider in more detail the nuanced and dynamic aspects of the musical expression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The third stage of the musical analysis is thus to interpret the Dynamic Musical Expression , which is understood here to be a composite of gesture , quality , interactions, and intensity . As with the Dynamic Lyrical Expression, the expressive categories chosen for the Dynamic Musical Expression have the potential to suggest agency, movement, and action. (31) Gesture is understood as an expressive movement in time and in musical space. (32) A gesture has both a horizontal (linear articulation and motion) and a vertical (registral depth and spatial) aspect. Quality is an interpretation of the timbral effects and their mediation. The performer’s inflections can bring out a variety of colors and tones, either in a vocal or instrumental expression. Interactions in the instrumental/vocal arrangement can be considered to demonstrate how the musical forces (voices) are balanced, and how they are arranged within the musical texture. Intensity , which includes the notion of dynamic expression, connotes the use of emphasis or markedness, as well as the performative use of tension, which might be realized through the communication of a focused or intensified expression.  Intensity here can be understood to include not only an increase in dynamic level, but also the marking of a musical moment with a new level of expression through timbral change or production emphasis.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The second part of this study will put this analytic model into practice, through the analysis of two songs, “The Letter” by PJ Harvey and “Cocoon” by Björk. The first analysis will be presented with strict attention to the analytic framework in order to illustrate how each of these elements can be applied. The second will run in a more narrative form, where the reliance on the theoretical model is implied but not explained. PJ Harvey",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] PJ Harvey’s creative work offers a rich terrain for the interpretation of cultural themes made manifest in the complex juxtaposition of words and music. As an artist who has sustained an active profile in alternative rock, she is renowned for her development of resistant social and innovative sonic strategies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Celebrated for her gritty, raw, bluesy, disturbingly emotional tracks, PJ Harvey’s career has steadily climbed since her 1992 debut album Dry , released on the British indie label Too Pure Records. The single “Dress” went to number 1 on the indie charts, as well as hitting the top ten charts, and the critics loved her, as instanced by Rolling Stone ’s “Critic’s Pick” of her as best songwriter and best new female singer. (33) Her second album, Rid of Me , was produced by Steve Albini and Island Records in 1993, and drew the attention of major artists and critics. To Bring \nYou My Love followed in 1995 and Is This Desire in 1998, both of which sustained the edgy, sensual, and innovative sounds and emotionally turbulent stories.  Harvey moved to New York in 1999 and set to work on her next album, Stories from the City, Stories from the Sea , released in 2000. Taking a dramatic change in stylistic direction, she shed the dark, disturbing sounds of the previous albums, adopted a more lush and melodic sound, and projected a positive social message. This album won her the prestigious Mercury Music Prize, for the first time awarded to a female artist. In 2001, she told Q magazine that the Stories album “satisfies a piece of me, but it doesn’t satisfy me in a whole way. I’m still looking for something that covers all areas and I am very, very drawn to music that is uncomfortable, dark, dealing with taboo subject matter. That’s where my heart really lies.”",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Her album of 2004, Uh Huh Her , explores the complex and often raw themes of gender, desire, and youth, illuminating the paradoxical nature of these at once embodied and social experiences. PJ Harvey exposes, embodies, and enacts these experiences through the development of vocal, instrumental and recording strategies that capture the complexity of her message. She produces gestures and effects that are exceptional not only for their individual properties, their combinations and intersections, but also for the intensity of their expression. Her vocal production, in particular, is manipulated to create very precise, sensual, and nuanced effects that are a vivid realization of her lyrics. Inscribed in the liner notes to the CD are PJ Harvey’s words:  “all that matters is my voice and my story.” The stories that she tells through her musical voice are carefully crafted to explore the power of an expressive gesture and its dynamic development.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] We have chosen a track on Uh Huh Her that explores a particular aspect of subjectivity that is integral to the album. Throughout the album, she is attempting to come to an understanding of what her sexuality means to her identity and, in particular, how the Other—the object of her desire—is bound up with her own quest for self-realization. In this song, we witness the song’s protagonist reflecting on how to communicate and process her desire. As such, “The Letter” can be seen to explicitly address the theme of expressive communication \n(see Lyrics of “The Letter” ). The protagonist eroticizes the idea of writing to her lover. Here, then, writing depicts the unfolding of a sexual episode and alludes to an intricate relationship between sexuality and textuality. Our goal with the following analysis is not only to explore the song’s suggestive content, but to demonstrate the analytic methodology outlined above. The analysis will thus follow in a strict order of presentation that reflects the framework of Example 1. Hence, our analytic text has an instructive intent, as well as an illustrative one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Verbal Content . PJ Harvey’s vocabulary describes the actions of the writer and develops the sensual links between the objects of the writing (pen and paper) and her physical body (her scent, and the act of pressing the envelope). The handwriting itself is intended to embody her desire through the contours of the curvaceous G (Verse 2). In Verse 4, the actions of the lover are imagined as she beckons him to pick up a pen and lick the envelope.  (Nowhere in the song does she refer to the gender of this Other, however, in the remaining songs on the album, the context is that of a female desiring a male lover, so we will refer to this Other in male terms.) The Chorus reverts from the verbal exploration of writing to a simple “Oh,” a pure vocal sound, thus offering a direct contrast between thoughtful meditation and visceral response.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The lines of the lyrics are delivered in very direct, short, and simple statements. She describes her physical actions in immediate terms. For instance, in Verse 1, describing her own actions, she uses active and direct verb commands:  “Put the pen / To the paper / Press the envelope / With my scent.”  In the fourth Verse, when she is calling for a response from him, she uses a comparable expression, now directed at him:  “Take the cap / Off your pen / Wet the envelope / Lick and lick it.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The present-tense immediate actions give way to a future-tense expression at the end of Verse 3 (“we will be different”) and a conditional expression at the end of the last Verse (“I would come running”).  This turn towards a future contributes to the intensity of her expression of desire. That intensity builds to a peak in the bridge, where she makes the direct statement “I need you” and creates the sense of urgency through the reference to time running out.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Lyrical Settings .  The Lyrical Settings are intended to describe the main elements of the lyrical communication:  who is telling the story, what is the story, and how does the speaking subject address the listener. In “The Letter,” we analyze these elements as follows: Lyrical Settings, “The Letter” Subject :  the female subject is projecting her desire for a distant lover Story and narrative : the erotic act of writing a letter in order to affirm desire and call for response Delivery : immediate, personal feelings, intimate despite implied distance The subject of the lyrics is that of a female subject exploring her desire for her lover and considering how her relationship can fulfill that desire. The story eroticizes the act of communicating with her lover; she suggests the physical actions of writing and then covets his response. The erotic act of writing a letter is here not just an affirmation of desire, but a playing out of that desire—a metaphorized sexual act. In her delivery , the protagonist openly expresses her personal feelings through the immediate and direct description of her actions (pressing the envelope, writing the sensuously formed letters).  Although there is an apparent distance between the protagonist and her lover (hence, the need to write the letter), she uses the communication of the letter to create a strong sense of intimacy, thus mediating the distance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Dynamic Lyrical Expression . The subject of these lyrics is a sincere agent who is able to express her personal desires. Although her communication is intimate, the object of her desire is not immediately present, but rather is addressed by the form of the letter. There is a resulting intensity of desire for that physical presence and it is this desire that drives the narrative. For instance, the bridge is a marked moment of intensity as the subject declares her need and identifies the urgency (“time is running out”). The effectiveness of the communication is questioned (“Can’t you hear me call?”), which heightens the drive for fulfillment. The stance is that of a first person subjective voice (“I”) addressing the Other (“you”).  In her stance toward him, he is accorded the power to satisfy her desire or not.  The contact is apparently direct and private, albeit through the form of a letter. The imagined contact is close (“wet the envelope”), but distance and temporal factors create a barrier. The utterance is an appeal for response, a call. Her embodied expressions are intended to induce his physical response. She wants his response to match her own desire. The lyrics can be interpreted on a level of close reading with these dynamic elements (agency, stance, contact, utterance) in mind. Example 2 . “The Letter,” musical and lyrical content (click to enlarge and see the rest) Example 3 . Transcription of opening verse, “The Letter” (click to enlarge and see the rest) Example 4 . Transcription of opening Chorus, “The Letter” (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Sonic Content . Example 2 provides a summary of the musical content and lyrical content of “The Letter,” organized in such a way that the CD timings are aligned with the formal sections. This summary will be a valuable reference throughout the discussion of the musical events in relation to the lyrics. The special format of the lyric presentation (with underlining, italics, etc.) will be explained during the discussion of Dynamic Musical Expression. We will describe the Sonic Content summarized in Example 2 beginning with the first Verse. [36] A transcription of the opening Verse is presented in Example 3 . The electric guitar begins the track with a playful rhythmic riff that emphasizes beats 2 and 4. The B minor harmony implied by the opening leap from B to F is immediately contrasted with the B diminished triad, the F natural marking beat 4. The voice responds with a simple, speech-like melodic gesture from E to D, beginning on beat 2 and leading to beat 4, thus continuing with the offbeat emphasis. The guitar plays the response with the voice, so that the guitar signal is sounding with the voice. However the signals are contrasted in timbre as the guitar is played through an over-driven amplifier to create a “crunchy” distortion with enhanced bass frequencies and a down-tuned bass string, while the voice is very centered, focused and forward; it is dry, with no reverberation, and has a straight, flat tone quality (not enhanced). In her diction, the plosives are dense and thick because the low frequencies have not been rolled off. [37] A transcription of the opening of the Chorus is presented in Example 4 . As the second Verse ends, at the end of its closing word, “longing,” our perception of the acoustic chamber opens through the effect of a very long reverb. The Chorus offers a dramatic shift in vocal production: she sustains the end of “longing” for a full bar, then shifts her vowel sound to a pure vocal “Oh” as she descends in a melismatic melodic expression that features legato and sustain; the voice is enhanced with reverb at a very long level, which expands out the texture and timbre. Underneath the voice, the guitar now plays rhythmic chords, the bass enters, the crash cymbal attacks at the opening of each phrase, and the tambourine attacks on steady sixteenths, interacting with the active kit to create an interesting timbre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Musical Settings .  The “Musical Settings” of “The Letter” can be interpreted as follows: Musical Settings, “The Letter” Voice : the singer’s voice features tension, graininess, sensual weight; it is dry and heavy in the Verse, wet in the Chorus and Bridge; the guitar is a prominent instrumental voice that is enhanced and overdriven Form and gesture : the Verse features the call-and-response formula; the Chorus is a fuller rock texture; the Bridge develops an increased intensity of call and response Mediation : an embodied and dynamic interaction between the singer’s un-enhanced voice and the over-driven guitar These aspects of the song communicate to the listener the following critical messages:  what musical voice is guiding the musical narrative; what formal patterns and events are featured in such a way that this musical voice can tell its story; and finally, how the communicative message is mediated.  “The Letter” features PJ Harvey’s voice with a certain degree of tension and graininess.  Its central and focused placement and heavy plosives create a questioning, edgy setting, with a feeling of sensual weight. The over-driven electric guitar contributes an engaged and very present voice to the musical texture. The theme of the song, the sending of a letter that functions as a call for her lover to respond to, is brilliantly presented in a call-and-response gesture between the guitar and voice. The un-enhanced quality of the vocal mediation, coupled with the enhancement of the guitar, create two distinct musical voices that convey a sense of embodied interaction. These are distinct musical voices, deliberately distinguished to contribute to the intimacy of the story. There is an interesting twist to this call and response, however, as the guitar is the one who presents the call for her voice to answer, inverting the gesture of the lyrics, which suggest her call for his response. (We will return to that thought later on in the Analytic Summary.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Dynamic Musical Expression . As is already evident in the description of the Sonic Content in Example 2, PJ Harvey uses multiple strategies to develop her story through dynamic musical expression. We have described several factors in the vocal and instrumental texture, but would like to introduce here some aspects of the vocal quality that have not yet been mentioned. We are interested in illuminating these strategies in the visual example of the lyrics in such a way that a listener can verify these gestures as he or she listens to the music. The legend at the top of the lyrics column in Example 2 indicates a variety of vocal strategies that are used in the vocal production of this song. (34) All of these strategies are significant for communicating the meaning and intensity of lyrical expression through vocal production. These dimensions of vocal quality are material resources and strategies of musical expression, which can be tracked in song performance. (35)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] How does PJ Harvey mobilize and deploy her vocal strategies? The opening line of the first Verse, “put the pen,” is delivered with a breathiness that signals her anticipation and excitement. The second line features broken phonation in a place that is fitting for the sensually playful rhythmic pattern of her response. The words “paper,” “envelope,” and “scent,” which close lines 2, 3, and 4, are all produced with the tenser, more “twangy” vocal sound. And also noticeable is the raspy quality of the last two words of the Verse, “my scent,” which addresses her physicality. These strategies of emphasis are in keeping with the eroticization of writing that is being explored in the lyrics.  In the fourth Verse, the moment when she asks him to respond with his own letter, a raspy emphasis on the first word (“Take”) adds intensity to her appeal. The third line of the Verse, “Wet the envelope” features tension in the production of sound. This continues into the fourth line, but leads to a heightening of the tension on the last word of the line, “it,” which leads into the Chorus. Example 5 . Transcription of bridge, “The Letter” (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] In order to illustrate how Harvey exploits her gestures within a dynamic interaction of musical voices, we will focus for a moment on the Bridge section.  The Bridge features a significant change in vocal and instrumental expression.  The Verse and Chorus have featured the voice within the melodic span of B3 to F 4.  Now, in the Bridge, the vocal line moves up into the range from F 4 to C 5. Example 5 transcribes the vocal line and guitar part for the Bridge. In an irregular rhythmic pattern (anticipating beat 3 by arriving early), the voice rises from A through A and C to B4. The guitar (and bass) duplicate the movement from A to A , but keep steady eighth notes, accenting the off-beat arrival on A .  The guitar and bass move directly to \nB, the expected resolution of A , while the voice overshoots it, skipping up to C , and then resolving to B. The C is the highest pitch that the voice sings, and is contrapuntally very dissonant, adding to the intensity of the Bridge vocal.  As the voice resolves to B and skips down to F , the guitar then switches to the upper register and repeats an oscillating B–F pattern in eighth notes. There is an ironic, mocking effect that is created by \nthis dynamic interaction of the two primary “voices” in the song. At the same \ntime that this new vocal/guitar texture develops, the voice also features some strategies of production that increase intensity.  For the first time in the song, PJ Harvey changes her vocal quality by moving into a “head voice” tone. Her head voice coincides with the mocking guitar part in the higher register, connoting the desperation of “Can’t you hear me call?”  The peak of longing that is reached in the Bridge section falls back to the original point of departure as Verse 5 commences. She returns here to the originating expression, breathy in the first line, with raspiness and tension to illuminate significant words in the subsequent lines. The dynamic has fallen back to a calmer state, and this is reflected by the un-enhanced, dry vocal quality, and the return to the reflection on the writing of a letter. “The Letter,” Analytic Summary",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] These analytic comments are intended to stimulate the reader’s thinking about possible interpretations of music and lyrics in this song. PJ Harvey’s musical voicing draws us into her lyrical stories in compelling, disturbing, and self-revealing ways. The protagonist on Uh Huh Her is a split subject and she adopts paradoxical stances on a range of matters relating to her subjectivity. The protagonist’s sexual struggles are developed in several tracks on the album. Two songs that relate strongly to “The Letter” are “The Slow Drug” (track 6, immediately following “The Letter”), and “It’s You” (track 10; this track is linked to “The Letter” through its title, which picks up on the last words of “The Letter”). These two songs explore the theme of female sexuality and coming of age, as the young female subject searches for an understanding of what her sexual maturity will mean to her. The situations that she invokes place her in the position of feeling the attraction of male sexuality—a force that she recognizes will have power over her life, and will pose certain dangers to her own security and sense of independence. These paradoxical stances do not emerge only through the content of the lyrics but are expressed and communicated through the musical strategies that PJ Harvey adopts, the lyrical and linguistic resources that she exploits and the expressive devices that she performs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] In “The Letter” we witness her longing for intimacy that is not fulfilled due to an enforced distance. Because of this distance, we surmise that her desire is not reciprocated, leaving her in an unsatisfied emotional and physical state. The music, however, creates a sonic embodiment of the desired intimate relationship, and the dynamic artistic expression maps out the experience.  The listener perceives the intimacy of this story through the musical effects.  For instance, the previously mentioned call-and-response patterning creates an immediate musical embodiment of the relationship, although it is the guitar who calls and she who responds. The message in the lyrics (she is calling on him to respond) is inverted through the musical content (where he calls and she responds), thus allowing an expressive realization of her desire to emerge in the musical relations. The Chorus features a sensuously expressed vocal release, with its melodic “Oh.”  The guitar and vocal textures \nare mutually supportive and in sync throughout this passage. In the Bridge the guitar call conveys a mocking effect and she responds with increased intensity. Example 6 . Summary of analytic data for “The Letter” (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The analytic method posited here allows the listener to tease apart the discrete layers of the lyrical and musical content and expression, and then to reflect upon the links between and among these materials and strategies. Example 6 offers a summary of the analytic data within the framework of the model. With the data presented in this format, it is possible to read across the domains, from lyrics to music, to find links between the material and expressive content of the words and the material and expressive content of the music. For instance, under Lyrical Settings, the subject is identified as a female who is projecting her desire for a distant male; under Musical Settings, the voice is identified as having tension and graininess, while the guitar is enhanced and over-driven.  The distinction of the individual elements in this format allows the interpreter to find the bridge between the subjectivity of this story and its musical manifestation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The analytic elements that are tracked in this model encourage the listener to reflect on the links between the subjective narrative and the musical content, expression, and effects.  These interpretive links are important not only to enhance musical appreciation, but also to permit critical interrogation of the cultural issue that is the theme of the song: in this case, the power of sexuality, and its manifestation in gendered subjectivities. Without offering a static “opinion” on female-male sexual power relations, PJ Harvey explores in this song an instance of such a relationship, and provides the listener a critical space in which to reflect upon that social construct. One could interpret this as a negative reflection of sexual alienation, or one could see it as a statement of idealized desire. There is no single interpretive response to this song, but rather the social meanings are left open for critique and contestation. The analytic model permits a range of interpretive results to emerge, as the model is designed to identify and map the relationships between and among the lyrical and musical materials and strategies. Björk",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] After winning best actress at the Cannes film festival in 2000 for her leading role in the tragic, genre-bending musical, Dancer in the Dark , an emotionally drained Björk swore to never act again, retreated under the covers with her laptop, and created Vespertine , an album unlike any of the recordings she had released before.  Often described as an album of lullabies for adults, the title derives from the word “vespers,” which are evening prayers.  As defined by Björk’s official web site, Vespertine refers to “things flourishing in the evening.” (36) It features lush arrangements for huge ensembles that include strings, harp, and women’s choir. Björk defines her concept for this album as follows: “From the beginning, I knew I wanted this album to be the exact opposite of [my previous album] ‘Homogenic’ . . . That album was so extreme and confrontational.  I needed this album to explore what we sound like on the inside—you know, that ecstasy, that euphoric state that happens while whispering.” (37)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] This statement provides the framework for our analysis.  We will explore how Björk musically communicates her sense of inner euphoria and ecstasy through contemplation in what we consider to be Vespertine’s most unique track, “Cocoon.” (38) Although the lyrics of this track are erotic, the musical contexts establish a subtle and nuanced perspective of reflection rather than an explicit reference to eroticized physicality.  Björk presents the lyrics as an expression of an embodied state of mind, rather than as a description of a physical act.  The analysis will address how the lyrical and musical materials interact to enact her solitary contemplation within the terms of an embodied experience. (39)",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] The lyrics of the song are provided here: Lyrics of “Cocoon”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] In the first two lines of the text, Björk establishes the perspective of solitary reflection through her choice of vocabulary.  She refers to a “him” in the third person and refers to herself in the first person as “me.”  Her use of “him” and “me,” as opposed to, for instance, “ you ” and “me,” places the emphasis on herself—on her own contemplation, a contemplation that she signals right away with the question “who would have known?” Example 7 . Transcription of opening break, “Cocoon” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] This question becomes a central aspect of the lyrical communication in the song as it heralds the opening of Verses 1, 2, and 3. She breaks from this pattern in Verse 4, in order to describe the sexual experience. Verse 4 leads to the climax of Björk’s ecstatic contemplation as she lingers over the lyrical phrase “who would have known, ahhh, who would have known” in the Bridge, a formulation of the question which is left incomplete.  (It is important to note that the Bridge is set up musically as a rupture of the musical form.  The instruments drop out and we have only her voice in the melodic presentation that is transcribed in Example 7 . The relative intensity of this musical expression is best understood in relation to the verse structure.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The sparseness of the instrumentation in “Cocoon” sets this song apart from the others on the album Verspertine .  All of the other tracks present a lush combination of harp, women’s choir, full string orchestra, celeste, clavichord, bass, voice, computerized sounds and even music box. (40) “Cocoon” simply features voice, keyboard and “barely-there” computerized beats created from samples of everyday sounds. The stark simplicity of the overall soundscape in “Cocoon” lends this track a sense of solitude and meditation in contrast to the lush orchestrations on many of Vespertine’s other tracks.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] The “barely-there” beats, known as “found sounds,” play an important role in this track’s impression of intimacy. (41) Many of the tracks on Vespertine feature found sounds such as cards shuffling and boots crunching in the snow.  However, “Cocoon” uses samples of a much more personal nature; for instance, static created by running fingers through a man’s hair. (42) Example 8 . Transcription of found sounds, “Cocoon” (click to enlarge and see the rest) Example 9 . Transcription of introduction, verse 1 (mm. 9–17) and verse 2 (mm. 21–29), “Cocoon” (click to enlarge and see the rest)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] These kinds of found sounds that we hear in “Cocoon” come from the kinds of noises one would only be able to detect in a quiet, private setting. They are highly suggestive of physical intimacy and they engage the human senses. Björk uses such effects to draw the listener in to an intimate space. Example 8 transcribes the rhythmic content of the found sounds, which run against a keyboard ostinato. The combined effect of the found sounds and keyboard can be understood to create a sense of “musical levitation” reflective of her expression of euphoria.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] The found sounds defy rhythmic predictability in two ways.  First, while the more prominent manifestation of the found sounds maintains a steady pulse (measures 3ff. of Example 8), Björk subtly manipulates the individual rhythms from bar to bar, making it impossible for the listener to predict the content of each rhythmic cell as the song progresses.  Compare, for instance, \n\t\t\tthe fourth beats of measures 5 and 6. Second, a variety of rhythmically irregular sounds enter at random against the regular pulse.  The first occurrence of this type of rhythmic event appears in measure 2: a triplet-like figure which is transcribed in Example 8 as seventeen “sixteenths” in the space of fifteen.  This figure’s early entrance, before the regular time-keeping pulse begins, subverts any sense of pulse the listener may have established by this point.  These irregular rhythms appear at random throughout the song. [55] Against these found sounds, we have the constant presentation of a keyboard ostinato, transcribed in Example 9 . The first measure of this melody offers a clear picture of the meter by avoiding syncopation and by articulating notes on both the downbeat of the measure as well as on beat 3, the midpoint of the bar.  The second measure, on the other hand, obscures the rhythm and meter.  The keyboard articulates the same pitches as in measure 1, as though repeating the melody of bar one.  However, it augments the rhythm from quarter-note pulses to dotted quarters.  Then, rather than continuing the melodic gesture up to the G, as we heard in measure 1, the keyboard stops on the E on the second quarter-note pulse of beat 2, sustaining the note through a decay to the end of the measure without articulating beat 3.  The effect here is similar to a ritardando; we perceive a trailing off of the rhythmic pulse introduced in measure 1.  The irregular rhythm discussed earlier, which is introduced by the found sounds in measure 2, provides an additional layer \n\t\t\tthat adds to the sense of rhythmic ambiguity at this moment.  Since this two-measure melody repeats throughout much of the song, there is a constant ebbing and flowing of the rhythmic motion in the keyboard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] The keyboard’s low register and slow, reverberant tones add a depth to the overall sound that seems to signal the depth of Björk’s profound contemplation.  The notes are so softly articulated and so highly reverberant that at times it becomes difficult to discern which notes are actually played, and which notes are present as overtones.  The tones lack a distinctive attack, giving the listener the sense that they are merging seamlessly into one another, as though reflecting Björk’s thoughts merging from one to the next. Such performance strategies contribute to a soft, fluid, and enveloping sonic context for the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] Perhaps the strongest signal of intimacy, however, is Björk’s vocal production in “Cocoon” and the position of her voice within the mix.  Björk’s frequent use of a wide variety of vocal gymnastics is well known: often she employs an extreme range of dynamics and unusual expressive vocal effects including (to name a few) growls, yells, shouts, whispers, unusual text declamation or pronunciation and unconventional glottal attacks.  Not only does she push the physical abilities of her voice to extreme boundaries, she frequently heightens the vocal expression through electronic manipulation.  However, in “Cocoon” she sings with a breathy, whispery, quiet tone throughout.  She takes time to articulate each word of the text carefully and thoughtfully, often spending extra time on a particular consonant.  She sings as quietly as possible, as though she is on the verge of whispering.  Although she sings very quietly, her close proximity to the microphone and the position of the voice in the mix allow us to hear every movement of her mouth from the articulation of the text to the movement of air when she breathes in.  The amplification of these details gives the listener the sense that she or he is right next to Björk’s mouth as she sings, creating the impression that the listener has immediate access to Björk’s private thoughts and once again directing the listener to engage sensuously with the embodied dimensions of the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] Björk’s extremely flexible, unpredictable phrasing throughout the track also greatly contributes to this sense that we are overhearing her thoughts.  Her flexible vocal phrasing denies any sense of planned organization or form.  This fluid flexibility can be observed right away in the first Verse, transcribed in Example 9 (measures 9–17). Björk’s voice enters in measure 9 with a first Verse comprising two phrases.  Her first phrase lasts approximately four measures, however, it is offset against the instrumental phrasing.  She begins on the second quarter note pulse of measure 9 rather than directly on beat 1, and closes on the second quarter note pulse of measure 13, rather than at the end of measure 12.  She then continues into her second phrase without a breath, eliding or blurring the division between the end of phrase 1 and the beginning of phrase 2.  Her second phrase repeats the melody of phrase 1, \nnow beginning in the middle of the second quarter note pulse.  She also stretches the phrase out so that it spans five measures instead of four by lingering longer on the word “who” in measure 13, expanding the rhythm at the beginning of the phrase and, even more so, at the end of the phrase on the words “would stay going nowhere.”  This portion of the phrase spans 7 half-note beats, as compared with the end of phrase 1 (measure 12), which spans only 4.5 half-note beats.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] It is interesting at this point to consider how Björk’s unpredictable rhythmic vocal declamation can be understood to contribute to a sense of embodied ecstasy and euphoria. Over the predictable bass line, Björk freely slides her vocal phrases.  She often syncopates her melody, or begins her phrase a sixteenth note before or after the beat. The transcription (Example 9) indicates with an asterisk the stressed beats in the vocal phrasing. In her first phrase, Björk delays each downbeat for one pulse, placing her melodic downbeat on the second quarter note pulse of beat 1 in measures 9, 10 and 11.  Then, in measure 12, she starts her phrase even later on beat 2, as though incorporating a ritardando at the end of her phrase against the keyboard and found sounds which progress in tempo.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] In her second delivery of this phrase, Björk delays the melodic downbeats more dramatically.  She begins later than she began her first phrase—on the last eighth pulse of beat 1 rather than on the second quarter of the beat. She rushes into this phrase without even taking a breath, which suggests a particular effort to begin the phrase \nbefore beat 2.  In the next bar, however, she delays the melodic downbeat further, to beat \n2.  In measure 15 her downbeat is even later, arriving in the middle of beat 2, while in measure 16 it arrives later still—on the very end of beat 2.  The increasing delay of Björk’s downbeats contributes yet another level to the sense of unhurriedness and rhythmic flexibility.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] It is in the Bridge that Björk’s phrasing is at its most flexible, mirroring the release from structure as she utters twice the crux of \nthe lyrics in “Cocoon”: “Who would have known?”  Her first declamation of this question lasts just over two beats.  Then, she loses herself in its reiteration, trailing off halfway through the word “have,” restarting the phrase and expanding the word “known” throughout an entire bar with randomly placed quivers in her voice as she sustains the note.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] After the Bridge, the material from the first Verse returns, but this time for only 8 measures, truncated from the original 12.  This section dissolves into a 10-measure coda.  As the coda progresses, all sense of form dissipates as each musical layer drops out.  The “found sounds” drop out after 2 measures, and the voice drops out after 5, leaving the keyboard alone, repeating the same melodic figure for 5 measures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] Some final analytic remarks can be made about the role of harmony in “Cocoon’s” expression of euphoria.  The keyboard plays the greatest role in articulating the harmonic content of the song.  Returning to the transcription of the Introduction (Example 9, measures 1–8), the keyboard’s bass line outlines a I 7 chord alternating with a I chord.  As the section progresses, the keyboard cumulatively adds layers to this pattern, starting in measure 9 with a B , the ninth of the chord, added to the beginning of every other bar; adding next the open fifth in measure 9 answered by the \nF-minor triad (vi) in measure 12; a pattern that continues through the rest of the first Verse.  The keyboard sets up a static wash of a tonic chord upon which it gradually adds upper chordal extensions that reverberate without resolution.  The continuous lack of harmonic motion and resolution removes the sense of harmonic direction, freeing the harmony from any tendency to pull the listener forward through a progression, and therefore reflecting Björk’s experience of embodied euphoria.  Moreover, instead of horizontal harmonic motion, the stacked thirds take the music higher, creating a sense of “musical levitation” reflective of her ecstatic state.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] The second Verse (measures 21–29, transcribed in Example 9) contributes further to the effect of harmonic layering.  Here, the harmony shifts from I 7 to ii (B minor) \nwith an added 7th articulated in each measure in the right hand.  In measure 25, the right hand adds a rising motif consisting of D –A –C–E –F on top of the ii chord in the bass.  By the end of the second Verse, the overtone content has become so rich and the accumulated pitches so high that it challenges the listener to distinguish the actual keyboard notes from the resounding overtones, again creating a sense of “musical levitation.” Example 10 . Transcription of coda, “Cocoon” (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65] In a final gesture that both takes the harmonic motion upwards and liberates the harmony from traditional function, Björk shifts to a subdominant harmony for the Coda (transcribed in Example 10 ).  The keyboard returns to the material of the A section, transposed up to D . “Cocoon,” Analytic Summary",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66] Throughout this analysis of “Cocoon” we have attempted to illustrate how the musical aspects of the song center on Björk’s inner, embodied experience of euphoria and ecstasy.  The materials and strategies of her unique musical sound-narrative are contrived to pull the listener into this embodied experience. That is, the strategies of lyrical and musical expression make the listening experience an intimate one, such that the listener is encouraged to reflect on the sensuous and embodied aspects of the song. Lyrical Settings Musical Settings Subject : contemplative female subject, experiencing sexual awakening Story : her euphoric response to a sexual experience Delivery : self-reflective, the lover is referenced in 3rd person Voice : breathy, whispery vocal tone, low register, reverberant piano; static sampled sounds Form and gesture : ostinato keyboard pattern and irregular rhythmic presentation of sampled sounds; fluid vocal melody Mediation : very close and intimate, close-mic on voice; softly articulated piano, frontal placement of sampled sounds",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] The Lyrical Settings and Musical Settings are summarized here. These elements suggest a particular interpretation of the subjective experience that is explored in this song; that is, this song is about the subject’s experience and her own exploration of that experience. We do not witness here a struggle between the subject and the lover, but rather our attention is riveted upon her own visceral reflections. The song title, “Cocoon,” suggests an internal transformation that takes place within a safe environment, \nand thus offers a very positive view of female sexual awakening. Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68] The objectives of the analytic method demonstrated in this paper can be summarized in the following ways: 1) to explore the embodied dimensions of meaning to be found in the musical and lyrical expression of recorded popular songs; 2) to reveal the ways in which the materials of music and strategies of performance can be understood to create a dynamic and interactive environment of musical expression within the context of recorded music; 3) to illuminate the nuances of performance expression that originate in the performer’s (singer’s) body, in particular the vocal effects that emerge in the artist’s production of lyrical and musical effects; 4) to contextualize those nuances within a context that is the song’s framework, with its musical and lyrical “settings” that establish a grounding or point of departure for expressive intensity and development; \nand 5) to allow the interpretive potential of these meanings to emerge in order to permit listeners to enter into the story of a song as it is negotiated through gestures, interactions, and lyrical points of reference.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.08.14.4.burns_lafrance_hawley.html",
    "data": "mto/data/mto.08.14.4.burns_lafrance_hawley.json"
}