{
    "title": "Noting Images: Understanding the Illustrated Manuscripts of Mendelssohn’s <i>Schilflied</i> and Hindemith’s <i>Ludus Tonalis</i>",
    "date": "2010/08/01",
    "volume": "16",
    "issue": "3",
    "authors": [
        "Walden, Daniel K. S."
    ],
    "abstract": "Felix Mendelssohn and Paul Hindemith, composing about one hundred years apart, integrated visual elements, including drawings and illustrated notations, into musical manuscripts they designed as gifts for women they admired. The two documents, illustrating Mendelssohn’sSchilflied(1842) and Hindemith’sLudus Tonalis(1942), are strong declarations of compositional and artistic ideology. This article examines the scores as reflecting, respectively, aspects of nineteenth-century and early twentieth-century conceptions of musical composition and form, and their relation to visual media.",
    "keywords": [
        "Visual",
        "illustration",
        "score",
        "Mendelssohn",
        "Hindemith",
        "Romanticism",
        "organicism",
        "metaphor",
        "Modernism",
        "semiotics"
    ],
    "doi": "",
    "received": "February 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.3/mto.10.16.3.walden.pdf",
    "author_info": [
        {
            "name": "Daniel K. S. Walden",
            "university": "Oberlin College and Conservatory",
            "address": "Piano Performance, Oberlin, OH 44074",
            "email": "daniel.walden@oberlin.edu"
        }
    ],
    "citations": {
        "abrams_1953": "Abrams, Meyer Howard. 1953. The Mirror and the Lamp: Romantic Theory and the Critical Tradition . Oxford: Oxford University Press.",
        "albright_2004": "Albright, Daniel. 2004. Modernism in Music: An Anthology of Sources. Chicago: University of Illinois Press.",
        "barthes_1967": "Barthes, Roland. 1967. Elements of Semiology , trans. Annette Lavers and Colin Smith. New York: Farrar Straus & Giroux.",
        "beethoven_1985": "Beethoven, Ludwig van. 1985. Piano Sonatas , ed. Artur Schnabel. Los Angeles: Alfred Music Publishing.",
        "behnke_1967": "Behnke, Besty. 1967. Performance Notes for Treatise . Attached to Original Score in the Oberlin Conservatory Music Score Collection. Buffalo: The Gallery Upstairs Press.",
        "breivik_2004": "Breivik, Magnar. 2004. “A Twentieth-Century musica instrumentalis : Boethius and Augustine in the Musical Thought of Paul Hindemith.” Signs of Change: Transformations of Christian Traditions and Representation in the Arts, 1000–2000 , ed. Nils Holger Petersen, Claus Clüver, and Nicolas Bell. Amsterdam: Editions Rodopi.",
        "cook_2007": "Cook, Nicholas. 2007. The Schenker Project: Culture, Race, and Music Theory in Fin-de-Siècle Vienna . Oxford: Oxford University Press.",
        "cramer_2006": "Cramer, Alfred W. 2006. “Of Serpentina and Stenography: Shapes of Handwriting in Romantic Melody.” 19th-Century Music 30: 133–65.",
        "crane_2000": "Crane, Susan A., ed. 2000. Museums and Memory. Stanford: Stanford University Press",
        "culler_1975": "Culler, Jonathan. 1975. Structuralist Poetics. Ithaca: Cornell University Press.",
        "delaere_1995": "Delaere, Mark. 1995. “Analysing Contrapuntal Music: Some Remarks on the Fugues in C and F from Hindemith’s Ludus Tonalis .” Hindemith-Jahrbuch/Annales Hindemith 24: 66–86.",
        "don_1988": "Don, Gary S. 1988. “Goethe and Schenker.” In Theory Only 10: 1–14.",
        "dömling_1994": "Dömling, Walter. 1994. “Reuniting the Arts: Notes on the History of an Idea.” 19th-Century Music 18: 3–9.",
        "fisher-zernin_2008": "Fischer-Zernin, Verena. 14 August 2008. “Im Zeichen des Löwen. Hindemith: Ein Besuch im letzten Wohnhaus des Komponisten in den Schweizer Bergen.” Hamburger Abendblatt . Accessed 12 July 2010. < http://www.abendblatt.de/kultur-live/article933307/Im-Zeichen-des-Loewen.html >",
        "frisch_1993": "Frisch, Walter. 1993. The Early Works of Arnold Schoenberg, 1893–1908. Berkeley, CA: University of California Press.",
        "goethe_2000": "Goethe, Johann Wolfgang von. 2000. “Maximen und Reflexionen” from Werke , Band 12, ed. Erich Trunz. Hamburg: Deutscher Taschenbuch Verlag.",
        "grey_1997": "Grey, Thomas S. 1997. “ Tableaux vivants : Landscape, History Painting, and the Visual Imagination in Mendelssohn’s Orchestral Music.” 19th-Century Music 21: 38–76.",
        "hindemith_1995a": "Hindemith, Paul. 1995a. “Das private Logbuch” – Briefe an seine Frau Gertrud, ed. Gertrud Hindemith and Friederike Bekcer. Mainz: Schott Musik International.",
        "hindemith_1995b": "Hindemith, Paul. 1995b. Selected Letters of Paul Hindemith , ed. and trans. Geoffrey Skelton. New Haven: Yale University Press.",
        "hindemith_1952": "Hindemith, Paul. 1952. A Composer’s World. Cambridge, MA: Harvard University Press.",
        "hindemith_1942": "Hindemith, Paul. 1942. The Craft of Musical Composition , trans. Arthur Mendel. New York: Associated Music Publishers Inc.",
        "hogarth_1753": "Hogarth, William. 1753. The Analysis of Beauty . London: J. Reeves.",
        "jakobson_1971": "Jakobson, Roman. 1971. Studies on Child Language and Aphasia. The Hague: Mouton.",
        "kittler_1990": "Kittler, Friedrich. 1990. Discourse Networks 1800/1900 , trans. Michael Metteer and Chris Cullens. Foreword by David E. Wellberry. Stanford: Stanford University Press.",
        "koldeway_1914": "Koldeway, Robert. 1914. The Excavations at Babylon , trans. Agnes S. Johns. London: Macmillan.",
        "lenau_1857": "Lenau, Nikolaus.  1857. Gedichte , Bd. 1. Stuttgart and Augsburg: J. G. Cotta’scher Verlag.",
        "mcisaac_2007": "McIsaac, Peter. 2007. Museums of the Mind: German Modernity and the Dynamics of Collecting. University Park: Pennsylvania State University Press.",
        "mendelssohn-bartholdy_f_1864": "Mendelssohn-Bartholdy, F. 1864. The Letters of Felix Mendelssohn-Bartholdy from 1833 to 1847 , trans. Lady Wallace, ed. Paul Mendelssohn Bartholdy and Carl Mendelssohn Bartholdy. London: Longman, Green, Longman, Roberts and Green.",
        "mendelssohn-bartoldy_k_1974": "Mendelssohn-Bartoldy, K. 1874. Goethe and Mendelssohn (1821–1831) , trans. M.E. von Glehn. London: Macmillan.",
        "mendelssohn_m_1997": "Mendelssohn, Moses. 1997. Philosophical Writings , ed. Daniel O. Dahlstrom. Cambridge: Cambridge University Press.",
        "mendelssohn_m_1881": "Mendelssohn, Moses. 1881. Schriften zur Philosophie, Aesthetic und Apologetik , ed. Moritz Brasch, Band 1.  Leipzig: Verlag von Leopold Voss.",
        "meyer_1989": "Meyer, Leonard B. 1989. Style and Music. Philadelphia: University of Pennsylvania Press.",
        "neumeyer_1978": "Neumeyer, David.  1978. “The Genesis and Structure of Hindemith’s Ludus Tonalis .” Hindemith-Jahrbuch/Annales Hindemith 7: 72–103.",
        "ovid_2001": "Ovid. 2001. The Metamorphoses of Ovid , trans. Michael Simpson.  Amherst: University of Massachusetts Press.",
        "owen_2001": "Owen, David. 2001. “Going Solo.” The New Yorker. Sep. 17: 130–139.",
        "oxford_university_library_services_2008": "Oxford University Library Services. 28 February 2008. “Bodleian Library unites illustrated Mendelssohn compositions.” Accessed 12 July 2010. < http://www.bodleian.ox.ac.uk/news/2008_feb_28 >",
        "rosen_and_zerner_1984": "Rosen, Charles, and Henri Zerner. 1984. Romanticism and Realism: The Mythology of Nineteenth-Century Art . New York: Viking Press.",
        "saussure_1986": "Saussure, Ferdinand de. 1986. “Nature of the Linguistic Sign.” Course in General Linguistics , ed. Charles Bally and Albert Sechehaye, trans. Roy Harris. La Salle, IL: Open Court.",
        "skelton_1975": "Skelton, Geoffrey. 1975. Paul Hindemith: The Man Behind the Music, A Biography . New York: Crescendo Publishing.",
        "solie_2004": "Solie, Ruth A.  2004. Music in Other Words. Berkeley: University of California Press.",
        "solie_1980": "Solie, Ruth A. 1980. “The Living Work: Organicism and Musical Analysis.” 19th-Century Music 4: 147–156.",
        "tarasti_2002": "Tarasti, Eero. 2002. Signs of Music: A Guide to Musical Semiotics . Berlin: Walter de Gruyter.",
        "todd_2008": "Todd, R. Larry. 2008. Mendelssohn Essays. New York: Routledge.",
        "todd_2003": "Todd, R Larry. 2003. Mendelssohn: A Life in Music. Oxford: Oxford University Press.",
        "wullschlager_2000": "Wullschlager, Jackie. 2000. Hans Christian Andersen: The Life of a Storyteller. Chicago: University of Chicago Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. A useful framework for interpreting these illustrated scores can be found in a set of Performance Notes pasted into a copy of Cornelius Cardew’s graphic composition Treatise . The author Betsy Behnke writes: “Rational appreciation of the work implies a great degree of involvement on the part of the reader's imagination. If he sees it he must imagine its sounds; if he hears it he must imagine its visual forms.  Ideally he performs it himself, aurally, visually, or both, as his conception of the work demands” ( Behnke 1967 ).",
            "citations": [
                "behnke_1967"
            ]
        },
        "FN2": {
            "text": "2. The manuscript was acquired by the Bodleian Library at Oxford University in 2007 and displayed 1 March to 12 April 2008 in the Exhibition Room. See Oxford University Library Services 2008 .",
            "citations": [
                "oxford_university_library_services_2008"
            ]
        },
        "FN3": {
            "text": "3. Nikolaus Lenau was the pseudonym of Nikolaus Franz Niembsch Edler von Strelenau. He wrote Schilflieder while living in Stockerau in lower Austria near the Danube, which was bordered by expanses of marsh and reeds. His poems frequently describe melancholic or sentimental landscapes. Lenau’s five-poem cycle was a particularly popular source for composers, including Mendelssohn’s sister, Fanny Mendelssohn-Hensel, who composed a song in 1846 using the first of Lenau’s Schilflieder as the text. Walter Frisch notes that by 1893, at least fifty-seven settings of the song by various composers had appeared in print ( Frisch 1993 , 51).",
            "citations": [
                "frisch_1993"
            ]
        },
        "FN4": {
            "text": "4. Lenau 1857 , 35. A literal translation of the verses is: “On the pond, the motionless one/The moon’s lovely brightness tarries,/Weaving its pale roses/In the reeds’ green garland./Deer wander on the hill,/Glancing up through the night;/Sometimes birds stir/Dreamily in the deep reed bank./Weeping, I must lower my glance;/Through my deepest soul goes/A sweet remembrance of you/Like a quiet night prayer.”",
            "citations": [
                "lenau_1857"
            ]
        },
        "FN5": {
            "text": "5. Indeed, in 1846, a year after sending the illustrated manuscript to Keyl, Mendelssohn sent copy of the same composition, this time not illustrated, to the famous soprano Jenny Lind, the so-called “Swedish Nightingale,” after collaborating with her in a concert to benefit the Gewandhaus orchestra. At the time, he was so smitten by her talent that he declared, “There will not be born, in a whole century, another being so gifted as she” ( Todd 2003 , 507). The composition must have had a particular resonance for Mendelssohn, who had sent it as a gift to two women he admired.",
            "citations": [
                "todd_2003"
            ]
        },
        "FN6": {
            "text": "6. Eero Tarasti similarly contrasts the notion of organicism posited by music semiotician David Lidov, who views music as a “ design or Gestalt ” arising from inspiration, to the “idea of nonorganic form” posited by Saussurian semiotic theory that “all grammars, including music ones, are...arbitrary and constructed, based on a set of particular rules” ( Tarasti 2002 , 93–94).",
            "citations": [
                "tarasti_2002"
            ]
        },
        "FN7": {
            "text": "7. Tarasti points out that Schenker’s theory of organicism draws from the doctrines of Johann Friedrich von Goethe, Mendelssohn’s illustrious older contemporary ( Tarasti 2002 , 92).  Gary S. Don also notes “intriguing similarities” between Goethe’s theories on archetypes and the metamorphosis of plants, which included his concept of the “Urpflanze,” and Schenker’s views on organicism in music, and observes that organicism is “a very attractive model for the creative process of music” because it “implies that musical form is generated from within” ( Don 1988 , 6). For Goethe, “the high works of classic art were produced, ‘like the highest works of nature, according to true and natural laws’” ( Abrams 1953 , 223). Nicholas Cook, tracing the development of Schenker’s conception of music’s organicism throughout his career, notes that Schenker regarded Mendelssohn as “among ‘the greatest of the great composers’....” ( Cook 2007 , 233).",
            "citations": [
                "tarasti_2002",
                "don_1988",
                "abrams_1953",
                "cook_2007"
            ]
        },
        "FN8": {
            "text": "8. The notion of the organic art form combining the various arts was later developed by Wagner, who expanded the concept from a reflection that applied primarily to music to a theory that encompassed all types of artistic expression. Thus, Wagner emulated a mythological past in which a unified vision of art prevailed, “lamen[ting] that there was no longer ‘art’ [in the nineteenth-century] but only ‘arts’” ( Dömling 1994 , 3). From this theory arose the Wagnerian concept of the Gesamtkunstwerk , or a work in which the elements of various arts such as visual art, dance, music, and poetry would be recombined as they had been in their “primeval unity” to achieve “the highest imaginable work of art” ( Dömling 1994 , 7).",
            "citations": []
        },
        "FN9": {
            "text": "9. Thomas Grey quotes this maxim in his discussion of the iconography of the Romantic empty landscape that frequently inspired Mendelssohn ( Grey 1997 , 56). The maxim appeared in Goethe’s collection of aphorisms, and in the original states: “Das sogenannte Romantische einer Gegend ist ein stilles Gefühl des Erhabenen unter der Form der Vergangenheit oder, was gleich lautet, der Einsamkeit, Abwesenheit, Abgeschiedenheit” [“The so-called Romanticism of a locality is a quiet feeling of the sublime in the form of the past, or, what means the same thing, solitude, absence, seclusion.”] ( Goethe 2000 , 488). Mendelssohn met Goethe when he performed for him at the age of twelve and later dedicated his Piano Quartet No. 3 in B minor (1824–1825) to him. Goethe described Mendelssohn’s skill as bordering “on the miraculous,” surpassing even Mozart’s; he advised that Mendelssohn’s natural talent should be allowed to flourish without too much instruction, observing, “That which constitutes the real greatness and individuality of an artist, must be produced out of himself alone” ( Mendelssohn-Bartoldy, K. 1974 , 17–18).",
            "citations": [
                "grey_1997",
                "goethe_2000"
            ]
        },
        "FN10": {
            "text": "10. Reed pens, or kalamoi , were made from cut dried reeds shaved to form a nib. They are referred to, for example, in John 3:13.",
            "citations": []
        },
        "FN11": {
            "text": "11. In Book XI of the Metamorphosis , Ovid tells the story of Pan, who challenged Apollo to a trial of skill, with Pan playing a rustic tune on his reed pipes and Apollo the lyre. Midas dissented from the award of victory to Apollo, and in revenge, Apollo transformed the ears of Midas into those of a donkey. Midas hides the donkey ears under a turban from all but his barber, who breaks his vow of secrecy and whispers the story into a shallow hole in the ground where a thick bed of reeds begins to grow and “when the reeds swayed in a light south wind, they whispered the buried message and so revealed the secret of the King's ears” ( Ovid 2001 , 186).",
            "citations": [
                "ovid_2001"
            ]
        },
        "FN12": {
            "text": "12. In The Analysis of Beauty , Hogarth writes extensively of the “serpentine line” as “the line of grace” ( Hogarth 1753 , 39). The image on the title page is of an S-line encased in a pyramid, a symbol of Unity, on a pedestal that says “Variety.” Suggestively, the S-line, which is topped with a snakehead, appears in the form of an upright snake, as affirmed in the epigraph Hogarth includes above the image, a quote from Milton’s description of Satan in the form of a snake in Paradise Lost . Moses Mendelssohn refers to Hogarth when he writes: “In Germany people are acquainted with the line of waves that our Hogarth has established for painters as the genuine line of beauty. And charm? Perhaps it would not be improper for it to be defined as the beauty of the true or apparent motion ” ( Mendelssohn, M. 1997 , 50; Mendelssohn, M. 1881 , 57). Notably, in terms of the relationship between the S-Line and music, the “Schlangenlinie” was a term occasionally used to refer to the wavy line that indicates the arpeggio (cf. Schnabel's annotations of Beethoven 1985 , 165). I further discuss the S-line, or Schlangenlinie , as it features in the Keyl manuscript in the section on the handwriting.",
            "citations": [
                "hogarth_1753",
                "mendelssohn_m_1997",
                "mendelssohn_m_1881",
                "beethoven_1985"
            ]
        },
        "FN13": {
            "text": "13. The integration of the visual and verbal elements of the manuscript was characteristic of the “vignette” that flourished in the early nineteenth century. A form of book illustration based on medieval manuscripts, the vignette took its name from the term used to describe the flourishes featuring little vines or tendrils in the margins of Gothic codices. As Charles Rosen explains, the vignette, which has no limit or frame, seems to disappear into the page, its edges often impossible to distinguish from the paper; “the whiteness of the paper...changes imperceptibly into the paper of the book, and realizes in small, the Romantic blurring of art and reality” ( Rosen and Zerner 1984 , 81–84).",
            "citations": [
                "rosen_and_zerner_1984"
            ]
        },
        "FN14": {
            "text": "14. A tableau vivant , literally a “living picture,” typically involved costumed actors posed to recreate a painting. These could be staged in a drawing room or, more elaborately, on a stage, complete with lighting. According to Grey, Fanny Mendelssohn attended an exhibition of paintings by Wilhelm Hensel of tableaux vivants that had been staged in the Prussian court, and Felix participated in a similar event.",
            "citations": []
        },
        "FN15": {
            "text": "15. Cramer summarizes structural similarities between Romantic melody (e.g., Mendelssohn, Berlioz, Wagner) and stenography, which flourished in the mid-nineteenth century, positing that “[l]ike nineteenth-century handwriting, Romantic melody consisted of a single unbroken, shaped curviline and was invested with the ability to evoke...deeper images and specific meanings, and to function simultaneously as a language and as signifier of infinite meaning” ( Cramer 2006 , 165).",
            "citations": [
                "cramer_2006"
            ]
        },
        "FN16": {
            "text": "16. Grey describes this achievement of inherent potential as a “pregnant moment” ( Grey 1997 , 64).",
            "citations": [
                "grey_1997"
            ]
        },
        "FN17": {
            "text": "17. Kittler suggests a connection between the Schlangenlinie in handwriting and the tales of the German Romantic writer E.T.A. Hoffmann, drawing attention in particular to Hoffmann’s story The Golden Pot, a Modern Fairy Tale . In the story, a scribe, known for his handwriting skills, falls in love with Serpentina, a snake-girl.",
            "citations": []
        },
        "FN18": {
            "text": "18. Ruth Solie offers a glimpse into the idealized domestic image of Hausmusik, music performed at the domestic hearth or salon, as the counterpart to the public concert ( Solie 2004 , 118–152). The painting Liszt at the Piano by Josef Danhauser (1840) commissioned by the piano maker Conrad Graf, depicts an idealized version of such an intimate scene, showing the composer performing under the gaze of a group of admirers, including George Sand, Alexandre Dumas, Sr., Victor Hugo, Nicolo Paganini, and Gioachino Rossini.",
            "citations": [
                "solie_2004"
            ]
        },
        "FN19": {
            "text": "19. Just two years earlier, in 1935, Hindemith had worked for the Turkish government in Ankara, where he was given the chance to experiment with new pedagogical systems on a large scale.",
            "citations": []
        },
        "FN20": {
            "text": "20. See Delaere 1995 , 66–86. Delaere writes that Ludus Tonalis qualifies as “an artistic exemplification of the system of expanded tonality codified by the composer some years earlier in his Unterweisung im Tonsatz. Theoretischer Teil .”",
            "citations": [
                "delaere_1995"
            ]
        },
        "FN21": {
            "text": "21. The tonic keys of the fugues are: C–G–F–A–E–E –A- –D–B –D –B–F . For a lengthier discussion see Neumeyer 1978 .",
            "citations": [
                "neumeyer_1978"
            ]
        },
        "FN22": {
            "text": "22. Hindemith taught himself Latin in the late 1920s, with the aim of reading ancient philosophy in the original versions ( Breivik 2004 , 217). He knew the language well enough to use it extensively in his theoretical treatise: cf. Introduction and page 55 of Hindemith 1942 .",
            "citations": [
                "breivik_2004",
                "hindemith_1942"
            ]
        },
        "FN23": {
            "text": "23. Hindemith’s letters to Gertrud frequently begin with playful greetings to her as “ Gutes Löwentier, ” “ Liebe Löwen, ” “ Ihr Löwen, ” “ Liebster Strohlöwe ” ( Hindemith 1995a , 28, 31, 34, 162, 203). Their last home, in the Swiss town of Blonay, was filled with images of “...lions everywhere. They hang as Far Eastern masks on the walls or are found as ceramic pieces or bronze containers on the cabinets. Above all, however, [Hindemith]...himself painted and drew countless lions on the walls, cabinets, and lampshades.” (Translated from Fisher-Zernin 2008 .) Hindemith also shared their private joke with his friends, designing his own holiday greeting cards in which Gertrud was always portrayed as a lion. In one Christmas card, dated 1956, Hindemith illustrated himself in the act of composing, while the lion clutches in her paw a book with the title “Harmonie der Welt,” the name of Hindemith’s monumental five-act opera, which was premiered the following year ( Hindemith 1995b , Plate 7).",
            "citations": [
                "hindemith_1995a",
                "hindemith_1995b"
            ]
        },
        "FN24": {
            "text": "24. In a similar vein, and with an autobiographical twist, he inserted into his copy of Hans Joachim Moser’s Musikgeschichte in 100 Lebensbildern a parody biographical sketch of the “ berühmter Löwe ” Pirol Wapuff, a leonine composer and music theorist possessed with a “ super-intellektuelle Haltung ” and member of the “ löwestischen Avantgarde ” ( Hindemith 1995a , 19–20).",
            "citations": [
                "hindemith_1995a"
            ]
        },
        "FN25": {
            "text": "25. In using the terms sign and symbol, I am borrowing loosely from Ferdinand de Saussure’s distinction between these categories. For Saussure, a sign is composed of a signifier that is the arbitrary sound or image linked to a concept or signified; for example, the word “tree” is the sound linked to the mental image of a tree.  A symbol, although also conventional, is “never entirely arbitrary,” because symbols “show at least a vestige of natural connection between” a signifier and the signified, “[f]or instance, our symbol of justice, the scales, could hardly be replaced by a chariot” ( Saussure 1986 , 68).",
            "citations": [
                "saussure_1986"
            ]
        },
        "FN26": {
            "text": "26. Roland Barthes defines semiology as a science that “aims to take in any system of signs, whatever their substance and limits: images, gestures, musical sounds, objects, and the complex associations of all these, which form the content of ritual, convention, or public entertainment. These constitute, if not language , at least systems of signification” ( Barthes 1967 , 9).",
            "citations": [
                "barthes_1967"
            ]
        },
        "FN27": {
            "text": "27. In this way, these two manuscripts, one Romantic and the other early twentieth-century, strikingly bear out in the musical realm Roman Jakobson’s contrast between two different types of semiotic systems, those that emphasize similarity and the primacy of the metaphoric process, which he links to schools of Romanticism, and those based on contiguity and the predominance of a metonymic orientation, which he associates with the modernist schools in the early twentieth-century, such as Cubism (see Jakobson 1971 , 49–73).",
            "citations": [
                "jakobson_1971"
            ]
        },
        "FN28": {
            "text": "28. See Crane 2000 , 187; Skelton 1975 , 85–102. The Ishtar processional walls and gate, constructed in Babylon during the reign of Nebuchadnezzar II in 575 B.C.E. and first classed by Antipater of Sidon as one of the seven wonders of the world, were excavated between 1899 and 1914 by Robert Koldeway, who noted that the lion, “the animal of Ishtar” was a favorite subject in Babylonian art and described its “rich and lavish employment” on the main gate ( Koldeway 1914 , 46). Visitors to the Ancient Near East wing of the Pergamon Museum, built to house such ancient architectural wonders as the Pergamon Altar, passed through the Ishtar Gate and Processional Street of Babylon to reach the façade of the Umayyad palace. (See McIsaac 2007 , 3.)",
            "citations": [
                "crane_2000",
                "skelton_1975",
                "koldeway_1914",
                "mcisaac_2007"
            ]
        },
        "FN29": {
            "text": "29. These almost identical images of lions resemble rubber or metal stamps, and thus call to mind the mechanically produced symbols of the typewriter, which for Kittler is one of the decisive technological innovations that marked the epistemological shift from romanticism to modernism. Thus, Kittler intriguingly juxtaposes the penned cursive of romanticism to the mechanically produced writing of modernism on the typewriter, which “institutes spacing as the precondition of differentiation” and “stores a reservoir of signifiers that strike the page....Saussure’s linguistics...has its technological correlate in the typewriter” (Forward to Kittler 1990 by Wellberry, xxx.)",
            "citations": [
                "kittler_1990"
            ]
        },
        "FN30": {
            "text": "30. There are some slight inconsistencies, e.g., the codetta in measure 7 is not represented in his illustration. Otherwise, however, it is remarkably exact.",
            "citations": []
        },
        "FN31": {
            "text": "31. Later in A Composer’s World , Hindemith continues the analogy to emphasize the importance of compositional pedagogy: “Who would ever expect a young man without any experience concerning the carrying capacity of beams, pillars, and walls, or the rules of organizing living spaces three-dimensionally, to enter an architect’s office with the words ‘I never did anything in this field, but I am a great architectural genius?’ In music, this is quite common” ( Hindemith 1952 , 181). The student who does not understand musical forms and proportions in composition is only an “untrained natural talent” ( Hindemith 1952 , 180). This description of music as architectural also stands in sharp contrast, and is even antagonistic, to nineteenth-century organicist aesthetics. Thus, Schenker warned that “music is never comparable to mathematics or architecture,” because it functions as a product of “organic activity” (Heinrich Schenker, Free Composition , quoted in Solie 1980 , 151).",
            "citations": [
                "hindemith_1952",
                "hindemith_1952",
                "solie_1980"
            ]
        },
        "FN32": {
            "text": "32. Another example of an image that depicts temporal progression occurs in the “Seventh Interludium,” entitled “March.” Hindemith depicts a canon exploding over measure 20, where it is marked pianissimo, tracing the trajectory across to the next system where it explodes after a crescendo with a forte blast on the downbeat of measure 26. The image coupled with the musical passage unfolds in time as it is performed, infused with temporal parameters just as the music in the Mendelssohn animates the watercolor from its “frozen state.”",
            "citations": []
        },
        "FN33": {
            "text": "33. As Daniel Albright suggests, for Hindemith, music itself is “a picture-puzzle of sound, construable in a thousand different ways” ( Albright 2004 , 60).",
            "citations": [
                "albright_2004"
            ]
        },
        "FN34": {
            "text": "34. Thus, an F an octave above middle C in treble clef becomes a G an octave below middle C in bass clef.",
            "citations": []
        },
        "FN35": {
            "text": "35. This may be, at least in part, a reaction to the rising popularity of the graphic score amongst avant-garde composers in the early 1950s.  The very same year as A Composer’s World was published, Earle Brown wrote December 1952 , a landmark graphic score from the larger collection Folio [I] . Hindemith might have found fault in these compositions because they were based simply on the arrangement and manipulation of visual elements, which often had little or no precise musical meaning, rather than on musical compositional forms.  In fact, sometimes graphic scores were not necessarily musical compositions at all. As Behnke writes about Cardew’s Treatise (1963), “There are no specific indications that this is indeed a musical work” ( Behnke 1967 ).",
            "citations": [
                "behnke_1967"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Felix Mendelssohn and Paul Hindemith, composing about one hundred years apart, integrated visual elements, including drawings and illustrated notations, into musical manuscripts they designed as gifts for women they admired.  The two documents, illustrating Mendelssohn’s Schilflied ( Reed Song , 1842) and Hindemith’s Ludus Tonalis (1942), are intended for use within a close circle of friends, family, or students, and are strong declarations of compositional and artistic ideology.  Although there is a long history of musical scores coupled with graphic illustration—medieval \nilluminated manuscripts, Biber’s Mystery Sonatas, and contemporary graphic scores, for example—these manuscripts are unusual in that both the illustration and the conventional notation are in the hand of the same composer.  Interpretation of these musical scores is enhanced by an understanding of the role played by the visual elements.  Likewise, analysis of the illustrations should be coupled with a close examination of the music. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Mendelssohn’s manuscript, a gift for his friend Henriette Keyl, features a watercolor depicting reeds in a reflective lake under a dark sky and full moon. (2) This scene, inspired by the poem that forms the text to Mendelssohn’s song, appears to the left of the first staff of the calligraphic copy of the score.  The reeds in the watercolor, the stems of the notes, and the flowing cursive blend into each other and are reflected in the sinuous melody of the music; visual and aural elements of the work serve as metaphors for one another.  Hindemith, on the other hand, makes a very different use of visual elements than Mendelssohn.  His manuscript, a gift for his wife Gertrud, features numerous cartoon sketches of lions in a variety of poses and colors.  The drawings of lions have nothing directly to do with the subject of the music, at least in the sense of evoking specific emotions that are analogues to the music, unlike the drawing of reeds in Mendelssohn’s manuscript.  Instead, the lions operate as markers in a game \nand serve as guides to understanding the system behind the score.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In the study that follows, I will describe the manner in which these composers, writing a century apart, combine images and music as reflecting different styles of signification, that is to say, different semiotic strategies.  For Mendelssohn, art could be expected to achieve innate organic form when the constituent parts of the artwork were linked by similarities that were understood to be natural, and not artificial.  For Hindemith, it is convention and artifice that link the parts of a work together into an architectural, and therefore meaningful, construction. Mendelssohn’s Schilflied",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In 1845, Mendelssohn sent his illustrated manuscript of the song Schilflied to Henriette Keyl, the wife of a Frankfurt wine merchant.  The work, composed in 1842, was a setting of the fifth poem in a series entitled Schilflieder written in 1832 by the Austrian poet Nikolaus Lenau. (3) The text and image depict a scene by a pond lit by moonlight and populated by reeds, which suggest “ ein süsses Deingedenken ” (“a sweet remembrance of you”).  The text reads: Auf dem Teich, dem regungslosen, Weilt des Mondes holder Glanz, Flechtend seine bleichen Rosen In des Schilfes grünen Kranz. Hirsche wandeln dort am Hügel, Blicken durch die Nacht empor; Manchmal regt sich das Geflügel Träumerisch im tiefen Rohr. Weinend muß mein Blick sich senken; Durch die tiefste Seele geht Mir ein süßes Deingedenken, Wie ein stilles Nachtgebet! (4) Mendelssohn often sent musical compositions to acquaintances and colleagues. (5) He also occasionally sent illustrated manuscripts of his compositions as gifts, but the Schilflied he presented to Keyl is a truly remarkable work, containing an exquisitely detailed watercolor and notation and text in Mendelssohn’s finest handwriting.  Although Mendelssohn was, in his own words, kein gelehrter Maler (no adept painter) ( Todd 2003 , 325) —he claimed to have trouble depicting the human figure—there is no question that his artistic skills were exceptional and worthy of high merit for an amateur.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "todd_2003"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The Keyl manuscript is not simply a visual delight; it also embodies the nineteenth-century aesthetic ideal of “organic unity” ( Solie 1980 , 148).  A key element of art in this period was the glorification of nature and organicism, as opposed to more formalist aesthetics. Leonard Meyer writes that for the Romantics, nature represented “change and growth, development and openness.  The core of this Romantic view of nature was the metaphor of organicism,” which was “crucial for the history of music because it furnished the central metaphors of Romantic aesthetics” ( Meyer 1989 , 190).  In the German Romantic critic August Wilhelm von Schlegel’s formulation: Form is mechanical when it is imparted to any material through an external force, merely as an accidental addition, without reference to its character.... Organic form, on the contrary, is innate; it unfolds itself from within, and reaches its determination simultaneously with the fullest development of the seed....  In the fine arts, just as in the province of nature—the supreme artist—all genuine forms are organic. (Schlegel, On Dramatic Art and Literature , quoted in Meyer 1989 , 190). The Lenau poem Mendelssohn chose echoes this celebration of Nature as the supreme artist, of the poetical as manifest in natural form.",
                "footnotes": [],
                "citations": [
                    "solie_1980",
                    "meyer_1989",
                    "meyer_1989"
                ]
            }
        },
        {
            "6": {
                "text": "[6] As Ruth Solie observes, the use of organic metaphors for works of art belonged quintessentially to the critical language of the late eighteenth and nineteenth centuries, including music theory and criticism, and even tended to shape and control the observations of those using them; thus “the analyst dealing with a ‘musical organism’ will likely respond to it differently from one studying a ‘linguistic structure’ or perhaps ‘fluid architecture’” ( Solie 1980 , 147). (6) Such totality, or “organic unity,” is achieved by the \n“balance of disparate qualities,” as well as the harmonious and reciprocal relationships of the part to the whole ( Solie 1980 , 148).  To illustrate, she observes that for the music theorist Heinrich Schenker, an “organicist par excellence ” ( Solie 1980 , 151), metaphors of the totality of a musical composition are central: for him, “[w]holeness stems from a central generative force to which everything else is subordinate” and relies on a concept of organicism that sees music’s origin in nature ( Solie 1980 , 151). (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "solie_1980",
                    "solie_1980",
                    "solie_1980",
                    "solie_1980"
                ]
            }
        },
        {
            "7": {
                "text": "[7] The key concept of the organic relationships between parts and whole recalls the earlier writings of the Enlightenment critic and philosopher Moses Mendelssohn, grandfather of the composer, who also wrote expansively about the relationship between nature and art.  In 1761, he published his Philosophical Writings , which included his essay, “On the Main Principles of the Fine Arts and Sciences.”  There, he writes that the task of the artist is to collect parts from nature and to bind them together into an artistic whole: He [the human artist] gathers together in a single viewpoint what nature has diffusely strewn among various objects, forming for himself a whole from this and taking the trouble to represent it just as nature would have represented it if the beauty of this limited object had been its sole purpose ( Mendelssohn, M. 1997 , 176). The multiplicity of parts, he writes, is central to a fine artwork: “Art’s replica must unite all the requirements of a beautiful object.  Hence, in the first place, it will have to have multiple parts.  The monotonous, the meager, and the sterile are unbearable to good taste” ( Mendelssohn, M. 1997 , 175).  Each of these parts “must harmonize in a sensuous manner to constitute a whole,” in a way that is perceptible to the viewer yet imitates nature, and thus is beautiful ( Mendelssohn, M. 1997 , 175).  This conception of the artistic process carries through to the nineteenth century, when Franz Liszt writes about uniting component parts: Art, like nature, is made up of gradual transitions, which link together the remotest classes and the most dissimilar species and which are necessary and natural, and hence also entitled to live.... In nature, in the human soul, and in art, the extremes, opposites, and high points are bound one to another by a continuous series of various varieties of beings. (Franz Liszt and Carolyne von Sayn-Wittgenstein, Berlioz and His “Harold” Symphony , quoted in Meyer 1989 , 172.)",
                "footnotes": [],
                "citations": [
                    "mendelssohn_m_1997",
                    "mendelssohn_m_1997",
                    "mendelssohn_m_1997",
                    "meyer_1989"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Moses Mendelssohn also describes how different media of expression can collaborate to create a single unified work of art.  He distinguishes between natürlich (natural) and willkürlich (arbitrary) signs ( Mendelssohn, M. 1997 , 177; Mendelssohn, M. 1881 , 153). He writes: They [signs] are natural if the combination of the sign with the subject matter signified is grounded in the very properties of what is designated.... Those signs, on the other hand, that by their very nature have nothing in common with the designated subject matter, but have nonetheless been arbitrarily assumed as signs for it [e.g., spoken words, letters of the alphabet, hieroglyphics, and certain allegorical paintings], are called arbitrary” ( Mendelssohn, M. 1997 , 177). The fine arts, he argues, make use of natural signs.  Music is limited as a medium of representation, according to his formulation: music, “the expression of which takes place by means of inarticulate sounds, cannot possibly indicate the concept of a rose, a poplar tree, and so on” ( Mendelssohn, M. 1997 , 179).  Yet the combination of music with different artistic media, such as poetry, can create a noch sinnlicher (more sensuous) artistic expression by symbiotic collaboration ( Mendelssohn, M. 1997 , 184; Mendelssohn, M. 1881 , 160).  Such multimedia works, he writes, can be the most affecting: “Often two or more arts have also been combined in order to make the expression even more sensuous and to storm our minds, as it were, from all sides” ( Mendelssohn, M. 1997 , 184). (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "mendelssohn_m_1997",
                    "mendelssohn_m_1881",
                    "mendelssohn_m_1997",
                    "mendelssohn_m_1997",
                    "mendelssohn_m_1997",
                    "mendelssohn_m_1881",
                    "mendelssohn_m_1997"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The Keyl manuscript embodies these central eighteenth- and nineteenth-century aesthetic philosophies, creating a composite art work in which each component part seamlessly and naturally transitions to the other, and works symbiotically with the others to create an organic unity.  Mendelssohn merges the Lenau poem into a manuscript that joins three other distinct types of artistic expression—the picturesque landscape, musical composition, and fine cursive handwriting, all of his own creation—and out of their unification creates a single artwork.  Each of these art forms dominates a specific part of the manuscript, yet they are synthesized by a series of connections that are made through contiguity and analogy.  By reviewing the component parts separately, and examining in detail the implications of Mendelssohn’s manuscript as an expression of theories of organic artistic form and performance that were common in his time, we can uncover the synecdochal relationships of each aspect to the organic whole and explore what nineteenth-century critics may have observed to be the “unities, commonalities, [and] ultimate one-ness” ( Solie 1980 , 151) of the Keyl manuscript. The Watercolor Example 1 . Bodleian Library, University of Oxford, 2010, MS. M. Deneke Mendelssohn c.101, p. 1 (click to enlarge) Example 2 (click to enlarge) Example 3 . Bodleian Library, University of Oxford, 2010, MS. M. Deneke Mendelssohn c.101, p. 1 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "solie_1980"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The watercolor in the upper left corner of Mendelssohn’s Schilflied manuscript is a prime expression of the empty landscape, a frequent subject for Mendelssohn as a visual artist.  In a masterfully painted scene, Mendelssohn portrays a nightscape with a full moon peeking out of dark grey clouds reflected brightly in the water below, beside a lake overgrown with slender reeds that bend elegantly in the wind \n(see Example 1 ).  This type of scene, the empty landscape, was a popular genre of nineteenth-century painting, often associated with nostalgia and melancholy, which “serve[d] to stimulate the memory of historical events” ( Grey 1997 , 56).  Often such “historical events” were personal: the great nature poet Goethe described the Romantic landscape as a scene of “solitude, absence, seclusion” that evokes a “quiet feeling of the sublime” ( Goethe 2000 , 19). (9) Similarly, Mendelssohn’s watercolor image appears meant to evoke an emotional reminiscence, which he offers to the viewer as “ein süßes Deingedenken,/ Wie ein stilles Nachtgebet” ( Lenau 1857 , 35).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "grey_1997",
                    "goethe_2000",
                    "lenau_1857"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The close juxtaposition of the watercolor to the musical notation and calligraphy in the manuscript induces the interpreter to consider the inherent connections among all visual elements of the score.  The eponymous reeds that form the centerpiece of the tableau recall the reed pens used in biblical times (10) and also carry a number of potent mythological associations, as in the story of King Midas’s donkey ears, or of musical instruments, as in the mythologies of Pan. (11) The curvilinear shape of the reeds also invokes the shape of what nineteenth-century aestheticians referred to as the “S-Line,” the “Serpentine Line,” or the Schlangenlinie , and it featured as a key element and aesthetic principle in the visual arts, calligraphy, and even music of the period.  Moses Mendelssohn admired its use by William Hogarth, who deemed it to be the ideal form in his treatise The Analysis of Beauty , which featured the image on the title page of the first edition \n(see Example 2 ). (12)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The genre of landscape painting itself, moreover, also shares certain key characteristics with music.  As Thomas Grey explains, both modes of expression share certain “crucial disabilities with respect to the realization of narrative discourse: the inability to name subjects or characters unequivocally, to establish clear causal connections between (conceptualized) events, to explicate the background of the images and ‘events’ they portray, or to comment on the significance of these in a narrative-editorial voice” ( Grey 1997 , 42).  In other words, both the landscape image and music are, in a sense, silent narrators, unable to describe in any explicit manner a specific plot or cast of characters, yet still suggestive of emotions, the expression of which is also figured in the manuscript’s lyrics and handwriting.",
                "footnotes": [],
                "citations": [
                    "grey_1997"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Although these relationships may seem in principle somewhat abstract, Mendelssohn directly invites the interpreter to consider the interpenetration of these artistic expressions by a provocative visual detail \n(see Example 3 ).  The right edge of the watercolor does not contain a definite border.  Rather, the trees drape over the ends of the first measure, partly obscuring the time and key signatures, bar line, and tempo indication.  The grey clouds also overlap with the “S” in the title Schilflied : whether deliberately or not, the water base of the paints has caused the ink in which the letter is written to bleed into the watercolor, creating a brown smudge.  The watercolor has been fused with the media of music and handwriting, embodying Moses Mendelssohn’s notion of linkages among the arts. (13) The Music",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The physical contiguity of the elements of the manuscript never obscures the message of the composition.  Although the watercolor bleeds into the score, complicating the borders and even slightly obscuring the key signature, the straightforward structure of the musical phrasing begins with a simple trajectory as if there were no complexity, reiterating perfectly the emotion of the watercolor.  The tonic key, F , is instantly established by the first chord \nand affirmed by a repeated drone-like low F in the bass.  The melodic range of the vocal part is limited to between an E and the F a minor ninth above, and there are few leaps or disjunctions.  The contour of the melodic line is smooth and flowing, the meter is in a lilting 6/8, and the tempo is slow, in the style of a gently rocking lullaby.  With the modulation to the major at the conclusion of the piece, Mendelssohn conjures a nostalgic mood of melancholy that echoes the watercolor and ends with a sweet uplift.  The work is imbued, like the image of an empty landscape, with a sense of reminiscence, just as the subject of Lenau’s poem also recalls a past object of his affection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Similarly to how Mendelssohn blurs distinctions between music and poetry by creating music that is as nostalgic as his lyrics, he also integrates music and visual image by extensive use of musical pictorialism.  Imagistic musical devices are employed throughout Mendelssohn’s oeuvre, most famously perhaps in the Hebrides Overture, which has often been described as a musical representation of the Scottish landscape.  In addition, as Grey observes, Mendelssohn wrote imagistic music, that is, music intended to invoke mental images, to be integrated with the tableaux vivants that were a popular form of drawing room entertainment ( Grey 1997 , 38). (14) In these cases he combined imagistic music and pictorial art in similar fashion to how they are integrated in this manuscript.  While serving as the music director at Düsseldorf in 1833, Mendelssohn himself collaborated with artists including Johann Wilhelm Schirmer, who had taught him watercolor, at a celebration in the Düsseldorf Academy for the Crown Prince of Prussia.  Several transparencies were displayed in the great hall of the Academy, including one of Dürer’s Melancholia , with musical accompaniment.  The centerpiece was a series of three tableaux vivants with music from Handel’s oratorio Israel in Egypt (see Todd 2008 , 82–84).  In a letter to his sister Rebecca Dirichlet, Mendelssohn writes of the evening: “The effect of the whole [i.e., tableaux vivants with music] was wonderfully fine.  Much might possibly have been said against it had it been a pretentious affair, but its character was entirely social, and not public, and I think it would scarcely be possible to devise a more charming fête” ( Mendelssohn-Bartholdy, F. 1864 , 12–13).  Significantly, Mendelssohn emphasizes that these large-scale tableaux paired with music were not a public form of presentation, but were intended for the delight of a small group of sympathetic friends, as was the manuscript he presented to Henriette Keyl.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "grey_1997",
                    "todd_2008"
                ]
            }
        },
        {
            "16": {
                "text": "[16] As Grey writes, in Mendelssohn’s music, “Sounding analogues to light, shade, color, character, figure, and configuration are choreographed as complex, nuanced, and fantastic actions.  The result is not strictly narrative, dramatic, or pictorial, as a representational mode, but reconstitutes these in a peculiar, yet familiar and readily intelligible manner” ( Grey 1997 , 380).  In Schilflied, Mendelssohn employs the somber key of F minor to evoke a dark night, with glimpses of the major mode (in measures 13 and 22–23) to conjure the image of a brightly shining moon. \nThe gently descending scale of measures 6–8 conjures the moon flechtend seine bleichen Rosen with descending moonbeams amongst the reeds. The modulation to the major mode evokes the subject’s süßes Deingedenken , and the final plagal cadence of measure 48 evokes ein stilles Nachtgebet .  Such musical imagery, inspired by Lenau’s text and also figured in the watercolor, “aspir[es] to a fully narrative or dramatic mode of representation as it is reconceiving a pictorial one” ( Grey 1997 , 52), yet infuses it with temporal parameters that a static image cannot achieve.  Thus, Mendelssohn’s music animates his image, much as the filmic process transformed the fixed photographic image: “In this way, the musical ‘tableau’ could be construed as a form of musical ekphrasis, a sounding gloss that releases the frozen composition of a painting or drawing into the fluid, dynamic state of musical composition” ( Grey 1997 , 28).  This sense of movement is consistent with the concept of organic form that is an unfolding of innate characteristics, rather than an imposition of external meaning. The Handwriting Example 4 . Bodleian Library, University of Oxford, 2010, MS. M. Deneke Mendelssohn c.101, p. 4 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "grey_1997",
                    "grey_1997",
                    "grey_1997"
                ]
            }
        },
        {
            "17": {
                "text": "[17] The integration of the arts into an organic whole is further realized by the handwriting that features prominently on the manuscript \n(see Example 4 ).  In this manuscript the musical score is intrinsically linked with Mendelssohn’s expressive cursive—calligraphic transcription is, after all, the medium by which the music and text are rendered onto the manuscript.  The mellifluous and curving handwriting demonstrates graphically Mendelssohn’s sense of the music he had composed a few years earlier, and provides rich material for a performer’s interpretation.  As the theorist Alfred Cramer notes, there is an aspect of physical experience that integrates handwriting during the Romantic period with musical composition: “The melodic flow of their music recalls the temporal process of handwriting, and their shaping of melody resembles the shaping of the written letter or word” ( Cramer 2006 , 135). (15) Both cursive writing and the Romantic melody are comprised of a continuous flow of material (ink, sound), each with its own specific shape and contour that determines its individuality and can reveal the imprint or artistic signature of the creator.  Thus, the gently weaving melody and sinuous contours of the song directly recall the process of the handwriting itself.  Although handwriting on the page is static, just like a watercolor, Mendelssohn vivifies these media by infusing them into music.  Mendelssohn achieves the organic potential of these arts by integrating them, achieving a sense of animation that connects them all rather than leaving them static and separate. (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "cramer_2006"
                ]
            }
        },
        {
            "18": {
                "text": "[18] One of the most important technological advances of handwriting in the early nineteenth-century was the invention of the steel pen nib.  The speed with which the steel nib enabled the author to write was considered empowering and liberating, allowing the expression of emotion as it unfolded on the page with a seemingly unbroken continuity.  The steel nib also improved upon the quill or reed nibs by allowing the writer to control lines of varying diameter ( Cramer 2006 , 139).  This new feature quickly developed an important place in penmanship practice, connoting not only elegance and a high level of literacy, but also stylistic modernity.  One of the most important tropes of German nineteenth-century cursive, recalling the Hogarthian S-line that Moses Mendelssohn so admired, was the Schlangenlinie , which appeared in calligraphy as a wavy line that varied in degrees of thickness and was considered the “pure form of handwriting” and “an element of contemporary ideal handwriting” ( Cramer 2006 , 137; Kittler 1990 , 106).  As one theorist wrote at the turn of the century: When snakes crawl they never move in a straight line.  Instead they move in a series of curves, so that, if one were to crawl across fine sand, it would leave behind a [curving] line...Therefore we call a line that curves up and down a snake line .  Anyone who wants to learn to write well will have to master the drawing of such a line (Rudolf Edler von Larisch, Unterricht in ornamentaler Schrift , quoted in Kittler 1990 , 106). (17) Tutors coached children on forming these lines as part of the training to develop the skill of deftly handling the curves and turns of refined cursive writing.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "cramer_2006",
                    "cramer_2006",
                    "kittler_1990",
                    "kittler_1990"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Mendelssohn’s handwriting stands as an expression of these contemporary values of ideal penmanship style.  Mendelssohn’s signature and dedication, which open and close the manuscript, make extensive use of the capability of the steel nib to produce variable thicknesses by employing a number of flourishes that expand and contract widely in breadth.  At the end of the manuscript, Mendelssohn combines handwriting and musical notation by replacing the traditional Fine symbol with the Schlangenlinie .  He also evokes \nthe contours of the watercolor and music through the key gestures of his cursive.  The long vertical strokes of some of the letters such as the f and the l , unmistakably invite association with the artistic gesture Mendelssohn uses to sketch the reeds in the watercolor \n(see Example 5 and Example 6 ).  The manuscript also links both handwriting and vocal melody through the notes themselves, whose stems resemble the reeds.  This merging of handwriting into music at the end of the manuscript recalls how, at the beginning, he had blurred the physical boundaries between the watercolor and music. Example 5 . Bodleian Library, University of Oxford, 2010, MS. M. Deneke Mendelssohn c.101, p. 4 (click to enlarge) Example 6 . Bodleian Library, University of Oxford, 2010, MS. M. Deneke Mendelssohn c.101, p. 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Thus, Mendelssohn anticipates Liszt’s sentiments about the organicism of the “gradual dissolve,” and even, in miniature, foreshadows Wagner’s attempts at a grand “reunification of the arts” (Wagner quoted in Dömling 1994 , 8).  Unlike a Wagnerian Gesamtkunstwerk , however, in which each of the forms of expression under his direction—including dramatic direction, music, \nand stage design—was intended for presentation to a large audience in a single theatrical performance, Mendelssohn’s illustrated score was not intended for presentation in a public venue.  Indeed, in any but an intimate performance of the song, perhaps with friends gathered around the parlor piano, the watercolor and the calligraphy could not be observed by any listener apart from the performer herself. (18) Conversely, the recent exhibition that featured the unique Schilflied in a glass case at the Bodleian Library of Oxford University excluded a performance of the music.  Either manner of presentation obscures a key element of Schilflied ; yet, for the reasons discussed above, the expressive qualities of whichever media are concealed in performance or exhibition are still infused into the presentable element, performing a sort of silent accompaniment, at least for any performer who uses the original manuscript, such as Henriette Keyl.  In this way, it recalls a fashion line designed by Stella McCartney described by David Owen as “a series of satin-and-crêpe dresses in which the satin was all on the inside, hidden from view: it was intended solely for the pleasure of the wearer” ( Owen 2001 , 137–138).  The inlay of McCartney’s dress, though invisible, still affects how the model “performs” the wearing; the secrecy of the satin confers a sort of exclusive intimacy between designer and model.  Although the public may detect that there is something unusual about the dress, only an intimate few—the model, the designer, and perhaps others who have had the chance to examine the dress themselves—are conscious of the entire design and acquainted with its exclusive secrets.  It is just so with Mendelssohn’s work, a performance of which will hint at, but will not ultimately reveal to the uninitiated audience, the organic integration of the arts that is achieved in the manuscript. Hindemith’s Ludus Tonalis and Ludi Leonum",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "owen_2001"
                ]
            }
        },
        {
            "21": {
                "text": "[21] By contrast to Mendelssohn, whose images and script operate metaphorically to create an organic whole, Hindemith uses visual images in a deliberately playful and humorous way, as icons in a kind of game, consistent with his conception of musical composition and pedagogy as outlined in his writings.  In 1937, Hindemith published The Craft of Musical Composition—Vol. I (Theory) , in which he proposed a radically new theoretical system for musical analysis that allowed for everything from medieval chant to the twentieth-century innovations of atonality to be analyzed according to the same system, while emphasizing the importance of developing a new system of musical pedagogy to teach these methods. (19) In the foreword to Craft , Hindemith delivered a pointed diatribe regarding the lax state of compositional pedagogy in Europe and America: Is it not strange that since Bach hardly any of the great composers have been outstanding teachers?  One would expect every musician to have the desire to pass on to others what he had labored to acquire himself.  Yet in the last century the teaching of composition was looked on as drudgery, as an obstacle in the way of creative activity.  Only rarely did a composer integrate it as a component part of himself; the feeling of responsibility for future generations of musicians seemed to have become a thing of the past ( Hindemith 1942 , 3). Hindemith hoped that the system he proposed in his book would establish a new model for teaching students that would supplant the “threadbare” fabric of Fux’s Gradus Ad Parnassum , a popular textbook for students of music theory (even today!) ( Hindemith 1942 , 5).  The language he adopted to describe his lofty goals of the universal dissemination of his compositional and theoretical techniques is at once ambitious and playful, hoping to achieve the success of the predecessor he is disparaging: “Perhaps a single man’s strength will not suffice today to dam the flood [of the ‘heretical way of writing’]; perhaps what he attempts will not even be understood, much less valued.  Yet the success of Fux’s work shall be a good omen for mine” ( Hindemith 1942 , 11).",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "hindemith_1942",
                    "hindemith_1942",
                    "hindemith_1942"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Several years later, in 1942, Hindemith finished composing Ludus Tonalis , which is in many ways the quintessential manifestation of the theoretical and pedagogical ideas set forth in The Craft of Musical Composition. (20) The work comprises a set of twelve fugues framed by a “Praeludium” and “Postludium” and linked by eleven “Interludia.”  These works put into practice the systems that he developed in the book, chiefly his systems of expanded tonality in chordal structure and organization, voice leading, and counterpoint.  The tonic keys of each of the fugues spell out his most fundamental theoretical premise, “Series 1,” the system he sets forth as “the basis for our understanding of the connection of tones and chords, the ordering of harmonic progressions, and accordingly the tonal progress of compositions” ( Hindemith 1942 , 56). (21) The title of the work itself emphasizes the relationship between his musical theories and the composition by means of an ingenious Latin wordplay. (22) Attempts at translation into English cannot render the ambiguity of the original Latin, which is rich with interpretive possibilities. Ludus , from Ancient Latin, can be translated either as “game,” or as a “place of instructional training” ( Oxford Latin Dictionary 1982, 1049). Tonalis is the genitive singular form of the Medieval Latin noun tonale , a rare usage that can be translated as “a book containing a summary of the rules governing ecclesiastical music” ( Oxford English Dictionary 1989, 217).  The word tonale is derived from the Ancient Latin tonus , which can refer to the “tone” of either a musical pitch or the shade of a visual artwork ( Oxford Latin Dictionary 1982, 1949).  Three possible interpretations, out of many, showcase the wide range of different ways in which the name of the work can be translated—“Game of Tonality,” “School of Musical Rules,” or even “Game of Images” —and each provides a different interpretative framework for examining Hindemith’s multifaceted composition.",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "hindemith_1942"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Thus, in the fugues of the composition, which are the ludi , Hindemith demonstrates the validity of his theoretical system as a musical manifestation of his “pedagogical school” while playing “games” with the notes themselves.  The melding of the fugal compositional techniques of the Baroque period with modernist compositional language is not simply a neoclassical pairing of contemporary harmony with classical forms.  Rather, Hindemith is giving musical expression to his belief in the utility of his ludus (pedagogical school) of theory as an interpretive guide to all types of Western Classical music.  Indeed, Hindemith argues at the conclusion of Craft that the music of all styles and periods could be analyzed by the methods he proposes.  This approach, which considers as its premise a certain fundamental equality among historical musical styles, manifests itself as a compositional language that borrows from the entire trajectory of Western Classical musical history.  At the same time, Hindemith’s use of the term ludi (games) refers not only to the incorporation of movements in light-hearted musical styles such as ragtime or that of a Bierhaus song, but also the manipulation of the images the tones create by their physical orientation and organization on the page.  Thus, Hindemith composes entire movements so that they are almost exactly symmetrical, such as the mirror “Fuga Tertia in F.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In 1950, Hindemith took this playful approach one step further.  As a gift for the fiftieth birthday of his wife Gertrud, who was born under the astrological sign Leo, the lion, Hindemith decorated a printed copy of the score with hundreds of lions in the margins. (23) On the cover, he dedicates the manuscript, in Latin, “Ad Pirolem,” or “to Pirol,” alluding to one of his affectionate nicknames for Gertrud. (24) The manuscript, which he re-titled Ludi Leonum , presents the lions engaging in a variety of exuberant activities, illustrated in bright colored pencil: waltzing, drinking beer, studying astronomy, strewing flowers from a basket, driving cars, and more.  Although certainly amusing, the images are not simply light-hearted marginalia.  Hindemith often stressed the importance of understanding the theoretical foundation of a composition before attempting to communicate it: “Now something that cannot be understood by the analysis of a musician, making every conceivable allowance for individual characteristics, cannot possibly be more convincing to the naïve listener” ( Hindemith 1942 , 2).  Thus, the illustrated lions serve as a sort of gloss to the original composition that delineates formal elements, reveals hidden musical and visual relationships, and suggests various performance techniques.  The lions form a complex and nuanced semiological system, serving both as signs, arbitrarily chosen, that indicate key structural points and provide a sort of pedagogical theoretical analysis, and as symbols, images with some direct visual connection between the activities of the lions and the specific performance style to be evoked. (25) The coupling of the images with conventional musical notation accentuates the semiological nature of musical notation itself, and, by association, of Hindemith’s music theory and performance interpretation. (26) Whereas Mendelssohn’s manuscript emphasized the organic unity established by the relationship between the music, the handwriting, and the watercolor image, Hindemith’s manuscript highlights \nthe syntax, grammar, and architecture of the musical composition with the lion cartoons. (27) Example 7 (click to enlarge) Example 8 (click to enlarge)",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "hindemith_1942"
                ]
            }
        },
        {
            "25": {
                "text": "[25] In Ludi Leonum , Hindemith uses lions as signs in each of the fugues in order to indicate subject entrances and other important fugal elements. These signs decorate the first fugue of Ludus Tonalis , “Fuga prima in C,” outlining the highly complex triple fugue structure, which melds typical Bach-like fugal elements with a modernist compositional language \n(see Example 7 and Example 8 ).  Hindemith presents each of the three different subjects independently, once in each of the three voices.  The presentation of the first subject is similar to that of a conventional Baroque three-voice fugue, with the subject beginning in the middle voice, starting next a \nfourth above in the upper voice, and then repeated on the same beginning note as the first iteration in the lower voice.  Hindemith does not write a fully developed counter-subject to accompany the statements in the upper and lower voices, but instead composes an accompaniment derived from the interval relationships of the fugue subject.  In measure 11, Hindemith introduces the second subject, which is closely modeled on the first: the descending fifth which begins the first subject is transformed to an ascending fifth, and the subsequent scalar descent by mostly whole steps of the first subject is contracted into a descending chromatic scale.  After a statement in each voice, followed by a two-measure episode from measures 19–20, Hindemith introduces the third and final subject in the upper voice, at the same time as a fourth statement of the second subject in the low bass.  This subject is developed from the same interval relationships of the previous two subjects: it begins with an ascending scale that combines whole-tone and semitone steps, containing at the peak of the melodic structure an ascending fourth, inverting the fifths which opened the first and second subjects.  The final measure of the third subject, furthermore, appropriates the rhythm and intervals from the second measure of the first subject (dotted-half-note, followed by two descending eighth notes).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] After an episode composed of repetitions of the first half of the second subject (measures 30–34), Hindemith introduces all of the subjects simultaneously, with the second subject in the upper voice, the first subject in the middle voice, and the third subject in the lower voice.  In measure 38, Hindemith rotates the simultaneous entrances of the subjects; the third subject moves up to the soprano, while the other two subjects shift down a voice.  In measure 43, Hindemith preserves the same order of rotation, yet in measure 46, in the final simultaneous combination of all subjects, he uses the same arrangement as in measure 38.  After a final statement of all three subjects, the piece ends slowly and quietly with a coda that leads to a final C in three different octaves. Example 9 (click to enlarge) Example 10 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The lions of Ludi Leonum simply and directly illustrate this intricate fugal structure.  Each of the subjects is paired with a lion’s face of a different color—the first is yellow, the second is red, and the third is green, with lighter shades of the respective colors filling in the outlines.  These appear at the beginning of each subject’s entrance.  By manipulating and repeating these images at appropriate places in the score, Hindemith lays to rest any confusion or ambiguity about the compositional form, performing a detailed analysis on the manuscript itself for any theorist or musician who may seek to decipher the structure.  The signs also reveal subtle or even opaque musical relationships.  For example, in the final simultaneous combination of subject entrances in measure 46, Hindemith colors in each lion’s face with a shade previously reserved for another subject: the green lion is colored with red, the red lion with yellow, and the yellow lion with green \n(see Example 9 ).  In this way, he emphasizes that the subjects are \ncomprised of different permutations of the same musical elements.  Hindemith uses the lions as a pedagogical device to point to structures requiring a student’s attention, much as a teacher may circle a passage that he wishes a student to reconsider or examine in greater depth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Hindemith plays other sorts of visual games with the first fugue in order to invite the interpreter to take a closer look at the construction and theoretical foundation of the work.  One such illustration was attached to the manuscript of Ludi Leonum on a separate piece of paper, entitled “Babylonische Mauer” \n(see Example 10 ).  The title and image are clearly allusions to the Processional Wall of the spectacular Ishtar Gate of ancient Babylon, which was reconstructed and opened to the public with great fanfare at the Pergamon Museum in Berlin in 1931, while Hindemith was living there \n(see Example 11 ). (28) Just like the Pergamon’s, Hindemith’s Babylonian Wall is constructed out of bright blue bricks printed with identical lions spaced out at various intervals. (29) Hindemith’s illustration serves as a direct visual translation of the fugue: each of the three horizontal levels of bricks represents a different voice, each of the bricks corresponds to the duration of a measure, and each of the lions signifies a subject entrance. (30) Thus, Hindemith compares the structure of a fugue to a specific famous architectural form similarly constructed in layers and composed of motivic repetition \n(see Example 12 ). Example 11 (click to enlarge) Example 12 (click to enlarge)",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Indeed, this is not the only occurrence in Hindemith’s work in which architecture is used as a metaphor for composition.  In a passage of The Craft of Musical Composition , Hindemith writes about the relationship between music and architecture more generally: Just as in architecture the big supporting and connecting members—piers, columns, girders, and arches—determine the form and size of a building, as well as its interior division into rooms, corridors, and floors, irrespective of the material of which they are built—so tonal relations introduce order into the tonal mass.... Of course one cannot separate one function from the other.  The supporting and connecting function of the columns cannot be separated from their place in space, and tonal relations must have definite rhythmic dimensions for their effect ( Hindemith 1942 , 56). (31) Hindemith draws a connection between the task of the composer and that of the architect or engineer, both of whom must balance interrelated forms in such a way that they support an internal structure and please the spectator. Example 13 (click to enlarge)",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "hindemith_1942"
                ]
            }
        },
        {
            "30": {
                "text": "[30] In Hindemith’s score there is no specific metaphoric relationship between the lion and the music that would make the lion an obvious choice for a structural indicator.  He uses images of lions only because of a particular personal resonance.  Often, however, Hindemith depicts the lion engaging in some activity, indicating that the illustrations act more directly as signifiers of specific musical expression that instruct the interpreter as to what sort of visual imagery should be evoked in performance.  These types of symbols are located before each of the interludia, forming a humorous decoration at the opening of each work.  The images interact with the music in a manner that recalls the relationship between the watercolor and score in Mendelssohn’s Schilflied , constituting an analogy to, or in Saussurian terms, a symbol of, the basic musical premise.  As in Mendelssohn’s watercolor, the images are located to the left of the opening bar, often overlapping with the beginning of the score just as Mendelssohn’s watercolor had trailed into the opening bars.  Thus, Hindemith illustrates a lion dressed as a shepherd before the second interludium, marked “Pastoral” \n(see Example 13 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The interpretive challenge posed by Hindemith’s images, however, is very different than the one embodied in Mendelssohn’s manuscript.  Along with noting an analogy between music and picture, Hindemith’s student must also detect an irony.  For example, Hindemith depicts a lion herding a single blue sheep, which is, of course, potentially quite dangerous to the sheep.  The lion is dressed in a traditional Bavarian hat and clothing. \nThe Alps are in the distance, but one of the trees in the foreground has been trimmed from its natural state into topiary, a gardening practice stemming from Ancient Roman times, and the lion-shepherd rests on a fluted Ionic column.  The inclusion of these classical formal elements in the pastoral landscape hints at the way the formalism and artificiality of the fugal structure \nare imposed on the pastoral musical topos.  This complicated narrative is reflected in the musical composition by Hindemith’s use of modernist chromaticism and scales of ascending parallel fifths that sound out of place in the conventional musical pastoral idiom, and the sudden perfunctory cadences composed of open fifths and fourths that interrupt the phrase with an unexpected finality by appearing at an unusual point in the phrase structure (e.g., measures 10 and 24).  For Mendelssohn, the illustration at the head of the manuscript of an empty landscape, unpeopled and unaltered, emphasizes the unmediated natural origin of organic melody.  For Hindemith, who proposes that music is architectural rather than natural, structural elements crafted by human hands and intellect impose on the natural environment, just as the parallel fifths and unusually placed cadences intrude on his musical portrayal of the pastoral. Example 14 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The lions in Ludi Leonum , whether in particular instances they act as Saussurian signs or symbols, always indicate to a student both key structural points about the music and about how it should be performed.  In the boisterous “Fuga Secunda in G,” Hindemith depicts lions celebrating, each wearing a different hat and in a different dancing posture.  When the fugue subjects appear in stretto , as in measures 24–25, the lions hold hands, indicating that the performer should overlap the two entrances.  Similarly, in measure 59, Hindemith illustrates a lion wearing a Turkish fez and standing on the bottom rung of a ladder, located at the subject entrance in the middle voice \n(see Example 14 ).  The lion reappears in the subject entrance in measure 61, drinking a bottle of wine on the middle rung, and in measure 63 he is shown at the top of the ladder, reeling back and forth.  In measure 65, he tumbles off the ladder, landing on his back when the subject enters in the bass in measure 66.  He rolls onto his left side when the subject enters in the same voice in a new metrical position again halfway through measure 68, and then onto his right side in measure 71.  At the final entrance, in measure 73, the lion leaps away, casting the ladder aside behind him.  Thus, the performer is invited to imagine the voice as “climbing” while it ascends by intervals of two semitones in measures 59–63, and then as “falling” down to the bass in measure 65, where it “rests” on the same tone (G) for the next three entrances, “rolling” between different parts of the meter, until it “leaps” away with the closing gesture of the piece.  These sets of images interact as a type of playful counterpoint to the musical tones, seeming to demonstrate how the music works through their costumes and gestures. (32) The ludic interaction between music and image perfectly embodies the wordplay of the original Latin title, as well as the light-hearted humor yet serious theoretical purpose of Ludus Tonalis . (33) Example 15 (click to enlarge) Example 16 (click to enlarge)",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] By ornamenting the printed score with the playful illustrations of lions, Hindemith invites the interpreter to understand the nature of musical notation.  Just as the lions comprise a set of arbitrary signs and evocative symbols, so is musical notation a coupling of random symbols chosen by historical convention, such as note heads and stems signifying duration, and more metaphorical gestures reminiscent of the musical contours they are meant to evoke, such as ornaments like turns and trills.  The types of ludi Hindemith enjoys are in fact made possible by the fact that written music is a semiotic notational system.  The compositional frames of the “Praeludium” and “Postludium,” for instance, are mirror reflections of the score turned upside down, illustrated by the images of the lion before a mirror reversed and placed at the end rather than the beginning of the movement. (34) Adding to the visual joke, the mirror depicted in the cartoon is a “cheval mirror,” of the kind that swivels between posts, so that it can flip upside down \n(see Example 15 and Example 16 ).  Hindemith’s composition operates in the same way, flipping the musical notation sideways.  These types of musical games are not new—Mozart used similar techniques of compositional mirroring in his “Table Top Duet,” for example—but they are only possible to the extent that the relationships among notes are determined by conventions that can be manipulated and must be learned.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Later in his career, Hindemith began to recognize that these types of visual games could entirely supplant the traditional compositional process, replacing musical creativity with what he saw as superficial notational games derived from visual rather than musical relationships. (35) In A Composer’s World , reflecting once again upon pedagogy in the chapter entitled “Education,” Hindemith wrote derisively about the student composer who is duped into thinking he has written a composition simply by the impressive visual appearance of a fully notated score: [T]he further creative inclination of a youth inexperienced in practical music normally is the desire to express himself in some way or another.  The ordinary urge to put something on paper is most readily attracted by notation symbols. Their being distinctly remote from the banalities of written language symbols, the widespread talismanic belief that by some power of their own they may turn from a vague conception into a work of art, and finally the pictorial satisfaction they give to people otherwise lacking the gift of drawing or painting—all these factors make the writing of notation symbols, following some self-imposed rules of combination, the ideal medium for minds who in their youthful innocence try to compensate for confusion and immaturity by means of exorcistic mysteriousness ( Hindemith 1942 , 179). Hindemith seems to criticize the hypothetical young composer for doing precisely what he himself did in Ludus Tonalis : celebrating the complexity of notation as “remote from the banalit[y] of written language systems” by following arbitrary “self-imposed rules of combination” to create visual arrangements on the score in order to derive “pictorial satisfaction.”  This is not, however, his point.  Rather, Hindemith is underscoring the difference between the manner in which he incorporates visual elements into his score and the way an immature composer does.  For Hindemith, the success of a composition depends on the analytical complexity of musical forms; the visual marginalia of lions serve principally to delineate compositional structure and musical relationships.  In contrast, Mendelssohn’s manuscript is closer to the type of mystical blending of the visual and musical that Hindemith refers to as “exorcistic mysteriousness,” although Hindemith would probably not consider Mendelssohn an immature composer, just a Romantic one.  In Mendelssohn’s illustrated manuscript, the impact depends upon the successful melding of the visual and musical according to aesthetic conceptions of what is organic form.  For Hindemith, the visual can be a gloss playfully but pedagogically added to an already printed and published score, \nwhich needs to be interpreted by a student as annotations to win the game and understand the architectural structure of the music.  For both Mendelssohn and Hindemith, figuring out how images are expected to interact with music in their illustrated manuscripts allows us to understand their assumptions about how music fundamentally works, and tells us something about the different cultural environments that existed for these artists who worked one hundred years apart. My thanks to Rebecca Leydon, Joshua S. Walden, and the editors of MTO for their helpful comments on drafts of the article, and to the Bodleian Library, Oxford University; Schott Music; and the Vorderasiatisches Museum, Staatliche Museen, Berlin and Art Resource for permissions to use the images included in the article.",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "hindemith_1942"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.3.walden.html",
    "data": "mto/data/mto.10.16.3.walden.json"
}