{
    "title": "Directional Tonality in Schumann’s Early Works",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Wadsworth, Benjamin K."
    ],
    "abstract": "Beginning and ending a work in the same key, thereby suggesting a hierarchical structure, is a hallmark of eighteenth- and nineteenth-century practice. Occasionally, however, early nineteenth-century works begin and end in different, but equally plausible keys (directional tonality), thereby associating two or more keys in decentralized complexes. Franz Schubert’s works are sometimes interpreted as central to this practice, especially those that extend third relationships to larger, often chromatic cycles. Robert Schumann’s early directional-tonal works, however, have received less analytical scrutiny. In them, pairings are instead diatonic between two keys, which usually relate as relative major and minor, thereby allowing Schumann to both oppose and link dichotomous emotional states. These diatonic pairings tend to be vulnerable to monotonal influences, with the play between dual-tonal (equally structural) and monotonal contexts central to the compositional discourse. In this article, I adapt Schenkerian theory (especially the modifications of Deborah Stein and Harald Krebs) to directional-tonal structures, enumerate different blendings of monotonal and directional-tonal states, and demonstrate structural play in both single- and multiple-movement contexts.",
    "keywords": [
        "Schumann",
        "monotonality",
        "directional tonality",
        "tonal pairing",
        "double tonic complex",
        "topic",
        "expressive genre"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.wadsworth.pdf",
    "author_info": [
        {
            "name": "Benjamin K. Wadsworth",
            "university": "Kennesaw State University",
            "address": "1000 Chastain Road, MU 119, Kennesaw, GA 30144",
            "email": "bwadswo2@kennesaw.edu"
        }
    ],
    "citations": {
        "agawu_1994": "Agawu, Kofi. 1994. “Ambiguity in Tonal Music: A Preliminary Study.” In Theory, \tAnalysis, and Meaning in Music . Edited by Anthony Pople, 86–107. Cambridge: Cambridge University Press.",
        "anson-cartwright_2001": "Anson-Cartwright, Mark. 2001. “Chasing Rainbows: Wolf’s “Phänomen” and Ideas of Coherence.” Journal of Music Theory 45, no. 2: 233–61.",
        "bailey_1985": "Bailey, Robert. 1985. “An Analytical Study of the Sketches and Drafts.” In Wagner: Prelude and ‘Transfiguration’ from “Tristan und Isolde,” 113–46. New York: Norton.",
        "baileyshea_2007": "BaileyShea, Matthew. 2007. “Hexatonic and the Double Tonic: Wolf’s ‘Christmas Rose.’” Journal of Music Theory 51, no. 2: 187–210.",
        "bribitzer-stull_2006a": "Bribitzer-Stull, Matthew. 2006a. “The A ♭ -C-E Complex: The Origin and Function of Chromatic Major Third Collections in Nineteenth-Century Music.” Music Theory Spectrum 28, no. 2: 167–90.",
        "bribitzer-stull_2007a": "Bribitzer-Stull, Matthew. 2006b. “The End of Die Feen and Wagner’s Beginnings: Multiple Approaches to an Early Example of Double-Tonic Complex and Associative Theme.” Music Analysis 25, no. 3: 315–40.",
        "burstein_2005": "Burstein, L. Poundie. 2005. “Unraveling Schenker’s Concept of the Auxiliary Cadence.” Music Theory Spectrum 27, no. 2: 159–86.",
        "daverio_1989": "Daverio, John. 1989. “Schumann’s ‘Im Legendton’ and Friedrich Schlegel’s ‘Arabeske.’” 19 th -Century Music 11, no. 2: 150–63.",
        "daverio_1990": "Daverio, John. 1990. “Reading Schumann by Way of Jean Paul and His Contemporaries.” College Music Symposium 30, no. 2: 28–45.",
        "daverio_1993": "Daverio, John. 1993. Nineteenth-Century Music and the German Romantic Ideology . New York: Schirmer.",
        "daverio_1997": "Daverio, John. 1997. Robert Schumann: Herald of a New Age . New York: Oxford University Press.",
        "daverio_2002": "Daverio, John. 2002. Crossing Paths: Schubert, Schumann, and Brahms . New York: Oxford University Press.",
        "ferris_2000": "Ferris, David. 2000. Schumann’s Eichendorf “Liederkreis” and the Genre of the Romantic Cycle . New York: Oxford University Press.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Bloomington: Indiana University Press.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, Tropes: Mozart, Beethoven, \tSchubert . Bloomington: Indiana University Press.",
        "hoeckner_1997": "Hoeckner, Berthold. 1997. “Schumann and Romantic Distance.” Journal of the American Musicological Society 50, no. 1: 55–132.",
        "kaminsky_1989": "Kaminsky, Peter. 1989. “Principles of Formal Structure in Schumann’s Early Piano Cycles.” Music Theory Spectrum 11, no. 2: 207–25.",
        "komar_1971": "Komar, Arthur. 1971. “The Music of Dichterliebe : The Whole and its Parts.” In “Dichterliebe”: An Authoritative Score . Edited by Arthur Komar, 63–94. New York: Norton.",
        "kopp_2002": "Kopp, David. 2002. Chromatic Transformations in Nineteenth-Century Music . Cambridge: \tCambridge University Press.",
        "krebs_1980": "Krebs, Harald. 1980. “Third Relation and Dominant in Late 18 th - and Early 19 th - Century Music.” PhD diss., Yale University.",
        "krebs_1981": "Krebs, Harald. 1981. “Alternatives to Monotonality in Early Nineteenth-Century Music.” Journal of Music Theory 25, no. 1: 1–16.",
        "krebs_1991": "Krebs, Harald. 1991. “Tonal and Formal Dualism in Chopin’s Scherzo, Op. 31.” Music Theory Spectrum 13, no. 1: 48–60.",
        "krebs_1996": "Krebs, Harald. 1996. “Some Early Examples of Tonal Pairing: Schubert’s ‘Der Wanderer’ and ‘Meeres Stille.’” In The Second Practice of 19 th -Century Tonality . Edited by \tWilliam Kinderman and Harald Krebs, 17–33. Lincoln: University of Nebraska Press.",
        "krebs_1997": "Krebs, Harald. 1997. “Schumann’s Metrical Revisions.” Music Theory Spectrum 19, no. 1: 35–54.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford: Oxford University Press.",
        "la_rue_1957_2001": "La Rue, Jan. [1957] 2001. “Bifocal Tonality: An Explanation for Ambiguous Baroque Cadences.” The Journal of Musicology 18 no. 2: 283–94.",
        "lester_1995": "Lester, Joel. 1995. “Robert Schumann and Sonata Forms.” 19 th -Century Music 18, no. 3: 189–210.",
        "lewis_1987": "Lewis, Christopher. 1987. “Mirrors and Metaphors: Reflections on Schoenberg and \tNineteenth-Century Tonality.” 19 th -Century Music 11, no. 1: 26–42.",
        "marston_1993": "Marston, Nicholas. 1993. “‘Im Legendton’: Schumann’s ‘Unsung Voice’.” 19 th -Century Music 16, no. 3: 227–41.",
        "martin_2010": "Martin, Nathan John. 2010. “Schumann’s Fragment.” Indiana Theory Review 28: 85–109.",
        "neumeyer_1982": "Neumeyer, David. 1982. “Organic Structure and the Song Cycle: Another Look at \tSchumann’s Dichterliebe.” Music Theory Spectrum 4: 92–105.",
        "perrey_2002": "Perrey, Beate Julia. 2002. Schumann’s “Dichterliebe” and Early Romantic Poetics: Fragmentation of Desire . Cambridge: Cambridge University Press.",
        "richter_1973": "Richter, Jean Paul. 1973. The Horn of Oberon: Jean Paul Richter’s School of Aesthetics .\tTranslated by Margaret Hale. Detroit: Wayne State University Press.",
        "roesner_1991": "Roesner, Linda. 1991. “Schumann’s ‘Parallel’ Forms.” 19 th -Century Music 14, no. 3: 265–78.",
        "rosen_1980": "Rosen, Charles. 1980. Sonata Forms . New York: Norton.",
        "rosen_1995": "Rosen, Charles. 1995. The Romantic Generation . Cambridge: Harvard University Press.",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition . Translated by Ernst Oster. New York: Longman.",
        "schlegel_1958": "Schlegel, Friedrich. 1958—. Kritische Friedrich Schlegel Ausgabe . Edited by Ernst Behler, Jean-Jacques Anstett, and Hans Esichner. 35 vols. Munich, Paderborn, Vienna: Schöningh.",
        "schoenberg_1954_1969": "Schoenberg, Arnold. [1954] 1969. Structural Functions of Harmony . Edited by Leonard Stein. New York: Norton.",
        "smith_2006": "Smith, Peter. 2006. “You Reap What You Sow: Some Instances of Rhythmic and Harmonic \tAmbiguity in Brahms.” Music Theory Spectrum 28, no. 1: 57–97.",
        "smith_2009": "Smith, Peter. 2009. “Harmonies Heard from Afar: Tonal Pairing, Formal Design, and Cyclical Integration in Schumann’s A-minor Violin Sonata.” Theory and Practice 34: 47–86.",
        "stein_1985": "Stein, Deborah. 1985. Hugo Wolf’s Lieder and Extensions of Tonality . Ann Arbor: UMI Research Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Kelly Francis, Dave Headlam, Mark Richards, Peter Franck, Harald Krebs, and the anonymous readers of Music Theory Online for their helpful feedback on earlier drafts of this article.",
            "citations": []
        },
        "FN1": {
            "text": "1. Although Schoenberg ( 1969 , 19) is closely associated with the notion of “monotonality,” this essay views a monotonal work in Schenkerian terms (as asserting one Ursatz ).",
            "citations": [
                "schoenberg_1954_1969"
            ]
        },
        "FN2": {
            "text": "2. For discussions of auxiliary cadences, the typical Schenkerian explanation of off-tonic beginnings, see Schenker ( 1979 , 87–88 and Figure 110) and Burstein ( 2005 , 160–61).",
            "citations": [
                "schenker_1979",
                "burstein_2005"
            ]
        },
        "FN3": {
            "text": "3. For more on directional tonality, see Krebs 1980 and 1981 and Stein 1985 ; with regard to “dual tonality,” see the equivalent “double tonality” in Stein 1985 , 7; for the related concept of “double-tonic complex” (a complex of keys creating foreground harmonic anomalies), see Bailey 1985 , Lewis 1987 , Anson-Cartwright 2001 , Bribitzer-Stull 2007a , and BaileyShea 2007 .",
            "citations": [
                "krebs_1980",
                "krebs_1981",
                "stein_1985",
                "stein_1985",
                "bailey_1985",
                "lewis_1987",
                "baileyshea_2007"
            ]
        },
        "FN4": {
            "text": "4. Krebs 1980 , 1981 , and Krebs 1996 , Kopp 2002 , and Bribitzer-Stull 2006a focus on Schubert and Chopin, not Schumann.",
            "citations": [
                "krebs_1980",
                "krebs_1981",
                "krebs_1996",
                "kopp_2002"
            ]
        },
        "FN5": {
            "text": "5. For a directional-tonal analysis of the song, see Krebs 1981 , 3–6.",
            "citations": [
                "krebs_1981"
            ]
        },
        "FN6": {
            "text": "6. Form: Rosen 1980 , Newcomb 1987 , Roesner 1991 , Lester 1995 , and Martin 2010 ; resonance of early Romantic thought: Marston 1993 , Hoeckner 1997 , Daverio 1989 , 1993 , 1997 , and 2002 , and Perrey 2002 ; metrical dissonance: Krebs 1997 , 1999 . A study combining issues of resonance with harmonic structural concerns is Ferris 2000 , who maintains a largely monotonal perspective.",
            "citations": [
                "rosen_1980",
                "newcomb_1987",
                "roesner_1991",
                "lester_1995",
                "martin_2010",
                "marston_1993",
                "hoeckner_1997",
                "daverio_1989",
                "daverio_1993",
                "daverio_1997",
                "daverio_2002",
                "perrey_2002",
                "krebs_1997",
                "krebs_1999",
                "ferris_2000"
            ]
        },
        "FN7": {
            "text": "7. A modulation to the Neapolitan, from G minor to A ♭ major, for instance, is followed by a return to G (op. 6, no. 7).",
            "citations": []
        },
        "FN8": {
            "text": "8. An instance of a perfect-fifth pairing: op. 2, no. 2 begins with an introduction in E ♭ major (measures 1–4) that moves to a half cadence on B ♭ , then shifts suddenly to contrasting material in A ♭ (measures 5–12). Despite the thematically open form (AB) and non-functional progression from E ♭ ’s dominant to a D ♭ M (IV 6 of A ♭ ), the E ♭ material resolves to A ♭ in a broad progression. The movement is thus monotonal with an off-tonic beginning. For other monotonal analyses that view a descending-fifth modulation as a <V–I> motion, see Schenker 1979 , Fig. 110a3 and Krebs 1981 , 3).",
            "citations": [
                "schenker_1979",
                "krebs_1981"
            ]
        },
        "FN9": {
            "text": "9. In Schumann’s early works, there are only two instances of major-third directional-tonal works: op. 6, no. 16, which modulates from a G major scherzo to a B minor trio; and op. 21, no. 8, which modulates from F ♯ minor to D major. Even in the first case, however, the modulation is mediated by a <I–V> move in G, thereby directly relating D major and B minor, which are relative major/minor. A later instance of a major-third directional-tonal work is the last song from Frauenliebe und -leben (op. 42), “Nun hast du mir den ersten Schmerz getan,” which moves from D minor to B ♭ major.",
            "citations": []
        },
        "FN10": {
            "text": "10. In op. 15, no. 12 the expected cadential goal of the work (E minor) is substituted for by a related chord (A minor), but otherwise implied by context; likewise, in op. 16, no. 5 the harmonic close of a movement (D major or V) overlaps with the next movement (G minor or i), thereby asserting a <V–i> cadence across the movement boundary.",
            "citations": []
        },
        "FN11": {
            "text": "11. Some authors collapse pairings of relative majors/minors into monotonal states. Rosen ( 1995 , 47–48) considers relative major/minor pairings as prolonging a single, expanded key, similar to the “double-tonic complex” of Bailey 1985 . More selectively, Krebs ( 1981 , 3) claims that pairings with a common Kopfton (e.g., relative major/minor) resolve to the more prevalent key due to the high degree of similarity between the tonics. Both arguments, I believe, are overstated. Rosen seems to argue that one can perceive two tonics at the same time, when their perception would seem to require shifts of attention; Krebs, on the other hand, conflates the similarity between different key areas with distinctions in their structural status, phenomena that are independent in many musical styles.",
            "citations": [
                "rosen_1995",
                "bailey_1985",
                "krebs_1981"
            ]
        },
        "FN12": {
            "text": "12. For a general discussion, see Daverio 1997 , 91–92; for an analysis of metrical conflict, see Krebs 1999 , 196–97); Daverio ( 1993 , 51) notes the highly dissonant close of the work’s alternativo section.",
            "citations": [
                "daverio_1997",
                "krebs_1999",
                "daverio_1993"
            ]
        },
        "FN13": {
            "text": "13. For a vivid discussion of the expressive effects of the “Florestan” movement from Schumann’s op. 9, see Rosen 1995 , 98–100..",
            "citations": [
                "rosen_1995"
            ]
        },
        "FN14": {
            "text": "14. Daverio ( 1990 , 38–45; 1993 , 64–75) shows a close relationship between tonal dualities and the aesthetic of fragmentation that underlies Jean Paul Richter’s notion of Humor (incompatible viewpoints expressed by pairs of characters); likewise, he finds an analogue to Richter and Schlegel’s notions of Witz (subtle connections that occur to a composer or are teased out by a reader) in motivic variations. See Richter 1973 , 71–103 and 120–47 and Schlegel 1958 , vol. 2, pg. 158.",
            "citations": [
                "daverio_1990",
                "daverio_1993",
                "richter_1973",
                "schlegel_1958"
            ]
        },
        "FN15": {
            "text": "15. Less frequently, “off-tonic beginnings” assert what appears to be the overall key, but that key lasts only for a short duration, usually not even for a complete phrase. A second key instead underlies the majority of the work. For instance, Beethoven’s fourth Piano Concerto op. 58, third movement appears to begin in C, but its opening turns out to be IV of G by the end of the movement’s first phrase (measures 1–10).",
            "citations": []
        },
        "FN16": {
            "text": "16. For instances of tonally open works, see the discussion of one-part forms in Schenker 1979 , 131 (Examples 6–7).",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN17": {
            "text": "17. Expressive genres are introduced in Hatten 1994 , 67–90.",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN18": {
            "text": "18. Stein ( 1985 , 145–46) proposes a similar approach, the retention of the same Kopfton (although my approach allows for an added prolongation of 1 ˆ in one of the two keys). Elsewhere, however, Stein ( 1985 , page 146) adopts an approach that is unsuited to the highly fused relative major/minor relationship: disjunct Kopftöne that are the same scale degree in their respective keys.",
            "citations": [
                "stein_1985",
                "stein_1985"
            ]
        },
        "FN19": {
            "text": "19. Agawu ( 1994 , 89) observes that a hierarchical approach (such as Schenkerian theory) will as a matter of course resolve competing interpretations in favor of the preferred one. As noted by Smith ( 2006 , 59), however, some patterns (such as the prolonged soprano note) are sufficiently indeterminate so as to suggest a multiplicity of contexts throughout a work’s course. There is thus room for dual-tonal analyses within an expanded Schenkerian theoretical framework.",
            "citations": [
                "agawu_1994",
                "smith_2006"
            ]
        },
        "FN20": {
            "text": "20. Krebs ( 1996 ) notes the ability for tones in the soprano to “pivot” harmonically between paired keys. His analysis on page 21 of Schubert’s “Der Wanderer” preserves all soprano events (except for the hypothetical ending in C ♯ minor), although these are sometimes interpreted at different structural levels.",
            "citations": [
                "krebs_1996"
            ]
        },
        "FN21": {
            "text": "21. Directional-tonal, common-tone structures let the duality of two tonics stand, just as Richter’s notion of Humor posits incompatible viewpoints expressed by pairs of characters; likewise, common-tone correspondences between paired keys in either of Example 3’s structures suggest subtle connections to be teased out by a listener, just as instances of Witz may be ferreted out by an astute reader. See Richter 1973 , 71–103 and 120–47 for further discussions of the two concepts.",
            "citations": [
                "richter_1973"
            ]
        },
        "FN22": {
            "text": "22. A caveat: dual-tonal states, by claiming the equal structural priority of their two tonics, may slightly misrepresent to different readers the stability of different techniques, e.g., cadences and pedal points. Note, however, that analyses of structural priority are always approximate; in my own analytical experience, for instance, I have yet to encounter a Schenkerian analysis that asserts one structural key on the basis of a “51/49” split.",
            "citations": []
        },
        "FN23": {
            "text": "23. For a similar way to gauge the structural priority of two tonics, see Anson-Cartwright 2001 , 241.",
            "citations": []
        },
        "FN24": {
            "text": "24. Schenker instead tends to view the durations of key centers as irrelevant to the more global structural levels (e.g., Schenker 1979 , 15).",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN25": {
            "text": "25. Unsurprisingly, category #5 is seen most commonly in works from this period; #4 occurs occasionally, for instance in Schumann’s op. 2, no. 2.",
            "citations": []
        },
        "FN26": {
            "text": "26. It is important to keep in mind that directional-tonal movements comprise a subset (only) of Schumann’s dual-tonal works, some of which assert tonal pairings within monotonal frames, others asserting decentralized complexes without stating tonics literally.",
            "citations": []
        },
        "FN27": {
            "text": "27. The lists become unmanageable when portions of movements and multi-movement units are considered.",
            "citations": []
        },
        "FN28": {
            "text": "28. I have selected a Kopfton of D for two reasons: (1) E ♭ , its upper neighbor, is presented in the soprano voice in measures 37–39 just before the resolution to the dominant of G; (2) the A′ section (measures 45–56), which prolongs V/G, is thematically and tonally parallel with the A section (measures 1–29). Other analyses are possible: in the past, I have tried an Urlinie descending from B ♭ ( 3 ̂ ) that ends on A ( 2 ˆ ). Despite the B ♭ ’s advantage in modeling the ending V/G (for which one might expect 2 ˆ in the soprano), the D Kopfton enables one to show descending linear progressions in both G and B ♭ .",
            "citations": []
        },
        "FN29": {
            "text": "29. Similarly, Daverio ( 1990 , 39) shows dialectical interactions between the waltz topic and various learned styles (e.g., canon) in Schumann’s op. 6.",
            "citations": [
                "daverio_1990"
            ]
        },
        "FN30": {
            "text": "30. Daverio ( 1997 , 84) notes that Schumann at one time described the movement as inspired by Jean Paul’s Flegeljahre : an entreaty by Vult that his brother consent to an exchange of costumes. This interpretation, however, is weakly confirmed by the movement’s topical content (at best).",
            "citations": [
                "daverio_1997"
            ]
        },
        "FN31": {
            "text": "31. A variety of topics are troped: a waltz-like meter (3/8) is undercut by a relatively slow tempo, a textural undercurrent of a duet in octaves in the top staff, and by a generic “singing style” that exists as a default in character-piece genres such as the nocturne and prelude.",
            "citations": []
        },
        "FN32": {
            "text": "32. A dominant divider in F minor (measure 8) is a structural indication that F minor controls measures 1–8. Since A ♭ is the goal of the structural cadence in measures 11–12, and since the V 7 in measure 10 (shown in Example 8d) is a subordinate, back-relating dominant to the F in measure 9, the F minor span in measures 9–10 may be viewed as pivotal between the two keys. Measures 1–8 are thus primarily in F, measures 11–12 in A ♭ , and measures 9–10 in both.",
            "citations": []
        },
        "FN33": {
            "text": "33. Interestingly, “Aveu” is positioned at the end of a series of movements (starting with “Chopin”) that pair A ♭ major and F minor, many of which are monotonal in either key. “Aveu,” by contrast, fades out to an equivocal close instead of resolving to one tonic.",
            "citations": []
        },
        "FN34": {
            "text": "34. An increased comfort with tonal cycles within the character pieces becomes evident only from the late 1830s in works such as the Novelletten, no. 1 (1838), which modulates between F, D ♭ , and A (a major-third cycle).",
            "citations": []
        },
        "FN35": {
            "text": "35. Ferris ( 2000 , 106–9) calls weakly closed movements “open endings” when their cadences are weakened through rhythm, formal placement, and so on; similarly, he defines “weak openings” (121–23) as defining their starting tonics ambiguously.",
            "citations": [
                "ferris_2000"
            ]
        },
        "FN36": {
            "text": "36. It is important not to overstate the unifying effect of structures linking movements. Arthur Komar ( 1971 , 80) and Peter Kaminsky ( 1989 , 210–16) propose bass-line analyses of Dichterliebe (op. 48) and Carnaval (op. 9) that assert prolongations of single tonic triads. In general, as noted by Ferris ( 2000 ), these overstate the referential status of their tonics: in Kaminsky’s analysis of op. 9, for instance, many interior movements are related directly to the initial (and ending) A ♭ tonic without the requisite support of thematic commonalities. However, if we focus on smaller sets of adjacent movements without any claim to unlock overall states of unity, an examination of multi-movement structures as additions to more typical intra-movement analyses is by no means unwarranted.",
            "citations": [
                "komar_1971",
                "kaminsky_1989",
                "ferris_2000"
            ]
        },
        "FN37": {
            "text": "37. Daverio ( 1993 , 50–51) points out that some listeners may be unable to distinguish these movements’ boundaries without access to a score; Smith ( 2009 , 48–51) discusses the circular effects of tonal motions between G minor and B ♭ major.",
            "citations": [
                "daverio_1993",
                "smith_2009"
            ]
        },
        "FN38": {
            "text": "38. In addition to Example 9, a two-movement tonal structure occurs in the first two songs from the op. 48 Dichterliebe , the first of which begins and ends on V 7 of F ♯ minor, the second of which begins on the missing tonic of F ♯ but then ends in A major. In this particular case, the link between movements is created by an elided authentic cadence in F ♯ . As a two-movement structure, the two songs may be considered an overlapped directional-tonal move from F ♯ to A. The reader may compare this interpretation of these songs with those of Schenker ( 1979 , Fig. 110c2 and 22b), Komar ( 1971 , 66–73), and Neumeyer ( 1982 , 92–105).",
            "citations": [
                "schenker_1979",
                "komar_1971",
                "neumeyer_1982"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the “high tonal” style of 1700–1900, most works begin and end in the same key (“monotonality”), thereby suggesting a hierarchy of chords and tones directed towards that tonic. (1) This hierarchical approach also explains to a lesser extent works having a tonally ambiguous beginning. (2) Occasionally, however, works will begin and end in different, but unambiguous keys (“directional tonality”), thereby associating keys in decentralized complexes, and even suggesting their approximate equality (“dual tonality”). (3) In early nineteenth-century music, Schubert’s eclectic approach to mediant relationships, particularly chromatic ones, is often taken as representative of the tonal innovations of that time. (4) For instance, Schubert’s “Der Alpenjäger” features segments of two chromatic third cycles that depict a youth’s desire to head off on a hunt, his leaving for the hunt, and the spirit of the mountain intervening to protect the intended quarry. The beginnings of sections (measures 1, 26, and 55) articulate a major-third cycle of C, A ♭ , and E major, while the song’s beginning (measure 1) and the ends of its last two sections (measures 49–50 and 64–71) assert part of a minor-third cycle, C– G ♭ ( F ♯ )–A, the middle key of G ♭ being associated with the gazelle’s mortality. The work begins in C, the “home” key, and ends in A, a mediation between C and F ♯ , thereby asserting a global, chromatic minor-third pairing. (5)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Robert Schumann’s early period (1830–1839) also features a small number of directional-tonal works. Although the non-harmonic aspects of his music have been closely studied, most notably musical form and metrical dissonance, his approach to directional tonality is curiously unexplored. (6) This is a shame, since Schumann’s directional-tonal techniques provide a window into some of his most extreme and compelling expressive moments. In contrast with Schubert’s frequently chromatic motions between structural tonics, Schumann’s global motions are much more restrictive: they are (1) entirely diatonic since Schumann always follows chromatic regions with material in the beginning tonic; (7) (2) always related by consonant intervals, since dissonant intervals (seconds, tritones) are unstylistic; (3) third-related since motions by perfect fifth resolve to one key; (8) and (4) much more commonly related by minor third (relative major/minor) instead of by major third. (9) Thus, Schumann’s normative directional-tonal motions (and the structural pairings resulting from them) are by diatonic minor third, whereas major-third motions can be viewed as exceptions. (Sometimes apparent directional-tonal situations arise through local displacements of tonic chords, but these cases are easily viewed as monotonal.) (10) All diatonic pairings closely relate their tonics since their scales preserve many common tones, leaving them vulnerable to monotonal reinterpretation. (11) Diatonic minor-third pairings, preserving all the tones of one scale, are simply extreme cases of this phenomenon. Such pairings are not marked by virtue of the tonal relation, but they may be marked if they are combined with surface discontinuities. Example 1 . Marked modulation from D minor to F major in Schumann‘s Intermezzo op. 4, no. 5 (click to enlarge)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Example 1 shows a passage from Schumann’s op. 4, no. 5, an especially interesting (and unusual) directional-tonal work that moves from F major to D minor. (12) This passage reverses the course of the entire work by going from a clear D minor tonality in measures 29–32 to a cadence in C (second ending), which is reinterpreted as V of F major by measure 44. The modulation from D minor to F major, at first glance, is seamless. It is marked, however, due to the registral ascent in measures 32–35, the hemiola pattern in the outer voices, and the parallelism of C ♯ 6 and C 6 between the two endings. The intersection between the two scales, D minor and F major, allows each key to impinge on the other’s territory. In this light, the move to V/F in the second ending is both an exploration of D minor’s mediant and a heroic, attempted transcendence of D. We thus have a dramatically charged, circular alternation between relative major and minor. To achieve structural status, however, the pairing of F/D depends on a global directional-tonal move from F to D. Until the end of the work in D, both the duality of F and D, as well as reaffirmations of F, are viable structural alternatives. (In this case, the dual perspective ultimately wins out.) Similarly, we may trace in Schumann’s other directional-tonal works the changing structural status of tonics over time.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Schumann’s directional-tonal works based on relative keys create the effect of two opposing mental states (or dramatic agents) within one person’s mind, as suggested by contrasting major and minor modes. The most extreme dual-tonal states I have found are in emotionally charged works (e.g., the “Florestan” movement from op. 9 Carnaval ), nightmarish intrusions into pastoral scenes (op. 4, no. 5), and humorous, scherzo-like works (op. 21, no. 3). While we cannot map the dual-tonal/monotonal opposition directly onto Schumann’s own mental dichotomy of “Florestan” and “Eusebius,” directional tonality is nonetheless advantageous as one way of expressing his “Florestan” side. (13) Similarly, the dual-tonal/monotonal opposition resonates with the literary modes of Jean Paul Richter, perhaps Schumann’s most consistently favored novelist. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This study enumerates dual-tonal structures that emerge from relative major/minor relationships, suggests a hypothetical continuum that blends dual-tonal and monotonal extremes, and applies this method to analyses of both short movements and longer, multi-movement contexts. For my structural models, I build on Schenkerian methods as extended by Deborah Stein ( 1985 ) and Harald Krebs ( 1980 , 1981 , 1996 ), since relative keys fit so comfortably within a monotonal perspective. Throughout, I show the expressive effects of directional-tonal structures using the semiotic approach of Robert Hatten ( 1994 , 2004 ). I. Directional-tonal Structures Arising from Diatonic, Minor-Third Pairings",
                "footnotes": [],
                "citations": [
                    "stein_1985",
                    "krebs_1980",
                    "krebs_1981",
                    "krebs_1996",
                    "hatten_1994",
                    "hatten_2004"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Analyzing the interaction of monotonal and directional-tonal contexts requires first formulating those contexts on their own. “Monotonal” works are unproblematic: they typically begin and end in the same key. (15) From a Schenkerian perspective, they have a single Ursatz in one key, or a fragment of it. (16) In terms of their expression, monotonal works tend to assimilate problematic keys and their associated topics to one overall tonic and its topical state (“expressive genre”), particularly if the work begins and ends in the same mode and with similar thematic material. (17) Example 2 . Continuum of directional-tonal states between sectional/continuous extremes (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Directional-tonal works, which begin and end in equally clear (but different) keys, present greater challenges to an adapted Schenkerian method. Example 2 shows different formal situations, ranging from sectional to continuous, that lead to different narratives and structures. An “abrupt” directional-tonal work (#1) has a sudden modulation between two keys and an equally sudden contrast between their thematic material, thereby suggesting an expressive contrast between opposed mental states, ideas, or characters (since the contrasting states interact little). An “overlapped” directional-tonal work (#3) instead has a slower structural modulation created by frequent alternations between two keys and a thematically continuous texture. Since the two keys interact and undermine each other, these works feature a rivalry between keys, each of which functions in some ways as a dramatic agent. Shown in the middle row are “hybrid” directional-tonal works (#2), which have the quick thematic changes of the abrupt works but the harmonic alternations of the overlapped ones. Hybrid narratives can be interpreted as abrupt or overlapped, with an added possibility of changing topics between restatements of the same key (i.e., topical transformation). Example 3 . Instances of Directional-Tonal and Tonal-Pairing Structures a. Directional-Tonal (click to enlarge) b. Tonal-Pairing (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Example 3 shows harmonic structures resulting from the formal situations of Example 2, focused here on <major–minor> successions for convenience. All directional-tonal works that pair relative keys assert a key succession, thereby suggesting that key-specific linear descents (normally the structural Ursatz ) occur locally. At the global level, the tonal areas of relative major and minor are linked by one of two common tones in the soprano. (18) In Example 3a, motions from C major to A minor are linked by structural tones of C or E, whereas linear descents to C and A occur at the next, more local level. In the context of the soprano common tone, linear descents within each key serve as motions to an inner voice or as third-progressions descending to the common tone. The soprano’s common tone changes scale degree function throughout the work, as the structural bass changes from the first to the second tonic. (19) A directional-tonal structure that is restricted to “overlapped” situations is a tonal pairing (Example 3b), a simultaneous unfolding of two Ursätze , each in one of the paired keys. This structure, which is featured in the work of Harald Krebs ( 1991 , 1996 ), is restricted by relative minors/majors to a 5-line (<E–D–C–B–A>) and 3-line Ursatz (<E–D–C>) in minor and major, respectively. The soprano pitches common to both Urlinien (E, D, and C) are pivotal between the two keys. (20)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "krebs_1991",
                    "krebs_1996"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The structures shown in Example 3 assert a looser sort of unity than does Schenker’s Ursatz . Instead of showing a coherent motion within one key, they depict a shift of emphasis within the same diatonic collection, recalling somewhat the mixture of tonal and modal frameworks seen in the “bifocal tonality” of Jan La Rue ( 2001 , 292); they also map onto the “Humor/Witz” distinction of Jean Paul Richter ( 1973 ) by offering a mix of patterns and contrasts.  All directional-tonal states between relative keys change expressive genre midstream, mapping onto a minor/major or “tragic/non-tragic” distinction ( Hatten 1994 , 67–90).",
                "footnotes": [],
                "citations": [
                    "la_rue_1957_2001",
                    "richter_1973",
                    "hatten_1994"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The “overlapped” works (and, to a lesser extent, the “hybrid” ones) may be analyzed harmonically by either the structural common tone from Example 3a (if we wish to view their rivalry on a local level) or by two simultaneous graphs from Example 3b (tonal pairing), one in each of the paired keys (if we wish to view their rivalry in terms of the complete work). As seen in Example 3b , one graph usually has an open beginning, the other an open ending, thereby asserting the priority of both keys instead of only one. II. Directional Tonality and Monotonality in Schumann: An Overview Example 4 . Continuum of dual tonality (DT) and monotonality (MT) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Having enumerated possible structures within the environment of relative major and minor, we next analyze how Schumann’s early music blends monotonality and directional tonality. Example 4 shows a continuum from dual tonality (equal structural status of two keys) to monotonality (one overall key): this continuum yields narratives having either two successive expressive genres or one primary one. The association of any work with the continuum’s dual-tonal (left) end is due to two keys having advantages and disadvantages that cancel each other out, whether exactly or approximately; (22) in works on the monotonal (right) end, one key has advantages that the other lacks. (23) Although the exact advantages/disadvantages are particular to a given work, four common ones concern (1) the stability of tonic triads, (2) the markedness of the dissonances resolving to each tonic, (3) the normativity of harmonic progressions and form, and (4) the cumulative duration of each tonic (which often results in differences in formal weight). (24) In Example 4, the distinction between directional tonality and monotonality is either/or, as shown in the bottom row. The top row, however, contains gradations within the dual-tonal and monotonal perspectives: directional-tonal contexts can be stacked in favor of dual tonality (#1), equally stacked or slightly favoring monotonality (#2), or favoring monotonality (#3); in monotonal contexts, the work’s thematic and textural elements can either highlight contrasts between keys (#4), or affirm the overall key through a normative arch form (#5). Characteristically, Schumann exploits all of the gradations represented in Example 4 in his early works from 1830–39 (i.e., opp. 1–23, 26). (25) As shown in Example 5, his directional-tonal works make special use of gradations #1–3.",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Example 5 examines Schumann’s early works (represented by his piano works opp. 1–23 and 26) for instances of the three categories of directional-tonal works from Example 2. Works with abrupt shifts are shown in 5a; works with hybrid and overlapped states are shown in 5b. (26) To be included within either table, works must meet some minimum thresholds: they must (1) begin and end in different keys; (2) have an equal number of formal sections in each of the paired keys; and (3) assert the initial key of the pairing for the duration of at least one phrase (typically four bars in length for Schumann). In cases that violate criteria #2 and #3 (e.g., by having more formal sections in one key than its competitor), other criteria must compensate. Works shown in Example 5 must also be individual movements, not multi-movement units or sections of movements. (27) Example 5 . Schumann‘s directional-tonal works in opp. 1–23 and 26 a. “Abrupt” directional-tonal works (click to enlarge) b. “Hybrid” and “Overlapped” directional-tonal works (click to enlarge and see the rest)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In Example 5a, a total of four works from this period may be considered to be abruptly directional-tonal, as each asserts a sudden textural and motivic contrast with little tonal overlap between its tonal areas. From left to right, Example 5 shows the work, the paired keys and their interval of relation, the position of each work on the dual-tonal/monotonal continuum, and the reasons particular to each work that put it in this category. As seen in the second column, two of these four works pair minor-third related keys; the other two pair major-third related keys. The third column shows that three of these works are in category #2 (competing dual-tonal and monotonal perspectives) from Example 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Similarly, Example 5b lists the hybrid and overlapped directional-tonal works, of which there are eleven total. Reading from left to right, the second column measures the cumulative duration of each key by counting the number of global formal sections in which it occurs; the third column identifies whether works are hybrid or overlapped; the fourth situates each work on the dual-tonal/monotonal continuum from Example 4; and the fifth shows the degree of topical opposition between paired keys. The degree of opposition shown in the fifth column is classified into three gradations: keys may be unsupported by contextual or topical contrasts (“none”), supported by “contextual” contrasts (e.g., register), or supported by topical (i.e., “stylistic”) contrasts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Example 5b suggests some interesting properties of Schumann’s directional-tonal works. The second column shows that most works have all formal sections in both keys, and that all of them pair diatonic keys a minor third apart. (The sheer number of overlapped works that pair relative keys (eleven) indicates that the two major-third, abrupt cases shown in Example 5a are exceptions.) In cases with a less prevalent key, that key usually ends the work, thereby balancing the structural strength of the paired tonics and indicating dual tonality. The third column of Example 5b shows five hybrid works and six overlapped ones. The fourth shows four instances of #1 pairings (see especially the nightmarish deformations of pastoral works in op. 4, no. 5 and op. 15, no. 11), two of #2 pairings, and five of #3 pairings. As shown in the fourth column, there is a loose tendency for works on the dual-tonal end to have stronger (i.e., topical) oppositions between keys, while works closer to the monotonal pole have much weaker (contextual or no) oppositions. As seen in both Examples 5a and 5b, Schumann’s directional-tonal works are structurally and expressively diverse. III. Examples of Different Monotonal and Directional-Tonal Blendings",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Since the degree of blending between different structures (monotonal and dual-tonal, abrupt and overlapped) is of special interpretive interest, this section analyzes three different directional-tonal works, starting at the dual-tonal extreme and working towards the monotonal one. In all cases, the relationship between structural viewpoints maps onto a relationship between expressive genres. Analysis 1: Dual-tonal perspective primary (#1) in op. 9, “Florestan” and measures 1–3 of “Coquette’ Example 6 . Analysis of a #1 blending: “Florestan” from op. 9 (Carnaval) a. Problematic end of “Florestan” movement (click to enlarge) b. Fragile monotonal structure in G minor (click to enlarge) c. Directional-tonal move from G minor to major (tonal pairing view) (click to enlarge and see the rest) d. Topical events at the surface of “Florestan” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The “Florestan” movement represents one of the most extreme dual-tonal states in Schumann’s early oeuvre. Its expressive intensity, representative of Schumann’s passionate side, features quick modulations between G minor and B ♭ major, extreme tonal instability, and a strong opposition between Sturm und Drang and banal, ironic waltz topics. Against these vivid contrasts, the repetition of the third Sphinx motive (<A– E ♭ –C–B>) assures the dramatic interaction of these elements. As shown in Example 6a , the “Florestan” movement comes to an incomplete close on the dominant of G minor (measure 56), and is then given an alternate, but equally problematic ending on a B ♭ PAC in measure 3 of “Coquette.” What are the structural consequences of this close? As shown in Example 6b , the “Florestan” movement asserts a problematic monotonal structure in G minor, an unrealized 5-line Ursatz that fails to progress below the primary tone of 5 ˆ , or D.  Even more unfavorably for G minor, the opening tonic of the movement (e.g., as stated in measure 5) tends to occur in an unstable inversion. Unsurprisingly, the addition of measures 1–3 from “Coquette” to “Florestan,” as shown in Example 6c , creates an overlapped directional-tonal move from G to B ♭ . This example adopts a more global, tonal-pairing view of this move since the introduction to “Coquette,” with its fermata at measure 3, decisively shifts one’s tonal orientation from G to B ♭ . Example 6c’s graphs show two equally compelling readings (a #1 blending): the top one is an incomplete 5-line in G minor that only descends to 3 ˆ ( B ♭ ), a note that is supported by a third-divider, III/G; the bottom one shows a complete 3-line in B ♭ major that is introduced by the auxiliary cadence pattern <vi–V /V–V–I>. Why are these readings equally compelling? (1) B ♭ and G pervade all three formal sections of “Florestan”; (2) the thematic frame of “Florestan,” which implies a normative G minor, is balanced by the structural closure of the B ♭ ; and (3) the stable, B ♭ pedal point of measures 30–35 is contradicted by the sudden thematic contrast between “Coquette” and “Florestan,” thereby associating B ♭ major with new, contrasting thematic material.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Example 6d shows various interactions in the same work between Sturm und Drang and waltz topics (both associated with the G/ B ♭ duality), thereby yielding an overall narrative from tragic threat to superficial gaiety (an instance of a tragic-comic narrative). (29) In the beginning of the A section (measures 1–2), accents on beats 2 and 3 of the triple meter deform an underlying waltz into a tense and agitated state. Similarly, the G minor tonic is destabilized by asserting D, the fifth, in the bass. Shown next in Example 6d is a quotation from Schumann’s earlier work Papillons (op. 2, no. 1), a passage that hints at the waltz topic. Tonally, the corresponding passage from op. 2 begins on V/D, a key that is affirmed in the earlier work by a PAC in D; against this model, measures 9–10 of “Florestan” are transposed down by major third to start on V/ B ♭ . These bars from “Florestan,” however, are so fleeting and surrounded by G minor material that they may confuse listeners, both tonally and motivically. Nevertheless, B ♭ —a desirable key that is the relative major of G minor—does emerge as tonic in the B section (measures 30–36), as shown in the second system of Example 6d. The waltz texture is here more strongly affirmed by a bouncy, comical texture; its banal repetitions and pedal on B ♭ , though, ironically suggest a fruitless attempt to escape from the opening situation.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] By the end of the B section the static B ♭ pedal gives way to G minor, which emerges temporarily as vi of B ♭ (see the box beneath measures 35–36 of Example 6b), as if a lack of conviction as to B ♭ ’s status might have prompted a slippage into G. Ultimately, within “Florestan” the return of G minor in the A′ section (measures 45–56) is supported by a topical return to the opening’s “storm” texture, thereby amplifying the movement’s threat of unrequited passion. Although “Florestan” appears headed for a tragic conclusion, the start of “Coquette” displaces this genre halfway. It interprets the waltz topic comically, with the top registers mimicking the sound of laughter (Example 6a). Since the structural claims of G and B ♭ are nearly equally persuasive, the tragic and comic expressive genres persist side by side at this moment, unresolved. Analysis 2: Directional tonality, one key slightly prior in op. 2, no. 7 (#2)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] This work’s abrupt directional-tonal move from F minor to A ♭ major creates a tragic-transcendent narrative, with the two keys associated with static sections. An F minor area (and A section) associates with folk-like, specific topics, while an A ♭ major one (B section) has highly general ones. Although Schumann sometimes undercuts a move from minor to major by a return to minor (e.g., in op. 2, no. 9), here the major-mode section provides a convincing resolution of the work while letting the F/ A ♭ duality stand. Example 7 . Analysis of a #2 blending (op. 2, no. 7) a. Directional-tonal reading from F minor to A ♭ major (click to enlarge) b. Monotonal view in A ♭ (click to enlarge) c. Surface events in op. 2, no. 7 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] As shown in Example 7 , dual-tonal and monotonal perspectives are equally balanced (#2 from Example 4). Example 7a shows a directional-tonal reading: a sudden modulation (measures 8–9) from F to A ♭ takes place with a C 5 common tone that receives upper-neighbor decoration by D ♭ , for instance in measures 1–2. A monotonal interpretation in A ♭ is shown in Example 7b, in response to its longer duration and stable cadences. Example 7b interprets the upper-voice arrival on F 5 in the first section as an upper neighbor of E ♭ 5 , the primary tone of the second section, resulting in a 5-line Ursatz in A ♭ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The monotonal A ♭ context and duality of F and A ♭ are supported equally enough to suggest a 2/2 split, or #2 from Example 4. The dual-tonal view is suggested by the number of formal sections in each key (1 and 1), and by competing claims to harmonic stability: the first section with its tonic pedal point in the bass; the second with its authentic cadences in tonic. The monotonal view in A ♭ is suggested by the relative length of sections (the second is twice as long as the first), and by dissonances in the second (e.g., F 5 in measure 12) that resolve saliently to members of the A ♭ tonic triad ( E ♭ in measure 13).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Extending our view of op. 2, no. 7 to the surface (Example 7c) reveals an adapted “tragic-transcendent” narrative between the two sections, each of which can be read as portraying a different character (or different aspects of the same). (30) In measures 1–2, the first section associates the minor mode with a “folk” style as supported by the drone bass of F 3 , higher, non-normative registers in the right hand melody, and “tragic” markers such as < 6 ˆ – 5 ˆ > discharges in minor (e.g., < D ♭ –C>). These topics coalesce into a “plaintive” expressive genre, one having the negative connotations of tragedy but without the effort required to escape from it. The second section (summarized by measures 9–10) attaches the major mode to relatively generic and blended topics, (31) thereby mapping onto a non-tragic, rather muted depiction of the pastoral genre. In addition, the first section is tentative, since a diminished seventh chord in measure 8 questions F minor, whereas the second is more confident, asserting stable cadences in the desired major mode. Who are the two characters depicted by the two formal sections? The first is innocent, somewhat child-like, and lamenting, while the second is affirming, comforting, and adult in tone: perhaps a child and adult, or the same person at different times in life. The two expressive genres corresponding to these people are not simply juxtaposed (i.e., a #1 blending), but the second assimilates the first. As shown in Example 7c, the movement’s close in A ♭ reminisces on the F minor material to suggest a higher union, in this case a possible conversation between the characters that resolves the first one’s lament. The pervasive upper-neighbor pattern in the B section, <F– E ♭ > (summarized in the example by measures 23–24), associates with the movement’s typical < 6 ˆ – 5 ˆ > motions and is foregrounded at the end of the work. Schumann thus creates a duality of states at the same time that he resolves the first to the second. Analysis 3: Tonal pairing and directional tonality in “Aveu” from Carnaval , a monotonal perspective strongly favored (#3) Example 8 . An analysis of a #3 blending: “Aveu,” op. 9 (Carnaval) a. F-minor graph of tonal pairing (click to enlarge) b. A ♭ -major graph of tonal pairing (click to enlarge) c. Directional-tonal view of “Aveu” (click to enlarge) d. Topical events at surface (click to enlarge)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Example 8 analyzes the deceptively simple “Aveu” from Schumann’s op. 9 Carnaval . In light of its directional tonality, multiple alternations between F minor and A ♭ major, continuous texture, and deliberate pacing of modulations, I adopt both tonal pairing and directional-tonal views. Like op. 2, no. 7, this work has a tragic-transcendent narrative, but here the tragic topics and structural forces are primary. From the tonal-pairing perspective, Example 8a is an incomplete, 5-line Urlinie in F minor that concludes on 3 ˆ ( A ♭ ), while Example 8b is a 3-line in A ♭ major that, although achieving closure at the end, begins off-tonic with a <vi–IV–V–I> progression in measures 1–4. Each simultaneous graph has its own interpretive benefits: a lack of authentic cadences in F, the primary key, is balanced against the repetition of an A ♭ authentic cadence pattern (measures 4 and 12), which weakens the work’s conclusion. The F minor monotonal view (#3 from Example 4), however, is preferred: (1) F minor is more prevalent in the work than is A ♭ ; (2) it is supported at the middleground by an interruption in measures 8–9; and (3) as the initial key, it is associated with the thematic material of the entire movement. The longer overall duration of F minor (measures 1–10) compared to A ♭ (measures 9–12) is demonstrated by Example 8c, which adopts an in-time, directional-tonal view. (32) Due to its 1/3 split between competing and unique advantages of its keys, this work is in the #3 category (monotonal context primary).",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The tragic (“plaintive”) aspects of “Aveu” are primary, as shown in Example 8d, so that its close on A ♭ major does not establish a non-tragic genre, but instead merely hints at its presence. The “plaintive” genre is asserted throughout by a “pianto” topic (e.g., see measure 1 in Example 8d), an appropriate choice for the confession implied by the movement’s title and by the exact return of A section material in measures 9–12. Instead of introducing contrasting topics, this work contrasts the F minor and A ♭ major materials weakly through their register: the F material tends to be moderate and normative, the A ♭ major arrivals (e.g., measure 4) higher, non-normative, and “escaping” upwards in pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The end of “Aveu” is most interesting in terms of expressive genre: a failure of the tragic (plaintive) genre, thereby bringing needed relief, but without any effort from A ♭ . (33) To portray the changing dramatic relationship between the two tonics, I have noted their scale-step function under the staff of Example 8d: F minor serves for most of the piece as “i,” but ultimately coexists with A ♭ , which serves at the end as “I” and “III.” Measure 12 closes weakly on A ♭ since a perfect authentic cadence in this key simply repeats the cadence from measure 4. F minor, however, has throughout assumed an active, prohibiting role, with applied chords of vii° 7 /V/V and V/V of F creating a directed motion towards V 7 /F in the B section. A ♭ major is instead portrayed as a passive victim: each arrival in A ♭ is delayed in the bass (measures 4 and 12), seemingly robbing the music of forward momentum needed to avoid F. Unlike op. 2, no. 7, then, “Aveu” fails to achieve transcendence of the plaintive genre. Expressive Conclusions",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The three analyses of directional-tonal motions at the minor third, as seen in Examples 6–8, raise questions of expressive purpose. Although impossible to answer with certainty, a stylistic perspective suggests a rationale for Schumann’s alternatives to monotonality. In my view, the directional-tonal techniques and their expressive genres provided Schumann with tools to depict a wide variety of opposed mental states, with the minor-third interval best unifying the contrast within one persona. This heuristic was likely inspired by Jean Paul’s oppositions between different characters (or sides of the same character), which affirmed his own fluctuations in mood and energy ( Daverio 1997 , 37–39) and inspired his composition of works having analogues to such fluctuations, as seen in this article. Second, Schubert’s discursive modulations by third intrigued Schumann for their psychological complexity ( Daverio 2002 , 47–49). And third, the early character pieces and Schumann’s sonata forms treat minor-third relationships somewhat differently.  Modulations by third in the former almost always include just two tonics, whereas minor-third relationships in monotonal sonata movements are extended to complete cycles, as occurs in op. 11/I (as analyzed by Rosen [ 1980 , 452]). In the latter, their manipulation evidences a drive towards motivic economy and unification. (34) IV. Directional Tonality as “Problem” within Cyclic Works",
                "footnotes": [
                    "FN34"
                ],
                "citations": [
                    "daverio_1997",
                    "daverio_2002",
                    "rosen_1980"
                ]
            }
        },
        {
            "28": {
                "text": "[28] In general, I find that the most compelling directional-tonal states in Schumann occur in longer cyclic works. In such multi-movement contexts, individual movements are often weakly closed off from their neighbors. (35) If successions of movements preserve common thematic elements, a circular alternation of monotonal and directional-tonal contexts across movement boundaries may result. (36) In such cases, a greater fund of topical oppositions reinforces tonal contrasts between relative major and minor than would be available in a single movement. These topical changes can reinterpret recurrences of the same key, thereby suggesting personal metamorphosis. In this way, a monotonal/dual-tonal approach gets to the heart of Schumann’s early aesthetics, especially in his op. 2 Papillons (“Butterflies”) and the later cycles (e.g., opp. 6 and 9) that grew from its inspiration. Example 9 . Dual-tonal/monotonal play in “Coquette” and “Replique” (op. 9) a. “Coquette‘Replique:” directional-tonal structure (click to enlarge) b. Surface events in “Replique” (click to enlarge) c. “Florestan‘Replique:”  a problematic, large monotonal structure in G minor (click to enlarge)",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Example 9 traces intra-movement and multi-movement structures in two linked movements from op. 9 that follow (and comment upon) “Florestan”: “Coquette” and “Replique.” My focus is on the play between monotonal contexts in G minor and directional-tonal shifts between G minor and B ♭ major; the interaction of topical states with Schumann’s popular idiom, the waltz; topical reinterpretations of both keys; and ironic critique as a spur to structural modulation. (37) The “Florestan” movement and the start of “Coquette” have been previously analyzed in my Example 6. As I have claimed, this overlapped ending of “Florestan” creates a structural unit at the dual-tonal extreme of Example 4, thereby suggesting rapid mood swings and creating a fitting counterpart for his preceding “Eusebius” portrait (op. 9, no. 5). (38)",
                "footnotes": [
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Recall that the close of “Florestan” and the first three bars of “Coquette” directly compose out the dramatic conflict between B ♭ and G on the foreground (Example 6a). At this point, G and B ♭ seem to be equal in structural importance, asserting a “Florestan-Coquette” problem that needs to be resolved, either by affirming the B ♭ tonality and a directional-tonal context, or by asserting G and confirming monotonality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] In response to the problem, “Coquette” redefines the waltz topic associated with B ♭ major, giving it sardonic, grotesque aspects intruding upon a self-conscious, dainty exterior. Recall the surface of Example 6a. Here, the sardonic aspect of “Coquette” is suggested by the treatment of the dissonances in the right hand’s dotted rhythmic figures: for instance, the F ♯ in measure 2 resolves only in the next figure to G. The overall texture, however, is delicate given the moderately high register of these events. These strategic indelicacies, like the later dynamic outbursts attached to chromatic events (e.g., G ♭ in measure 13 of “Coquette,” the enharmonic equivalent of the F ♯ s in “Florestan”), weaken the expected positive character of the B ♭ major tonality and waltz topic, thereby making both ripe for structural displacement and ironic critique. A monotonal solution in G minor to the “problem” at the start of “Coquette” is thus foreshadowed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Example 9a shows a multi-movement, directional-tonal analysis of “Coquette” and “Replique,” which is supported by their common use of material from “Coquette.” “Coquette” is in B ♭ throughout; “Replique” begins in B ♭ , but closes in G minor. As a result, “Coquette”—“Replique” has a modal narrative of <major–minor>, with the initial major state ( B ♭ ) occupying a complete movement, and the end G minor state in force only at the end of “Replique.” The modulation in “Replique” from B ♭ to G leaves B ♭ more prevalent than G: it revolves around measures 11–12 (beats 3–1), an ambiguous set of events highlighted in Example 9a with a box. Measure 11 begins with a cadential in the key of B ♭ but then resolves it (beat 3) to a vii° 7 of G minor and then (measure 12) to G minor. Due to the dissonance of the diminished seventh chord, its weak, stepwise resolution in the bass, and its placement after a cadential in B ♭ , measures 11–12 are pivotal within both keys. Since B ♭ is more prevalent than G, the close in G minor seems to thwart the movement’s expectations, thereby leaving the “Florestan-Coquette” problem unresolved.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] G minor at the close of “Replique” reinterprets the G tonic of “Florestan,” which was associated with vivid topical contrasts, as disappointed and topically unopposed. Example 9b, which examines selected surface events from “Replique,” shows how “Replique” provides commentary on both “Coquette” and—to a lesser extent—“Florestan.” It has a contemplative texture typical of the “Eusebius” side of Schumann’s persona. Melodic lines in soprano and tenor ranges are related by imitation (see arrows), thereby suggesting dialogue; a direct quotation of measures 1–3 from “Coquette” recalls its events as well. As seen at the end of Example 9b, the final cadence of “Replique” is on a G minor tonic that is weakly prepared with a bass delay (arrow) and a haphazard, leaping approach to 7 ˆ from 5 ˆ instead of from the more typical 2 ˆ . Perhaps the previously stable B ♭ is insufficiently maintained, thereby allowing G minor to displace it—whether through ennui or by accident. The G minor cadence ending “Replique” is thus contemplative, hesitant, and topically unopposed to B ♭ , in contrast with the vivid topical conflicts that characterize “Florestan” and “Coquette.” G minor has thus been transformed from vivid to muted, from passionate to contemplative. Topical transformations of this sort are often more insightful than those within single movements: the former tend to have more diverse topics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Building upon the previous analyses, could one posit all three movements as one monotonal unit in G minor, and one tragic expressive genre? Example 9c pursues this line of inquiry. A primary tone of D 5 is sustained until its descent to G in “Replique”; it is supported by a <V–i> harmonic motion and a bass arpeggiation of the G minor tonic triad. Since Example 9c is normative as a Schenkerian reading, it should be admitted as one valid structural option within the temporal process of the three movements. It has the advantage of showing a long-range connection between vivid and muted topical contrasts, a technique that resonates with the “Witz” of Richter and Schlegel. This three-movement grouping, however, lacks thematic consistency between the first and third movement: it becomes even more tenuous if we add “Papillons,” as Smith ( 2009 , 50) has proposed, due to its new thematic material (even though “Papillons” is in B ♭ ). In general, moving beyond a limit of one thematic change while positing monotonal or directional-tonal structures finds diminishing returns, as such analyses become increasingly remote from questions of expressive genre. Instead, I am content to acknowledge Example 9c as a tenuous structural unit and a topical transformation of G minor. V. Final Considerations",
                "footnotes": [],
                "citations": [
                    "smith_2009"
                ]
            }
        },
        {
            "35": {
                "text": "[35] Schumann’s early directional-tonal situations, while similar at times to directional-tonal situations in works by other composers, are as a whole unusual within a nineteenth-century context: his pairings are always diatonic; they are generally by minor third; and they involve only two third-related keys. By contrast, Schubert’s directional-tonal works pair a variety of diatonic and chromatic keys, sometimes moving in larger cycles of major or minor thirds. Although Schumann’s pairings are conservative in origin, their aesthetic treatment is highly experimental, giving rise to dual-tonal states, circular oscillations between dual-tonal and monotonal states, topical metamorphoses, and a variety of collisions between tragic and non-tragic expressive genres.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Schumann’s distinctive handling of directional-tonal techniques cautions us against viewing nineteenth-century music as an age of unmitigated progress towards chromatic tonality, free “atonality,” and other styles that are often assigned a high aesthetic value. Although monotonality is a norm in early nineteenth-century works, and chromatic tonal cycles (especially major thirds) are distinctive, these trends are not binding on all composers. Conservative and diatonic in basis, Schumann’s directional-tonal states nonetheless give rise to some of his most daring tonal experiments. In our study of Schumann’s early music, overarching stylistic narratives are valuable in modeling generic expectations; his style, however, also has personal characteristics that differ from other composers of his era. An awareness of both generic and personal contexts, as well as analytical methods sensitive to them, will surely enrich our analytical practice.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.12.18.4.wadsworth.html",
    "data": "mto/data/mto.12.18.4.wadsworth.json"
}