{
    "title": "Review of Ralph Turek, <i>Theory for Today’s Musician</i> (New York: McGraw-Hill, 2007)",
    "date": "2007/06/01",
    "volume": "13",
    "issue": "2",
    "authors": [
        "Fankhauser, Gabe",
        "Snodgrass, Jennifer Sterling"
    ],
    "abstract": "",
    "keywords": [
        "textbook",
        "review",
        "Ralph Turek",
        "pedagogy",
        "popular music",
        "music industry",
        "music fundamentals"
    ],
    "doi": "",
    "received": "April 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.2/mto.07.13.2.fankhauser_snodgrass.pdf",
    "author_info": [
        {
            "name": "Gabe Fankhauser",
            "university": "Hayes School of Music",
            "address": "Appalachian State University, Boone, NC 28608",
            "email": "fankhauserg@appstate.edu"
        },
        {
            "name": "Jennifer Sterling Snodgrass",
            "university": "Hayes School of Music",
            "address": "Appalachian State University, Boone, NC 28608",
            "email": "snodgrassjs@appstate.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Turek’s distinction between rounded binary and \nternary form agrees with many texts. Some other texts, however, interpret the \nforms very differently. Kostka and Payne, for example, analyze the minuet in \nHaydn’s Sonata 11 as “two-reprise continuous ternary”—an analysis based largely \non a full, though modified, return of the A section. The minuet’s A section \nconcludes with a half cadence, and its B section is developmental, nearly \nTurek’s definition of rounded binary form. Stefan Kostka and Dorothy Payne, Tonal Harmony: With an Introduction to Twentieth-Century Music , 5th ed. \nMcGraw-Hill, 2004, p. 326.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Ralph Turek has offered an impressive textbook that could change the way we teach music theory. His Theory for Today’s Musician confronts several common problems in today’s theory curricula and makes an assertive and effective effort to fix them. The most important mission of the text is to make music theory relevant to students. Turek accomplishes this in several ways. First, his examples draw more or less equally from classical and popular genres, not simply for the sake of including popular music but more importantly to help students absorb theoretical concepts. In his preface to the text, Turek states: Part of the effort entails a recognition that popular music and jazz can be vehicles for conveying much of what traditional theory teaches, and that apart from its own intrinsic merit that repertory can serve as a conduit to other musical styles. (xiii) The juxtaposition of Loesser and Carmichael’s “Heart and Soul,” a piece even the least experienced music student may know, with Bach’s “Herz und Mund und Tat und Leben,” (377–381) demonstrates the equality and respect, and occasional subtle irony, with which Turek presents his musical examples. The variety of musical styles used in each chapter shows how principles of tonality transcend genre and historical periods.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Increasingly, theory instructors seem to supplement their courses with examples from popular music, and Turek’s text is one of the first to push the trend so deeply into a textbook. To our knowledge no prior theory text integrates and equalizes classical and pop repertoire to the extent that Turek does in Theory for Today’s Musician . For students to recognize that there is not such a fundamental rift between the tonal language of J. S. Bach and that of, say, Bill Evans, may likely strengthen students’ appreciation of both.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] If the goal is to connect personally with today’s students by using music they listen to, however, the examples fall somewhat short. The examples are appropriate for their chapter’s subject, but for the students who are not big fans of show tunes and Billy Joel, additional examples may still have to be supplied by the instructor. While no hardcopy text can stay current with ever changing student tastes in music, Turek’s text would be strengthened by more recent (post-1985) and more rock examples (e.g., Nirvana or Radiohead). Still, the value of Theory for Today’s Musician is not so much that it uses music that current students may like but that, as the title indicates, it offers theory and analytical skills that today’s musician should find relevant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A second way the text makes music theory relevant to the student is in its prose. Turek’s accessible, enjoyable writing style encourages even the most reluctant student to read the text. In his presentation of the legend of Pythagoras and the discovery of the natural overtone series, for example, Turek states that “the old boy was nothing if not inquisitive, so he sought out the ‘harmonious blacksmith’ and examined his hammers \n. . . ” (12) While some of the language may seem “old school” to some students, the familiar tone does present a “let’s-have-some-fun” attitude. Less verbose than many texts which may overwhelm the student, the written text aims to engage students with musical examples more than offer lengthy explanations and definitions. To support varying learning styles, graphs and charts introducing concepts such as lead sheet symbols and progression/retrogression occasionally accompany commentary and musical notation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The text takes a daring step as it begins not with fundamentals but with selected topics meant to arouse interest in the study of theory. Part I, “In Lieu of Fundamentals” assumes proficiency with scales, key signatures, pitch and rhythmic notation, and other fundamentals; these are placed in the appendix, which also contains a brief introduction to lead sheet symbols and part-writing principles. Turek is clear that fundamentals are essential to successful study of music, and his focus on intervals in Chapter 2 emphasizes one of the most important musical elements. Students who enter college with an already solid foundation of theory may disregard the appendix, but this will be rare. Many instructors will likely choose to spend a few weeks on the appendix before proceeding to Chapter 1, but colleges that offer remedial theory courses (pre-Theory 1) may find Chapter 1 a good place to begin the theory sequence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In addition to the Pythagorean study of acoustics, the first chapter describes DeVitry’s Ars nova mensuration. Such coverage of the history of meter followed by the anecdote of the discovery of the overtone series reveals the text’s effort to place the study of theory in historical context, something quite lacking in many theory texts. Compositional style, too, is an important part of the text. Turek compares several composers’ characteristic treatments of phrase rhythm, for example, ranging from Schubert’s “short postcadential extensions (sometimes called ‘cadential echoes’)” to Mozart’s phrases, which “like the cab of an eighteen-wheeler, trailer an extension two or three times their length.” (186)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Analogies such as this abound and allow the student to associate musical concepts with fun, familiar images; they may even elicit a smile. At times, however, analogies are unclear or even confusing, like the comparison of a diminished seventh chord to “a guy dressed for snowboarding in the lodge.” (479) Unlike a snowboarder on a chair lift whose next direction (like that of a major-minor seventh chord) can be predicted (down), the snowboarder in the lodge (the embellishing diminished seventh chord) “might head for the slopes or instead for the food line,” suggesting a less predictable resolution. If the message is that the path of resolution is uncertain, there are clearer analogies. In Chapter 21, mode mixture is presented as a wormhole connecting two “tonal planetary systems”—a major key galaxy and its parallel minor key galaxy. Turek states that if the chords of one key are “within a galaxy containing five other planetary systems—the closely related keys—then think of change of mode as a wormhole to a parallel galaxy.” (428) Such analogies, fun as they may be, risk complicating a much simpler concept and confusing the student. While they may be effective pedagogical tools in the classroom, some casual analogies and descriptions work less well in print. The text is full of tricks that likely worked well for Turek in his teaching, and it is often a great benefit for pedagogues to share favorite tricks, but what works well for some instructors or students may not for others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Throughout the text, students are encouraged to think critically and actively, not simply to learn so-called “rules” in music. As a result, Turek welcomes differing analyses and instructs students, “When in doubt, let your ear be your guide.” (129) In his analysis of “The Rainbow Connection” by Kenny Ascher and Paul Williams, Turek suggests two different interpretations of “important” pitches: one that follows structural tones—an incipient introduction to Schenkerian analysis—and one that emphasizes tones perceived as salient for other reasons, such as for their dissonance—a possible entrée to hermeneutic or Grundgestalt analysis. Turek represents a likely first interpretation with a reduction of the phrase to clarify the C –B–A (scale degrees 3–2–1) step progression in the first six measures. Yet, to affirm an alternative interpretation, Turek says: It’s equally possible that you identified the B of m.2 and the A of m.4 as the memorable notes in those measures. If so, you’re not hearing incorrectly. Those pitches stand out against the underlying harmony in a particularly expressive way. (129) To consider pitches important because they are either part of the harmony or not part of the harmony may be confusing if not contradictory, but, like much of the text, the commentary offers opportunities for lively class discussion. The strength of “The Rainbow Connection” example is typical for the text: the excerpt is appropriate to the topic, fun for the student, simple to understand, and playable by budding pianists.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] One distraction of many examples in the text is their notation. In particular, poor placement of slurs, which are often used where there should be ties, as in Turek’s transcription of Herbie Hancock’s “Maiden Voyage” (35), are occasionally so sloppy as to cause confusion. The message of the text, however, remains clear through the choice of musical examples: that theory is relevant and important—even potentially fun!—for all musicians.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The order in which chromaticism is introduced is sensible: secondary dominants, secondary leading-tone chords, modulation, borrowed chords, and the Neapolitan-sixth (allowing the label II 6 but preferring N 6 ) followed by augmented-sixth chords. With the influence of jazz and popular music, it is not surprising to find such concepts as the “tonicizing chord group ii 7 /x–V 7 /x” (327), as well as IV/IV as an acceptable analysis of VII, in certain contexts (334).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Some chapters could easily be skipped, if necessary. Chapters 18–20, for example, offer an excellent introduction to counterpoint, Bach’s inventions, and fugue but may not fit in some curricula. Still, while counterpoint may be considered less essential in non-traditional programs, Turek takes care to show how contrapuntal bass lines or countermelodies play significant roles in jazz and some popular music. For curricula that can include study of counterpoint, the text’s approach is brief but effective. It begins with species-style approach working through models with progressively more detailed embellishment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Chapters 26 and 27 include harmonic principles in blues and jazz, an increasingly important analytical study for all music students. These chapters would have to be introduced earlier in the curriculum for an industry class to allow for more extensive analysis of jazz and popular repertoire. These chapters introduce substitution chords, implied lines, and basic form. Example 26-3 “Cry Me a River” encourages the student to use improvisation, both aurally and with lead sheets. By giving the student the basic outline of the melody and chord structure, the text allows each student to compose by identifying structural content and harmonic development with substitution chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The text distinguishes ternary form from rounded binary by a non-modulating A section, contrasting B section, and a full return of A material. Turek acknowledges the difference of interpretation some may have on form, particularly in pieces whose form (rounded binary vs. ternary) is unclear. (1) His aphorism, “The harder a distinction is to see, the less important it’s likely to be,” \n(638) shows how Turek wants students not to concentrate on definitions, rules, and finding “the answer” but to have an more general understanding of concepts and issues in music theory and analysis. Larger forms (e.g., rondo and sonata form) are not covered.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Theory for Today’s Musician concludes with a short but effective introduction to twentieth-century techniques with chapters that continue to be supported by strong musical examples from the literature. The church modes introduced in Chapter 1 are revisited in a more musical context and with a greater focus (perhaps too much) on vertical sonorities created in each mode than on the horizontal line. The comparison in Chapter 33 that the “set type is atonal music’s chord symbol” makes a rare connection between atonal music and popular music, which could make atonal analysis more comfortable. Still, the chapter needs more explanation on deriving the set type (prime form) and may require supplementary materials and examples from the instructor. Turek’s hints for analysis are helpful, though the problem of segmentation of pitch class cells needs more discussion as students are told to “consider identifiable melodic-rhythmic figures.” (720) There are only two musical examples within this section on atonality and no mention of some standard theoretical terms, including the terms pitch-class numeral, prime form, Forte number, interval vector, or normal order. Turek’s introduction to “twelve tonality” (i.e., serialism) is similar. It may be sufficient for some schools, but programs with a strong emphasis on post-tonal music may want more detail, particularly on the analytical process.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The text would work well in either a traditional theory sequence that wants to include popular music or a music business or industry program in which popular music is emphasized. Currently, over sixty universities and colleges offer music business or industry programs, which often emphasize management, recording, or arts administration. While students majoring in music business often do not take traditional music theory or history courses, these students need certain proficiency with music analysis, aural skills, and writing. Any program in which popular music receives primary focus may have to be supplemented with some topics. Music business programs, for example, may want to add an introduction to song writing, modern rock styles, and other jazz styles, specifically in improvisation and transposition of jazz instruments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Supplemental materials include a student workbook, a CD-ROM of audio examples, and online materials for the instructor and the student. Despite its typographical errors, common among first editions, the workbook provides ample exercises for the student. It is easy for the student to follow, though more room for the student to write in answers or analysis would improve the layout. The CD-ROM includes audio examples to accompany most of the literature found in the text and the workbook. Several tracks—the first track is an arrangement of the theme from The Simpsons —may draw student interest. However, most tracks lack superior sound quality. Several of the piano examples have a computerized (MIDI) sound, which lacks tone color or phrasing, and some of the vocal recordings could be improved. One of the greatest difficulties in using the CD-ROM is that the user must have access to a computer to hear the audio files. The MP3 sound files on the CD-ROM require a computer to play, which limits usage in the classroom. Still, many of the musical examples in the text are arranged simply enough by Turek to be played by anyone with modest keyboard skills.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The supplemental materials found on the McGraw-Hill website include essay quizzes and answers to exercises found in the textbook, a very helpful tool for both the instructor and the student. The online quizzes refer to textbook musical examples and allow the student to insert a textual answer. Although the online quizzes are an excellent way for the student to review and receive immediate feedback, this feature would be greatly improved with other answering options beyond the short answer format, such as note entry and aural recognition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Ralph Turek’s Theory for Today’s Musician is one of the first theory texts to try to balance traditional music theory with that of popular music, a topic of increasing interest in theory curricula. Pedagogues may debate how much emphasis a theory course should place on popular music in relation to classical music, but this text takes a daring step by more or less equalizing the two. By incorporating various genres in historical context and introducing analytical techniques appropriate for popular music, the text may help students gain a broader understanding of music theory. The text is user-friendly, for both the instructor and the student. The familiar writing style is fun and entertaining, and the examples and explanations are generally clear. As it is, the text offers a strong alternative for traditional theory courses and excellent choice for music industry programs or for community colleges. With its study of popular music as well \nas more significant study in some deeper theoretical concepts, Ralph Turek’s Theory for Today’s Musician has the potential to become a standard among theory texts.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.07.13.2.fankhauser_snodgrass.html",
    "data": "mto/data/mto.07.13.2.fankhauser_snodgrass.json"
}