{
    "title": "Julián Carrillo, <i>Laws of Musical Metamorphosis</i>, and the Landscape of Early Atonal Thought",
    "date": "2024/12/01",
    "volume": "30",
    "issue": "4",
    "authors": [
        "Cannon-Brown, Lee"
    ],
    "abstract": "I offer a translation of, and commentary on, Julián Carrillo’sLeyes de metamorfosis musicales, Chapter 1 (self-published originally as Julián Carrillo,Leyes de metamorfosis musicales[Laws of Musical Metamorphosis], 1949). In my commentary, I show how Carrilo’s text brings together a unique constellation of theoretical interests, encompassing whole-tone collections, microtonality, and pitch multiplication. I also show how Carrillo positioned his theories in relation to those of his international peers, particularly Arnold Schoenberg. Alongside many composer-theorists of the early twentieth century, Carrillo developed a conception of the atonal that was both technically systematic and deeply mythological. Understanding his ideas today contributes to an expanded history of early atonal music theory, beyond its habitual geographical boundaries.PEER REVIEWER: Gerry Lopez",
    "keywords": [
        "Julián Carrillo",
        "atonality",
        "Laws of Musical Metamorphosis",
        "pitch multiplication",
        "mythology",
        "history of theory"
    ],
    "doi": "10.30535/mto.30.4.28",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.24.30.4/mto.24.30.4.cannon-brown.pdf",
    "author_info": [
        {
            "name": "Lee Cannon-Brown",
            "university": "Harvard University",
            "address": "Department of Music, 3 Oxford Street, Cambridge, MA 02138",
            "email": "cannonbrown@g.harvard.edu"
        }
    ],
    "citations": {
        "_": "Printed Sources",
        "chavez_1989": "Carlos Chávez Collection, Archivo General de la Nación, Mexico City, Mexico.",
        "almen_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Indiana University Press.",
        "bellamy_1972": "Bellamy, Laurette. 1972. “The Sonido Trece Theoretical Works of Julián Carrillo: A Translation with Commentary.” PhD  diss., Indiana University.",
        "brotbeck_1993": "Brotbeck, Roman. 1993. “Siete fragmentos sobre Carrillo.” Heterofonía (108): 15–18.",
        "brotbeck_2014": "Brotbeck, Roman. 2014. “Mikrotonalitätals Reconquista. Der mexikanische Futurist Julián Carrillo (1875–1965).” In Mikrotonalität—Praxis und Utopie , edited by Cordula Paetzold and Caspar Johannes Walter, 155–75. Schott.",
        "busoni_1907": "Busoni, Ferruccio. 1907. Entwurf einer neuen Aesthetik der Tonkunst . C. Schmidt.",
        "busoni_1911": "Busoni, Ferruccio. 1911. Sketch of a New Esthetic of Music . Translated by Theodore Baker. G. Schirmer.",
        "busoni_1922": "Busoni, Ferruccio. 1922. “Dritteltonmusik.” Melos 3 (4–5): 198–200.",
        "busoni_1987": "Busoni, Ferruccio. 1987. Selected Letters . Translated by Antony Beaumont. Edited by Antony Beaumont. Columbia University Press.",
        "cannon-brown_forthcoming": "Cannon-Brown, Lee. Forthcoming. “Ultramodernism in Global Musical Thought, 1900–1950.” PhD diss., Harvard University.",
        "carmona_1989": "Carmona, Gloria, ed. 1989. Epistolario selecto de Carlos Chávez . Fondo de Cultura Económica.",
        "carrillo_1915": "Carrillo, Julián. 1915. Tratado sintético de harmonía . 2nd ed. G. Schirmer.",
        "carrillo_1925a": "Carrillo, Julián. 1925a. “Mollendorf.” El Sonido 13 2 (4).",
        "carrillo_1925b": "Carrillo, Julián. 1925b. “Schoenberg y ‘El Sonido 13’.” El Sonido 13 2 (2): 1.",
        "carrillo_1930": "Carrillo, Julián. 1930. Rectificación básica al sistema musical clásico. Análisis fisico-músico “Pre-Sonido 13” . Comité de los 13, Pro-Julián Carrillo.",
        "carrillo_1938": "Carrillo, Julián. 1938. Teoría lógica de la música . Julián Carrillo.",
        "carrillo_1940": "Carrillo, Julián. 1940. Génesis de la revolución musical del “Sonido 13” . Julián Carrillo.",
        "carrillo_1949a": "Carrillo, Julián. 1949a. Leyes de metamorfosis musicales . Julián Carrillo.",
        "carrillo_1949b": "Carrillo, Julián. 1949b. A través de la técnica musical . Secretaría de Educación Pública.",
        "carrillo_1956": "Carrillo, Julián. 1956. Dos leyes de fïsica musical . Talleres gráficos de librería madero.",
        "carrillo_1967": "Carrillo, Julián. 1967. Errores universales en música y física musical . Seminario de Cultura Mexicana.",
        "carrillo_2020": "Carrillo, Julián. 2020. Testimonio de una vida . edited by Dolores Flores Carrillo. Gobierno  del estado de San Luis Potosí secreataría de cultura.",
        "conti_2000": "Conti, Luca. 2000. “Introducción crítica al ‘Sonido 13’ de Julián Carrillo.” Heterofonía 33 (123): 75–88.",
        "covach_1992": "Covach, John. 1992. “Schoenberg and the Occult: Some Reflections on the Musical Idea.” Theory and Practice 17: 103–18.",
        "cowell_1930": "Cowell, Henry. 1930. New Musical Resources . A. A. Knopf.",
        "cowell_1933": "Cowell, Henry. 1933. “Trends in American  Music.” In American Composers on American  Music , edited by Henry Cowell, 3–13. Stanford University Press.",
        "dahlhaus_1987": "Dahlhaus, Carl. 1987. Schoenberg and the New Music: Essays . Cambridge University Press.",
        "eimert_1950": "Eimert, Herbert. 1950. Lehrbuch der Zwölftontechnik . Breitkopf  & Härtel.",
        "ewell_2023": "Ewell, Philip. 2023. On Music Theory and Making Music more  Welcoming for Everyone . University of Michigan Press.",
        "fétis_1849": "Fétis, François-Joseph. 1849. “Préface de la troisième édition.” In Traité complet de la théorie et de la pratique de l’harmonie , v–li. Maurice  Schlesinger.",
        "frymoyer_2017": "Frymoyer, Johanna. 2017. “The  Musical Topic in the Twentieth Century: A Case Study of Schoenberg’s Ironic  Waltzes.” Music Theory Spectrum 39 (1): 83–108. https://doi.org/10.1093/mts/mtx004 .",
        "gibson_2008": "Gibson, Christina Taylor. 2008. “The  Music of Manuel M. Ponce, Jullián Carrillo, and Carlos Chávez in New York,  1925-1932.” PhD diss., University of Maryland, College Park.",
        "grassi_1922": "Grassi, Eugéne-Cinda. 1922. “L’orient et la musique de l’avenir.” Le Ménestrel 84 (19): 213–14.",
        "howe_1965": "Howe, Hubert S. 1965. “Some  Combinational Properties of Pitch Structures.” Perspectives of New Music 4 (1): 45–61. https://doi.org/10.2307/832526 .",
        "jadassohn_1884": "Jadassohn, Salomon. 1884. Die Lehre vom Canon und von der Fuge . Breitkopf & Härtel.",
        "kynt_2014": "Knyt, Erinn. 2014. “Between Composition and Transcription: Ferruccio Busoni and Music Notation.” Twentieth-Century Music 11 (1): 37–61. https://doi.org/10.1017/S1478572213000145 .",
        "krenek_1937": "Krenek, Ernst. 1937. Über neue Musik: sechs Vorlesungen zur Einführung in die theoretischen Grundlagen . Ringbuchhandlung.",
        "madrid_2008": "Madrid, Alejandro. 2008. Sounds of the Modern Nation: Music, Culture, and Ideas in Post-Revolutionary Mexico . Temple University Press.",
        "madrid_2015": "Madrid, Alejandro. 2015. In Search of Julián Carrillo and Sonido 13 . Oxford University  Press.",
        "mendoza_1925": "Mendoza, Vicente T. 1925. “Conferencia. El Sonido 13 y los fundamentos armónicos del sistema de  dieciseisavos.” El Sonido 13 2 (9): 7–18.",
        "pareyón_2022": "Pareyón, Gabriel. 2022. “Julián  Carrillo: los pluriversos duraderos; imbolismo autóctono y epistemología  comparada.” Sonus literarum . https://sonuslitterarum.mx/julian-carrillo-los-pluriversos-duraderos-simbolismo-autoctono-y-epistemologia-comparada/ .",
        "peters_2004": "Peters, John Durham. 2004.  “Helmholtz, Edison, and Sound History.” In Memory  Bytes: History Technology, and Digital Culture , edited by Lauren Rabinovitz  and Abraham Geil, 177–98. Duke University Press.",
        "rehding_2016": "Rehding, Alexander. 2016. “Instruments of Music Theory.” Music Theory Online 22 (4). https://doi.org/10.30535/mto.22.4.4 .",
        "reich_1968": "Reich, Willi. 1968. Arnold Sch önberg, oder Der konservative Revolutionär . Molden.",
        "reich_1971": "Reich, Willi. 1971. Schoenberg: A Critical Biography . Praeger.",
        "schillinger_1946": "Schillinger, Joseph. 1946. The Schillinger System of Musical Composition . 2 vols. C. Fischer, Inc.",
        "schoenberg_1911": "Schoenberg, Arnold. 1911. Harmonielehre . Leipzig, Universal-Edition.",
        "schoenberg_1925": "Schoenberg, Arnold. 1925. “Eine neue  Zwölfton-Schrift.” Musikblätter des  Anbruch 7 (1): 1–7.",
        "schoenberg_1950": "Schoenberg, Arnold. 1950. Style and Idea . Philosophical Library.",
        "schoenberg_2010": "Schoenberg, Arnold. 2010. “A New Twelve-Tone Notation [1924].” In Style and Idea: Selected Writings of Arnold Schoenberg , 354–62. University of California Press.",
        "schuijer_2008": "Schuijer, Michiel. 2008. Analyzing Atonal Music: Pitch-Class Set Theory and Its Contexts . University of Rochester Press.",
        "seeger_1931": "Seeger, Charles. 1931. “[Meetings  1930–1931].” New York Musicological  Society Bulletin (1): 1–4.",
        "steege_2012": "Steege, Benjamin. 2012. Helmholtz and the Modern Listener . Cambridge University Press.",
        "sterne_2003": "Sterne, Jonathan. 2003. The Audible Past: Cultural Origins of Sound Reproduction . Duke University Press.",
        "new_york_times_1931": "“Stokowski and Carrillo.” 1931. The New York Times , April 5, 1931, 110. https://nyti.ms/4brAhsY",
        "straus_2005": "Straus, Joseph N. 2005. Introduction to Post-Tonal Theory . 3rd ed. Prentice Hall.",
        "stuckenschmidt_1951": "Stuckenschmidt, Hans Heinz. 1951. Arnold Schönberg . Atlantis.",
        "stuckenschmidt_1959": "Stuckenschmidt, Hans Heinz. 1959. Arnold Schoenberg . Translated by Edith Temple Roberts and Humphrey Searle. John Calder.",
        "velazco_1991": "Velazco, Jorge. 1991. “Antonio Gomezanda y el nacionalismo romántico mexicano.” Latin American Music Review 12 (1): 65–73. https://doi.org/10.2307/780052 ."
    },
    "footnotes": {
        "FN0": {
            "text": "* I thank Sam Cooper, Alyssa Cottle, Elaine Fitz Gibbon, Sharri K. Hall, Alex Rehding, and Anne Shreffler for reading drafts of this essay and offering helpful feedback; Kofi Agawu, for asking me a question about this work that proved fruitful; and Gerry Lopez and Edwin Li, for their incisive peer review and copyediting, respectively. I would also like to thank everyone at the Centro Julián Carrillo for their generosity, particularly Rocío Moya Paláu, who assisted me throughout my on-site research, and who helped me obtain archival materials for this text. Permission to publish these materials, and my translation, has been granted by the San Luis Potosí Secretaría de Cultura del Gobierno del Estado.",
            "citations": []
        },
        "FN1": {
            "text": "1. I develop this broad argument much more fully in Cannon-Brown (forthcoming). The present essay is intended primarily as an introduction to Carrillo’s theories and their significance.",
            "citations": []
        },
        "FN2": {
            "text": "2. Initially, Carrillo went to the Conservatoire de Paris, before discovering that it would not admit students over the age of seventeen. After finishing his studies in Leipzig, Carrillo spent a year at the Koninklijk Conservatorium in Ghent, where he won first prize in a 1904 international violin competition.",
            "citations": []
        },
        "FN3": {
            "text": "3. “empleado por los grandes maestros desde hace un siglo” (70). All translations are my own unless otherwise noted.",
            "citations": []
        },
        "FN4": {
            "text": "4. “Sin semitonos no hay tonalidad possible” (69).",
            "citations": []
        },
        "FN5": {
            "text": "5. “Se ha discutido mucho en la prensa musical europea últimamente, acerca de si las escalas por tonos son o no modulantes.” Carrillo does not cite any specific publications.",
            "citations": []
        },
        "FN6": {
            "text": "6. In addition to publishing in English in Musical Advance , Carrillo published one English-language issue of El Sonido 13 in fall, 1926, and bilingual English/Spanish-language issues in 1926–27, through New York City’s All American Press. For more on Carrillo’s earliest Sonido 13 writings, see Brotbeck ( 2014 , 160); Madrid ( 2015 , 143–44).",
            "citations": [
                "brotbeck_2014",
                "madrid_2015"
            ]
        },
        "FN7": {
            "text": "7. “El compositor alemán Mollendorf parece no tener aún idea clara de lo que son los 4os de tono.”",
            "citations": []
        },
        "FN8": {
            "text": "8. “Esto es lo que ha hecho Julián Carrillo plantando su bandera hasta el último paralelo del arte donde no llegaron ni Debussy, ni Rabel, ni Schoenberg, ni Haba, ni Strawinsky.”",
            "citations": []
        },
        "FN9": {
            "text": "9. Carrillo offered this narrative first, in miniature, in Carrillo ( 1923 , 2). The narrative differs slightly across its various published versions, as noted by Madrid ( 2015 , 141–45).",
            "citations": [
                "carrillo_1923",
                "madrid_2015"
            ]
        },
        "FN10": {
            "text": "10. “With the folding knife carried by every citizen of Potosí during the wonderful time when the cactus offers us its delicious fruits, the prickly pears, I began to divide [the string] no longer in progressive numerical order, but instead at the distance of a tone: [from] G (the fourth string of the violin) to the note A…and in fewer than five minutes, I managed to produce, between G and A, SIXTEEN PERFECTLY CLEAR INTERVALS….” (“Con la navaja que todo potosino lleva consigo en la época maravillosa en que el nopal nos ofrece sus riquísimos frutos, las tunas, empecé a dividir no ya en el orden progresivo de los números, sino que lo hice en la distancia de un tono: SOL (cuarta cuerda del violín) a la nota LA… y en menos de cinco minutos, logré producir entre SOL y LA, DIECISEIS INTERVALOS PERFECTAMENTE CLAROS….”)",
            "citations": []
        },
        "FN11": {
            "text": "11. “If Pythagoras did this, if such a thing happened to a genius of that magnitude, what is strange about a simple student of acoustics at a conservatory experimenting with the edge of a folding knife?” (“Si eso hizo Pitágoras, si tal cosa aconteció a un genio de esa magnitud, ¿qué de extraño tiene que un simple alumno de Acústica de un Conservatorio acudiera al filo de una navaja para experimentar?”)",
            "citations": []
        },
        "FN12": {
            "text": "12. “El ciclo férreo del clasicismo estaba formado por 12 sonidos, y quien tuviera fuerza para romperlo, tenía que ir necesariamente del Sonido 12 al 13.” See also Carrillo ( 1938 , 54–55).",
            "citations": [
                "carrillo_1938"
            ]
        },
        "FN13": {
            "text": "13. ( Carrillo 1930 , 54–55, 59). Carrillo became obsessed with the overtone series and acoustics, especially in ( Carrillo 1956 ). Unfortunately, further discussion of this topic exceeds the present article.",
            "citations": [
                "carrillo_1930",
                "carrillo_1956"
            ]
        },
        "FN14": {
            "text": "14. For more on Helmholtz’s piano theory of hearing, see Steege ( 2012 , 63–72) and Peters ( 2004 , 186–87). The phrase “piano theory of hearing” comes from Sterne ( 2003 , 66).",
            "citations": [
                "steege_2012",
                "peters_2004",
                "sterne_2003"
            ]
        },
        "FN15": {
            "text": "15. Carrillo quotes two passages from Fétis translated into Spanish, though he does not give a full citation of the latter’s text.",
            "citations": []
        },
        "FN16": {
            "text": "16. Carrillo composed his Sonata in response to a commission by the League of Composers, and he quickly assembled and trained a small ensemble in New York to be able to perform it. His score calls for a cello, violin, horn, guitar capable of playing quarter tones, and two instruments of Carrillo’s invention: a large guitar-like instrument called an octavina, capable of playing eighth tones, and a harp-like instrument called an arpacitera, capable of playing sixteenth tones. For more on Carrillo’s activity in New York, and on the critical reception of his music there, see ( Gibson 2008 , 27–39, 81–128, 233–35).",
            "citations": [
                "gibson_2008"
            ]
        },
        "FN17": {
            "text": "17. “I saw your compatriot Carrillo—the one who writes for 16th tones. What do you think of him? I don’t know anything about him, but I have one impression: that his achievements are not up to par. I am wary of his means of expression.” (“Aperçu votre compatriote Carrillo - celui qui écrit pour 16 èmes de ton. Qu’en pensez-vous ? Je ne connais rien de lui, mais n’ai qu’une impression : que ses réalisations ne doivent pas être au point. Je me méfie de ses moyens d’expression.”) Edgard Varèse, Letter to Carlos Chávez, February 8, 1926, Carlos Chávez Collection, box 12, vol. 3, folder 105, Archivo General de la Nación, Mexico City; trans. to Spanish in Carmona ( 1989 , 67). Chávez himself was an outspoken critic of Carrillo; see Madrid ( 2015 , 103–5, 149–50).",
            "citations": [
                "chavez_1989",
                "madrid_2015"
            ]
        },
        "FN18": {
            "text": "18. Cowell ( 1930 , 18–19) advocated for the quarter-tone experiments of Alois Hába. Microtonal equal temperaments were also discussed in the early 1930s at the New York Musicological Society, of which Cowell was a founding member (see Seeger 1931 , 2–3).",
            "citations": [
                "cowell_1930",
                "seeger_1931"
            ]
        },
        "FN19": {
            "text": "19. “I have read a book by the famous composer Cowell, as locked in classical poverty as all the old treatise writers.” (“He leído un libro del famoso compositor Cowell, tan encerrado en la pobreza clásica como todos los viejos tratadistas.”) Carrillo owned and lightly annotated a first, 1930 edition of Cowell’s New Musical Resources . His copy of Cowell’s book is held as Item 180 in La biblioteca personal de Carrillo, Centro de Formación, Investigación y Documentación Julián Carrillo, San Luis Potosí. In subsequent notes, I refer to the Centro Carrillo by its abbreviated Répertoire International des Sources Musicales library siglum: MEX-SLPcjc.",
            "citations": []
        },
        "FN20": {
            "text": "20. See Edgard Varèse, letter to Carrillo, April 8, 1948; and Emil Mix, letter to Carrillo, July 14, 1948. Both letters are held in Correspondencia II, Recibida (1938–1951), MEX-SLPcjc. Carrillo’s 1947 lecture at the New York Public Library is held separately in Conferencias Julián Carrillo (1920–1949), folder 1, MEX-SLPcjc.",
            "citations": []
        },
        "FN21": {
            "text": "21. Carrillo owned a copy of Busoni ( 1911 ), now held as Item 5 in La biblioteca personal de Carrillo, MEX-SLPcjc.",
            "citations": [
                "busoni_1911"
            ]
        },
        "FN22": {
            "text": "22. For an English translation of Schoenberg’s letter, see Busoni ( 1987 , 391–97). For more on Busoni’s and Schoenberg’s notation reforms, see Knyt ( 2014 , 37–61).",
            "citations": [
                "busoni_1987",
                "kynt_2014"
            ]
        },
        "FN23": {
            "text": "23. Carrillo’s original Spanish is shown in Example 8, along with a citation of Schoenberg’s “Tratado de Harmonía.”",
            "citations": []
        },
        "FN24": {
            "text": "24. For more on Carrillo’s Catholicism, see Madrid ( 2015 , 248–52). I discuss Carrillo’s Indigeneity at greater length in Cannon-Brown (forthcoming).",
            "citations": [
                "madrid_2015"
            ]
        },
        "FN25": {
            "text": "25. For an English translation of Schoenberg’s article, see Schoenberg ( 2010 ).",
            "citations": [
                "schoenberg_2010"
            ]
        },
        "FN26": {
            "text": "26. Carrillo’s copy of Style and Idea is held as Item 222 in La biblioteca personal de Carrillo, MEX-SLPcjc. As I discuss these marginalia, I expand on insightful observations made by Madrid ( 2015 , 164n91, 189n34).",
            "citations": [
                "madrid_2015"
            ]
        },
        "FN27": {
            "text": "27. “Since tonality does not exist in the whole-tone scale, these chords give an indeterminate impression. But that does not make them any less sweet and pleasant.” (“Como en la escala por tonos la tonalidad no existe, queda con esos acordes la impresión indefinida, pero no por ello menos dulce y agradable.”)",
            "citations": []
        },
        "FN28": {
            "text": "28. Along the left side of Figure 5, Carrillo’s comment reads: “Esto cae dentro de mi ley de consonancias sugerido por mi [mera?] escritura, y que dice: numeros pares e impares consonancias .” (“This falls within my law of consonances, which says: even and odd number consonances .”) His comment on the bottom of the page reads: “Los 3 ejemplos de Schoenberg no son sino la escala por tonos. Todo lo que cae en la ley que todos mis discípulos conocen.” (“The three examples by Schoenberg are the whole-tone scale. Everything falls within the law that all my students know.”) I thank Alyssa Cottle and María de los Ángeles Ruiz Abraham for helping me decipher Carrillo’s handwriting on this page.",
            "citations": []
        },
        "FN29": {
            "text": "29. “Claro que con los 12 sonidos de la cromática se puede hacer todo esto, pero con los sets de Sch. todo es anti-musical.” Carrillo’s comment appears at the top of p. 117 in Schoenberg’s text. The word “sets” is circled.",
            "citations": []
        },
        "FN30": {
            "text": "30. See Dahlhaus ( 1987 , 120–27).",
            "citations": [
                "dahlhaus_1987"
            ]
        },
        "FN31": {
            "text": "31. Carrillo first designed and patented his metamorphoser pianos in Mexico in the 1940s with the help of piano maker Frederico Buschmann; see Carrillo ( 2020 , 283–84). Buschmann constructed some of these pianos for Carrillo, which are now housed, along with the designs and patents, in the MEX-SLPcjc.",
            "citations": [
                "carrillo_2020"
            ]
        },
        "FN32": {
            "text": "32. Carrillo wrote Balbuceos for Stokowski, who requested a piece for “quarter, eighth, and sixteenth tones,” lasting “anything from eight to twelve minutes.” Leopold Stokowski, Letter to Julián Carrillo, September 16, 1959, Correspondencia V, Recibida, MEX-SLPcjc. The piece premiered on March 18, 1960, at a Contemporary Music Festival in Houston, Texas.",
            "citations": []
        },
        "FN33": {
            "text": "33. The pronoun “she” seems appropriate here; Carrillo’s piano soloist was routinely his daughter, Dolores Carrillo Flores, who played Balbuceos at its premiere.",
            "citations": []
        },
        "FN34": {
            "text": "34. Multiplication by 1 and 11 also preserve all the twelve pitch classes, though less interestingly: M 1 reduplicates a pitch set, and M 11 inverts it.",
            "citations": []
        },
        "FN35": {
            "text": "35. Carrillo’s theory should not be confused with Pierre Boulez’s later method of pitch multiplication, which multiplies tone-row segments with each other mod 12. For more on Boulez’s theory, see Straus ( 2005 , 235–40).",
            "citations": [
                "straus_2005"
            ]
        },
        "FN36": {
            "text": "36. Schillinger ( 1946 , 1:221) comes closest to Carrillo when he says, in a brief closing statement, that geometrical expansion achieves two things: the production of infinite, “organically related” melodies and harmonies, and the “translation of music of one epoch into another.”",
            "citations": [
                "schillinger_1946"
            ]
        },
        "FN37": {
            "text": "37. This follows a more general interest in Carrillo’s music over his theories. Roman Brotbeck ( 1993 , 18) asserts, for instance, that in “the history of music, Carrillo occupies an absolutely special place, not because of his theories or experiments, but because of his compositions in the Sonido 13 style.” (“En la historia de la música Carrillo tiene un lugar absolutamente especial no por causa de sus teorías o experimentos, soni por sus composiciones en el estilo del Sonido 13 .”)",
            "citations": [
                "brotbeck_1993"
            ]
        },
        "FN38": {
            "text": "38. There is at least one published record of Carrillo’s metamorphosed Prelude being performed in public. On February 1, 1931, Stokowski conducted a benefit concert for the victims of a 1931 earthquake in Oaxaca, and the fifth piece on the program was Bach’s Prelude, performed “without semi-tones by Antonio Gomezanda.” Quoted from “Stokowski and Carrillo” ( 1931 , 110). In Leyes , Carrillo misprinted Antonio’s last name as “Gómez Anda.”",
            "citations": [
                "new_york_times_1931"
            ]
        },
        "FN39": {
            "text": "39. “From what has been said so far in relation to the ‘atonal,’ it follows that this procedure is not, because of its lack of tonality, devoid of beauty.” (“De lo dicho hasta aquí en relación con lo ‘atonal’ se desprende que ese procedimiento, no por carecer de tonalidad, está exento de belleza.”) Carrillo was referencing his Concertino here, regarding its harmonies based in the whole-tone scale, and its microtones.",
            "citations": []
        },
        "FN40": {
            "text": "40. “The nine symphonies of Beethoven, multiplied by 34,260 metamorphoses, gives us a total of 308,340 ( three-hundred and eight thousand, three-hundred and forty symphonies ).” (“Las nueve sinfonías de Beethoven, multiplicadas por 34,260 metamorfosis nos dan un total de 308,340 [trescientas ocho mil trescientas cuarenta sinfonías] .”)",
            "citations": []
        },
        "FN41": {
            "text": "41. “As with the metamorphoses, for every eleven operas he will live three hundred years and 34,260 metamorphoses multiplied by eleven give us 376,860 (three hundred seventy-six thousand eight hundred and sixty operas).” (“Como con las metamorfosis, por cada once óperas vivirá trescientos años y 34,260 metamorfosis multiplicadas por once nos dan 376,860 [trescientas setenta y seis mil ochocientas sesenta óperas] .”)",
            "citations": []
        },
        "FN42": {
            "text": "42. “because these musical ‘Laws of Metamorphosis’ not only rejuvenate, but give new life to what was already dead. Instantly, they yield for authors a multiplicity of afterlives, and at the same time give new lives to their works.” (“pues estas ‘Leyes de metamorfosis’ musicales no sólo rejuvenecen, sino que dan nueva vida a lo que estaba muerto ya, y en seguida produce la multiplicidad de postvidas [sic] de los autores y a la vez dan nuevas vidas a sus obras.”)",
            "citations": []
        },
        "FN43": {
            "text": "43. This anecdote about Schoenberg was propagated by two of his biographers, Hans Heinz Stuckenschmidt ( 1951 , 64; trans. in 1959, 82) and Willi Reich ( 1968 , 173; trans. in 1971, 130). Both described Schoenberg uttering these words while on a summer walk with his student, Joseph Rufer, though they gave conflicting dates for the event: Stuckenschmidt cited 1922, and Reich cited 1921.",
            "citations": [
                "stuckenschmidt_1951",
                "reich_1968"
            ]
        },
        "FN44": {
            "text": "44. See Cannon-Brown ( forthcoming ).",
            "citations": []
        },
        "FN45": {
            "text": "45. Carrillo’s first chapter begins with the title of his treatise. His two subsequent chapters begin with the following headings, introduced without page breaks: “Metamorfosis al medio” (“Metamorphosis to the Half,” p. 26 in the original), and “Sistema general grafico del Sondio 13” (“General Graphical System of Sondio 13,” p. 64).",
            "citations": []
        },
        "FN46": {
            "text": "46. While “el compositor” is a masculine noun in Spanish, Carrillo’s pronoun “sus” is gender neutral. To capture this neutrality, I translate “sus” with the singular “their” in English.",
            "citations": []
        },
        "FN47": {
            "text": "47. In Leyes , this example appears on an unnumbered, fold-out page. In the example’s original appearance in the Tratado sintético de harmonía (103), Carrillo introduces it as a “Melodic development of the C major chord” (“Desarrollo melódico del acorde de do mayor”), and he likens it to the E-flat major Prelude in Richard Wagner’s Das Rheingold .",
            "citations": []
        },
        "FN48": {
            "text": "48. Carrillo takes Examples 14–17 from Jadassohn’s Die Lehre vom Canon und von der Fuge ( Jadassohn 1884 , 22; trans. in Jadassohn 1884 , 20–21). Carrillo studied Die Lehre under Jadassohn himself in Leipzig; see Carrillo ( 2020 , 90).",
            "citations": [
                "jadassohn_1884",
                "jadassohn_1884",
                "carrillo_2020"
            ]
        },
        "FN49": {
            "text": "49. In transcribing Carrillo’s treatise, I preserve its erroneous or archaic word choices and orthography, such as “fuere” here instead of “sea.”",
            "citations": []
        },
        "FN50": {
            "text": "50. In modern Spanish, this would be “excluida.”",
            "citations": []
        },
        "FN51": {
            "text": "51. In modern Spanish, this would be “aún.”",
            "citations": []
        },
        "FN52": {
            "text": "52. “Ej. 28” appears to be a duplication typo in the original text.",
            "citations": []
        },
        "FN53": {
            "text": "53. In the original, Carrillo writes not “three semitones,” but instead “one and a half whole tones.”",
            "citations": []
        },
        "FN54": {
            "text": "54. For clarity in my translation, I omit some of Carrillo’s prose toward the end of this paragraph.",
            "citations": []
        },
        "FN55": {
            "text": "55. In Carrillo’s treatise, what should be A ♭ 0 is misprinted as A 0 . I have corrected this error for clarity.",
            "citations": []
        },
        "FN56": {
            "text": "56. Carrillo’s notes are stemless in all these examples, except for in Ejemplo 45A’s descending guide, where his notes do have stems. I omit all stems in Ejemplo 45A for the sake of consistency and clarity.",
            "citations": []
        },
        "FN57": {
            "text": "57. Carrillo’s remarks here match his earliest piano designs from 1929, kept in Documentos, folder 122, MEX-SLPcjc. In these designs, as Pareyón ( 2022 ) has discussed, Carrillo imagined a highly unorthodox piano keyboard, with small, hexagonal keys arranged like a Tonnetz.",
            "citations": []
        },
        "FN58": {
            "text": "58. Unfortunately for Carrillo, the upper limit of human hearing is around 20,000hz for most infants, and 16,000hz for most adults.",
            "citations": []
        },
        "FN59": {
            "text": "59. In the original text, Gomezanda’s last name is misspelled as “Gómez Anda.” Antonio Gomezanda (1894–1961) was one of Carrillo’s composition students, and he performed this metamorphosed Bach Prelude in public on at least one occasion; see note 33 . For more on Gomezanda, see Velazco ( 1991 ).",
            "citations": [
                "velazco_1991"
            ]
        },
        "FN60": {
            "text": "60. In Carrillo’s treatise, what should be Es in m. 23 are misprinted as Fs. I have corrected this error for clarity.",
            "citations": []
        },
        "FN61": {
            "text": "61. Later in Leyes (60), Carrillo discusses equal divisions of the octave that are commensurable with neither semitones nor whole tones, such as a division into 95 equal parts.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction: The Whole-Tone Piano",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In August 2023, I went to San Luis Potosí, the capital city of the homonymous state in Northeastern Mexico. I was there to research the composer-theorist Julián Carrillo (1875–1965), whose oeuvre spanned symphonic late-Romanticism, atonal modernism, and microtonal avant-gardism, and whose materials are preserved at the city’s Centro de Formación, Investigación y Documentación Julián Carrillo. Among the Centro’s holdings, the most conspicuous were its fifteen pianos, housed in a separate room and maintained on site, which Carrillo called his “pianos metamorfoseadores,” or “metamorphoser pianos.” As I studied the piano shown in Video Example 1 , I quickly recognized its metamorphosing properties. When I played what should have been a tritone, I heard an octave; when I played three adjacent major seconds, I heard an augmented triad; and when I played a chromatic scale, I heard a whole-tone scale. This was Carrillo’s “whole-tone piano,” I learned, designed to transform each interval on its shortened, 43-key manual into a different interval, twice the size. Video Example 1 . Demonstration of Carrillo’s whole-tone piano (click to watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Carrillo’s whole-tone piano was an outgrowth of his more encompassing atonal theory, as I demonstrate in my commentary on, and translation of, his Leyes de metamorfosis musicales ( Laws of Musical Metamorphosis ) ( 1949a ), Chapter 1. By systematically doubling all pitch intervals in a tonal work, Carrillo argued, that work could be made atonal, a theoretical and historical category he rooted in the unique properties of the whole-tone scale.",
                "footnotes": [],
                "citations": [
                    "carrillo_1949a"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] In developing his atonal, and later microtonal, theories, Carrillo became a maverick in post-revolutionary Mexico, alienating his early supporters ( Madrid 2008 , 2015). Yet the more isolated he became professionally from the mid-1920s onwards, the more audaciously Carrillo attempted to write himself into the broader history of Western music theory, positioning his ideas in relation to both canonical figures such as Pythagoras, and contemporaneous composer-theorists such as Arnold Schoenberg (1874–1951). In the following commentary, I show how, as Carrillo doubled down on his ideas, he participated in a global intellectual network that encompassed theorists in cities from New York to Vienna. By situating Carrillo’s theories within this network, I gesture toward a newly expansive history of early atonal thought, formulated not around any central heroic figure, but instead, in the spirit of this special issue, “in the plural.” In the early twentieth century, I argue, theories of atonality existed in a variety of strange and poetic forms, including Carrillo’s fascinating Leyes . (1) 2. Situating Carrillo",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "madrid_2008"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Carrillo was born twenty-one miles north of San Luis Potosí, to a family of Indigenous ancestry, in the small town of Ahualulco. He began his education in violin performance in San Luis, and in 1895, at nineteen, he transferred to the Conservatorio Nacional de Música in Mexico City. Carrillo earned his breakout success at the Conservatorio in 1899, when, according to his autobiography, he performed a violin solo in front of Mexico’s dictatorial then-president, Porfirio Díaz, who was so impressed that he arranged a scholarship for Carrillo to continue his studies in Europe. Carrillo left Mexico City that same year, and he arrived ultimately at the Königliches Konservatorium in Leipzig, where he completed a four-year diploma. While in Leipzig, Carrillo studied harmony, counterpoint, canon, and fugue under the composer-theorist Salomon Jadassohn (1831–1902); he became conversant in French and German; and in 1901, he composed his First Symphony in D Major ( Carrillo 2020 , 25–107). (2) When Carrillo returned to Mexico City in 1904, he assumed a professorship, and later a directorship, at the Conservatorio. Then, in 1921, he became conductor at Mexico’s Orquesta Sinfónica Nacional. During this string of early successes, Carrillo benefitted from the political agenda and ideology of Díaz, who sought to modernize Mexico in the image of Europe. Carrillo carried the imprint of this ideology throughout his life, despite the dramatic changes Mexican politics and culture underwent after the armed revolution of 1910–20, which in turn contributed to Carrillo’s loss of professional success later in the 1920s. From the experiences and education of his youth, Carrillo learned to both venerate and appropriate the European tradition for his own ends ( Madrid 2015 , 103–6). These attitudes informed the bulk of his later projects, including his music theory. Example 1 . Carrillo’s combination of WT 0 and WT 1 to form chromatically adjacent, fully diminished seventh chords (click to enlarge) Example 2 . Opening melody, which uses only WT 0 , from Carrillo, Balbuceos , mm. 1–2 (click to enlarge)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "carrillo_2020",
                    "madrid_2015"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Carrillo wrote his first music theory treatises in the 1910s, which were pedagogical and mostly staid, devoted to subjects Jadassohn had written about such as canon and fugue, orchestration, and harmony. One treatise, however, betrayed Carrillo’s nascent modernism. In Chapter 11 of his Tratado sintético de harmonía ( Synthetic Treatise on Harmony ) ( 1915 ), Carrillo drew largely on his own Second Symphony in C Major, mvt. iii (1905), to discuss the harmonization of whole-tone scales. As Example 1 shows, Carrillo recommended a four-voice harmonization based on scales ascending or descending in parallel: two instances of WT 0 spaced a tritone apart, and two instances of WT 1 spaced the same way. By linking these pairs of WT 0 and WT 1 with a minor third or major sixth, as appropriate, Carrillo showed how to construct a chain of chromatically adjacent, fully diminished seventh chords, a progression, he noted, that had been “used by the great masters for a century.” (3) Elsewhere in the chapter, Carrillo argued that the whole-tone scale should play an important role in modern music, and he defended this view by appealing to an opposition between the whole-tone and chromatic scales. While every pitch in the chromatic scale could function as a leading tone, Carrillo noted, the unaccompanied whole-tone scale possessed no semitones, and thus no possible leading tones. In the absence of semitones, he concluded, “there is no possible tonality.” (4) Carrillo did not yet explain in the Tratado sintético why he invested the whole-tone scale with such unique importance for atonality, when other scales, such as the pentatonic, did not possess semitones either. Yet his statement proved prophetic of his later compositional practice. In pieces such as Balbuceos (1959), Carrillo used a single whole-tone scale as a basis for his opening melodic motive, shown in Example 2 , as well as for the piece’s accompanying harmonic material. Carrillo called his music of this style, which he began composing around 1926, “atonal.”",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "carrillo_1915"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] When Carrillo introduced the whole-tone scale in his 1915 Tratado , he mentioned that its properties had been discussed “a great deal in the European musical press lately” (68). (5) This same attention to the European press informed Carrillo’s next significant turn as a music theorist, when he encountered an article in the French journal Le Ménestrel ( 1922 ), written by the Siamese–French composer Eugène-Cinda Grassi. In that article, titled “L’orient et la musique de l’avenir,” Grassi called for the “rejuvenation” (“rajeunissement”) of European music, which he thought would be brought about by the incorporation of quarter tones already in use in Siam (now Thailand) (214). For all its obscurity today, Grassi’s article must have made an impression on Carrillo, because that same year, Carrillo began to publish similarly bombastic claims about Western musical progress and microtonality, first in a Musical Advance article titled “The Thirteenth Sound” (1923), where he cited Grassi, and then in his own periodical of the same name, El Sonido 13 (1924–1931). (6) Often, in these publications, Carrillo disparaged rival composers abroad, adopting a tone of futurist bravado. In a 1925 issue of El Sonido 13 , for instance, he announced in large typeface, on the front page, that the German microtonalist Willi Möllendorf “appears to have no clear idea what quarter tones are” ( Carrillo 1925a , 1). (7) Carrillo also used his periodical to publish the writings of his then-loyal students at the Conservatorio, such as Vincente T. Mendoza ( 1925 , 8), who wrote that Carrillo was advancing music to a stage that had not yet been reached, neither by “Debussy, nor Ravel, nor Schoenberg, nor Hába, nor Stravinsky.” (8) By printing these proclamations, Carrillo wanted to suggest that he was superseding the efforts of modernists in Western and Central Europe, with a music theory that bore the same mysterious name as his periodical: El Sonido 13 . Example 3 . Carrillo’s Self-Published Sonido 13 Treatises (click to enlarge) Example 4 . Carrillo’s Thirteenth Sound, a sixteenth tone above his violin’s G 3 , “breaking” the circle of fifths (click to enlarge)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "carrillo_1915",
                    "grassi_1922",
                    "carrillo_1925a",
                    "mendoza_1925"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Carrillo explained what he meant by “El Sonido 13” in a litany of self-published music theory treatises, itemized chronologically in the table in Example 3 . He offered perhaps his clearest explanation in Genesis de la revolución musical del “Sonido 13” ( Genesis of the “Sonido 13” Musical Revolution ) ( 1940 ), with a self-mythologizing narrative of uncertain validity. (9) In 1895, Carrillo claimed, he took an acoustics class at the Conservatorio Nacional, where his professor told him that different pitches could be yielded by stopping a string at successive fractions of its length. Carrillo then rushed home to confirm his professor’s wisdom on his own violin. First, he stopped his violin string at one half its length to yield an octave; then at one third of its length to yield a twelfth; and so on. When Carrillo eventually tried stopping his string at one ninth its length—within a segment of fingerboard roughly four centimeters long—he realized his finger was too large, and that he would need to employ “the folding knife carried by every citizen of San Luis Potosí” (13). (10) Moving his knife’s blade across the violin’s G string, Carrillo eventually began to equally divide the whole tone between G 3 and A 3 , until at length he heard a G 3 sharpened only slightly, by a mere sixteenth tone. Carrillo compared his discovery of this sixteenth tone to the myth of Pythagoras, the smithy, and the monochord. If Pythagoras could revolutionize Western music theory by hearing the hammers of blacksmiths, Carrillo asked, why could not “a simple student of acoustics” bring about his own revolution with “the edge of a folding knife” (15)? (11) Carrillo claimed that his supposedly unique discovery of the sixteenth tone would forever change Western music. He claimed, as Example 4 poetically illustrates, that he had “broken” (“romperlo”) the circle of twelve fifths, with a thirteenth pitch that lay outside its ambit (18). (12)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "carrillo_1940"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Carrillo centered his Sonido 13 mythology on the sixteenth tone because it was the smallest usable interval in his microtonal system. He wanted to compose with not only equal-tempered sixteenth tones of the ratio ( 2 96 ), but also equal-tempered fifteenth tones ( 2 90 ), fourteenth tones ( 2 84 ), thirteenth tones ( 2 78 ), and so on, up to and including the familiar semitones and whole tones of the twelve-note scale. Carrillo justified this sixteenth-tone limit for his microtonal system by arguing that it was practical. Within a single composition, he pointed out, sixteenth tones could be multiplied to form eighth tones, quarter tones, semitones, and whole tones, and so could be reconciled with a variety of microtonal and traditional instruments ( Carrillo 1938 , 24). Carrillo also claimed that sixteenth tones were desirable acoustically, insofar as they were just subtle enough to convincingly reproduce “natural,” whole-number interval ratios in the overtone series. (13) To convince his readers that these microtones were audibly discernible in the first place, Carrillo appealed to the “piano theory” of hearing popularized by Hermann von Helmholtz, and anticipated earlier by François-Joseph Fétis. (14) Quoting from Fétis’s Traité complet ( 1849 , xviii), Carrillo observed that the ear’s cochlea contained a piano-like array of tiny nerve fibers, each with the ability to detect a specific pitch in the audible frequency spectrum. Because these nerve fibers numbered over 10,000, Carrillo argued, the ear could easily discern 96 distinct pitches per octave across an eight-octave range ( Carrillo 1940 , 57). (15) Carrillo imagined that by using microtones, modern composers could exploit the human ear’s untapped biological capacities. Example 5 . Carrillo’s notation system (bottom) representing C as pitch-class 0 across eight octaves (click to enlarge) Example 6 . Quarter-tonal cello melody, written in Carrillo’s microtonal notation (click to enlarge)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "carrillo_1938",
                    "carrillo_1940"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Carrillo notated his microtonal music with an original system, which he discussed in virtually all his Sonido 13 treatises. As Example 5 shows, he represented pitches as natural numbers—pitch classes, essentially—within an eight-octave range, with C always equal to 0. On a central, one-line staff, Carrillo placed all pitches belonging to the register of Middle C, and above and below that staff, in relation to two small ledger lines, he placed pitches of other registers. By using this notation, Carrillo could flexibly accommodate any of the equal temperaments in his arsenal. When he assumed 96 distinct pitch classes, he could notate sixteenth tones (0, 1, 2, 3 . . . ), eighth tones (0, 2, 4, 6 . . . ), quarter tones (0, 4, 8, 12 . . . ), semitones (0, 8, 16, 24 . . . …), and whole tones (0, 16, 32, 48 . . . ); when he assumed 90 distinct pitch classes, he could notate fifteenth tones (0, 1, 2, 3 . . . ), fifth tones (0, 3, 6, 9 . . . ), third tones (0, 5, 10, 15 . . . ), and whole tones (0, 15, 30, 45 . . . ); when he assumed 84 distinct pitch classes, he could notate fourteenth tones (0, 1, 2, 3 . . . ), seventh tones (0, 2, 4, 6 . . . ), semitones (0, 7, 14, 21 . . . ), and whole tones (0, 14, 28, 42 . . . ); and so on (see Carrillo 1938 , 42–44). Carrillo’s notation was confusingly inconsistent in its numbering system, and, as Luca Conti ( 2000 , 75) has observed, flummoxing to sight read. Yet the system provided Carrillo a theoretical basis for innovations both atonal and microtonal. Already in 1926, he could notate the quarter-tone cello melody shown in Example 6 from his Sonata casi una fantasía , beginning on Middle C, and by m. 6 creeping as high as C ♯ 5 . The same example showed how Carrillo differentiated, in the absence of noteheads, between half and quarter rhythmic note values, by bending the stems of the former, but not the latter, at ninety-degree angles.",
                "footnotes": [],
                "citations": [
                    "carrillo_1938",
                    "conti_2000"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Carrillo premiered his Sonata casi una fantasía , a piece for small chamber ensemble, on March 13, 1926 in New York City, alongside performances of Schoenberg’s Wind Quintet, Op. 26, Emerson Whithorne’s Saturday’s Child , and Ernst Toch’s Tanz-Suite. (16) As much as this premiere garnered Carrillo attention from New York critics and audiences, it made him known to U.S. composers, many of whom regarded him, at least initially, with skepticism. One of Carrillo’s early skeptics was Edgard Varèse. “I have one impression” of Carrillo, Varèse wrote to his fellow International Composers’ Guild member, Carlos Chávez: “that his achievements must not be up to par. I am wary of his means of expression.” (17) Further skepticism came from another of Varèse’s colleagues, Henry Cowell, who wrote—despite his own interest in microtonal equal temperaments—that Carrillo’s music existed only to “illustrate a system,” and otherwise held “no importance” ( Cowell 1933 , 11). (18) Occasionally, Carrillo issued his own denunciations of his experimentalist peers in the United States, as when he wrote that Cowell was “as trapped in classical poverty as all the old treatise writers” ( Carrillo 1938 , 113n). (19) Yet Carrillo saw these cross-border relationships improve by the 1940s. In 1944, Cowell published the score for Carrillo’s first ever microtonal composition, Preludio a Colón , in his New Music Quarterly ; and for a 1948 lecture series at Columbia University, Varèse devoted two sessions to Carrillo’s compositional theories, based on the latter’s Teoría lógica de la música , which he owned, and on Carrillo’s own 1947 lecture at the New York Public Library, which he had heard about through a third party. (20) With time and perseverance, Carrillo asserted himself as an unignorable presence in musical experimentalism in the first half of the century. Example 7 . Schoenberg’s notation for quarter tones, in his letter to Ferruccio Busoni (click to enlarge) Example 8 . Cover and p. 1 of Carrillo, El Sonido 13, vol. 2, no. 2 (January 1925) (click to enlarge and see the rest)",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "cowell_1933",
                    "carrillo_1938"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Of all his international peers, Carrillo positioned his ideas most often in relation to two Europeans: Schoenberg and Ferruccio Busoni (1866–1924). Busoni caught Carrillo’s attention with his speculations about the use and notation of third tones, as published in his Entwurf einer neuen Ästhetik der Tonkunst ( 1907 , 28–31), which Carrillo owned in English translation and annotated in Spanish. (21) Instead of discussing Busoni’s Entwurf in his own work, however, Carrillo preferred to cite a later article, published in the Berlin journal Melos ( 1922 ), where Busoni admitted that he had not been able to bring his third-tone theories to fruition. Busoni had failed as a microtonalist, Carrillo liked to claim, clearing the way for the higher conquests of Sonido 13 ( Carrillo 1930 , 15–16). In terms of Schoenberg’s writings, Carrillo focused again, at least initially, on microtonality. In a 1909 letter, as Example 7 shows, Schoenberg had suggested his own notation to Busoni for quarter tones, which overlayed > on a pitch to denote a half-sharp, and < to denote a half-flat. (22) Later, however, in his Harmonielehre ( 1911 , 24–26), Schoenberg equivocated about microtones, unwilling to decide what future form or significance they would assume. In response to Harmonielehre , as Example 8 shows, Carrillo framed Schoenberg’s uncertainty as another point of triumph, both for himself, and, nationalistically, for Mexico. “Busoni yesterday and Schoenberg today,” Carrillo trumpeted in El Sonido 13 , “confirm that Mexico is entirely responsible for the honor of conquering the 16th tone and all its compounds [ . . . ] with whose elements the homeland of Cuauhtémoc will be able to offer the world a new music. Halleluiah! Halleluiah!” ( Carrillo 1925b , 1). (23) Again, Carrillo indulged in personal mythology, this time revealing his mystical Christianity (“Halleluiah!”), and, as Gabriel Pareyón ( 2022 ) has begun to explore, his identification with Mexico’s Indigenous past, symbolized in this case by Cuauhtémoc, the Aztecs’ final, sixteenth-century ruler. (24) Example 9 . Carrillo’s marginalia in Schoenberg, Style and Idea, p. 118 (click to enlarge)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "busoni_1907",
                    "busoni_1922",
                    "carrillo_1930",
                    "schoenberg_1911",
                    "carrillo_1925b"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] As Schoenberg continued to publish music theory, Carrillo continued to respond to it. Carrillo disparaged an article that Schoenberg published in Musikblätter des Anbruch ( Schoenberg 1925 ), for instance, which presented a novel twelve-tone notation without accidentals ( Carrillo 1938 , 9, 35). (25) Carrillo offered a more revealing and substantive critique of Schoenberg, however, in his marginalia to the latter’s Style and Idea , which he owned in its first, English-language edition (1950). (26) Carrillo focused especially on that collection’s 1941 lecture, “Composition with Twelve Tones,” which included a discussion of the same Wind Quintet performed alongside his Sonata casi una fanatasía in 1926. In the marginalia shown in Example 9 , Carrillo examined the Wind Quintet in terms of its tone row, re-notating three row permutations and identifying their pitch classes. Carrillo further observed, in two marginal comments, how these row permutations segregated even- from odd-numbered pitch classes, and thus WT 0 from WT 1 . He used his observation to contrast Schoenberg’s compositional theory with his own. As I showed previously, Carrillo grounded his theory of atonality in the whole-tone scale, because it lacked leading tones, and, as he noted later ( 1949b , 50), because it contained no major or minor triads. Carrillo expanded on this theory by framing the whole-tone scale as not only atonal, but also consonant. In A través de la técnica musical ( 1949b , 51), he wrote that despite its “vague” affect, the whole-tone scale was ultimately “sweet and pleasant”; (27) and in Leyes (85–86), he substantiated this view by claiming that the major second—but not the minor second—was a novel consonance, a claim he repeated in Example 9’s marginalia by referring to his “law of consonances” that “all my students know.” (28) Despite Schoenberg’s use of whole-tone collections, Carrillo perceived nothing so “sweet and pleasant” in the Wind Quintet, which for Carrillo merely subsumed WT 0 and WT 1 into a single, dissonant chromatic scale. “All this can of course be done with the twelve chromatic pitches,” Carrillo complained in another marginal comment in Style and Idea , “but with Sch.’s sets, everything is anti-musical.” (29) Carrillo did not seem to understand Schoenberg’s “emancipation of the dissonance,” which held that in post-tonal music, consonance and dissonance could be superseded as meaningful categories. (30) Instead, Carrillo interpreted Schoenberg’s rival project negatively, as an effort “ to abolish consonance ” (“ abolir la consonancia ”) ( Carrillo 1967 , 139; emphasis in original). Carrillo framed Schoenberg as “anti-musical,” and himself as a defender of atonal beauty.",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": [
                    "schoenberg_1925",
                    "carrillo_1938",
                    "carrillo_1949b",
                    "carrillo_1949b",
                    "carrillo_1967"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] When Carrillo contrasted his ideas with Schoenberg’s, he set out to define not only a technical theory of atonality, but also a conception of how atonal music would connect with, and follow logically from, music of the past. It was on this latter point, seemingly, that Carrillo criticized Schoenberg’s invocations of musical topics in twelve-tone music. When in “Composition with Twelve Tones,” Schoenberg discussed the Gavotte from his Suite, Op. 25 ( Schoenberg 1950 , 128), Carrillo quipped in his marginalia that the movement was “not a gavotte” (“que no es una gavota”). Similarly, where Schoenberg discussed Op. 25’s Menuet (129), Carrillo wrote that it was “without the character of menuet” (“Sin carácter de menueto”). For all his glibness, Carrillo pointed to a genuine issue for atonal music, which was whether it could reasonably inhabit topics and forms that were predicated on tonality. Could composers such as Schoenberg invoke topics only ironically, to emphasize a tortured dissociation from a tonal past ( Almen 2008 , 186)? Or could they successfully bridge past topics with a post-tonal present, cementing the latter’s historical continuity ( Frymoyer 2017 , 107)? Carrillo was invested in the project of historical continuity, and he judged Schoenberg through the same lens. Yet Carrillo did not pursue this continuity in his music solely by invoking past forms or topics. He also developed a unique music theory, rooted in the idea that atonal music was not merely the successor to tonal music, but in fact its necessary “metamorphosis.” It is to Carrillo’s rich “laws” of metamorphosis that I now turn. 3. Laws of Musical Metamorphosis: Commentary Example 10 . Carrillo’s transformed theme for orchestra, in his Concertino, mm. 1–6 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schoenberg_1950",
                    "almen_2008",
                    "frymoyer_2017"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Carrillo developed his laws of metamorphosis while he was still living in New York after the 1926 premiere of his Sonata . In the aftermath of that premiere—which received mostly lukewarm reviews in the press—Carrillo claimed to have received a phone call from the conductor of the Philadelphia Orchestra, Leopold Stokowski, who had not heard the Sonata but wanted to know more about it. When the two met, Stokowski issued a proposition: If Carrillo could compose an orchestral accompaniment for his Sonata , to be played in twelve-tone equal temperament alongside the piece’s microtonal solo parts, Stokowski would conduct the result ( Carrillo 2020 , 262–64). Carrillo accepted, and he decided that to adapt his microtones for the orchestra, he would simply multiply them, choosing the lowest factor that would map each pitch onto the chromatic scale. To adapt the quarter-tonal theme in Example 6, for instance, he would double all its pitch intervals, resulting in the theme shown in Example 10 , with its semitones in place of quarter tones, whole tones in place of semitones, and so on. In the language of present-day American music theory, Carrillo multiplied the pitch intervals of his original theme by M 2 , mod 24. In his own language, codified in Leyes , he “metamorphosed” the original theme “to the double” (“al duplo”) (13).",
                "footnotes": [],
                "citations": [
                    "carrillo_2020"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Carrillo claimed to have written Leyes in 1927, the same year his recomposed Sonata —retitled Concertino—was conducted by Stokowski at both the Philadelphia Academy of Music and Carnegie Hall. Yet Carrillo’s treatise sheds light on more than just the Concertino. With Leyes, Carrillo sought to show that by systematically multiplying or dividing pitch intervals in a musical passage, or even across an entire piece, he could navigate his own vast universe of equal temperaments. Example 11 . Me playing parallel dominant seventh chords on Carrillo’s sixteenth-tone piano, as notated in Carrillo, Balbuceos , mm. 27–30 (click to enlarge and listen) Example 12 . Me playing the piano part for Carrillo, Balbuceos , mm. 128–130, on Carrillo’s sixteenth-tone piano (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Carrillo demonstrated the scope of his theory most palpably with his material companions to Leyes —his instruments of music theory ( Rehding 2016 )—the fifteen metamorphoser pianos, which included not only a whole-tone piano, but also a third-tone piano, a quarter-tone piano, a fifth-tone piano, and so on, up to and including a sixteenth-tone piano. Manufactured in 1958 by the German company Carl Sauter ( Carrillo 2020 , 285–86), Carrillo’s pianos were visually ordinary. (31) His third-tone piano looked like a regular, 88-key baby grand, and his other pianos looked like regular uprights, except for the whole-tone piano, with its 43 keys, and his sixteenth-tone piano, whose 96 keys audibly spanned a single octave. For all their plainness, each piano performed a radical metamorphosis, which Carrillo leveraged in his compositions. For the aforementioned Balbuceos , Carrillo combined Stokowski’s orchestra with his sixteenth piano, which was designed to divide the intervals on its keyboard by a factor of 16. (32) When Carrillo’s pianist played the arpeggiated passage shown in Example 11 , with its parallel dominant seventh chords, she produced streams of quarter and 3 16 th tones; and when she played the passage shown in Example 12 , she produced running sixteenth tones, followed by a broken octave, C 4 –C 5 , which defined the piano’s playable range. (33) When I studied Carrillo’s sixteenth-tone piano at the Centro Carrillo, I played both these passages myself and made recordings, which are included in Examples 11 and 12. As much as I experienced an estranging disjunction between my hand motions and the sounds they produced, as Alejandro Madrid ( 2015 , 260—66) has described, I found Carrillo’s piano surprisingly accessible. My hands already knew how to arpeggiate dominant seventh chords; all I had to do was play, and the piano would carry out all the transformational work for me, shuttling these chords from their tonal past to Carrillo’s maverick, atonal future. Example 13 . Carrillo’s ascending and descending guides for “metamorphosis to the double” (click to enlarge and see the rest) Example 14 . A C major scale, metamorphosed to the double (click to enlarge) Example 15 . A C minor triad, metamorphosed to the double (click to enlarge)",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33"
                ],
                "citations": [
                    "rehding_2016",
                    "carrillo_2020",
                    "madrid_2015"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Carrillo discussed microtonal metamorphoses across much of Leyes , though he devoted the treatise’s first chapter entirely to pitch multiplication by 2, or “metamorphosis to the double.” For present-day theorists, M 2 might seem like an unpromising transformation; like M 10 , it maps all twelve pitch classes onto WT 0 , halving the chromatic scale’s resources. When other theorists explored pitch multiplication mod 12, such as Ernst Krenek ( 1937 ), Herbert Eimert ( 1950 ), and Hubert S. Howe ( 1965 ), they focused instead on M 5 and M 7 , which preserved all twelve pitch classes ( Schuijer 2008 , 76–83). (34) Yet Carrillo enriched his investigation, and set himself apart from these twelve-tone theorists, by doubling not pitch classes, but instead pitches. (35) As Example 13 shows, Carrillo set Middle C as a central coordinate, or pitch 0, that M 2 would leave unchanged. Around this coordinate, he mapped a four-octave chromatic scale onto an eight-octave whole-tone scale, pitch by pitch: G 4 (pitch 7) became D 5 (pitch 14), F 2 (-19) became B ♭ 0 (-38), and so on. Appealing to this rubric, Carrillo showed how the strange, two-octave scale in Example 14 emerged from a multiplied C major scale, and how the trichord in Example 15 emerged from a multiplied C minor triad. Carrillo also developed eleven other multiplication rubrics, each of which treated an alternative pitch as its 0 point, from C ♯ 4 through B 4 . With A ♭ 4 fixed as pitch 0, for instance, Carrillo claimed he could produce metamorphoses that were more faithful to passages originally in the keys of A ♭ major or minor. With this theory of metamorphosis, Carrillo felt he had discovered an important mathematical operation, much like how theorist Joseph Schillinger ( 1946 , 1:208–21) felt about his analogous theory of “geometric expansion.” On the one hand, Carrillo claimed that his pitch multiplications reconstituted musical objects beyond recognition. On the other hand, he claimed that they reflected a natural historical process, which was conveyed by his word “metamorphosis”: a process whereby tonal music of the past would undergo an inevitable transformation to become the new music of the present. (36) Example 16 . Carrillo’s metamorphosis to the double of Johann Sebastian Bach, Prelude in C Major, BWV 846 (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN34",
                    "FN35",
                    "FN36"
                ],
                "citations": [
                    "krenek_1937",
                    "eimert_1950",
                    "howe_1965",
                    "schuijer_2008",
                    "schillinger_1946"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] In most scholarship on Carrillo’s music theory, the written contents of Leyes are sidelined in favor of pieces such as Balbuceos and the Concertino, with their metamorphosed motives. (37) Yet Carrillo chose to emphasize not his own compositions in Leyes , but instead the existing compositions of others, which he wanted to transform, often in their entirety. Under certain circumstances, Carrillo admitted, such transformations would be impossible: Very high or low pitch values, when doubled, would become unplayable. Yet Carrillo was undeterred. In those cases, he decided, “care must be taken to invert the notes that lie outside the range of the piano, either by lowering them or raising them, depending on the case” (19). Usually, Carrillo metamorphosed pieces that did not exceed four octaves, such as Bach’s Prelude in C Major from Das wohltemperierte Clavier , which he used as his closing metamorphosis in Chapter 1, projected around a static Middle C. In Carrillo’s metamorphosed Prelude, reproduced in Example 16 , Bach’s highest pitch became F ♯ 7 , and his lowest pitch became B ♭ 0 ; his major thirds became minor sixths, and his minor thirds became tritones; his triads became (026) pitch-class sets, and his fully diminished seventh chord became a tritone cycle. By metamorphosing this Prelude, Carrillo sought to fulfill a guarantee he had advertised at the beginning of Leyes , that “ no composer , however great their knowledge of musical matters, will be able to recognize their own compositions aurally once subjected to the laws I present here” (5; emphasis in original). More than a compositional theory, Carrillo wanted to propose a method for what today might code as conceptual art, or appropriation art. He wanted to appropriate, and to bring under his own theoretical purview, musical “masterworks” of the past.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Carrillo claimed that he oversaw a performance of this metamorphosed Bach Prelude at Mexico City’s Iris Theater by his student, Antonio Gomezanda ( 1949a , 22). (38) When I was at the Centro Carrillo, I attempted my own performance on Carrillo’s whole-tone piano; though I realized, as I began to play, the difficulties that would be involved. For one thing, I would have to omit the lowest notated pitch in Bach’s original Prelude, C 2 , which the piano’s shortened keyboard could not accommodate. I would also have to rely largely on my muscle memory from playing the piece in the past, because it was difficult for me to hear my own mistakes. In the end, I made the recording in Example 16, which captures the metamorphosed version’s opening measures. While listening to those measures and their sound world, I could not help but think about Carrillo’s notion of atonality. Gone here were the appellative leading tones in Bach’s original Prelude, transformed by Carrillo into “sweet and pleasant” major seconds; and gone was the original’s unmistakable key center, subsumed into an anonymous whole-tone collection spanning roughly seven octaves. With this metamorphosed Prelude, Carrillo seemed to marshal evidence for his claim, made in another of his treatises, that a music “without tonality” did not have to be “devoid of beauty” ( Carrillo 1949b , 51). (39) From the beauty of Bach’s original composition, which Carrillo revered, had come another kind of beauty entirely.",
                "footnotes": [
                    "FN38",
                    "FN39"
                ],
                "citations": [
                    "carrillo_1949a",
                    "carrillo_1949b"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Above all, by metamorphosing Bach’s music, Carrillo sought to demonstrate that atonal music should have some obvious, and even literal, relationship with music of the past. He advanced this idea across Leyes , as he emphasized how many versions of canonical Western art music were furnished by his metamorphoses, which encompassed not only pitch multiplication by M 2 , but also a wide variety of pitch divisions, each compounded by various processes of inversion and retrograde. From Beethoven’s oeuvre, Carrillo celebrated, one could generate “ three-hundred and eight thousand, three-hundred and forty symphonies ” (40) ; and from Wagner’s oeuvre, one could generate “ three hundred and seventy-six thousand, eight-hundred and seventy operas ” (41; emphasis in original). (41) Carrillo claimed that with these metamorphosed symphonies and operas, he could give “new life to that which is already dying,” and also provide composers themselves with a “ multiplicity of afterlives ” (62; emphasis in original). (42) Carrillo even began his treatise with a dedication to “Johann Sebastian Bach,” the “inspired and insuperable master of the high Technique of Music, on the second centenary of his death (1750–1950)” (3). By referencing canonical composers such as Bach, Beethoven, and Wagner, Carrillo framed his musical laws as a continuation, and a radicalization, of techniques such as contrapuntal augmentation and diminution, which had suffused the musical works and theoretical treatises he most admired.",
                "footnotes": [
                    "FN40",
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] What to make today of Carrillo’s bombastic claims, all couched in a reverence for, and appropriation of, the Austro-German musical tradition? Historians of theory know that Carrillo was not the only figure who possessed these characteristics. His close contemporary, Schoenberg, revered the same canon, and espoused his own view of how it should inform future music. Both composer-theorists further entertained forms of religious mysticism ( Madrid 2015 , 241–43) or “aesthetic theology” ( Dahlhaus 1987 , 81–93) that would embarrass post-tonal theorists today ( Covach 1992 , 107). Similarly, both were steeped in personal mythologies, encompassing Schoenberg’s alleged claim that the twelve-tone technique would “guarantee the supremacy of German music for the next hundred years,” and Carrillo’s narrative about his “discovery” of Sonido 13 in 1895. (43) These basic commonalities were not random, but instead typified a global intellectual movement in the early twentieth century, which produced various conceptions of atonality, only some of which went on to inform mainstream music theory after World War II. Within this global movement, which I call ultramodernism, Carrillo acted as one participant, alongside peers I have mentioned such as Cowell, and many others I have not mentioned, such as Ivan Wyschnegradsky (1893–1979). For historians of theory today in the United States and Canada, Carrillo offers a theory and mythology of atonality that has been passed over, largely in favor of narratives produced in Central Europe (see Ewell 2023 , 114–16). Understanding Carrillo’s ideas expands the history of early atonal thought, which turns out to have been theoretically and culturally diverse, and socially integrated across a vast geography. (44)",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": [
                    "madrid_2015",
                    "dahlhaus_1987",
                    "covach_1992",
                    "ewell_2023"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] In the following translation of Leyes , Chapter 1, I have tried to remain faithful to Carrillo’s rhetoric, with its grand proclamations, italics, and repetitions. Carrillo writes in mostly short paragraphs, and he rarely moves linearly, preferring instead to tease some new idea before returning to embellish a previous one. In part, I hope to complement an existing translation of Leyes by Laurette Bellamy ( 1972 , 402–71), included in her doctoral dissertation that presents translations of seven of Carrillo’s treatises. For Anglophone readers, Bellamy’s translation of Leyes will provide a synoptic and reader-friendly overview, as she takes more editorial liberty rearranging and clarifying sections, abridging or omitting repetitive passages, and smoothing out the idiosyncrasies of Carrillo’s style. I hope that my translation will offer a closer-range presentation of Carrillo’s thought and authorial voice with minimal editorial intervention. I hope, too, that it will introduce Carrillo’s personality as a theorist to a new audience, who might not have encountered him otherwise. 4. Laws of Musical Metamorphosis: Translation of Chapter 1 A JUAN SEBASTIAN BACH TO JOHANN SEBASTIAN BACH Maestro insuperado e insuperable en la alta Técnica de la Música, en el 2° centenario de su fallecimiento. (1750–1950) The inspired and insuperable master of the high Technique of Music, on the second centenary of his death. (1750–1950) LEYES DE METAMORFOSIS MUSICALES LAWS OF MUSICAL METAMORPHOSIS (45) En el sentido idiomático, “metamórfosis” o “metamorfosis” significa transformar una cosa en otra. Por esta causa adopté tal término para designar las transformaciones melódicas, armónicas y rítmicas, a que pueden someterse las composiciones musicales. In its idiomatic sense, “metamorphosis” means the transformation of one thing into another. I adopt the term in this way to designate the melodic, harmonic, and rhythmic transformations to which musical compositions can be subjected. Con lo dicho será bastante para comprender que lo que mis “Leyes de metamorfosis” significan en los dominios del arte musical es justamente lo que en el sentido idiomático se entiende por metamorfosear: transformar una cosa en otra . This should suffice to convey that my “Laws of Metamorphosis” align precisely, in the domain of music, with the idiomatic sense of metamorphosis: to transform one thing into another . Existe en el clasicismo musical algo que pudiera creerse relacionado con estas “Leyes de Metamorfosis”: los procedimientos por “aumentación” y “disminución,” que se emplean en el canon y la fuga, pero debe desecharse tal idea; pues positivamente no tienen semejanza con lo que constituye la base misma de mis “Leyes de metamorfosis.” Son éstas de tal magnitud y las transformaciones que efectúan tan fundamentales, que estoy absolutamente seguro de que ningún compositor , por grandes que sean sus conocimientos en materia musical, podrá reconocer sus propias composiciones al oírlas, una vez que se les hayan aplicado las leyes que aquí expongo. In classical music, there exist procedures that could be thought of as related to these “Laws of Metamorphosis”: the procedures of “augmentation” and “diminution” that are employed in canon and fugue. But such a notion must be discarded, because augmentation and diminution bear absolutely no relationship to the very foundation of my “Laws of Metamorphosis.” These Laws are of such magnitude, and the transformations they effect are so fundamental, that I am absolutely sure no composer , however great their knowledge of musical matters, will be able to recognize their own compositions aurally once subjected to the laws I present here. (46) Desde antes de Juan Sebastián Bach, existía ya el canon por “aumentación” y “disminución,” pero afectaba únicamente la velocidad o la lentitud de un tema, haciendo más aprisa o más despacio una melodía, lo que nada tenía en el fondo que pudiera sugerir la metamorfosis como yo la entiendo: pues la modificación era fácilmente reconocible. Since before Johann Sebastian Bach, there already existed canon by “augmentation” and “diminution.” But canon affected only the speed or the length of a theme, made a melody quicker or slower, without having anything at its basis that could suggest metamorphosis as I understand it. Its modification was easily recognizable. Podrían incluirse, si acaso, en el campo de las metamorfosis, las imitaciones por movimiento contrario, pues éstas, aunque no alteran las relaciones de los intervalos, son, sin embargo, diferentes del tema que imitan. Imitations by contrary motion could perhaps be included within the domain of metamorphosis, because although they do not alter intervallic relationships, they nevertheless differ from the themes they imitate. Con el fin de ilustrar las teorías, citaré el último ejemplo de mi Tratado sintético de armonía (7 a u 8 a Edición, Schirmer, Nueva York), y en el cual pueden verse muy diversas alteraciones por aumentación y disminución, pero que no son, no obstante, positivas metamorfosis, de acuerdo con las teorías expuestas en esta obra. By way of illustration, I cite the last example in my Tratado sintético de armonía (7 th or 8 th edition, Schirmer, New York), (47) in which a wide variety of alterations by augmentation and diminution can be seen, which are nevertheless not metamorphoses according to the theories set forth in this work. Ejemplo 1 . (último ejemplo de mi Tratado mencionado) [Ex. 1 (the last example in my Tratado , as mentioned)] (click to enlarge and see the rest) Los ejemplos que siguen tampoco pueden conceptuarse como metamorfosis, no obstante que aparecen un tanto cambiados. Neither can the following examples be understood as metamorphoses, although they appear somewhat changed: Ejemplo 2 . Maestros cantores [Example 2. Die Meistersinger , WWV 96] Wagner (click to enlarge) Ejemplo 3 (click to enlarge) Ejemplo 4 . Maestros cantores (click to enlarge) Ejemplo 5 (click to enlarge) Ejemplos de este género se encuentran a menudo en las obras de Bach, especialmente en su Ofrenda musical y su Arte de la fuga , las maravillas más estupendas que produjo el clasicismo en los campos de la técnica musical del sistema de los 12 sonidos. Examples of this kind are often encountered in the works of Bach, especially in his Musical Offering and his Art of the Fugue , the greatest wonders classicism produced under the musical techniques of the twelve-note musical system. Del Arte de la fuga son los ejemplos 6, 7, 8, 9 y 10, Examples 6–10 are from the Art of the Fugue , Ejemplo 6 . [BWV 1080, Contrapunctus I] Bach (click to enlarge) Ejemplo 7 . [BWV 1080, Contrapunctus XII] Bach (click to enlarge) Ejemplo 8 . [BWV 1080, Contrapunctus VII] Bach (click to enlarge) Ejemplo 9 . [BWV 1080, Contrapunctus XI] Bach (click to enlarge) Ejemplo 10 . [BWV 1080, Canon III] Bach (click to enlarge) y de la Ofrenda musical los 11, 12 y 13. and Examples 11–13 are from the Musical Offering. Ejemplo 11 . [BWV 1079, Ricercar II] Bach (click to enlarge) Ejemplo 12 . [BWV 1079, Canon VII] Bach (click to enlarge) Ejemplo 13 . [BWV 1079, Canon IX] Bach (click to enlarge) Las notas marcadas con asteriscos son adornos al mismo tema. The notes marked with asterisks are ornaments on the same theme. Tales procedimientos son conocidos en el canon y la fuga, como por aumentación y disminución, pero debe notarse que la melodía es la misma, ya sea más aprisa o más despacio, no obstante que se agregan notas. In canon and fugue, these procedures are known as augmentation and diminution, but it should be noted that the melody is the same, even if it is faster or slower, and despite its added notes. Los ejemplos 14, 15, 16 y 17 están tomados de los tratados de mi venerable maestro S. Jadassohn. Examples 14–17 (48) are taken from the treatises of my venerable teacher, Salomon Jadassohn. Ejemplo 14 . Jadassohn (click to enlarge) Ejemplo 15 . Jadassohn (click to enlarge) Ejemplo 16 . Jadassohn (click to enlarge) Ejemplo 17 . Jadassohn (click to enlarge) En los ejemplos de Wagner se ve claramente que los valores de un caso se redujeron a la mitad en el otro, y se presentaron además en diferente tono. In the Wagner examples one can see clearly that the [rhythmic] values in one case were reduced by half in the other, and that the pitches were transposed. Los modelos citados se orientan francamente hacia los campos de los temas con variaciones. These models orient themselves plainly toward the practice of theme and variation. Casos en los cuales se modifican los temas, se encuentran a menudo en Beethoven, Mozart, Brahms, etc., pero los más notables son sin duda los de Juan Sebastián Bach, tanto en su Arte de la fuga , como en su Ofrenda musical . One often finds cases in Beethoven, Mozart, Brahms, etc., where themes are modified. But the most notable cases are without a doubt those of Johann Sebastian Bach, as much in Art of the Fugue as in the Musical Offering . En el ejemplo 6 de Bach se nota la tendencia clara a explotar el modelo como si fuera a escribirse un tema con variaciones. Note in Example 6 by Bach the clear tendency to exploit the model as though a theme and variations were being written. En los ejemplos 10 y 12 se ve que se agregaron notas. In Examples 10 and 12, see how notes are added. Analizando el tema de la Ofrenda musical se llega a la misma conclusión: tendencia al tema con variaciones. In analyzing the theme of the Musical Offering , one arrives at the same conclusion: the tendency toward theme and variations. En el ejemplo 11 cito exactamente lo que Bach escribió; en el 12 marco las notas extrañas al tema, y en el 13 hago lo propio. In Example 11, I reproduce exactly what Bach wrote; in Example 12, I mark notes extraneous to the theme; and in Example 13, I do the same. La diferencia fundamental entre estos procedimientos y los de mis “Leyes de metamorfosis” consiste en que en los ejemplos que he citado de los más eminentes maestros clásicos se alteran las melodías con sonidos que no contiene el original, y en mis “Leyes de metamorfosis” no se agrega ni se quita ni una sola nota de las que escribieron los autores, y eso no sólo en su parte melódica, sino también en la armónica y en la rítmica. En la rítmica y la melódica hay todo un mundo de posibilidades jamás presentidas antes de la revolución del Sonido 13 . The fundamental difference between these procedures and those of my “Laws of Metamorphosis” is that in the examples I have cited by the most eminent classical maestros, melodies are altered with sounds not contained in the original. In my “Laws of Metamorphosis,” not a single note is added or removed from what the author wrote originally, neither in its melodic aspect, nor even in its harmonic and rhythmic aspects. In the rhythmic and melodic domains there is a whole world of possibilities never anticipated before the revolution of Sonido 13 . Muy conocido es, igualmente, el efecto formidable logrado por Ricardo Wagner en la obertura de Tannhauser , en la cual la aumentación rítmica y el cambio de matiz dan carácter de apoteosis al tema místico en el final de dicha Obra. Equally well-known is the formidable effect achieved by Richard Wagner in the overture to Tannhäuser , in which rhythmic augmentation and shifting nuances lend a character of apotheosis to the mystical theme at the end of the work. Introducción de la obertura: Here is the overture’s introduction: Ejemplo 18 . Tannhauser [ Tannhäuser , WWV 70] Wagner (click to enlarge) Ejemplo 19 . Tannhauser . Final [ Tannhäuser . Finale] Wagner (click to enlarge) Para ilustrar lo más que fuere (49) posible el criterio de los estudiantes, continuaré citando ejemplos de los grandes maestros. To enlighten the perspective of students as much as possible, I will continue to cite examples of the great masters. Franz Liszt se internó en los campos de las transformaciones rítmicas, aunque en verdad en forma un tanto inocente. Franz Liszt entered the field of rhythmic transformations, though in truth in a somewhat innocent way. He aquí cuatro ejemplos de su sinfonía Fausto . Here are four examples from his Faust Symphony. Ejemplo 20 . Fausto [ Faust Symphony, S.108] Liszt (click to enlarge and see the rest) Otros muchos casos de la misma obra podrían citarse, pero supongo que será bastante con los transcritos. Many other cases from the same work could be cited, but I imagine that those cited already are more than sufficient. Ricardo Strauss ha acudido a iguales procedimientos en sus poemas sinfónicos. He aquí dos ejemplos de este célebre autor, tomados de Muerte y transfiguración . Richard Strauss has resorted to the same procedures in his tone poems. Here are two examples from this celebrated composer, taken from Death and Transfiguration . Ejemplo 21 . Muerte y Transfiguración [ Tod und Verklärung , Op. 24] Strauss (click to enlarge) Por mi parte, mucho me he preocupado por este problema; y en mis diversas obras he procurado ampliar las conquistas de mis antecesores. For my part, this problem has preoccupied me greatly, and in my various works I have tried to expand on the conquests of my ancestors. Los ejemplos que siguen han sido tomados de mis composiciones. The following examples have been drawn from my compositions: Ejemplo 22 . 2 a Suite para orquesta [Second Suite for Orchestra, “Los Naranjos” (1908)] Carrillo (click to enlarge) Ejemplo 23 . Cuarteto en Mi bemol [String Quartet in E-flat Major (1903)] Carrillo (click to enlarge) Ejemplo 24 . 2 a Sinfonía [Second Symphony in C Major, mvt. i (1905)] Carrillo (click to enlarge) Innecesario me parece decir que cuantas modificaciones se hicieron a los temas antes de que existieran estas “Leyes de metamorfosis” se agregaron o quitaron notas a las melodías , o sea que la mentalidad de los compositores estaba dominada por la idea de escribir temas con variaciones, idea absolutamente excluída (50) de mis Leyes, pues la característica de ellas es que jamás se agrega ni suprime ninguna nota a las composiciones originales metamorfoseadas . It seems unnecessary to say that many modifications were made to themes before these “Laws of Metamorphosis” existed, that notes of melodies were added or removed . Composers’ thinking has been dominated by the idea of writing themes and variations, an idea absolutely excluded from my Laws, because their defining characteristic is that no note is ever added or removed from compositions that are metamorphosed . No conozco ningún ejemplo en el cual se hayan operado modificaciones melódicas, armónicas y rítmicas, sin alterar los modelos, y con mi “Ley de metamorfosis” pueden efectuarse cambios en la melodía, en la armonía y el ritmo, sin agregar ni suprimir ni una sola nota. I do not know any example in which melodic, harmonic, and rhythmic modifications have been used without altering the models. With my “Law of Metamorphosis,” changes in melody, harmony, and rhythm can be carried out without adding or removing a single note. Debo decir que las Leyes que hoy presento no son algo que exista únicamente en los dominios de la especulación teórica, no; pues las apliqué ya en mi Concertino tocado en Filadelfia y Nueva York por un grupo de solistas y la admirable orquesta de Stokowski, y en obras de Bach, Beethoven y Weber. I should say that the Laws I present today do not exist solely in the domain of theoretical speculation. No: I applied them already in my Concertino—played in Philadelphia and New York by a group of soloists and the admirable orchestra of Stokowski—and I applied them to works by Bach, Beethoven, and Weber. Para dar una idea lo más exacta posible de estas “Leyes de metamorfosis,” acudiré a un símil: todos sabemos que en la fotografía puede quedar grabado un objeto en diversos tamaños, y que nuestro ojo tiene la facultad de reconocer inmediatamente las amplificaciones o disminuciones que en el tamaño del objeto se efectúen. El oído —por lo que he podido comprobar hasta esta fecha— carece de esa facultad tan peculiar en el ojo; pues tan pronto como se alteran las proporciones de los intervalos, ya el oído no puede reconocerlos, y ésta es la causa por la cual he dicho que ningún músico podrá identificar su composición tan pronto como se la someta a mis “Leyes de metamorfosis.” To give as exact an idea as possible of these “Laws of Metamorphosis,” I turn to a comparison. We all know that in photography, one can record an object in various sizes, and that as an object’s size is increased or decreased, our eye has the ability to recognize it. The ear—from what I have been able to verify so far— lacks that faculty peculiar to the eye, because as soon as the proportions of intervals are altered, the ear cannot recognize them. This is the reason why I said that no musician would be able to identify their composition as soon as it has been subjected to my “Laws of Metamorphosis.” Para mejor comprensión de lo que aquí expongo, creo que bastará un ejemplo. To better understand what I say here, I think an example will help: Ejemplo 25 (click to enlarge) ¿Quién puede decir —sin que se le explique previamente— lo que el ejemplo anterior representa? Nadie. Who can say—without it being explained previously—what the above example represents? No one. El ejemplo 25 es exactamente la escala diatónica mayor , esa escala que hemos repetido miles y miles de veces. Example 25 is precisely the diatonic major scale , the scale we have repeated thousands and thousands of times. He aquí el ejemplo anterior sin metamorfosear. Here is the same example without metamorphosis: Ejemplo 26 (click to enlarge) Ahora bien, si semejante transformación se opera hasta el punto de no poder reconocer algo tan extraordinariamente conocido, y que toda persona medianamente culta ha oído hasta el cansancio —aun (51) en ciudades donde la música no se estudie con gran entusiasmo—, ¿qué acontecerá con obras poco conocidas? Fácil será comprender ahora por qué ningún compositor reconocerá su propia obra, una vez que se la someta a mis “Leyes de metamorfosis.” Now, if such a transformation is used to make unrecognizable something so extraordinarily well-known, which every half-cultured person has heard to the point of exhaustion—even in cities where music is not studied with great enthusiasm—what will happen with little-known works? It should be easy now to understand why no composer will recognize their own work once it has been subjected to my “Laws of Metamorphosis.” He aquí la llamada escala menor melódica, metamorfoseada al duplo. Here is the so-called melodic minor scale, metamorphosed to the double. Ejemplo 27 (click to enlarge) Presentaré en seguida la misma escala sin la metamorfosis. Ej. 28. (52) I will now present the same scale without metamorphosis. Ejemplo 28 (click to enlarge) He aquí la escala menor armónica, metamorfoseada. Here is the harmonic minor scale, metamorphosed, Ejemplo 29 (click to enlarge) La misma escala sin metamorfosis. and the same scale without metamorphosis. Ejemplo 30 (click to enlarge) Si dentro de la moderna mentalidad quisiéramos encontrar un sinónimo para estas “Leyes de metamorfosis”, paréceme que nada sería tan a propósito como llamarlas “Leyes de relaciones y proporciones,” pues efectivamente descansan sobre las relaciones y proporciones de los intervalos, tanto en su parte melódica como en la armónica. If we wanted to find a synonym for these “Laws of Metamorphosis” from a modern point of view, I think nothing would be more appropriate than “Laws of Relations and Proportions.” Ultimately, these laws rest on intervallic relations and proportions in both their melodic and harmonic aspects. Las metamorfosis presentadas en las escalas que anteceden son todas al duplo, lo que significa que donde hay un intervalo de tono se escribirán dos tonos; que donde hay uno y medio se escribirán tres, y que donde hay dos se escribirán cuatro, que donde hay un semitono se escribirá un tono, etc. Con lo visto será bastante para comprender que, como en la llamada escala diatónica mayor, hay del primer grado al segundo un tono; al metamorfosearse al duplo, habrá dos; y como del segundo grado al tercero de la escala diatónica hay también un tono, con la metamorfosis al duplo habrá del segundo grado al tercero dos tonos; del tercero al cuarto grados hay un semitono, y es evidente que al metamorfosearse al duplo habrá del tercer grado al cuarto un tono en vez de un semitono, etc. The metamorphoses presented in the previous scales are all doublings, which means that where there is an interval of a whole tone, two whole tones are written; where there are three semitones, (53) three whole tones are written; where there are two whole tones, four whole tones are written; where there is one semitone, one whole tone is written; etc. This suffices to show how in the so-called diatonic major scale, there is a whole tone between the first and second scale degrees, which, when metamorphosed to the double, becomes two whole tones; how between the second and third degrees of the diatonic scale, a whole tone becomes two whole tones; how between the third and fourth degrees, a semitone becomes a whole tone; etc. (54) Supongo que con lo dicho será bastante para comprender cómo se hacen las metamorfosis al duplo. I assume the foregoing discussion will be enough to understand how metamorphosis to the double is carried out. La llamada escala cromática, y que en su forma clásica procede por semitonos, The so-called chromatic scale, which in its classical form proceeds by semitones, Ejemplo 31 (click to enlarge) en su metamorfosis al duplo quedará por tonos enteros. proceeds by whole tones under its metamorphosis to the double. Ejemplo 32 (click to enlarge) Los antes dicho se refiere únicamente a los sonidos sucesivos, o sea en forma melódica en su metamorfosis al duplo. My preceding remarks refer only to successive sounds, to their melodic form under metamorphosis to the double. Me ocuparé en seguida de la misma “Ley de metamorfosis” aplicada en forma armónica, es decir: con sonidos simultáneos. I will now examine the same “Law of Metamorphosis” as it is applied harmonically, which is to say, as it is applied to simultaneous sounds. En el sistema clásico hay sólo cuatro acordes diferentes de tres sonidos: el perfecto mayor, el menor, el aumentado y el disminuído. In the classical system, there are only four different triads: major, minor, augmented, and diminished. Ejemplo 33 (click to enlarge) Al aplicar las “Leyes de metamorfosis” a los sonidos simultáneos se sigue la misma regla que se aplicó a los sucesivos. By applying the “Laws of Metamorphosis” to simultaneous sounds, one follows the same rule as that applied to successive sounds. Tal cosa significa que como el acorde perfecto mayor, por ejemplo, se obtiene contando del bajo hacia arriba, un intervalo de cuatro semitonos, y sobre la nota superior de éste, otro de tres semitonos, al metamorfosearse al duplo, en vez del intervalo de cuatro semitonos sobre el bajo, se escribirá uno de ocho, Take, for example, the major triad, which is obtained by counting an interval of four semitones above the bass, followed by another interval three semitones above that. Under metamorphosis to the double, instead of counting an interval of four semitones above the bass, we will count eight, Ejemplo 34 (click to enlarge) y sobre la nota de éste, en vez de uno de tres, irá uno de seis. and instead of counting three semitones above that note, we will count six. Ejemplo 35 (click to enlarge) De lo dicho se desprende que el acorde perfecto mayor, que en su forma clásica es así: It follows that for a major triad, which in its classical form looks like this, Ejemplo 36 (click to enlarge) metamorfoseado al duplo, quedará así: when metamorphosed to the double, will look like this: Ejemplo 37 (click to enlarge) En cuanto al perfecto menor, que tiene sobre el bajo un intervalo de tres semitonos, y sobre la nota alta de éste, uno de cuatro, tendrá al metamorfosearse al duplo, uno de seis semitonos sobre el bajo, en vez de tres, y sobre la nota alta de éste, uno de ocho semitonos en vez de cuatro. The minor triad has an interval of three semitones above the bass, and above that, an interval of four semitones. Under metamorphosis to the double, the first interval will reach six semitones above the bass, and the second, another eight semitones. El acorde perfecto menor es así: Here is a minor triad: Ejemplo 38 (click to enlarge) Fácil será comparar la forma clásica del acorde perfecto menor con su metamorfosis al duplo. It will be easy to compare the minor triad with its metamorphosis to the double. Ejemplo 39 (click to enlarge) El disminuido, que tiene dos intervalos de tres semitonos, The diminished triad, which has two intervals of three semitones, Ejemplo 40 (click to enlarge) tendrá al metamorfosearse al duplo dos seis semitonos, y el resultado final será. will have two intervals of six semitones when metamorphosed to the double, and the final result will be the following. Ejemplo 41 (click to enlarge) Fáltanos el acorde aumentado. At last, we come to the augmented triad. Como este acorde contiene dos intervalos de cuatro semitonos, As this chord contains two intervals of four semitones, Ejemplo 41bis (click to enlarge) al metamorfosearse al duplo tendrá dos de ocho semitonos. it will have two intervals of eight semitones under metamorphosis to the double. Ejemplo 42 (click to enlarge) Indicio en seguida una guía o clave para poder escribir cualquiera composición metamorfoseada al duplo. Now I give a guide, or key, to be able to write any composition metamorphosed to the double. En esta clave bastará ver la nota escrita en la composición original —pauta superior— y la que corresponda en la metamorfosis —parte inferior—, para no cometer ningún error. En el ejemplo que sigue se empieza en el Do central, tanto al ascender como al descender. With this guide, one can simply look at the note written in the original composition on the top line, and the note corresponding to the metamorphosis on the bottom line, so as not to make any mistakes. The following example ascends and descends from Middle C. Ascendiendo, Ascending, Ejemplo 43 (click to enlarge) y desciendo. and descending. (55) Ejemplo 44 (click to enlarge) Teniendo a la vista el cuadro comparativo del ejemplo anterior, se podrá escribir sin ningún esfuerzo cualquiera composición que se desee metamorfosear al duplo. With this example’s comparative table, one can effortlessly write any composition one wishes, metamorphosed to the double. Debo llamar la atención de quien estudie este libro, acerca de que, de las noventa y siete notas que hay en la total extensión de las ocho llamadas octavas, en el sistema musical de los 12 sonidos, sólo el Do central queda en su lugar en los ejemplos 43 y 44. Esto acontece si la composición que se quiere metamorfosear está en Do, pero como son 12 los diversos grados de la escala cromática, con el fin de no cambiar la tonalidad de la composición se conservarán las tónicas de las composiciones que se metamorfosean, de acuerdo con los once ejemplos que siguen: I should note for whomever studies this book that of the ninety-seven notes that fill eight octaves in the twelve-note system, only Middle C remains fixed in Examples 43 and 44. This fixed C obtains if the composition one wants to metamorphose is in C. Since there are twelve different degrees of the chromatic scale, however, one must refer to the following eleven examples to preserve the tonality of a metamorphosed composition: (56) Ejemplo 45a (click to enlarge) Ejemplo 45b (click to enlarge) Ejemplo 45c (click to enlarge) Ejemplo 45d (click to enlarge) Ejemplo 45e (click to enlarge) Ejemplo 45f (click to enlarge) Ejemplo 45g (click to enlarge) Ejemplo 45h (click to enlarge) Ejemplo 45i (click to enlarge) Ejemplo 45j (click to enlarge) Ejemplo 45k (click to enlarge) es decir, que así como en el ejemplo 44 se conservó el Do como tónica, se vayan conservando en cada caso las tónicas respectivas; aunque no hay razón alguna en contra de quien prefiera servirse únicamente de la clave que indico para Do mayor, pero en ese caso no se conservarán las tónicas. Si se conserva inamovible únicamente la nota Do para todas las tonalidades, la impresión no será la misma que si se conservara en cada caso la tónica de la obra metamorfoseada. In other words, just as C was preserved as tonic in Example 44, other tonics can be preserved. Although there is no reason not to work solely with the guide I indicate for C major, in that case, one will not be preserving tonics. When one holds C fixed for all tonalities, the impression will not be the same as when one preserves, in each instance, the tonic of the metamorphosed work. Como las ocho octavas al metamorfosearse al duplo necesitarían dieciséis octavas de extensión, se tendrá cuidado en composiciones metamorfoseadas al duplo y que en el original excedan de cuatro octavas, por la parte grave y la aguda, de invertir las notas que excedan de la extensión del piano, ya sea bajándolas o subiéndolas según el caso, pero aprovechando para ello los intervalos largos para que la inversión se note lo menos posible. When metamorphosed to the double, eight octaves necessitate a range of sixteen octaves. When original compositions exceed four octaves, then, care must be taken to invert the notes that lie outside the range of the piano, either by lowering them or raising them, depending on the case. Here, one should make use of large intervals , so that this inversion is noticed as little as possible. Ejemplo 46 . Concierto en Mi bemol [Piano Concerto No. 1 in E-flat Major, S.124] Liszt (click to enlarge) En el piano actual es imposible tocar este ejemplo de Liszt metamorfoseado al duplo, así como las composiciones que excedan de cuatro octavas metamorfoseadas al duplo, sin alterar algunos intervalos, pero para resolver este problema tengo ideado ya un piano especial, que espero construir pronto, piano que violentará el avance de la extensión que hoy abarca la música, pues en vez de sólo ocho llamadas octavas, creo posible ampliar la extensión hasta doce, es decir: que en vez de llegar sólo al Do de 8,192 vibraciones en un segundo, se llegue al de 131,072. Además, en el piano de semitonos inventado por mí, la mano alcanzará tres octavas, en vez de sólo una que alcanza en el piano conocido. On the contemporary piano, it is impossible to play the above Liszt example once it is metamorphosed to the double—or, for that matter, any composition that exceeds a four-octave range, once it is metamorphosed to the double—without altering some intervals. To solve this problem, I have already devised a special piano, which I hope to construct soon, that goes beyond the range inhabited presently by music. Instead of only eight so-called octaves, I think it would be possible to extend our musical range to twelve octaves, so that instead of reaching a C of only 8,192 cycles per second, it would reach a C of 131,072 cycles per second. Additionally, on my newly invented semitonal piano, the performer’s hand will be able to span three octaves, instead of only one. (57) Tal ampliación sólo será posible si el oído humano logra oír y distinguir claramente sonidos producidos por 131,072 vibraciones en un segundo. Such an expanded musical range will be possible only if the human ear manages to hear, and to distinguish clearly, sounds produced at 131,072 cycles per second. (58) El primer caso de metamorfosis al duplo presentado en público, fue mi Concertino tocado en Nueva York y Filadelfia, en los conciertos de Stokowski, en el año de 1927. The first metamorphosis to the double presented in public was my Concertino, played in New York and Philadelphia in concerts given by Stokowski in 1927. He aquí esta obra escrita originalmente en cuartos, octavos y dieciséisavos de tono, para los solistas. Here is that work, written originally in quarter tones, eighth tones, and sixteenth tones for the soloists: Ejemplo 47 . Concertino [ Sonata casi una fantasía (1926)] Carrillo (click to enlarge) En el acompañamiento orquestal tuve que metamorfosear al duplo los cuartos de tono, para que la orquesta de Filadelfia, dirigida por Stokowski, acompañara a base de semitonos en el cual los intervalos de 4os. de tono se ampliaron a semitonos. For the piece’s orchestral accompaniment, I had to metamorphose quarter tones to the double. With Stokowski conducting, the Philadelphia Orchestra accompanied [my soloists] in twelve-tone equal temperament, in such a way that quarter-tone intervals were expanded to become semitones: Ejemplo 47bis . [Concertino (1927)] (click to enlarge) Apliqué el mismo procedimiento al primer preludio de la primera fuga de Bach, del Clave bien temperado , I applied the same procedure to Bach’s Well-Tempered Clavier : to its first Prelude, Ejemplo 48a . Preludio [Prelude in C Major, BWV 846] Bach (click to enlarge and see the rest) al de fuga en Do menor to its Fugue in C minor, Ejemplo 48b . Preludio original y metamorfoseado [Original and Metamorphosed Prelude in C minor, BWV 847] Bach (click to enlarge) y al de la de Do sostenido mayor. and to its Prelude in C-sharp major. Ejemplo 48c . Preludio [Prelude in C-sharp Major, BWV 848] Bach (click to enlarge) El preludio de la primera fuga en Do mayor del Clavicordio bien temperado de Bach, fué metamorfoseado de acuerdo con mis “Leyes de Metamorfosis” por mis discípulos y compañeros, señor profesor don Luis Carmona, de la ciudad de Querétaro, y el maestro don Antonio Gómez Anda de esta metrópoli, quien lo tocó metamorfoseado en uno de mis conciertos en el Teatro Iris de la ciudad de México. The Prelude to the first Fugue in C major was metamorphosed, according to my “Laws of Metamorphosis,” by my students and friends, Professor Luis Carmona from the city of Querétaro, and Maestro Antonio Gomezanda from this city. (59) Gomezanda played the metamorphosed Prelude in one of my concerts at the Iris Theater in Mexico City. Preludio completo de la primera fuga del Clavicordio bien temperado, metamorfoseado al duplo. Here is the complete Prelude in C Major from the Well-Tempered Clavier , metamorphosed to the double. (60) Ejemplo 49 (click to enlarge and see the rest) Debo decir, para terminar este capítulo, que en el sistema clásico de los 12 sonidos no se pueden practicar las metamorfosis por disminución, pues como el intervalo mínimo es el llamado semitono, éste sólo puede reducirse dentro de las conquistas del Sonido 13. Por esta causa me ocupé del duplo antes que de cualquier otro caso de metamorfosis, pues al escribir dos semitonos donde había sólo uno, ya estábamos en el duplo. I should say, to end this chapter, that the classical system of twelve tones cannot accommodate metamorphosis by diminution, because its intervallic minimum is the so-called semitone, an interval that can be narrowed only with the conquests of Sonido 13. For this reason, I dealt with doubling before any other type of metamorphosis. To write two semitones in the place of one is already to carry out this doubling. Al estudiar las fracciones del tono y el semitono así como las de los intervalos que no producen tonos ni semitonos y que fueron conquistados por mi “Teoría del Sonido 13,” mencionaré las diversas metamorfosis que pueden hacerse con cada fracción del tono o de la octava. To study fractions of a tone and semitone—as well as of intervals that produce neither tones nor semitones, which have been conquered by my “Theory of Sonido 13” (61) —I will now mention the diverse metamorphoses that can be carried out with each fraction of a tone or octave.",
                "footnotes": [
                    "FN45",
                    "FN46",
                    "FN47",
                    "FN48",
                    "FN49",
                    "FN50",
                    "FN51",
                    "FN52",
                    "FN53",
                    "FN54",
                    "FN55",
                    "FN56",
                    "FN57",
                    "FN58",
                    "FN59",
                    "FN60",
                    "FN61"
                ],
                "citations": [
                    "bellamy_1972"
                ]
            }
        }
    ],
    "mto": true,
    "category": "special issue: music theory in the plural",
    "source": "mto/raw/mto.24.30.4.cannon-brown.html",
    "data": "mto/data/mto.24.30.4.cannon-brown.json"
}