{
    "title": "A Postscript on Process",
    "date": "2005/03/01",
    "volume": "11",
    "issue": "1",
    "authors": [
        "McNutt, Elizabeth"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.mcnutt.pdf",
    "author_info": [
        {
            "name": "Elizabeth McNutt",
            "university": "University of Colorado at Boulder",
            "address": "College of Music, 301 UCB, Boulder, CO 80309–0301",
            "email": "elizabeth.mcnutt@colorado.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] A comparison of the processes of analysis and performance of LF illuminates \nBabbitt’s work in ways that could not be incorporated into the foregoing essay \non compositional and performative virtuosity. Such a comparison would require a \nfull-length paper in its own right (and one well worth writing!); but the \nfollowing brief comments may provide a useful context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] From the very first steps, flutist and theorist approach the piece from \nseemingly opposite directions. The flutist begins essentially without a map: she \nmust discover how to apply a vast and varied toolkit to the task of learning to \nplay each gesture and line of LF. The theorist, in contrast, has at least some \nwell-defined starting points: Babbitt’s compositional techniques are \nwell-documented and consistent. The flutist must \npainstakingly master each detail before she can move toward a larger framework; \nthe theorist more rapidly achieves an overview of the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Having translated the relatively concrete artifact of the score into the \nwell-ordered abstractions of letters, symbols, diagrams, and graphs, the \ntheorist can begin to examine the intricate web of connections LF presents. From \nthe flutist’s perspective, however, the abstract notations of the score must be \nmanifested as physical gestures. This process of mastery gradually gives way to \nthe detective work of relating local patterns to a larger framework, explicating \nthe composer’s notational strategies, and in general moving from scattered \nindividual clues to a coherent interpretation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Once the theorist’s abstracted map is complete, her perspective shifts as \nthe analysis hones in on specific examples. The performer’s experience, \nconversely, moves from specifics to generalities. With intensive score study and \nhours of practice, connections between patterns and passages emerge and evolve. \nRather than mechanically rendering Babbitt’s notated instructions, the flutist \ntraverses an increasingly complex mental map of the work and its significant \nrelationships.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] At this point, the viewpoints of performer and theorist start to converge. \nThere is no guarantee that the significant features they discover are the same; \nbut at any rate, both move from the objective facts of the score to a subjective \nunderstanding of the work. Both theorist and performer begin to identify \npersonally with a particular perspective on the music. Both create a highly \nindividual plan for performing the work: the one as text and diagrams, the other \nas sounds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] There is an important difference, however. While both seek a greater \nunderstanding of the work, the theorist must at some point choose particular \nissues and examples to discuss: there is only so much room in a journal article, \nand even less in the real-time performance of a lecture. Many \nexciting discoveries are left behind as a unified vision of the work is prepared \nfor public view. Seen as performance, the theorist’s interpretation of the work \nis bizarre: it is as if a flutist were to fast-forward through a series of \nsignificant notes from various points in the work, followed by a few particular \nsections repeated several times in different ways! Analytical writing requires \nthe theorist to choose a well-defined and carefully restricted perspective on \nthe piece. This inevitably presents both a burden and a liberation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The performer has a different burden: she cannot omit, repeat, or \nrecontextualize anything. Performance is intrinsically holistic: the entire work \nmust be performed from start to finish. In this real-time experience, \nconnections and generalities are infolded as relationships of timbre, \narticulation, phrasing, pacing, and so on. The flutist conveys her conception of \nthe work through calibrated nuances instead of reasoned explanations. No detail \ncan be ignored or glossed over in this process; every part of the score must be \ndealt with at the same level of intensity. Where the theorist has the luxury of \nfocusing her interpretation on pitch sets, rhythmic structuring, references to \nTchaikovsky, and other particular dimensions of the music, the flutist cannot do \nthis (imagine how dull a performance would be in which the flutist focused only \non rhythm).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] LF presents particularly difficult challenges in correlating theoretical and \nperformative perspectives. It is inconceivable that any performance could even \nbegin to elucidate the intricate architecture of pitch-class and time-point \narrays a theorist discovers in this work. The dichotomy between approaches is \nalso expressed in the pacing of analysis versus performance. In this project, \nboth authors were surprised to find our work out of synchronization throughout \nmuch of the process. This was especially awkward toward the end of the process, \nwhen DL was ready to draw final conclusions about the work; EM, in contrast, \nrequired further performances to internalize LF more fully and assimilate the \nkaleidoscope of musical features and relationships it contains.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] It was thus with great excitement that we discovered our perspectives on the \nwork showed strong similarities. A number of specific examples of these \nconvergences are given within the text. This means, of course, that they are \nseen from the perspective of theory. Glimpses of the performer’s experience of \nthe work are set within the more cohesive thread of theoretical discourse. The \nauthors have had to leave out many exciting observations that would have made \nthe paper too diffuse; they were not needed, and cluttered the text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The “hidden virtuosity” of performance requires a similar freedom from \nclutter: in this case, the clutter of the performer’s conscious consideration of \npitches, rhythms, patterns, fingering, breathing, pacing, articulation—in \nshort, the thousands of details that form the mechanics of playing the piece. \nOver the course of several performances, this mental chatter is gradually \nsilenced. At last the act of performing becomes a natural flow of music, an \nunconscious celebration of the piece—much as one expects a performance of Bach, \nMozart, or Brahms to be. This experience itself conclusively refutes the notion \nthat the rigor of Babbitt’s music precludes expressivity—and yet it is nearly \nimpossible to justify this statement through any reasoned discourse!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The virtuosity of analysis tends toward conscious elucidation, while the \nhighest level of performative virtuosity moves toward an unconscious flow of \nexperience; the meeting of the two is exciting, but necessarily fragile. As Karlheinz Stockhausen has written, “The most profound \nmoments in musical interpretation . . . are those which are not the result of \nmental processes, are not derived from what we already know. . . . When this state \nis achieved; when you become aware of what happens through you, even for short \nmoments, you will be quite astonished. You become a medium.” (Karlheinz \nStockhausen, “Intuitive Music,” Stockhausen on Music, 125)",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue on performance and analysis:views from theory, musicology, and performance",
    "source": "mto/raw/mto.05.11.1.mcnutt.html",
    "data": "mto/data/mto.05.11.1.mcnutt.json"
}