{
    "title": "“At times even Homer nods off”: Heinrich Christoph Koch’s Polemic \n\tagainst Joseph Haydn",
    "date": "2008/03/01",
    "volume": "14",
    "issue": "1",
    "authors": [
        "Diergarten, Felix F."
    ],
    "abstract": "A symphony of Haydn is the subject of criticism in a polemic by Heinrich Christoph Koch that has received no attention to date. Haydn’s name is not actually mentioned, but it can be demonstrated from the context that the reference is to Haydn’s Symphony No. 60 (“Il distratto”). This insight forces both a re-evaluation of Koch’s relationship with the work of Haydn in the context of contemporary musical aesthetics and a debate on the methodology of “historically informed” analysis.",
    "keywords": [
        "Koch",
        "Haydn",
        "Sulzer",
        "Batteux",
        "instrumental music",
        "absolute music",
        "“Il distratto",
        "” humor",
        "wit",
        "historically informed analysis"
    ],
    "doi": "",
    "received": "December 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.1/mto.08.14.1.diergarten.pdf",
    "author_info": [
        {
            "name": "Felix F. Diergarten",
            "university": "Musikhochschule Freiburg",
            "address": "Fachgruppe Musiktheorie, Schwarzwaldstr. 141, 79102 Freiburg, Germany",
            "email": "FelixDiergarten@web.de"
        }
    ],
    "citations": {
        "baker_and_christensen_1995": "Baker, Nancy and Thomas Christensen (editors). Aesthetics and the Art of Musical Composition in the German Enlightenment: Selected Writings of Johann Georg Sulzer and Heinrich Christoph Koch . Cambridge: Cambridge University Press, 1995.",
        "baker_1975": "Baker, Nancy K. 1975. “From Teil to Tonstück: The Significance of the Versuch . . . by Heinrich Christoph Koch.” Ph.D. dissertation, Yale University.",
        "baker_1976": "Baker, Nancy. 1976. “Heinrich Koch and the Theory of Melody.” Journal of Music Theory 20, no. 1: 1–48.",
        "baker_1980": "Baker, Nancy K. 1980. “Heinrich Koch’s Description of the Symphony.” Studi musicali 9/2: 303–316.",
        "baker_2001": "Baker, Nancy K. 2001. “Heinrich Christoph Koch.” The New Grove Dictionary of Music and Musicians, vol. 13. London: Oxford University Press.",
        "bonds_1991a": "Bonds, Mark Evan. 1991a. Wordless Rhetoric: Musical Form and the Metaphor of the Oration. Cambridge: Harvard University Press.",
        "bonds_1991b": "Bonds, Mark Evan. 1991b. “Haydn, Laurence Sterne, and the Origins of Musical Irony,” Journal of the American Musicological Society 44:1, 57.",
        "bonds_1997": "Bonds, Mark Evan. 1997. “The Symphony as Pindaric Ode.” In Elaine R. Sisman (ed.), Haydn and His World . Princeton: Princeton University Press, 131–153.",
        "budday_1983": "Budday, Wolfgang. 1983. Grundlagen musikalischer Formen der Wiener Klassik . Kassel: Bärenreiter.",
        "cramer_1783": "Cramer, Carl Friedrich. 1783. “Ueber die Schönheiten und den Ausdruck der Leidenschaft in einer Cantate von J. Haydn.” In Magazin der Musik , vol. 1, Hamburg: 1073–1115.",
        "dahlhaus_1977": "Dahlhaus, Carl. 1977. “Der rhetorische Formbegriff H. Chr. Kochs und die Theorie der Sonatenform.” In Archiv für Musikwissenschaft 35: 3: 155–177.",
        "dahlhaus_1984": "Dahlhaus, Carl. 1984. Die Musiktheorie im 18. und 19. Jahrhundert , part 1. Darmstadt: Wissenschaftliche Buchgesellschaft.",
        "diergarten_2003": "Diergarten, Felix. 2003. “Melancholie des Unvermögens: Der Brahmssche Ton und das Intermezzo op. 119, 1.” Musikästhetik 26: 42–53.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . New York: Oxford University Press.",
        "grimm_grimm": "Grimm, Jacob and Wilhelm. Deutsches Wörterbuch .",
        "hanslick_1854": "Hanslick, Eduard. 1854. Vom musikalisch Schönen . Leipzig.",
        "hellenbrand_2006": "Hellenbrand, Gregory Thomas. 2006. “The Symphonies of Johann Michael Haydn: A Chronological Perspective using Theories of Joseph and Heinrich Christoph Koch.” Ph.D. dissertation, University of Illinois at Urbana-Champaign.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory . New York: Oxford University Press.",
        "holtmeier_2000": "Holtmeier, Ludwig. 2000. “Zur Komplexität Mozarts. Analytischer Versuch über eine Sequenz.” In Musikästhetik 16: 5–23.",
        "holtmeier_2002": "Holtmeier, Ludwig. 2002. “Reconstructing Mozart.” Music Analysis 21/3: 307–325.",
        "hosler_1981": "Hosler, Bellamy. 1981. Changing Aesthetic Views of Instrumental Music in 18th-century Germany . Ann Arbor: UMI Research Press.",
        "hoyt_1994": "Hoyt, Peter A. 1994. “Review of Mark Evan Bond’s ‘Wordless Rhetoric’,” Journal of Music Theory 38: 123–143.",
        "hoyt_1999": "Hoyt, Peter A. 1999. “The ‘False Recapitulation’ and the Conventions of Sonata Form. Ph.D. dissertation, University of Pennsylvania.",
        "jans_2003": "Jans, Markus. 2003. “Historisch informierte Analyse: Uber den konstruktiven Umgang mit den Zeugnissen der Vergangenheit.” Basler Jahrbuch für historische Musikpraxis 27: 93–99.",
        "jans_2005": "Jans, Markus. 2005. “Wie der Sänger dichtet. Zur musikalischen Poetik bei Gilles Binchois.” Musik&ästhetik 35: 33–49.",
        "koch_1802": "Koch, Heinrich Christoph. 1802. Musikalisches Lexikon . Frankfurt a.M.",
        "koch_1781_1787_1793": "Koch, Heinrich Christoph. 1782, 1787, 1793. Versuch einer Anleitung zur Composition , 3 volumes. Leipzig.",
        "koch_1795": "Koch, Heinrich Christoph. 1795. “Ueber den Modegeschmack in der Tonkunst.“ In Journal der Tonkunst . Erfurt: 63–121.",
        "lester_1996": "Lester, Joel. 1996. Compositional Theory in the Eighteenth Century . Cambridge: Harvard University Press.",
        "menke_2007": "Menke, Johannes. 2007. “Klang, Prozeß und «Skelett»—zum ersten Satz aus Händels Concerto grosso op.6,1.” Musikästhetik 44: 54–68.",
        "michaelis_1800": "Michaelis, Christian Friedrich. 1800. “Ueber den Geist der Tonkunst. Zweyter Versuch.” Leipzig.",
        "michaelis_1807": "Michaelis, Christian Friedrich. 1807. “Ueber das Humoristische oder Launige in der musikalischen Komposition.” In Allgemeine musikalische Zeitung 9, no. 47: 725f.",
        "nägeli_1826": "Nägeli, Hans Georg. 1826. Vorlesungen über Musik mit Berücksichtigung der Dilettanten . Stuttgart.",
        "ramler_1751": "Ramler, Karl Wilhelm. 1751. Einleitung in die schönen Wissenschaften . Leipzig.",
        "riley_2002": "Riley, Matthew. 2002. “Civilizing the Savage: Johann Georg Sulzer and the ‘Aesthetic Force’ of Music.” In Journal of the Royal Musical Association 127: 1–22.",
        "robbins_1955": "Robbins Landon, H.C. 1955. The Symphonies of Joseph Haydn . London: Universal Edition and Rockliff.",
        "ratner_1949": "Ratner, Leonard. 1949. “Harmonic Aspects of Classic Form,” Journal of the American Musicological Society 2: 159–168.",
        "seidel_1991": "Seidel, Wilhelm. 1991. “Die Nachahmung der Natur und die Freiheit der Kunst. Zur Kritik deutscher Musiker an der ästhetik von Charles Batteux,” in Frank Heidlberger (ed.), Von Isaac bis Bach. Studien zur älteren Musikgeschichte (Kassel: Bärenreiter): 257–266.",
        "sisman_1982": "Sisman, Elaine. 1982. “Small and Expanded Forms: Koch’s Model and Haydn’s Music.” The Musical Quarterly 68/4: 444–475.",
        "sisman_1990": "Sisman, Elaine. 1990. “Haydn’s Theater Symphonies.” Journal of the American Musicological Society 43, no. 2: 292–352.",
        "sulzer_1771–74": "Sulzer, Johann Georg. 1771–1774. Allgemeine Theorie der schönen Künste . Leipzig.",
        "webster_2001": "Webster, James. 2001. “Between Enlightenment and Romanticism in Music History: ‘First Viennese Modernism’ and the Delayed Nineteenth Century. 19th-Century Music 25/2–3: 114.",
        "webster_1998": "Webster, James. 1998. “Haydn’s Symphonies between ‘Sturm und Drang’ and ‘Classical Style’: Art and Entertainment.” In W. Dean Sutcliffe (ed.), Haydn Studies. Cambridge: Cambridge University Press: 218–245.",
        "wheelock_1992": "Wheelock, Gretchen A. 1992. Haydn’s Ingenious Jesting with Art: Contexts of Musical Wit and Humour . New York."
    },
    "footnotes": {
        "FN0": {
            "text": "* I am grateful to Michael Schubert, who \ntranslated this text from German to English.",
            "citations": []
        },
        "FN1": {
            "text": "1. Carl Dahlhaus, “Der rhetorische Formbegriff H. Chr. Kochs und die Theorie der Sonatenform,” Archiv für Musikwissenschaft 35: 3 ( 1977 ): 155–177; Wolfgang Budday, Grundlagen musikalischer Formen der Wiener Klassik (Kassel: Bärenreiter, 1983); Leonard Ratner, “Harmonic Aspects of Classic Form,” Journal of the American Musicological Society 2 ( 1949 ): 159–168; Nancy K. Baker, “From Teil to Tonstück: The Significance of the Versuch . . . by Heinrich Christoph Koch,” (Ph.D. dissertation, Yale University, 1975 ); Elaine Sisman, “Small and Expanded Forms: Koch’s Model and Haydn’s Music,” The Musical Quarterly 68/4 ( 1982 ): 444–475.",
            "citations": [
                "dahlhaus_1977",
                "ratner_1949",
                "baker_1975",
                "sisman_1982"
            ]
        },
        "FN2": {
            "text": "2. Nancy Baker, “Heinrich Koch and the Theory of Melody,” Journal of Music Theory 20, no. 1 ( 1976 ): 1–48; Mark Evan Bonds, Wordless Rhetoric: Musical Form and the Metaphor of the Oration (Cambridge: Harvard University Press, 1991a ).",
            "citations": [
                "baker_1976",
                "bonds_1991a"
            ]
        },
        "FN3": {
            "text": "3. Heinrich Christoph Koch, Versuch einer Anleitung zur Composition , 3 volumes (Leipzig, 1793 ).",
            "citations": [
                "koch_1781_1787_1793"
            ]
        },
        "FN4": {
            "text": "4. “Nur bedauern wir dabey, daß Herr K. an einem Orte lebt, wo er vielleicht selten neue merkwürdige Stücke zu sehen, und noch seltener gute Musiken und Meisterstücke zu hören bekommen mag.” Review of the second volume of Koch’s Versuch in Allgemeine deutsche Bibliothek 80 (1788), part 1, 117.",
            "citations": []
        },
        "FN5": {
            "text": "5. Nicole Schwindt-Gross, Preface to: Heinrich Christoph Koch, Musikalisches Lexikon: Faksimile-Reprint der Ausgabe Frankfurt 1802 (Kassel: Bärenreiter, 2001).",
            "citations": []
        },
        "FN6": {
            "text": "6. Sisman, Small and Expanded Forms , 446.",
            "citations": []
        },
        "FN7": {
            "text": "7. Nancy K. Baker, “Heinrich Koch’s Description of the Symphony,” in Studi Musicali 9/2 ( 1980 ): 312.",
            "citations": [
                "baker_1980"
            ]
        },
        "FN8": {
            "text": "8. Nancy K. Baker, “Heinrich Christoph Koch,” in The New Grove Dictionary of Music and Musicians, vol. 13 (London: Oxford University Press, 2001 ), 710.",
            "citations": [
                "baker_2001"
            ]
        },
        "FN9": {
            "text": "9. On this concept, see James Webster, “Between \nEnlightenment and Romanticism in Music History: ‘First Viennese Modernism’ and the Delayed Nineteenth Century,” 19th-Century Music 25/2–3 ( 2001 ): 114.",
            "citations": [
                "baker_2001"
            ]
        },
        "FN10": {
            "text": "10. In Journal der Tonkunst , Erfurt 1795 , 63–121.",
            "citations": [
                "koch_1795"
            ]
        },
        "FN11": {
            "text": "11. Webster 2001 , Between Enlightenment and Romanticism .",
            "citations": [
                "webster_2001"
            ]
        },
        "FN12": {
            "text": "12. Wilhelm Seidel, “Die Nachahmung der Natur und die Freiheit der Kunst. Zur \nKritik deutscher Musiker an der ästhetik von Charles Batteux,” in Frank \nHeidlberger (ed.), Von Isaac bis Bach. Studien zur älteren Musikgeschichte (Kassel: Bärenreiter, 1991): 257–266.",
            "citations": []
        },
        "FN13": {
            "text": "13. See Koch, “Eröffnungs- und Vorbereitungsstücke” in Versuch , vol. III, 292.",
            "citations": []
        },
        "FN14": {
            "text": "14. “ . . . daß der Gesang vor der bloßen Instrumentalmusik unleugbare Vorzüge behält.” Heinrich Christoph Koch, “Instrumentalmusik als Nachahmung des Gesanges” in Musikalisches Lexikon (Frankfurt a.M., 1802 ).",
            "citations": [
                "koch_1802"
            ]
        },
        "FN15": {
            "text": "15. Cited in Peter A. Hoyt, “Review of Mark Evan Bond’s ‘Wordless Rhetoric’,” Journal of Music Theory 38 ( 1994 ): 123–143.",
            "citations": [
                "hoyt_1994"
            ]
        },
        "FN16": {
            "text": "16. Koch, Versuch einer Anleitung zur Komposition , \nvolume 2 (Leipzig, 1787), 40ff. English translation in Nancy Baker and Thomas Christensen (editors), Aesthetics and the Art of Musical Composition in the German Enlightenment: Selected Writings of Johann Georg Sulzer and Heinrich Christoph Koch (Cambridge: Cambridge University Press, 1995 ).",
            "citations": [
                "baker_and_christensen_1995"
            ]
        },
        "FN17": {
            "text": "17. Gretchen A. Wheelock, Haydn’s Ingenious Jesting with Art: Contexts of Musical Wit and Humour (Schirmer Books: New York, 1992 ).",
            "citations": [
                "wheelock_1992"
            ]
        },
        "FN18": {
            "text": "18. Elaine R. Sisman, “Haydn’s Theater Symphonies,” in Journal of the American Musicological Society 43, no. 2 ( 1990 ): 292–352.",
            "citations": [
                "sisman_1990"
            ]
        },
        "FN19": {
            "text": "19. Ibid., 312 ff.",
            "citations": []
        },
        "FN20": {
            "text": "20. “Weil in dieser Art der Tonstücke [Instrumentalmusik] die verschiedenen \nEmpfindungen nicht so mit einander abwechseln können, als wenn die Poesie mit \nder Tonkunst vereint ist.” Koch, Versuch , vol. II, 177.",
            "citations": []
        },
        "FN21": {
            "text": "21. On Koch’s concept of “rhythm,” see ibid., 346; Baker, “Heinrich Koch and the Theory of Melody,” 9ff.",
            "citations": []
        },
        "FN22": {
            "text": "22. Koch, Versuch , vol. II, 196.",
            "citations": []
        },
        "FN23": {
            "text": "23. Koch, “Malerey” in Lexikon .",
            "citations": []
        },
        "FN24": {
            "text": "24. Koch, “Symphonies à programmes” in Lexikon .",
            "citations": []
        },
        "FN25": {
            "text": "25. See Bellamy Hosler, Changing Aesthetic Views of Instrumental Music in 18th-century Germany (Ann Arbor: UMI Research Press, 1981 ).",
            "citations": [
                "hosler_1981"
            ]
        },
        "FN26": {
            "text": "26. The term “sentiment” seems to me the best translation of the German term Empfindung —first, because it preserves the tie to the French phrase expression du sentiment , and second, because the term sentiment “seems to relate most closely to its empiricist etymology of sensory perception” (Thomas Christensen, \n“Introduction” in Baker and Christensen 1995 , Aesthetics, 19).",
            "citations": [
                "baker_and_christensen_1995"
            ]
        },
        "FN27": {
            "text": "27. Johann Georg Sulzer, Allgemeine Theorie der schönen Künste (Leipzig, 1771–74 ). Some of the articles on musical topics in this encyclopedia were authored by J.P. Kirnberger and J.A.P. Schulz.",
            "citations": []
        },
        "FN28": {
            "text": "28. Karl Wilhelm Ramler, Einleitung in die schönen Wissenschaften (Leipzig, 1751 ).",
            "citations": [
                "ramler_1751"
            ]
        },
        "FN29": {
            "text": "29. “Selbst da wo man alles auf die Nachahmung der Natur zurückführt, läßt man die \nTonkunst ganz der Empfindung. Sie ist unter den schönen Künsten diejenige, die \ndurch Verbindung der Töne Empfindungen ausdrückt.” Koch, Versuch , vol. I, 3f.",
            "citations": []
        },
        "FN30": {
            "text": "30. “Bey der Empfindung aber geben wir mehr auf uns selbst, auf den angenehmen oder \nunangenehmen Eindruk, den der Gegenstand auf uns macht, als auf seine \nBeschaffenheit, Achtung.” Sulzer, “Empfindung” in Allgemeine Theorie .",
            "citations": []
        },
        "FN31": {
            "text": "31. “Ein durch öftere Wiederholung zur Fertigkeit gewordenes Gefühl, in so fern es \nzur Quelle gewisser innerlicher oder äusserlicher Handlungen wird” (ibid.).",
            "citations": []
        },
        "FN32": {
            "text": "32. “Jedes Tonstük, es sey ein würklicher von Worten begleiteter Gesang, oder nur \nfür die Instrumente gesezt, muß einen bestimmten Charakter haben, und in dem \nGemüthe des Zuhörers Empfindungen von bestimmter Art erweken.” Sulzer, \n“Ausdruk” in Allgemeine Theorie .",
            "citations": []
        },
        "FN33": {
            "text": "33. “Sie ist nicht im Stande uns die Ursachen bekannt zu machen, warum diese oder \njene Empfindung erregt, warum wir von einer Empfindung zu der anderen geleitet \nwerden. . . . Ganz anders aber verhält es sich, wenn die Tonkunst mit der Poesie \noder der Tanzkunst vereint ist. Die Dichtkunst bestimmt nicht allein diejenigen \nEmpfindungen auf das genaueste, deren Aeusserungen einander ähnlich sind, und \nsetzt den Tonsetzer ausser Gefahr, unrecht verstanden zu warden; sondern sie \nmacht uns auch die Ursachen bekannt, warum diese oder jene Empfindungen erweckt, \nwarum wir von einer Empfindung zu der anderen geleitet warden.” Koch, Versuch , \nvol. II, 29ff.",
            "citations": []
        },
        "FN34": {
            "text": "34. See Matthew Riley, “Civilizing the Savage: Johann \nGeorg Sulzer and the ‘Aesthetic Force’ of Music,” Journal of the Royal Musical Association 127 ( 2002 ): 1–22.",
            "citations": [
                "riley_2002"
            ]
        },
        "FN35": {
            "text": "35. “ . . . und hüte sich irgend eine Periode, oder eine Figur einzumischen, die außer dem Charakter seines Stüks liegt.” Sulzer 1771–74 , “Ausdruk” in Allgemeine Theorie .",
            "citations": []
        },
        "FN36": {
            "text": "36. Koch, Versuch , vol. II, 44f.",
            "citations": []
        },
        "FN37": {
            "text": "37. “Die immer abgeänderte Würkung einer einzigen Ursache.” Sulzer, “Mannigfaltigkeit” in Allgemeine \nTheorie .",
            "citations": []
        },
        "FN38": {
            "text": "38. Koch, Versuch , vol. II, 131.",
            "citations": []
        },
        "FN39": {
            "text": "39. See note 19.",
            "citations": []
        },
        "FN40": {
            "text": "40. James Hepokoski and Warren Darcy, Elements of Sonata Theory (New York: Oxford University Press, 2006 ), 15.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN41": {
            "text": "41. Here, Koch does not quote the original French text but the German translation by \nRamler. In the French original, Batteux polemicizes against the beaux-esprit . Ramler’s \ntranslation as “witzige Köpfe” is customary for the 18th century, however (see Jacob and Wilhelm Grimm, “Witz” in Deutsches Wörterbuch) .",
            "citations": []
        },
        "FN42": {
            "text": "42. Wheelock, Haydn’s Ingenious Jesting , 20.",
            "citations": []
        },
        "FN43": {
            "text": "43. “ . . . ergözt sich an Dingen, die der nachdenkende Verstand für schädlich halten würde. Es ist daher nicht selten, daß bey Menschen von recht herrschenden Wiz, \nwenig Herz, das ist, wenig von den sonst gewöhnlichen Empfindungen zärtlicher Art, angetroffen wird.” Sulzer, “Witz” in Allgemeine Theorie .",
            "citations": []
        },
        "FN44": {
            "text": "44. “Neueste Musik . . . grossenteils humoristisch, besonders seitdem Joseph Haydn, als der grösste Meister in dieser Gattung, vorzüglich in seinen originellen Sinfonien und Quartetten, den Ton dazu angab.” Christian Friedrich Michaelis, “Ueber das Humoristische oder Launige in der musikalischen Komposition,” Allgemeine musikalische Zeitung 9, no. 47 (August 12, 1807 ): 725f.f.",
            "citations": [
                "michaelis_1807"
            ]
        },
        "FN45": {
            "text": "45. Wheelock, Haydn’s Ingenious Jestingng , 64.",
            "citations": []
        },
        "FN46": {
            "text": "46. See Mark Evan Bonds, “Haydn, Laurence Sterne, and the Origins of Musical Irony,” Journal of the American Musicological Society 44:1 ( 1991b ), 57.",
            "citations": [
                "bonds_1991b"
            ]
        },
        "FN47": {
            "text": "47. “Blos ein angenehmes Spielwerk.” Sulzer, “Ausdruk” in Allgemeine Theorie .",
            "citations": []
        },
        "FN48": {
            "text": "48. Cited in Hosler 1981 , Changing Aesthetic Views , 189.",
            "citations": [
                "hosler_1981"
            ]
        },
        "FN49": {
            "text": "49. “ . . . der Fantasie ein noch leichteres freieres Spiel . . . als wenn sie auf bestimmte \nGedanken fixiert wurde.” Christian Friedrich Michaelis, Ueber den Geist \nder Tonkunst. Zweyter Versuch (Leipzig, 1800 ), 138.8.",
            "citations": [
                "michaelis_1800"
            ]
        },
        "FN50": {
            "text": "50. “Je spielvoller ein Tonkunstwerk ist . . . um so trefflicher ist es.” Hans Georg Nägeli, Vorlesungen über Musik mit Berücksichtigung der Dilettanten (Stuttgart, 1826 ), 33.",
            "citations": []
        },
        "FN51": {
            "text": "51. “ . . . an dem wechselnden Farben- und Formenspiel eines Kaleidoskops.” Eduard Hanslick, Vom musikalisch Schönen (Leipzig, 1854 ), chapter 3.",
            "citations": [
                "hanslick_1854"
            ]
        },
        "FN52": {
            "text": "52. “Große und kühne Gedanken . . . plötzliche übergänge und Auschweifungen von einem Ton zum andern, die desto stärker frappieren, je schwächer oft die Verbindung ist, starke Schattirungen des Forte und Piano.” Koch, Versuch, vol. III, 302ff and Sulzer, “Symphonie” Allgemeine Theorie . See Mark Evan Bonds, “The Symphony as Pindaric Ode,” in Elaine R. Sisman (ed.), Haydn and His World (Princeton: Princeton University Press,\n1997): 131–153.",
            "citations": []
        },
        "FN53": {
            "text": "53. Bonds 1991b , “Haydn, Laurence Sterne,” 84.",
            "citations": [
                "bonds_1991b"
            ]
        },
        "FN54": {
            "text": "54. H.C. Robbins Landon, The Symphonies of Joseph Haydn (London: Universal Edition and Rockliff, 1955 ), 344ff.",
            "citations": [
                "robbins_1955"
            ]
        },
        "FN55": {
            "text": "55. James Webster, “Haydn’s Symphonies between ‘Sturm und Drang’ and ‘Classical Style’: Art and Entertainment,” in W. Dean Sutcliffe (ed.), Haydn Studies (Cambridge: Cambridge University Press, 1998 ): 218–245.",
            "citations": [
                "webster_1998"
            ]
        },
        "FN56": {
            "text": "56. For example, there is a contemporary review of a Haydn cantata in which the author welcomes the release of music from rigid rhetorical concepts and at the same time uses concepts of punctuation such as caesura, comma or colon as a matter of course. See Carl Friedrich Cramer, “Ueber die Schönheiten und den Ausdruck der Leidenschaft in einer Cantate von J. Haydn,” in Magazin der Musik , volume 1 (Hamburg, 1783 ): 1073–1115.",
            "citations": [
                "cramer_1783"
            ]
        },
        "FN57": {
            "text": "57. See Robert Gjerdingen, Music in the Galant Style (New York: Oxford University Press, 2007 ).",
            "citations": [
                "gjerdingen_2007"
            ]
        },
        "FN58": {
            "text": "58. Anyone who has ever attempted partimento- or thoroughbass performance has a direct understanding of the effect of cadences. The cadence is the “destination,” the “safe shore” or “breather” to which the performer aims with a sense of prevedere (foresight). Reaching a familiar cadence formula after many \ntwists and turns has a cathartic effect.",
            "citations": []
        },
        "FN59": {
            "text": "59. Baker, The Aesthetic Theories , 208.",
            "citations": []
        },
        "FN60": {
            "text": "60. See Carl Dahlhaus, Die Musiktheorie im 18. und 19. Jahrhundert , part 1 (Darmstadt: Wissenschaftliche Buchgesellschaft, 1984 ), 157.",
            "citations": [
                "dahlhaus_1984"
            ]
        },
        "FN61": {
            "text": "61. See Gregory Thomas Hellenbrand, “The Symphonies of Johann Michael Haydn: A Chronological Perspective using Theories of Joseph Riepel and Heinrich Christoph Koch” (Ph.D. dissertation, University of Illinois at Urbana-Champaign, 2006 ), 956.",
            "citations": [
                "hellenbrand_2006"
            ]
        },
        "FN62": {
            "text": "62. Joel Lester, Compositional Theory in the Eighteenth Century (Cambridge: Harvard University Press, 1996 ).",
            "citations": [
                "lester_1996"
            ]
        },
        "FN63": {
            "text": "63. The author is currently pursuing this approach in his dissertation.",
            "citations": []
        },
        "FN64": {
            "text": "64. See Peter A. Hoyt, “The ‘False Recapitulation’ and the Conventions of Sonata Form” (Ph.D. dissertation, University of Pennsylvania, 1999 ); Hepokoski and Darcy, Sonata Theory , 207ff. Other authors have called this phenomenon the “premature” or “precursory” recapitulation.",
            "citations": [
                "hoyt_1999"
            ]
        },
        "FN65": {
            "text": "65. See Koch, Versuch , vol. II, 224.",
            "citations": []
        },
        "FN66": {
            "text": "66. See Koch, Versuch , vol. III, 307ff.",
            "citations": []
        },
        "FN67": {
            "text": "67. “ . . . die beträchtlisten, und oft vorkommenden Abweichungen von der beschriebenen \nHauptform.” Koch, Versuch , vol. III, 371.",
            "citations": []
        },
        "FN68": {
            "text": "68. “Und dennoch findet sichs, daß, wenn wir eine Vergleichung unter den modernen \nProducten der Kunst anstellen, wir einer kleinen Anzahl von Singstücken, eine \nbeynahe unzählige Menge von Instrumentalstücken entgegen zu setzen haben. Wie \nviel die Tonkunst in Absicht auf ihre Würkung bey der so herrschenden Trennung \nvon der Poesie verliehre, ist leicht einzusehen.” Koch, Versuch , vol. II, 35.",
            "citations": []
        },
        "FN69": {
            "text": "69. Wheelock 1992 , Haydn’s Ingenious Jesting , 171.",
            "citations": [
                "wheelock_1992"
            ]
        },
        "FN70": {
            "text": "70. This kind of analysis is practiced at the Schola Cantorum Basiliensis . See Markus Jans, “Historisch informierte Analyse: Uber den konstruktiven Umgang mit den Zeugnissen der Vergangenheit,” Basler Jahrbuch für historische Musikpraxis 27 ( 2003 ): 93–99; Markus Jans, “Wie der Sänger dichtet. Zur musikalischen Poetik bei Gilles Binchois,” Musik&ästhetik 35 ( 2005 ): 33–49; Johannes Menke, “Klang, Prozeß und „Skelett“—zum ersten Satz aus Händels Concerto grosso op.6,1,” Musik&ästhetik 44 (October 2007 ): 54–68; Ludwig Holtmeier, “Zur Komplexität Mozarts. Analytischer Versuch über eine Sequenz,” Musik&ästhetik 16 ( 2000 ): 5–23, English translation: “Reconstructing Mozart,” Music Analysis 21/3 (October 2002 ): 307–325; Felix Diergarten, “Melancholie des Unvermögens: Der Brahmssche Ton und das Intermezzo op. 119,1,” Musik&ästhetik 26 ( 2003 ): 42–53.",
            "citations": [
                "jans_2003",
                "jans_2005",
                "menke_2007",
                "holtmeier_2000",
                "holtmeier_2002",
                "diergarten_2003"
            ]
        },
        "FN71": {
            "text": "71. Hepokoski and Darcy also wrote of this limitation: “Original theoretical writings . . . are to be taken into account, but as massively reductive generalizations they ultimately prove to be of secondary importance” ( Hepokoski and Darcy 2006 , Sonata Theory , 605).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Exordium",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The writings of Heinrich Christoph Koch have been a fixture of music \ntheory literature since the 1970s. In Germany it was Carl Dahlhaus and Wolfgang \nBudday and in the English-speaking world it was primarily Leonard G. Ratner, \nNancy K. Baker and Elaine Sisman who awakened the interest in Koch. (1) This \ninterest centered around the concept of “punctuation form” that is expressed in \nKoch’s work and that offered an alternative to the 19th century’s thematic \nconcept of form, which was viewed with growing skepticism. The idea that musical \nform is articulated through a sequence of cadences and caesuras, like the \npunctuation of an oration, is a fixture in the theoretical and aesthetic \nliterature of the 18th century that can be found in nearly every compositional \ntreatise of the time. (2) In this respect, Koch’s treatise Versuch einer Anleitung \nzur Komposition (3) is completely in line with the theoretical and educational \ntradition of its time. Both the thoroughness of Koch’s presentation and the fact \nthat Koch repeatedly illustrated the concept of punctuation through the \ncompositions of Joseph Haydn earned Koch’s Versuch a special status as a basis \nfor “historically informed” analyses of the works of Haydn and other composers \nof the 18th century. This re-evaluation of Koch’s theory opened up many new \nperspectives on the music of the 18th century, some of which have not yet been \nfully explored to this day. But it is imperative with any analytical method to \nreflect on the appropriateness and relevance of the results it yields. This \nquestion as it pertains to Koch and Haydn is not answered merely by the fact \nthat they were contemporaries.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]\nKoch spent nearly his entire life in and around Rudolstadt, a small, central \nGerman court: His awareness of musical developments in the European capitals in \nthe latter half of the 18th century was limited and belated. A contemporary of \nKoch already highlighted this problematic aspect in a review of the Versuch : “We \nonly regret that Mr. K. lives in a place where he perhaps seldom has the \nopportunity to see new and unusual pieces and even more seldom has the \nopportunity to hear good music and masterpieces.” (4) Koch was not isolated from the \ncontinuous expansion and gradual acceptance of the works of Austrian composers \nin northern and central Germany during the last third of the 18th century, but \nthe fundamental paradigm of his writings is the musical style of his \nenvironment, especially composers from Halle, Gotha, Dresden and Berlin such as \nHiller, Hasse, Benda and Graun. (5) The claim that “Koch offers us a way of \ndiscussing Classical Forms entirely in accordance with the compositional \npractice of the time” (6) and the comment that Koch’s writings “closely followed \npractice” (7) and are “grounded in the repertory of the day,” (8) though not incorrect, \nmust be differentiated according to the non-contemporaneity of the \ncontemporaneous when applied to Haydn: (9) The “compositional practice of the time” \nand the “repertory of the day” in Koch’s environment were simply not “entirely \nin accordance” with the “compositional practice” and “repertory of the day” in \nHaydn’s environment. Further differences stem from the fact that even the most \nrecent Haydn example cited by Koch in his Versuch was over 20 years old. This \ntime lag is significant given the rapid pace at which Viennese music developed \nbetween 1760 and 1800. The fact that Koch’s compositional treatise was intended \nfor beginners presents a further difficulty, as his theory and musical examples \nare selected and prepared for their educational and systematic aspects. Another \nproblem is Koch’s core attitude of conservatism, which is particularly evident \nin his polemic essay “Ueber den Modegeschmack in der Tonkunst” (10) but is expressed in \nmany parts of the Versuch as well. Seen in the context of his immediate \nenvironment, Koch may well have been entirely representative of many aspects of \ncontemporary common practice. But when compared to the parallel compositional \ndevelopments of the “First Viennese Modernism,” (11) the \nneoclassical musical aesthetics revealed in the writings of Koch, though they \nmay have survived longer in Koch’s central German environment than in Vienna, \nwere already subject to intense criticism even there. The underlying aesthetic \nprinciples of Koch’s writings had been abstracted from poetry and painting and \napplied to music by authors such as Batteux or Sulzer. These principles had only \nvery little to do with the type of music regularly encountered by many people of \nthe day. (12) [3] This difference between aesthetic theory and compositional practice is \nespecially evident in the fact that traditional aesthetics (and Koch’s writing) \nup to the end of the 19th century remained focused on the paradigm of vocal \nmusic, while in areas such as Vienna with a strong Italian influence an \naesthetic interest in instrumental music took hold early on. One way in which \nthis focus on vocal music can be seen in Koch’s work is that, although various \ninstrumental genres are illustrated in his treatise, they rarely move away from \nthe paradigm of the aria and ritornello forms. The instrumental genres in the \nViennese compositional practice, by contrast, had been distancing themselves \nfrom this paradigm since the 1760s. In the third volume of the Versuch , it is \nnoteworthy that the recitative, aria, duet and chorus are discussed first, prior \nto the overture and symphony, which are included among the “opening or \npreparatory pieces.” (13) The primacy of vocal music is also made explicit in Koch’s \nLexikon, where as late as 1802 he expresses his view of instrumental music as an \n“imitation of vocal music” and claims “that vocal music has very apparent and \nundeniable advantages” over purely instrumental music. (14) The pre-eminence of vocal \nmusic in the view of Koch and many fellow theorists of his time can be explained \nby the loyalty to neoclassical and rhetorical musical concepts, even as the \nmetaphors of these concepts became harder and harder to reconcile with modern \ncompositional practice in the course of the 18th century. A contemporary of Koch \nwrote, for example, that one hallmark of Haydn’s music was its very lack of \nadherence to the rigid rules of rhetoric. (15) II. Narratio",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The differences between Koch’s theoretical premises and the compositional \npractice of the “First Viennese Modernism” are especially clear at the beginning \nof the second volume of the Versuch , where Koch describes “the inner nature of \nmusic” ( die innere Beschaffenheit der Tonstücke ). In contrast to the “external \nnature of music,” which involves the “mechanical rules of composition” or \ncompositional technique in the stricter sense, here Koch is developing the \naesthetic backdrop of the Versuch . And here it is that he writes a polemic \nagainst one of Joseph Haydn’s symphonies. This polemic has remained undiscovered \nup until now, as Haydn’s name is not mentioned. But it can be clearly \ndemonstrated from the context that Haydn is the one who is meant: (16) Der zweyte Abweg, für welchen ich euch warnen will, besteht in einem der Absicht \nder Tonkunst schädlichen Witze. „Den Anfang zum Verfall der schönen Künste“ (sagt \nBatteux) „haben allemal die Leute gemacht, welche man witzige Köpfe nennt. Sie \nhaben den Künsten mehr Schaden gethan, als die Gothen, die nur vollführten, was \nein Plinius, ein Seneca und ihre Nachahmer angefangen hatten—Das Beispiel des \nWitzes ist blendend, und desto ansteckender, je leichter es vielleicht \nnachzuahmen ist.“ The second fallacy of which I intend to warn you consists in a \nwittiness detrimental to the purpose of music. “People who are called witty have \nalways started the decline of the fine arts,” says Batteux. “They have done more \nharm to the arts than the Goths, who only carried out what a Pliny, a Seneca and \ntheir imitators had begun.—Wittiness is dazzling, and the easier to imitate, \nthe more contagious it is. Sehet da einen Wink, den sich angehende Componisten besonders zu Nutze machen \nmüssen, weil dieses Uebel sich auch in die Tonkunst einzuschleichen versucht \nhat. Es ist dieses auf zweyerley Art geschehen. Einmal hat man gesucht \ncharakteristische Tonstücke einzuführen, deren Charakteristisches nicht \nEmpfindung, sondern Spielwerk für den Verstand ist. Therefore, beginning composers in particular must take this hint, as that \nmalpractice has tried to wangle its way into the world of music. This happened \nin two ways. On the one hand, people wrote compositions filled not with feeling, \nbut with playful entertainment [ Spielwerk ] for the intellect. Was thut der Componist, der z.B. durch ein Instrumentalstück den Zerstreuten \nvorstellt? Das Charakteristische seines Tonstücks besteht in etwas äusserlichen; \ner verbindet Theile zusammen, die eigentlich nicht zusammen gehören; er macht \neinen ungeraden Rhythmus wo wir einen geraden vermuten, er verwechselt die \nweiche Tonart ohne Ursache mit der harten, u.s.w. How, for example, does the composer represent an absent-minded person [ den \nZerstreuten ] in an instrumental piece? The distinguishing traits of his \ncomposition are extrinsic; he connects sections which properly do not belong \ntogether; he makes a triple rhythm where we expect a duple; without reason he \nalternates the minor mode with the major, and so on. Darinne besteht also das Charakteristische solcher Tonstücke. Wird nun \nvielleicht (weil der Componist auf keine Empfindung dabey auszugehen scheint) \ndoch wenigstens durch ein solches Stück der Geist der Zuhörer beschäftiget, wird \ner vielleicht das Vergnügen haben, zu errathen, was der Componist hat vorstellen \nwollen? Nein, dieses werden die Zuhörer niemals im Stande seyn; daher sucht man \nes ihnen dadurch im voraus bekannt zu machen, daß man das Charakteristische \neines solchen Tonstücks auf den Umschlag und über die Stimmen schreibt. Auf \ndiese Art malt man in der Tonkunst Hypochondristen und Singuhren, Donnerwetter \nund verliebte Zänkereyen u.d.gl. These aspects embody the essence of such compositions. Now (since the composer \ndoes not appear to aim at any feeling) will the spirit of the listener be \nengaged by such a piece, will he perhaps delight in guessing what the composer \nhas wished to represent? No, listeners will never be able to do this; thus one \ntries to make the defining characteristics of such a composition known to them \nin advance by writing them on the cover and over the parts. In this way, music \ncan paint hypochondriacs and music boxes, thunderstorms and lovers’ quarrels, \nand so forth. Anstatt also mit der Kunst auf das Herz zu würken, sucht man den Verstand der \nZuhörer mit Witz zu beschäftigen. Das Lustigste bey der ganzen Sache ist noch \ndieses, daß viele solcher charakteristischer Tonstücke als bloßes Ideal des \nComponisten, das ist, so lange man nicht weiß, daß sie charakteristisch seyn \nsollen, gefallen, und nur alsdenn erst missfallen, wenn man sie aus der Absicht \nhört, aus welcher sie eigentlich gehört werden sollen. Thus instead of having an effect on the heart through art, the intellect of the \nlistener is engaged through wit. The most amusing aspect of this subject is that \nmany such compositions please simply as abstract music [ Ideal des Componisten ], \nthat is, as long as their pictorial nature is unknown, and only displease when \nheard for their intended purpose. Jedoch diese Art des Witzes ist in der Tonkunst noch nicht so allgemein, daß man \ngroßen Nachtheil für die Kunst dabey zu besorgen hätte. Nur dieses muß man dabey \nbedauern, daß auch zuweilen Homere schlafen. This type of wit in music, however, is as yet not sufficiently widespread as to \nthreaten great damage to the art. Only it is regrettable that at times even \nHomer nods off. Weit gefährlicher aber und weit nachtheiliger ist es für die Kunst, wenn man sie \nden Harlekin machen lässt. Dieses Uebel hat seit einiger Zeit angefangen \nansteckend zu werden. Diejenigen, die in diesen Fehler fallen, wissen keinen \nUnterschied unter dem Comischen und dem Pöbelhaften zu machen. Sie begehen eben \nden Fehler, dessen sich derjenige schuldig macht, der bey einer Gesellschaft \nedel denkender Menschen den Zotenreißer macht. But far more dangerous and far more damaging it is for art when it is allowed to \nbecome clownery. For some time this evil has begun to be contagious. Those who \nmake this mistake do not know how to differentiate between the comic and the \nvulgar. They commit a fault comparable to telling a dirty joke to a gathering of \nintellectuals. Die Ursache dieses Uebels ist wieder der Durst nach dem Beyfalle des größten \nHaufens. Man fühlt, daß man mit dem Aechten der Tonkunst diesen Durst nicht \nstillen kann; selbst damit will es nicht mehr recht fort, daß man \nausserordentliche Schwierigkeiten zeigt, und daher wendet man die erlangte \nFertigkeit darzu an, Lachen zu erregen, um auf diesem Wege seine Absicht zu \nerreichen. Again, the reason for this evil is the desire to gain the approval of the \nmasses. It appears that this thirst cannot be quenched with respect for music; \neven extraordinary difficulties no longer help, and thus the acquired skill is \napplied toward provoking laughter in order to reach one’s goal. Figure 1 . Hofkapelle Rudolstadt (Notenbestand), Nr. 1196 (click to enlarge) Figure 2 . Haydn, Symphony No. 60, beginning of 2nd movement; juxtaposition of cantabile -topic and fanfare -topic (click to enlarge) Figure 3 . Beginning of 1st movement; \njuxtaposition of French ouverture -topic and cantabile -topic (click to enlarge) Figure 4 . 1st movement, measures 107–111; \n\t\t\tjuxtaposition of bustling -topic and Sturm und Drang -topic (quotation “Farewell” Symphony) (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nTo what extent can this polemic against “wittiness” be applied to Haydn? The \nworks of Haydn were associated with labels such as “wit,” “humor” and “caprice” \nfrom the beginning, as Gretchen A. Wheelock has documented extensively. (17) Moreover, Koch’s closing remark that “at times even Homer nods off” (a \nparaphrase of Horace’s bonus dormitat Homerus ) indicates that the reference must \nbe to an important, recognized and renowned composer—a status Haydn had long \nenjoyed by the 1780s. The critical clue, however, is Koch’s reference to an \n“instrumental piece” that portrays “an absent-minded” person ( den Zerstreuten ): \nIn 1774, Haydn had written incidental music to Regnard’s play Le distrait , which \nwas performed in German under the title Der Zerstreute . Haydn compiled this \nincidental music into his Symphony No. 60, which gained popularity throughout \nEurope and whose nickname Il distratto can be found already in contemporary \ncopies. (18) No other work bearing that name is known, whereas Haydn’s Distratto can \nbe found in over twenty copies throughout Europe. One of these copies, bearing \nthe inscription Le distrait , is in the court archives of Rudolstadt, where Koch spent his entire career (cf. Figure 1 ). The absence of any other work of the same name and the existence of a contemporary copy in Rudolstadt provide ample \nproof that the instrumental piece mentioned by Koch as portraying “den \nZerstreuten” could only be the Symphony No. 60 of Joseph Haydn.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nThe compositional phenomena mentioned by Koch are also found in Haydn’s work: \nKoch’s remark that the composer “connects sections which properly do not belong \ntogether” refers to the characteristic juxtaposed thematic segments, the “clash \nof styles” (19) in this symphony (cf. Figure 2–4 ). This topical flexibility, which is \ntypical for the Viennese instrumental style beginning in the 1770s, contradicts \nKoch’s opinion “that the various sentiments can not be juxtaposed in \ninstrumental music the way they are when poetry and musical composition are \nunited.” (20) Koch’s remark that “he makes a triple rhythm where we expect a duple” \nrefers to the alternation of odd-numbered and even-numbered groups of measures \nthat is a hallmark of Haydn’s style. (21) Koch’s criticism that “without reason he \nalternates the minor mode with the major” refers to the numerous changes between \nmajor and minor within the symphony, especially the prominent change to major at \nthe end of the fourth movement. Elsewhere in the Versuch , however, Koch \njustifies these very major/minor changes: (22) Koch is thus merely arguing that \nHaydn’s change is “without reason.” An appropriate reason in Koch’s view would \nhave been an underlying text, as I will demonstrate later.",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\nIt would be oversimplifying to interpret Koch’s polemic as merely against the simphonies à programmes . Koch, like nearly all his contemporaries, held tone \npainting in contempt as “against good taste.” (23) Koch’s attitude toward the simphonies à programmes , however, though hesitant, is not generally dismissive. (24) The context makes it clear that Haydn’s Distratto goes against Koch’s aesthetic \nprinciples in a more general sense. Koch’s polemic faces the problems that \nconfronted the traditional aesthetics in the 18th century through the emergence \nof wordless instrumental music. (25) Koch begins his polemic with the claim that \nHaydn’s symphony is “filled not with sentiment, but with entertainment for the \nintellect.” To understand why Haydn’s Distratto is a composition without \n“sentiment,” it is necessary to look more closely at Koch’s concept of \n“sentiment” ( Empfindung ). (26) III. Argumentatio",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\nKoch borrows his aesthetic viewpoints almost without exception from Allgemeine \nTheorie der schönen Künste by Swiss philosopher Johann Georg Sulzer. (27) Koch also \nrefers to Charles Batteux’s treatise Les beaux-arts rèduits à un même principe , \nwhich was the primary channel by which the ideas of French neoclassicism were \nspread to Germany and which Koch studied in the German translation by Karl \nWilhelm Ramler. (28) With Koch’s writings, just as with the writings of most of his \ncontemporaries, it is not possible to speak of a consistent, underlying \naesthetic system. The many citations from Sulzer’s encyclopedia demonstrate, \nhowever, that it must be regarded as the most important among the various \ninfluences. But Sulzer’s encyclopedia is itself the product of a great diversity \nof influences and traditions, some of which contradict each other to some \ndegree, not least because various authors contributed to the encyclopedia. Yet \nthese various traditions do agree overwhelmingly on one point: The central axiom \nof the musical aesthetics of the 18th century was the idea that music imitates \n“human passions” and “sentiments.” This argument made it possible to integrate \nmusic into a system of fine arts based on the Aristotelian principle of mimesis . \n“Even where everything is attributed to the imitation of nature,” writes Koch, \n“the art of composition is given over wholly to sentiment. Composition is, among \nthe fine arts, that which expresses sentiments through the combination of \nsounds.” (29) But just because music should express sentiments does not mean that a \ncomposer should present his emotions , according to this tradition. First of all, \nexpression is not the same as self-expression: Strictly speaking, when Sulzer \nand Batteux refer to the “expression of sentiments,” they mean the imitation of \nthe expression of sentiments. Second, sentiment ( Empfindung ) is not the same \nthing as emotion ( Gefühl ). Sulzer’s encyclopedia provides two definitions for \nthe word Empfindung . The first definition is inspired by sensualism and \ninterprets Empfindung as the opposite of Erkenntnis (cognition/knowledge). Empfindung in this sense is \nusually translated as “perception.” Sulzer defines Erkenntnis as concerning an object, something that is external \nfrom us; with Empfindung , however, “we are concerned less with an object’s \ncharacter and more with whether it makes a good or bad impression upon us.” (30) The second definition shows the influence of the Enlightenment and \nmoral philosophy. Empfindung here amounts to “being sentient,” and Sulzer uses Empfindung in this \nsecond sense as a synonym for Gesinnung (attitude): “A feeling that through \nconstant repetition and reinforcement becomes the cause of certain inner or \nexternal actions.” (31) It is the role of music to awaken Empfindung in the first \nsense and thereby create and maintain Empfindung in the second sense.",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\nThis produces a dual role for music that is a central theme throughout \nneoclassical musical aesthetics: the demand for both intelligibility and \ncoherence of content. To fulfill its moral purpose, an Empfindung must be bestimmt , which can be translated as “specific,” “defined,” “distinct” or \n“definite,” and which follows the tradition of ideas such as Deutlichkeit (distinctiveness) and Klarheit (clarity) that were so important in the theory of \nart and cognition in German Enlightenment. “Every composition,” writes Sulzer, \n“whether it is vocal or instrumental, should possess a definite character and be \nable to arouse specific sentiments in the minds of listeners.” (32) But since the \nsentiments expressed in music are indefinite, music needs a text to provide it \nwith definiteness. Heinrich Christoph Koch adhered to this tradition as well, \nwriting that music is “not capable of making known to us the reasons why this or \nthat sentiment is aroused, why we are led from one sentiment to the other. ... But \nthe case is altogether different if music is combined with poetry or dance. \nPoetry not only precisely defines [ bestimmt ] those sentiments whose expressions \nare similar to one another and protects the composer from being misunderstood, \nbut it also makes known the reasons [ Ursachen ] why particular sentiments are \naroused, why we are led from one sentiment to the other.” (33) Here we are able to \nunderstand the passage from Koch’s criticism of Haydn’s Distratto in which Koch \nremarks that the composer changes keys “without reason [ Ursache ]”: The only \nreason, according to Koch and Sulzer, would be an explanatory text. Sulzer and \nKoch do concede (as did Batteux) that music is “the most sensual of the arts,” \ncan express sentiments even without words and can even express sentiments more \nstrongly than all the other arts. The indefiniteness of these sentiments is not \nonly morally worthless, however, but can even be uncontrollable and threatening. (34) This morally motivated concept of “definiteness of sentiment” is the reason why \nKoch, Sulzer and other authors of the 18th century held a fundamental preference \nfor vocal music over instrumental music.",
                "footnotes": [
                    "FN32",
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]\nBack to Koch’s polemic against Haydn’s Distratto : It is possible to understand \nthe polemic within the context of the idea of Empfindung as outlined above, \nsince Koch regarded any wordless instrumental music without a “definite” \nsentiment to be generally problematic. In his polemic against Haydn’s Distratto , \nhowever, Koch undermines his own convictions when he writes that “characteristic \nsymphonies” can only be appreciated as long as the program is unknown and the \nmusical content therefore remains undetermined. On the one hand, the general \nsentiments in music should be definite, while on the other hand, characteristic \nsymphonies only find favor if their content remains indefinite. Here we have the \npredicament encountered by the argumentation of enlightened aesthetics in the \ntransitional period of the late 18th century: Music was no longer allowed to \nportray specific objects but not yet supposed to portray indefinite feelings. \nBut if the indefiniteness in Haydn’s Distratto was not a particular problem for \nKoch, what provoked his criticism?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]\nIn addition to the concept of “definiteness of sentiment,” the traditional \naesthetics of the 18th century also include the idea of “unity of sentiment.” \nThe reason for this idea (according to Sulzer) is, that it is the role of a work \nof art not only to awaken a sentiment but to maintain it continuously. This idea \nis made clear again and again in Koch’s writing when he consistently uses the \nsingular in referring to the sentiment of a composition. Sulzer’s encyclopedia \nsays that the composer should “be on guard against mixing any musical period or \nfigure that is inconsistent with the character of his piece.” (35) In Koch’s view, it \neven violates the principle of “unity of sentiment” if each movement of a \nsymphony portrays a different sentiment. (36) Even the idea of Mannigfaltigkeit (variety) is subordinate to this concept, for Sulzer defines variety as “the \nconstantly varied effects of the same cause.” (37) “Variety” in this sense serves \nonly to “maintain” the one sentiment of a work. (38) This is an ideal that many \ntheorists saw realized in the arias of opera seria and in French character \npieces.",
                "footnotes": [
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\nThe ideas of “definiteness” and “unity of sentiment” are also related. This is \ndemonstrated by the remarks of Koch cited earlier “that the various sentiments \ncan not be juxtaposed in instrumental music the way they are when poetry and \nmusical composition are united.” (39) Whereas an underlying text can make \ncomprehensible a structure rich in contrasts, wordless instrumental music relies \ncompletely on the unity of sentiment. Not only does Haydn’s Distratto lack this \nunity, the piece is based on the systematic and continual breach of such unity. \nThe juxtaposition of varying styles and gestures—even within the most narrow \ncontext of, say, a single theme—is one of the most characteristic attributes of \nthe Italian-influenced instrumental music of the 18th century. This is \nespecially true of Viennese instrumental music starting in the 1770s. Not only \nSulzer and Koch but many other critics of the modern Italian-influenced \ninstrumental music came out against this “short-range topical flexibility” (40) that \nenjoys particular prominence in Haydn’s Distratto (cf. figure 2–4). To Koch, \nthis flexibility stood in such contrast to his concept of Empfindung that he \ncould see no sentiment whatsoever in Il distratto , only “wit.” Koch does not \ndescribe exactly what he means by “wit.” At the beginning of Koch’s polemic, \nhowever, there is a quotation from Batteux’s Les beaux-arts in which Batteux \npolemicizes against “witty people,” by which he means artists who do not share \nhis ideal of the imitation of nature. (41) This notion of wit incorporates the \ndistinction common in the 18th century between “wit” and “humor” and the related \nassociation of wit with the artful and humor with the natural, by which wit is \nunderstood as “an intellectual ornament, ‘inanimate’ and often sharply pointed \nas criticism.” (42) This concept of wit is found in Sulzer as well, though with \nSulzer it has a moral framework. Sulzer writes that wit “delights in that which \nthe reflective mind would consider harmful. It is therefore not uncommon that we \nfind predominantly witty people to have little heart—that is, little of the \ntender sentiments that are otherwise common.” (43) Sulzer is not essentially hostile \nto the idea of wit, however. He stresses that “wit is one of the basic elements \nof the genius that art requires.” What’s key here is the dosage, however, and \nfor Sulzer that means a sparing use of wit. “Too much wit tires and depresses \nthe forces that nourish the spirit and heart, making what should be useful \nmerely pleasant.”",
                "footnotes": [
                    "FN39",
                    "FN40",
                    "FN41",
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]\nOther musical aesthetics of the time, especially in writings by younger authors, \nconjure up a positive concept of Witz : Christian Friedrich Michaelis, in his \n1807 work Ueber das Humoristische oder Launige in der musikalischen Komposition , \nuses the terms witzig (witty), humoristisch (humorous) and launig (capricious) \nsynonymously. “Witty” music for him was characterized by the “unusual \ncombination of thoughts,” the juxtaposition of different topics and styles, as \nis the case in Il distratto : “The departure from convention, the unusual \ncombination of the strange and remote ... at first presents the appearance of \ninconsistency. But since this ... immediately ceases to be inconsistent in the \ngreater context, this music conveys the impression of comedy and can make one \nlaugh.” Here we see an understanding of “wit” that is found among authors of the \nearly Enlightenment in Germany. They saw Witz as the capacity to find unexpected \nsimilarities between seemingly dissimilar things or ideas. Michaelis goes on to \nwrite that the “most recent music” is “largely humorous, especially since Joseph \nHaydn, the greatest master of this genre, set the tone so exquisitely in his \noriginal symphonies and quartets.” (44) So while Koch criticizes Haydn for “linking \nthings that don’t belong together,” Michaelis sees this as particular evidence \nof Haydn’s originality. Early opinions of Haydn and general opinions of the new \ncontrast-dominated Italian style of instrumental music were divided along the \nsame line that clearly separates the assessments of Koch and Michaelis. Whereas \nthe juxtaposition of the heterogeneous was perceived as a violation of \nclassicistic rules by the one group, the other group saw it as (Haydn’s) great \nquality. Sulzer warned against the “annihilating” effect of wit, while other \ncritics considered it to be a positive attribute, that (as Mark Evan Bonds has \nargued) “intensifies the aesthetic experience by drawing attention to the very \nact of perception itself.” (45) These “witty” techniques were perceived (according to \nBonds) “to undermine the traditional premise of aesthetic illusion, thereby \ncreating a sense of ironic distance between the work and the listener.” (46) Koch’s \nremark that Haydn’s Distratto is “playful entertainment” is also noteworthy in \nthis regard: The shift in the meaning of the term Spiel (play) illustrates the \ncentral changes in the aesthetics around 1800. The term has a negative \nconnotation in the classical aesthetics that characterize Koch’s writings, as \nKoch’s remark on Il distratto show. Sulzer also writes (and Koch quotes this \nverbatim) that a composition that does not stimulate any sentiments is “only \nplayful entertainment.” (47) The apologists of autonomous instrumental music, \nhowever, turned the term Spiel into something positive, referring to how the \nterm was used not only in Schiller’s Letters on the Aesthetic Education of Man but in Kant’s Critique of Judgment . Ludwig Tieck wrote in 1797 that instrumental \nmusic “fantasizes playfully,” (48) and Christian Friedrich Michaelis wrote in 1800 \nthat instrumental music grants “the imagination lighter and less inhibited \nplayfulness than if it has been fixated on definite thoughts.” (49) Hans Georg Nägeli \nin 1826 cites “playing with forms” as the essential attribute of instrumental \nmusic, writing that “the more playful a musical composition is ... the more \nsuccessful it is,” (50) and Eduard Hanslick, writing in the mid 19th century, \ncompared music with a kaleidoscope in whose “play with colors and forms” one \ncould take pleasure. (51) The terms Witz and Spiel , which Koch uses referring to Il \nDistratto , illustrate how the apologists of an autonomous and wordless \ninstrumental music took up the ideas of traditional 18th-century aesthetics, \ntransformed them (even turned them into their opposites) and used this “romantic \ntransformation of enlightened themes” (Hosler) to define their new vision of \nmusic. IV. Confutatio",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46",
                    "FN47",
                    "FN48",
                    "FN49",
                    "FN50",
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]\nKoch’s polemic against Haydn’s Distratto bears a certain contradiction to a \npassage from the third volume of the Versuch , which was published six years \nlater. There, Koch quotes the description of the symphony from Sulzer’s \nencyclopedia, which was probably written by J.A.P. Schulz, in which the symphony \nis called a “sublime Pindaric ode”: A symphony is described here as showing \n“profound and keen ideas” and “sudden modulations and digressions from one key \nto another that are all the more striking the more distant their relation, \nstrong gradations of loud and soft.” (52) It is interesting to observe how Koch omits \none sentence in his long quote from Sulzer’s article on the symphony: Koch \nleaves out the sentence stating that the symphony should show “an apparent \ndisorder in the melody and harmony” ( anscheinende Unordnung in der Melodie und \nHarmonie ), since he probably did not consider this passage suitable to his \ndidactic and aesthetic purposes. The description of the symphony is one of the \nfew passages in both Koch and Sulzer that reveals not only a certain \nreconciliation toward the perplexing variety of the new Italian instrumental \nstyle but even an innovative approach to a theory of instrumental music \nsupported by a concept of the sublime. The question is why Koch was not able to \nappreciate Haydn’s Distratto in this context. Perhaps Koch was unable to relate \nthe comic tone of this symphony with the concept of the sublime. Another reason, \nperhaps, is that the description of the symphony in Sulzer’s encyclopedia makes \nexpress reference to the “chamber symphony”—that is, to symphonies that do not \nintroduce either a theatrical work or a sacred work. A symphony written as an \noverture to a theatrical work (such as Il distratto ), however, “allows fewer \ndigressions” according to Sulzer. There is also the fact that the article on the \nsymphony in Sulzer’s encyclopedia is not fully consistent, even seems \ncontradictory in parts and is likely a co-production of more than one author.",
                "footnotes": [
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\nAfter his polemic against Haydn’s Distratto , Koch turns his attention to another \npath by which Witz has crept into music. Whereas Koch’s first warning was \nagainst a type of Witz that violated his concept of Empfindung , Koch’s second \nwarning focuses on “clownery” in music. Koch describes how a certain composer, \nseeking applause, first builds “extraordinary difficulties” into his \ncompositions and then, to curry more favor with the audience, turns to “comic” \neffects. It can be assumed that this passage, which immediately follows the \ncriticism of Il distratto , is still directed at Haydn. The charge of mixing the \nserious with the comic that is discernable in Koch’s writing is a fixture of the \ncritique of Italian-influenced music in the 18th century. This criticism was \nespecially common in early Haydn reception, and those who did not appreciate the \nfusion of these two elements “were in essence objecting to the subversion of \naesthetic illusion and the concomitant threat to the very basis of aesthetic \nexperience. The concept of moving the affections was in danger of being exposed \nas nothing more than a calculated scheme based on artifice.” (53) Koch, however, \nwrites not only generally about the mixture of the serious and the comic but \nabout a certain composer as well. Koch’s description corresponds to the \ntraditional narration of Haydn’s stylistic development in the 1770s: While the \nworks of the late 1760s and early 1770s were characterized by certain \ncompositional difficulties (contrapuntal techniques and use of the Sturm und \nDrang idiom), a new orientation takes hold in the mid 1770s (according to this \nnarration) to produce a plethora of works in the “popular” style—a new \norientation that was often associated with Haydn’s theater symphonies such as Il \ndistratto . H.C. Robbins Landon, for example, authored a polemic against such \n“popular symphonies” that is nearly as strong as Koch’s polemic and relies on \nthe same arguments. Landon calls such symphonies “at best uninspired concessions \nto popular taste” and claims that “the art of the symphony in Haydn’s hands now \nbegins to suffer that long and sad deterioration which will reach a low point in \nthe symphonies of about 1780.” (54) James Webster criticized such talk of \ndeterioration as untenable, though it was not so much the tendency toward the \npopular itself that he called into question as its negative interpretation. (55) It \ncan not be said with certainty whether Koch’s narration of deterioration is an \nindication that the line of argument criticized by Webster goes all the way back \nto Haydn’s contemporaries or whether it simply indicates that Koch was referring \nto a composer other than Haydn in this part of his polemic. If Koch’s narration \nof deterioration does indeed refer to Haydn, however, this might be one \nexplanation why Koch did not include any of Haydn’s work after the 1770s in his \ncompositional treatise, even though some of these works found their way to \nRudolstadt, as the court archives show. V. Peroratio",
                "footnotes": [
                    "FN53",
                    "FN54",
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\nKoch’s polemic against Il distratto shows that there are fundamental differences \nbetween his aesthetic views and Haydn’s compositional practice. What is the \nsignificance of these differences for a “historically informed” analysis that \naims to incorporate Koch’s theory? Naturally, one could say that Koch took over \nSulzer’s ideas without questioning them and that his technical terminology, his \n“mechanical rules of composition,” could be disassociated from its aesthetic \nbackdrop. The aesthetic concept of Empfindung and the compositional concept of \npunctuation form do indeed derive from two different and independent \n18th-century traditions, and there were already attempts in the 18th century to \nseparate the concept of punctuation form from rigid rhetorical concepts. (56) The \nprinciple of punctuation form in its very general sense, which is also expressed \nin Koch’s work, is part of the common understanding of the 18th century. This \ncan easily be demonstrated in both the theory and compositional practice. It is \nnot characteristic only of the compositions of the “galant style,” whose outer \nappearance, in contrast to the continuity of many baroque compositions, is \nmarked by an abundance of different caesuras and discontinuities that result \nfrom the line up of galant schemata. (57) It is also found in the work of almost all \ntheorists of the 18th century, although there is a great disparity in how the \npunctuation terminology is used. The idea of punctuating musical phrases through \nstandardized endings may be one of the oldest and most long-lived formal \nprinciples of compositional history, with origins that can be traced back to the clausulae classifications of early polyphony. The idea of punctuation through \ncadences is also found in the Italian tradition of partimenti , and the \nsignificance of this tradition for the Italian-influenced instrumental music of \nthe 18th century can hardly be overstated. (58) There is no doubt that a very general \nconcept of punctuation form is an indispensable tool to properly understand \n“form” in the 18th century. The very specific and refined compositional terms \nand ideas of Koch, however, or his description of the compositional process as a \nsequence of Anlage (plan), Ausführung (realization) and Ausarbeitung (elaboration), akin to the traditional rhetorical tropes, cannot be freed from \ntheir aesthetic backdrop and applied to the music of the 18th century as \n“neutral” terms of the trade. A theory’s terminology is always already imbued \nwith its ideological implications (as Adorno would say). For this reason, I \nshare Nancy Baker’s doubts as to whether Koch’s theory is useful in practice: \n“Whether or not the method of composing which Koch outlines could ever have been \nused is another matter. In theory, it is possible—although in all likelihood \nKoch himself did not compose this way.” (59) Koch’s Versuch unites speculative, \nregulative and analytical elements of music theory, but their interrelationship \nis deductive and top-down, not inductive and bottom-up: The aesthetic \nspeculation leads to regulative rules that are verified through analytical \nexamples. In this context, I find it rather questionable that Koch’s Versuch “closely followed practice.” Koch’s Versuch is frequently praised for having \ntranslated Sulzer’s theory into compositional practice. In essence, however, \nKoch’s Versuch only demonstrates the chasm that existed at the time of Haydn and \nKoch between “speculative traditions” on the one hand (which gained importance \nduring the neoclassical period as aesthetic speculations on a system of fine \narts) and “practical traditions” on the other (which developed rapidly through \nItalian instrumental music).",
                "footnotes": [
                    "FN56",
                    "FN57",
                    "FN58",
                    "FN59"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\nThat is not an argument against the analytical applicability of contemporary \ntheories, however. The adequacy of an artistic method is (as Carl Dahlhaus \nargued) determined not by which method one applies but how and why one applies \nit. (60) No analytical approach exists in a theoretical vacuum. Even “contemporary” \nterminology does not make it possible to discuss compositions “authentically” or \nwithout theoretical premises. Any analytical approach, therefore, can and must \nincorporate its heuristic preconditions into its analysis and classify its \nresults appropriately on this basis. The awareness of the differences identified \nbetween contemporary theory and practice, for example, can only make a \n“historically informed” analysis more productive. Studying how Koch’s ideas and \nmetaphors relate to various styles and phases in Haydn’s work make it possible \nto draw conclusions from the varying degrees of adequacy offered by Koch’s \ntheory. By examining the adequacy of Koch’s idea of “unity of expression,” one \ncould study the development of the characteristic short-range topical \nflexibility. One could also describe the shift from Haydn’s earlier style \ncharacterized by numerous interruptions and cadences to his later, more \nexpansive and cohesive style, in which a system of divisions and punctuation was \nless important. (61) Moreover, one could use a “weakness” of Koch’s theory mentioned \nby Joel Lester (62) —its neglect of thematic “content” in favor of the punctuated \nconclusion—for an examination of the symphonies of Haydn: One could demonstrate, \nfor example, how the initial dominance of certain punctuated formal models in \nthe 1750s and 60s (such as Koch’s punctuated Hauptform ) changed over time into a \ndominance of certain thematic sequences. (63) Differences of this type are found not \nonly chronologically between different creative periods of Haydn, however. \nKoch’s principle of phrase expansion, for example, can be used to demonstrate \nthat the characteristics of the “punctuated” style referred to in the Versuch are found chiefly in specific genres, specific movements or in the context of \nspecific musical topics in Haydn’s work. Another difference between Koch and \nHaydn relates to the beginning of the second main section of large musical \nforms. In the 1770s, Haydn began gradually departing from what had up to then \nbeen a standard formal element in the allegro movements of his symphonies, \nnamely, the introduction of the main theme in the secondary key at the start of \nthe second part, followed immediately by the same theme in the main key and then \na “development” section. This “medial return,” (64) a type of “developmental \nrotation” as defined by Hepokoski and Darcy, became increasingly rare with Haydn \nstarting in the 1770s, yet it is precisely this phenomenon that Koch insists on \nin the second volume of his Versuch in the 1780s. (65) Only in the third volume of \nthe Versuch , published six years later, does Koch concede the deviation from \nthis principle. (66) One could cite several possible reasons why Koch first puts \nforward this standard and then qualifies it. First, one could argue that the \nidea that the “medial return” had been eliminated in the 1770s is imprecise, \nsince this phenomenon continued with other composers and theorists, even if \nHaydn used it less. If, however, one holds to the idea of the elimination of the \n“medial return” in the 1770s, one could argue that Koch wrote about the \ndeviation from this practice only six years after his own description of the \nvery same practice because it was only then that he encountered works that \ncalled for this deviation. (In writing about the deviations, Koch mentions the \n“modern symphonies” and “many Haydn and nearly all Dittersdorf symphonies.”) \nThis reason would reinforce the suspicion that Koch only belatedly incorporated \nchanges to compositional practice and that a change to compositional \npractice that can be seen in Haydn’s work of the late 1760s is only reflected in \nKoch’s writings in the late 1780s. A final reason would be that it is part of \nKoch’s didactic strategy to present narrowly defined compositional \nstandards first and only later show the possible and common deviations from such \nstandards. This interpretation is backed up by Koch’s own statement that in his Versuch he will not only present the “main forms” but also “the most important \nand frequent deviations.” (67) VI. Conclusion",
                "footnotes": [
                    "FN60",
                    "FN61",
                    "FN62",
                    "FN63",
                    "FN64",
                    "FN65",
                    "FN66",
                    "FN67"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]\nWhen we approach the music of Haydn from Koch’s perspective, we should be aware \nthat Koch is referring to a particular style and that much of his Versuch is a polemic \nagainst a type of instrumental music that has strayed too far from his ideal of \nvocal music. Koch’s insistence on “unity” and “definiteness of expression” and \nthus on the fundamental paradigm of vocal music is an adherence to a concept of \nmusic that Koch saw disappearing: “If we look at recent compositions,” Koch \nwrites, “we have to contrast an almost countless number of instrumental pieces \nwith a small number of vocal pieces. How much the possible effect of music is \nlessened with this prevalent separation from poetry is easy to understand.” (68) It \nmight be an open question whether Il distratto is among Haydn’s greatest \nsymphonies. But the echoes of Il distratto can be “heard throughout Haydn’s \nworks” and “suggest a rich source of humor in the paradox of seeming \ndistraction.” (69) It is works such as these in particular where Haydn shows his \ntalent for taking originally linguistic phenomena such as humor, caprice, wit or \nirony and portraying them in an immanently musical manner: a talent that was a \nkey factor in spreading Haydn’s fame throughout the world even during his \nlifetime. When Haydn’s Il distratto made its way to Rudolstadt, however, \nHeinrich Christoph Koch was not amused: this is indicative of Koch’s \nrelationship to modern instrumental music.",
                "footnotes": [
                    "FN68",
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]\nThe example of Koch and Haydn makes clear that “historically informed” analysis \ncan not be limited to applying the metaphors of individual theorists to \ncontemporary compositions. “Historically informed” analysis in the best sense of \nthe term can only consist of viewing a composition against the varied backdrop \nof the compositions that preceded it, contemporary practice and the compositions \nthat followed it on the one hand balanced against contemporary theories and \ntheir relationship to actual compositional practice on the other. (70) The role \nplayed here by contemporary theory is secondary, since the history of theory \nalways follows its own laws and discourses as well, sometimes even with \ntendencies that contradict the practice of the day. (71) Only by considering these \ntensions and differences does analysis respect the fact that the work of art and the contemporary theory and the modern analyst should all be seen as historical \nthrough and through.",
                "footnotes": [
                    "FN70",
                    "FN71"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.08.14.1.diergarten.html",
    "data": "mto/data/mto.08.14.1.diergarten.json"
}