{
    "title": "Destructuring Cartesian Dualism in Musical Analysis",
    "date": "1994/11/01",
    "volume": "0",
    "issue": "11",
    "authors": [
        "Covach, John R."
    ],
    "abstract": "The following study represents work-in-progress. In this preliminary study I will explore the topic of subject-object dualism as it arises in musical analysis. My work is strongly influenced by Martin Heidegger’s “fundamental ontology,” which he presents in his important philosophical work,Being and Time[1927].(1)I will argue that Heidegger’s critique of Rene Descartes’ systematic reduction of intellectual certainty to a fundamental “first fact of knowledge”—the famouscogito, ergo sum—offers us a useful guide in the consideration of dualism as it occurs in musical analysis. Heidegger’s notion of destructuring (Destruktion) will prove to be especially valuable in investigating this problem. The exploration of subject-object dualism will then lead to consideration of musical understanding and musical meaning, and concepts derived from the writings of Heidegger and Hans-Georg Gadamer will be employed as I suggest a number of preliminary solutions to problems that will arise in the discussion of these issues.",
    "keywords": [
        "Heidegger",
        "Husserl",
        "phenomenology",
        "fundamental ontology",
        "hermeneutics"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.11/mto.94.0.11.covach.pdf",
    "author_info": [
        {
            "name": "John R. Covach",
            "university": "University of North Texas",
            "address": "College of Music, Denton, TX 76203–6887",
            "email": "jcovach@music.unt.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Martin Heidegger, Being and Time , trans. John Macquarrie and\nEdward Robinson (New York: Harper and Row, 1962).",
            "citations": []
        },
        "FN2": {
            "text": "2. Cartesian dualism is sometimes discussed in terms of a mind-body,\nor mind-world split.  For discussions of subject-object dualism as it\narises in the consideration of music, see F. Joseph Smith’s chapter,\n“Cartesian Theory and Musical Science,” in his The Experiencing of\nMusical Sound: Prelude to a Phenomenology of Music (New York:\nGordon and Breach, 1979), 119–42; as well as his “Music Theory and\nthe History of Ideas,” in F. Joseph Smith, ed. In Search of Musical\nMethod (London: Gordon and Breach, 1976), 125–49.  See also\nThomas Clifton, “Music as Constituted Object,” in In Search of\nMusical Method , 73–98 and Lawrence Ferrara, “Phenomenology as\na Tool for Musical Analysis,” The Musical Quarterly 70/3 (1984):\n355–73.",
            "citations": []
        },
        "FN3": {
            "text": "3. Roman Ingarden, The Work of Music and the Problem of its\nIdentity , trans. A. Czerniawski (Berkeley: University of California\nPress, 1986).  A helpful summary of Ingarden’s essay is provided in\nEdward Lippman, A History of Western Musical Aesthetics (Linclon: University of Nebraska Press, 1992), 441–43.  Ingarden’s\narguments certainly merit far more careful consideration than the\nscope of this paper allows; I hope here merely to offer a sense of\nwhat some of the questions are that surround the discussion of the\nmusical object.",
            "citations": []
        },
        "FN4": {
            "text": "4. For a clear account of Husserl’s position and on the historical and\nintellectual context in which it arose, see David Woodruff Smith and\nRonald McIntyre, Husserl and Intentionality: A Study of Mind,\nMeaning, and Language (Dordrecht: D. Reidel, 1982).  For a\ngeneral introduction to Husserl’s philosophy and the\nphenomenological tradition, see Joseph J. Kockelmans, ed., Phenomenology: The Philosophy of Edmund Husserl and its\nInterpretation (New York: Anchor Books, 1967).  Don Ihde offers a\nsummary of intentionality in his Listening and Voice: A\nPhenomenology of Sound (Athens: Ohio University Press, 1976),\nChapter 3 especially.  While Ihde addresses the topic of sound\ngenerally—and consequently music constitutes only one aspect of his\nstudy—his book provides a valuable introduction to phenomenological\nthought and method.",
            "citations": []
        },
        "FN5": {
            "text": "5. See, for example, Thomas Clifton, Music as Heard: A Study in\nApplied Phenomenology (New Haven: Yale University Press, 1983);\nDavid Lewin, “Music Theory, Phenomenology,\nand Modes of Perception,” Music Perception 3/4 (1986): 327–92;\nand Judy Lochhead, “Temporal Structure in Recent Music,” in F.\nJoseph Smith, ed., Understanding the Musical Experience (New\nYork: Gordon and Breach, 1989), 121–65.",
            "citations": []
        },
        "FN6": {
            "text": "6. Hubert L. Dreyfus, in his Being-in-the-World: A Commentary of\nHeidegger’s Being and Time, Division I (Cambridge, Mass.: MIT\nPress, 1991), explores this issue in detail (see especially pp. 46–54). \nDreyfus’s position is that “Heidegger succeeds in taking over\nHusserl’s definition of phenomenology and totally transforming it for\nhis own ends, making ‘phenomenology’ mean exactly the opposite of\nHusserl’s proposed method for spelling out the intentional contents of\nhis own belief system and thereby arriving at indubitable evidence”\n(30).",
            "citations": []
        },
        "FN7": {
            "text": "7. In the following paragraphs I offer a much simplied overview of\nsome of the important issues in Being and Time .  Far more\ndetailed expositions of Heidegger’s work can be found in Dreyfus, Being-in-the-World ; Michael Gelven, A Commentary on\nHeidegger’s Being and Time (New York: Harper and Row, 1970);\nand John Richardson, Existential Epistemology: A Heideggerian\nCritique of the Cartesian Project (Oxford: Clarendon Press, 1986). \nFor the purposes of this study, I am avoiding the use of the standard\nHeideggerian terms ( Dasein , Zuhandenheit , Vorhandenheit , sein bei , Mitsein , and so on); the use of this specialized\nvocabulary would only unnecessarily complicate the brief\nconsideration of Heidegger’s ideas that the scope of this study\nallows.",
            "citations": []
        },
        "FN8": {
            "text": "8. Rene Descartes, Discourse on Method and Meditations of First\nPhilosophy , trans. Donald A. Cress (Indianapolis: Hackett\nPublishing, 1980), 17.",
            "citations": []
        },
        "FN9": {
            "text": "9. David Lewin (“Music Theory”) makes a similar point, though he\ncasts it as “distinguishing X from Y” (375).  Lewin goes on to argue\nthat while such dualism “in thinking about perception does not in\nitself pose a danger for music theory,” the “X/Y paradigm” is less\nuseful in describing the relationship to music in which composers or\nperformers participate.  This latter type of experience is discussed\nvery much in terms of what Heideggerians might call “involvement,”\nthough Lewin himself does not use this term.",
            "citations": []
        },
        "FN10": {
            "text": "10. This principle underlies Thomas Kuhn’s writing on the history of\nscience; see his influential The Structure of Scientific Revolutions ,\n2nd rev. ed. (Chicago: University of Chicago Press, 1970). \nHeidegger’s perspective has had an enormous influence on French\nphilosophy since the Second World War; one can hardly imagine the\nwork of Jean-Paul Sartre, Maurice Merleau-Ponty, Jacques Derrida,\nand Michel Foucault without Being and Time .",
            "citations": []
        },
        "FN11": {
            "text": "11. Hans-Georg Gadamer, Truth and Method , 2nd rev. ed., trans\nJoel Weinsheimer and Donald G. Marshall (New York: Continuum,\n1991), 271–85 esp.",
            "citations": []
        },
        "FN12": {
            "text": "12. For a detailed discussion of Gadamer’s philosophical\nhermeneutics in the context of musical scholarship, see Thomas\nChristensen, “Music Theory and its Histories,” in Christopher Hatch\nand David Bernstein, eds., Music Theory and the Exploration of the\nPast (Chicago: University of Chicago Press, 1993), 9–39.",
            "citations": []
        },
        "FN13": {
            "text": "13. Lydia Goehr, The Imaginary Museum of Musical Works: An\nEssay in the Philosophy of Music (Oxford: Clarendon Press, 1992). \nSee also Patricia Carpenter, “The Musical Object,” Current\nMusicology 5 (1967): 56–87.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Philosophical Background",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] By the term “subject-object dualism,” I mean the separation that\noccurs—however tacitly—whenever we approach a piece of music as\nan object in some world “out there,” an object distinct from ourselves\nas perceiving and conceiving subjects.  It is probably safe to say that\nin our analysis of works we tend to assume this subject-object\ndistinction; while we are mostly not at all clear on what the specific\nnature of the musical object is, we nevertheless proceed as if that\nproblem can be “bracketed” in analytical discussion. (2) As the\nPolish phenomenologist Roman Ingarden has shown, however, the\nontological status of the musical work is a rather complicated\nphilosophical question; our tacit acceptance of a musical work as an\nobject may be disrupted, for example, when we engage questions of\nvariant performances of a single work (Is the work its performance?)\nor various editions of the score (Is the work its score?). (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Ingarden thinks of the musical work as an “intentional object,” by\nwhich he means that it is an object for me and towards which my\nconsciousness is directed.  Phenomenologists tend to hold that the\nnotion of intentionality, first proposed by Franz Brentano but most\noften associated with the work of Edmund Husserl, transforms the\nCartesian subject-object split in an important way. (4) For Husserl,\nconsciousness is always consciousness of something; there is no\nsubject without an object.  Likewise, there are no objects independent\nof subjects.  Thus, intentionality places the subject and object in a\nrichly interdependent relationship.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Husserl also distinguishes between the usual ways we have of\nthinking about things in the world, which he calls the “natural\nattitude,” and the “phenomenological attitude.”  The\nphenomenological attitude entails “bracketing”—that is, setting aside\nin full consciousness of doing so—our usual theories and ways of\naccounting for things in the act of perception; focus is placed on the\nphenomenon of our conscious experience itself.  Husserl conceived\nof phenomenology as a method that was applicable to many\ndisciplines, and indeed, in the years following the publication of\nHusserl’s central texts ( Logical Investigations [1900, 1901], Ideas\nI [1913], and Cartesian Meditations [1931]), a number of scholars\nhave adopted a phenomenological approach in a wide variety of\nfields.  In their application of the phenomenological method, music\ntheorists have tended to bracket our usual theories and analytical\nmethods, coaxing the reader to hear the music in a fresh manner; and\nunderstandably the emphasis in these studies often seems to fall on\nthe perceptual experience of the music itself, and especially on the\ntemporal dimension of that experience. (5) But despite the central\nnotion of intentionality, phenomenologists tend to preserve the\nconception of the musical work as an object, even if the\nphenomenological method reveals it to be a richer object than we\nmight have previously imagined.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Heidegger was assistant to Husserl in Freiburg during the 1920–\n23 period, and his writing in the mid to late 1920s is sometimes\nthought to constitute an extension of the Husserlian project; in fact,\nHeidegger himself describes one aspect of his work during this\nperiod as “hermeneutic phenomenology.”  Many philosophers,\nhowever, hold that Heidegger’s work breaks with Husserl’s project in\nimportant ways. (6) One way in which Heidegger breaks with\nHusserl’s work is by subjecting the phenomenological attitude itself—\nand, consequently, the Cartesian subject/object split—to\nphenomenological scrutiny.  But in order to understand Heidegger’s\ncritique of Descartes—and by extention, Husserl—it is important first\nto survey the broader concerns Heidegger addresses in Being and\nTime .",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] One of the central arguments Heidegger makes in Being and\nTime is that the Western philosophical tradition has “forgotten” the\nquestion of being. (7) Philosophers have tended to think of being as\nif it were a substance; we ask the question in the form “What is\nbeing?”  But Heidegger sees the question as something more like\n“How is being?”  This way of formulating the question seems strange\nto us, and Heidegger argues that this is because in many ways our\nlanguage itself participates in this “forgetfulness of being.” \nHeidegger would like to retrieve what he views as the all-important\nquestion of being, but in order to accomplish this he has to overcome\nwhat he takes to be fundamental biases that he sees as embedded\nwithin the philosophical tradition, within the language that that\ntradition, and within Western culture generally.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In order to get to the question of being, then, Heidegger\n“destructures” the tradition; that is, he attempts to bring to light the\nunderlying assumptions that generally go unexamined in the\nphilosophical discourse.  These assumptions, according to Heidegger,\nare so commonly held and so fundamental to our way of thinking\nabout things that they are almost completely transparent to us; we are\ngenerally unaware of their presence in our thinking.  But if we can\ntease out these assumptions, we can begin to see how our thinking is\nover-determined by these assumptions, and how this over-\ndetermination closes off other kinds of solutions to certain central\nphilosophical problems than those commonly held within the Western\ntradition.  Heidegger pursues three basic strategies for disrupting our\nassumptions: he offers detailed critiques of the tradition; he pursues\nhis infamous word etymologies; and he focusses attention on our\neveryday ways of coping in the world (this last aspect, and especially\nHeidegger’s discussions of Angst and Sorge , has often been\ninterpreted as existentialist).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] It is, then, in the context of retrieving the question of being that\nHeidegger focusses attention of the subject-object split, especially as\nit is asserted by Descartes in his Discourse on Method [1637] and Meditations on First Philosophy [1641].  Descartes sought the\nbasis of absolute intellectual certainty; he employed a method of\ndoubting everything in order to come down to the foundation for all\ncertain knowledge.  In Part Four of his Discourse on Method ,\nDescartes comes to the conclusion that while he could doubt all\nknowledge gained both by the senses and by rational means, the one\nthing he could not doubt was the very fact that he was doubting. \nThis reduction leads to the famous cogito, ergo sum —I think,\ntherefore I am. (8) From this first principle of certain knowledge,\nDescartes rebuilds his understanding of the world through a rational\nmethodological procedure.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Heidegger finds in Descartes’ first principle a strong statement of\nsomething he takes to be an assumption in all Western philosophy\nsince Plato: we tend to privilege rational procedures in acquiring\nknowledge over other possible ones.  But in Descartes especially, the\nsubject, certain of its own consciousness, is to be distinguished from\nthe world that this subject places before itself as an object.  This\nsubject-object distinction is taken as self-evident—becoming thus,\ntransparent—and forms the foundation for all knowledge.  In our\ndaily lives, we can readily detect the presence of notions like\n“scientific method” and “objectivity” in our assumptions about\nknowledge and its acquisition.  In dealing with a situation\n“objectively,” we set our rational selves over against whatever we\nmean to investigate.  In terms of Heidegger’s larger concern with the\nquestion of being, the result of the subject-object split is that we tend\nto place being before us as if it too were an object—some kind of\nentity or state that we could explore objectively.  But Heidegger’s\nargument is precisely that being is not such an entity at all, and the\nreason why such a statement seems so peculiar is because the notion\nthat it should be an object is so deeply engrained in our usual ways\nof thinking that we find it difficult to imagine things any other way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Heidegger’s “fundamental ontology” is an attempt not so much to\nanswer, but rather to raise the question of being in a way that avoids\nthe assumptions that the tradition imposes on us.  In pursuing this\ngoal, Heidegger turns to our everyday coping in the world around us. \nHeidegger argues that in our daily lives we interact with the things\naround us not so much as objects in the Cartesian sense, but rather as\nthings that are situated within a vast network of contexts.  When I\ntype this paper (or as you read it), the computer is not so much an\nobject in front of me as much as it is a tool within the larger context\nof what I am trying accomplish by writing the paper.  It resides in a\ncontext with the printer, the coffee pot, and a large number of things\nin my office that are typically viewed in the context of some task at\nhand.  It is only when something happens that interrupts my work in\nsome way—the screen locks or the power goes out, say—that I look at\nthe computer as an object.  If I am qualified to do so (and I am not),\nI might open the computer up and have a look at the circuit boards. \nBut whatever I do, the disruption of my work transforms my\nconception of the computer; and if I attend to this shift, I will find\nnot only that the computer becomes an object for me, but also that it\nwas not really an object in the same sense before the disruption.  The\nargument that Heidegger wants to make is not that philosophy should\nabandon the subject-object split; this, of course is impossible. \nRather, Heidegger wants to show that this kind of Cartesian dualism\nis not the foundational fact of understanding; the subject-object split\nis instead derivative of another aspect he wants to uncover: being-in-\nthe-world. Musical Objects",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As was mentioned above, music theorists and analysts tend to\nassume that the musical work is an object, even if it is a richly\nfaceted one. (9) We have a tendency to “measure” works according\nto objective standards: on the most fundamental level we speak of\nintervals, rhythms, or timbres—all aspects of the physical make-up of\nsounds that can be measured empirically.  Other aspects of music\nthat are less physically tangible—aspects such as form, harmony,\ncounterpoint, voice leading, and motive—are sometimes thought of as\nif they were physical properties that operate according to certain\nkinds of laws.  While the notion that the major triad is the “chord of\nnature” or Schoenberg’s notion that dissonances are merely remote\nconsonances are mostly viewed with suspicion by today’s theorist,\nthe scholarly literature is replete with unsubstantiated assumptions\nthat, for example, tonality acts like a musical force that creates a\nhierarchical relationship among tones.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Now it is not so much that I would want to challenge such\nfundamental notions in the current discourse as form or tonality.  To\nhave such shared assumptions is part of what constitutes participating\nin a culture.  These shared assumptions, it seems, are necessary and\nunavoidable.  But to the extent that they are shared, they also\nbecome transparent to us. (10) In his Truth and Method [1962],\nHeidegger student Hans-Georg Gadamer calls such shared\nassumptions “prejudices,” arguing for the retrieving of an\nunderstanding of the positive role such prejudices play against an\nEnlightenment conception that all prejudices need to be erased. (11) Prejudices cannot ever be eliminated—there is no way to retrieve, in\nhistorical writing for example, the past “as it really was”—but\nprejudices can be understood and accounted for in interpretation. (12)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] If we are to follow Heidegger’s model, we need to destructure\ncertain aspects of our discourse to tease out the prejudices.  As a\nvery simple example, let us take a focal concern of many music\ntheorists: tonality.  At the undergraduate level, we teach tonality as if\nthere were a wide consensus among us on what we mean by the\nterm, and I think in a very general sense there is.  Disagreements do\narise, however, and the famous Schenker-Schoenberg polemic is one\nof many that could be cited, both historically and in the current\nliterature.  But when we discuss tonality, we tend to speak in\ntheoretical terms; that is, we speak of tonal movement as abstract and\nnot as the exclusive property of any particular work.  One says\n“dominant tends to resolve to tonic,” or “a tonic chord may be\nembellished by a subdomiant chord over a tonic pedal in the bass.” \nMany of us teaching from a Schenkerian orientation teach the\nstudents a four-stage “phrase model,” according to which the\nsequence tonic-predominant-dominant-tonic becomes the basic\nparadigm for harmonic progression and tonal prolongation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] At least once each term, however, a student writes a progression\nsuch as I - ii - iii - IV, plays it at the keyboard, and wonders what is\n“wrong” with the progression.  To this student it sounds fine, and if\nthe course were devoted to writing music in the style of Lionel\nRitchie it would be fine; but that is not the kind of music that is a\ncentral concern in such a course, and this cuts right to the heart of\nthe problem.  Theories of tonality do not describe properties that a\nparticular musical object has in isolation; they describe how that\npiece relates to other pieces.  If you have a theory of tonality, it has\nto arise from actual or potential pieces of music.  When we teach\ntonality in music from the common-practice period, each example is\nviewed—often tacitly—against the practice of composers in that\nparticular tradition.  I do not mean that we refer to specific musical\nexamples (which we may or may not do), but rather that we tacitly\nrefer to a body of music with which we are to some degree—often to\na great degree—familiar.  Thus, understanding and meaning arise in\ntonal analysis only when one “situates” a particular example within a\nnot-always-consciously circumscribed literature.  To the student who\nwrites the Lionel Ritchie progression, the answer is not “this is a bad\nprogression,” but rather “good progression, wrong style.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] It is useful—and sometimes essential—to discuss tonality as if it\ncould be “disembodied” from real pieces that reside with myriad\nother works within cultural traditions.  This kind of thinking, though,\nhas a tendency to reinforce the notion that a musical work is a kind\nof self-contained object, and analyses according to this idea can tend\nto reinforce the idea that such an object has certain properties that\ncan be duly noted and interpreted.  Such “objectification” of the\nmusical experience is not restricted to the harmonic analysis of tonal\nmusic, however, and could be uncovered in music-theoretical writing\naddressing any of the aspects of music mentioned above.  I would\nargue, however, that this is not really the way we understand music\nin the most fundamental sense, and thus, it is not ultimately in these\nterms that music becomes meaningful for us.  Following Heidegger, I\nwant to argue that “objective” theoretical thinking is derivitive of a\nmore fundamental kind of musical experience. Musical Worlds",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] If there is a mode of experiencing music that is more\nfundamental than the usual rational one to which we most often\nattend—that is, if there is a mode of musical experience that\ncorresponds to being-in-the-world—What is it? or perhaps better,\nHow is it?  I argued above that when we think of a particular piece\nin terms of its tonality, for example, we are really situating that piece\nwithin a literature; and when we situate a piece in this way, we are\nnot necessarily conscious of doing so.  Thus, what I am proposing is\nnot simply a modified Heideggerian style theory in which one would\nconsciously situate works within specified literatures.  I am also not\narguing, that in hearing a piece of music, say a Beethoven string\nquartet, we consciously say to ourselves: “Ahah!  This bit is just like\na passage from Haydn, and that other bit is very like a Mozart\npassage I know.”  This is, of course, something we all do to some\nextent; but this kind of intertextuality is also not what I am getting\nat.  I am instead arguing that we never hear the Beethoven string\nquartet in isolation from other works; or perhaps it would be better to\nsay, we never prefer an interpretation of the Beethoven in isolation\nfrom other works (we can, after all, imagine a culture that prefers to\nhear works in isolation from all others, but Western culture is not\nthat way).  The question now arises: If these other works are present\nin our understanding a particular work, and if those other works are\nnot present for the most part through quotation or allusion, how are\nthey present?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Particular pieces of music are situated within what I shall term\n“musical worlds.”  The musical world of a piece is a number of other\nworks that form a kind of background—a body of other pieces that\ncreate a purely musical context for some particular piece.  The\nmusical world of a piece is usually not something of which we are\nconscious when we listen, but is the product of our cumulative\nexperience in music.  The exact pieces that make up a musical world\ncould never be exhaustively listed; in a certain sense they are what is\nclosest to us in our musical experience, but by virtue of this they are\nalso what is most difficult to articulate in a conscious manner:\nmusical worlds are transparent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The ways in which we typically go about training ourselves and\nothers in music, however, betray the underlying presence of musical\nworlds.  It is fairly clear that we operate in most instances according\nto the assumption that in order to understand music, one needs to\nknow a lot of music.  This assumption is typically tacit until some\ncircumstance disrupts it and brings it to our attention.  For example,\nif I am teaching a class in harmony—to return to the example used\nearlier—and am faced with a few students in the class who know very\nlittle Western art music from the common-practice period, it becomes\nvery difficult to play a particularly unlikely harmonic progression and\nsay: “Now use your ears; does this sound like something you might\nhear in Mozart?”  Not knowing the literature to which I am referring,\nthe only honest answer the student can give is: “How should I\nknow?”  On the other hand, those students who have more\nexperience with that literature can immediately answer “No” to this\nquestion, though they may have to pause to figure out why the\nprogression does not work according to the theoretical principles\ndiscussed in class.  In the first instance the musical world in which I\nam asking the student to situate the progression is unavailable to\nhim/her; in the second instance the student cannot satisfactorily\nsituate the progression within the musical world that I specify. \nSimilar instances abound in teaching performance and composition. \nIn teaching jazz or rock improvisation on the guitar, for instance, it is\nalmost impossible for the student to make any progress if s/he is\nunwilling to dedicate his/herself to listening to hours of music in the\nstyle; the student must build an appropriate musical world in which\nto maneuver when improvising.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In many ways much of this is self-evident; but when differences\narise between theories or analyses, the difference can often be traced\nto a lack of clarity with regard to the musical worlds that form the\nbackground of each opposing point of view.  To use a brief example,\nmany of the differences between the harmonic theories of Schenker\nand Schoenberg can be traced to the fact that the two theorists were\ngeneralizing across two different bodies of music.  As is well known,\nSchenker restricted his analyses for the most part to pieces he\nconsidered to be masterworks.  Schoenberg, too, considered those\npieces; but Schoenberg included the music of Richard Strauss,\nGustav Mahler, and many others (including himself).  It might even\nbe said that Schoenberg extended his generalizations to pieces that\nhad not yet been composed (or pieces that might have been\ncomposed).  It is, thus, inevitable that differences should arise in\ntheir respective theories.  The problems enter when we suppose that\nthere must exist one single unifying theory of tonality.  Tonality is\nnot something akin to a physical property; unlike Earth’s gravity,\ntonality is not the same for all terrestrial places and times.  Tonality\nis a way of situating pieces within a—perhaps extremely large—group\nof pieces.  This being the case, the question is not “How does\ntonality work?” but rather “How does tonality work with regard to\nthese pieces?”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Returning, then, to the subject/object split: I am arguing that at\nthe most fundamental level we do not experience a piece of music as\na self-contained object.  A piece is rather more like a location within\na rich network of other pieces in our musical experience. Musical\nunderstanding arises when we are able to situate a particular piece\nwithin a musical world, and musical meaning arises as we appreciate\nthe particular way in which the work is situated. The work is not\nso much an isolated point as much as it is a location of gathering\ntogether.  We may explain aspects of this gathering together in terms\nof tonality, form, row structure, or motivic development, but such\ndescriptions will always be derivative objectifications of a more basic\nkind of musical experience.  By making such a claim I am not\ncoming out against dualism in analysis; I am instead arguing that\ndualism is already once removed from what is most fundamental in\nmusical experience.  Musical analysis always presumes a musical\nworld, even if the analyst rarely articulates this transparent\nbackground.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] A number of questions remain to be addressed with regard to\nthe position outlined above.  For example, Lydia Goehr has recented\ndealt at some length with the notion of the musical work in Western\nart music. (13) She traces the origins to this way of thinking about\nmusic back to the beginnings of the nineteenth century.  There are a\nnumber of other kinds of music, both non-Western and Western, for\nwhich the idea of a musical “work” does not apply.  In rock music,\nfor example, it is difficult to think in the traditional terms of “pivotal\nworks.”  In a tradition that does not privilege the notion of the work,\nhow does this difference impact the musical world of the listener as\nsketched above?  Hermeneutic positions such as the one I am\nforwarding are also often subject to charges of relativism,\nsubjectivism, and solipsism.  Critics might question whether, for\ninstance, we each carry around our own musical worlds, or whether\nwe carry around one or many musical worlds.  How do our musical\nworlds change as our experience grows?  Such questions are the\ntopic of my on-going work on this philosphical problem.  I welcome\nsuggestions and discussion from interested readers.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.94.0.11.covach.html",
    "data": "mto/data/mto.94.0.11.covach.json"
}