{
    "title": "LGBTQ+ Lives in Professional Music Theory",
    "date": "2020/03/01",
    "volume": "26",
    "issue": "1",
    "authors": [
        "Maus, Fred Everett"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "10.30535/mto.26.1.7",
    "received": "January 2020",
    "pdf": "https://mtosmt.org/issues/mto.20.26.1/mto.20.26.1.maus.pdf",
    "author_info": [
        {
            "name": "Fred Everett Maus",
            "university": "University of Virginia",
            "address": "",
            "email": "fem2x@virginia.edu"
        }
    ],
    "citations": {
        "puar_2007": "Puar, Jasbir K. 2007. Terrorist Assemblages: Homonationalism in Queer Times . Duke University Press.",
        "weston_1991": "Weston, Kath. 1991. Families We Choose: Gays, Lesbians, Kinship . Columbia University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Kath Weston, Families We Choose: Gays, Lesbians, Kinship (New York: Columbia University Press, 1991) is a classic anthropological study of queer concepts of family.",
            "citations": []
        },
        "FN2": {
            "text": "2. The contributor’s point of reference is Jasbir K. Puar, Terrorist Assemblages: Homonationalism in Queer Times (Durham: Duke University Press, 2007).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] In 2005, the Committee on the Status of Women of the Society for Music Theory planned a special session, “Negotiating Career and Family.” As Chair of the Queer Resource Group, I was invited to contribute. I welcomed this opportunity, delighted that LGBTQ+ people were being included in a panel about “family,” a concept that has often been assumed to apply only to units based in an actually or potentially reproductive heterosexual couple. Rather than attempt to represent a large, diverse constituency in terms of my own personal experience, I gathered and organized stories and ideas from many LGBTQ+ people involved with music theory. I was impressed by the thoughtfulness, wisdom, and passion of my collaborators, and it was an honor to present their thoughts to a large conference audience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] I repeated the process to write a paper for the meeting of the Queer Resource Group at the 2019 SMT conference. It seemed a good idea to do such a project again at a time when younger participants could be involved, and when senior scholars had additional years of experience. I was curious to see where similarities and differences might show up, after a relatively long and eventful period in LGBTQ+ history. Again, the contributions were impressive, and the conference presentation felt like a rare and valuable event.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] Both times, in receiving the written responses from contributors, I saw that a group of brilliant and insightful people, accomplished music theory students and professionals, welcomed an unusual opportunity to share with professional colleagues their awareness, sensitivity, and eloquence about their lives as LGBTQ+ people. The present report includes the two papers as read at the meetings, with only small revisions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.4": {
                "text": "[0.4] In the conference presentations, none of my collaborators were identified by name. This was crucial for allowing the remarkable honesty of these personal statements. In preparing the papers for publication, I secured consent for anonymous publication of their words from everyone who is quoted; before consenting, they saw the text of the relevant presentation in its near-final form. I am deeply grateful to these remarkable collaborators. I asked each one whether they would like to be thanked by name. The content of these papers will show why some might not wish to be identified—due to the honesty of what they wrote, and/or due to the discrimination and power relations that continue to exist within and beyond academia. Those who wish to be named are Greg Brown, Adrian Childs, Sam Dwinell, Charles Fisk, Roger Grant, Roger Graybill, Nadine Hubbs, Matt Jones, Joseph Kraus, Clara Latham, Gavin Lee, William Marvin, Martin Scherzinger, Maxwell Silva, Stephen Slottow, and Flo Toch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.5": {
                "text": "[0.5] Each of the papers in sections 1 & 2 below consists of my brief conference introduction followed by the content from contributors. The first paper begins with some anecdotes to illustrate the broad queer concept of family, as written for a panel where the three other presentations were about heterosexual families. The second paper provides its own context by describing its 2005 precursor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.6": {
                "text": "[0.6] I might have tried to weave the two papers together into one discussion, but this would reduce the value of each as a snapshot of a particular moment. Both times, the invitations to contributors were open-ended; the issues described were whatever the contributors chose to bring up. The intention of the 2005 conference session to address “family” oriented some, but not all, responses to issues about partners. The two papers share some concerns, and also have some different emphases. In 2005 I sometimes thought about the presentation in terms of gay and lesbian music theorists, following the self-identifications of the participants. The later paper reflects the present-day awareness of the more inclusive category of queerness and of multiple possibilities of gender identity. The earlier paper does not address issues of intersectionality. The later paper does: several respondents distinguish between discrimination against LGBTQ+ people and against women, and one respondent emphasizes the complex power position of white cisgender gay men. It would be nice to say that worries about hiring and job security disappeared between 2005 and 2019, but it is not true. Marriage equality has, for many people, resolved the issue of health insurance for partners, which did not come up in 2019. The later paper shows more concern with microaggressions, daily expressions of exclusion such as the “wall of babies,” often obvious to LGBTQ+ people and imperceptible to many straight people.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.7": {
                "text": "[0.7] Both conference presentations were powerfully affirming to the LGBTQ+ people who attended, and I hope the published versions will expand the reach of this affirmation. Non-LGBTQ+ people who heard the presentations or who can now read this report might learn much that they did not know about the experiences of LGBTQ+ people around them. I believe the testimony in these papers, valuable in various ways for many people, can be especially pertinent for administrators and members of hiring committees. [1] Sexuality and Music Theory. Presented at the session of the Committee on the Status of Women, Society for Music Theory Meeting, Boston, November 2005.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Recently I was in a city visiting a friend, a gay male music theorist. We wanted to stop in briefly at an art museum. Since admission was expensive, too expensive for a short visit, my friend suggested that I enter on his partner membership. This meant, of course, that I had to pass as his partner, a pose that might not survive a request for identification.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Without discussing it, we both spotted the one cashier who seemed to be a gay man and headed for his desk. I stood close to my friend and we smiled warmly at the cashier; he smiled back, a bit flirtatiously, and we got in with no trouble. My friend murmured to me, \"Sometimes, it's convenient to be family.\" He did not mean, except perhaps in a subtle pun, that I had posed as his partner. Rather, he was referring to the kinship among queer people, the bond of unspoken recognition that eased our transaction, the momentary pleasure of shared identity that outweighed the cashier's commitment to his role as a gatekeeper. If our mutual recognition went along with a mischievous willingness to bend the rules, that is not unusual among members of this family.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] I remember the first time I heard the disco song \"We Are Family,\" by the group Sister Sledge. Sung by four biological sisters, the song deliciously evokes a sense of the warm bond within that family, and the family's collective defiance of the rest of the world. \"We are family; here come all my sisters and me.\" I first heard it at a dance party for gay and lesbian students. I loved the song, and I also loved its effect on the people at the party: the number of dancers tripled, leaving almost no one standing aside, and the energy and exuberance peaked immediately. The transferred self-reference of the words was unmistakable. Like the women in Sister Sledge, the students and a few faculty at the party, secluded in a University space that was temporarily ours, were family, and it was lovely to share, for a moment, a defiant attitude toward the rest of the world, which had better clear a path for us. It was a fantasy of defiance; we were not literally, at that moment, advancing on our enemies. We were in a special, separate space, a shelter, a hidden place where people could behave differently, a temporary home for our family reunion; the rest of the world barely noticed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Last summer, I visited another friend, a gay man, another music theorist. He introduced me to two long-time friends of his, gay men, non-musicians. He told me, in a way that conveyed the importance of the thought, “These are my best friends.” And later, he added, “This is my family.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Queer people have many notions of family, often differing from the notions taken for granted by straight people. These notions are not metaphorical. For some queer people, relationships with a biological family or family of origin become terribly strained, or simply terminate, because of disagreements about sexuality. In other cases, ongoing relationships to parents or siblings may depend on secrecy about sexuality, or on carefully avoiding any mention of what everyone within the biological family, nevertheless, knows. In other cases, families of origin may be accepting or supportive, and of course, parents or other biological relatives may also be queer. But sexuality-based tension between queer people and their families of origin is common. It is not surprising that many queer people find the subcultural vernacular term \"family\" to be accurate and moving, even as the term can retain, as well, a sense of camp playfulness. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Senses of belonging and not belonging, marked by the notion of queer \"family,\" shape one's life powerfully, not least in professional contexts. I was pleased when Shaugn O'Donnell, on behalf of the Committee on the Status of Women, invited me to take part in tonight's session. Shaugn's request for a paper on queer sexuality and professionalism showed that the topic of \"family\" would be understood, in this context, as extending beyond biological, legal, and heteronormative conceptions. To create this paper, I collected information from gay and lesbian music theorists about their professional experiences in relation to sexuality and family. I posted messages to the email lists of SMT and the Queer Resource Group of SMT, inviting members of those lists to send me narratives about relations between queer sexuality and their professional lives as music theorists. I also contacted specific individuals who seemed likely to make valuable contributions. My invitation emphasized that the material I received would be cited anonymously. I also wanted it to be possible to retain anonymity in communicating with me: in addition to receiving contributions directly, I provided the email address of a graduate student at Virginia, who agreed to receive email messages and remove identifying information before forwarding to me.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] We received nineteen responses. When I collected all the text into a single file, I had almost forty pages of intense, often touching, sometimes painful narrative. The rest of my paper will consist mainly of other people's words. It is, I think, extraordinary for so many explicitly queer voices to be heard in a gathering of music theorists. I am grateful to the forthright, articulate, thoughtful contributors to this collective effort. I wish I could read to you everything that I received; obviously I cannot. I have organized excerpts in terms of a number of recurring concerns.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] The process of job application and interviewing is, of course, a point in one's career when all aspects of self-presentation become potentially significant, and when heightened self-consciousness is unavoidable. Even so, I was surprised to realize that, in my compilation of responses, some fourteen pages, almost a third of the total, addressed the role of sexual identity in one's self-presentation as a job candidate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] Of course, a central issue is the decision of how explicit to be in revealing one's sexuality in written application materials and in job interviews. This is partly a matter of a candidate's decisions, but it is also, unfortunately, about responding to inappropriate questions in interviews. The constant worry is that homophobia may shape hiring decisions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] One PhD, who has not yet found a college-level job in four years of post-graduation searching, wrote at length about his anxiety that his sexuality and his activism, as reflected in his written application materials and follow-up interactions with search committees, limit his prospects. Others shared his perception that it can be dangerous to be open about sexuality. One senior theorist suggested that, at his institution, the social attitudes of the head administrator have directly affected hiring practices. The number of gay colleagues seems to fluctuate in direct proportion to the attitude of the person who sits in the director’s chair: at one time a gay-friendly chair hired several GLBT faculty; later a homophobic chair avoided hiring any gay candidates, and even forced out one of the hires made under the previous administrator. We now have a new chair who is again supportive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] A well-established theorist suggested that the relatively easy early stages of his professional career came, in part, from his inexplicitness about sexuality. The issue of my sexuality was never raised during my interview, probably because I was barely out to myself at that point in my life. Being closeted, I sailed through the tenure and promotion process without difficulty.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] Other contributors wrote, in detail, about deciding whether or not to reveal their sexuality in various interview settings. Even when a candidate is open, and all goes well, the decision is an anxious one, and contributors typically narrated events of self-revelation with an attention to detail that reflects the intensity of their experiences. Such caution about self-disclosure may seem, at once, strange to some well-intentioned straight people, and unspeakably familiar to many queer people. These decisions are sometimes about revealing what a search committee might not otherwise know; on other occasions, of no less complexity or intensity, they are about acknowledging directly what may already be evident to all. As one theorist wrote: I am quite thoroughly “out” in day-to-day life. Even when I do not reveal my gayness directly, I believe it is generally obvious except to those who are most determined to ignore it; indeed, complete strangers have been calling me “faggot” since I was a small child.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.13": {
                "text": "[1.13] Contributors made it clear that, despite the wide circulation of legal and ethical considerations about interviewing, search committees persist in asking inappropriate personal questions. One theorist reported that he was asked about his wife’s career in six out of his seven on-campus interviews. In four of these interviews, the question was asked over a meal with one or two members of the committee and was clearly intended as a way of directing conversation away from interview-related topics and toward something that the committee member thought would be more relaxing. I wasn't usually as glib in execution as I had planned, but felt I was successful in coming out without apology, defusing the momentary awkwardness from all sides.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.14": {
                "text": "[1.14] At another of this theorist’s interviews, the question came up more awkwardly: It was posed over a meeting with the full search committee. One member of the committee was clearly uncomfortable with my response and pressed me later about “appropriate faculty behaviors” in a context where the question made no sense. I kept asking him to rephrase before the chair moved the discussion to a different topic; it wasn't until later that I realized he was trying to ask how “out” I would be on campus without doing so directly. My suspicion is that this member of the search committee was himself gay and closeted, therefore threatened by my openness; but I have nothing to back that up other than my own hunches.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.15": {
                "text": "[1.15] Another theorist’s account showed some risks of giving a candidate time alone with students (in itself, an appropriate and useful part of an interview). I was interviewed by a small group of undergraduate music majors who obviously hadn't had any coaching about the inappropriateness of personal questions at job interviews. In the course of the conversation, they assumed I was married because I wear a “wedding” ring, and even asked about my religious faith! I honestly do not remember exactly what I told them, but I did avoid lying without telling the whole truth on either count. I am usually open about my sexuality and attitudes towards religion, but I felt justified in protecting my privacy in this particular situation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.16": {
                "text": "[1.16] Questions about one’s wife or husband are difficult for single as well as partnered queer people. One graduate student expressed this astutely. Being single, I do find myself wondering about future job interviews. When asked “What's your wife do?” will I say “I'm not married,” or will I say “I'm gay,” or will I ask, “Isn't that illegal, to ask me that question?” Same-sex partners/spouses might be tricky to bring up, but at least they give an applicant an occasion to bring up the topic of queerness to begin with. Being single, making such revelations might seem at best forced, at worst “agenda-pushing.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.17": {
                "text": "[1.17] Issues about same-sex partners remain tricky once one has landed a job. Though several contributors report that their partners have been well-accepted in their academic communities, social tensions are possible, as I can illustrate with anecdotes from two contributors. One of my duties is the co-directorship of our Contemporary Chamber Ensemble. In the spring of my first year on the faculty, we programmed a piece of mine that is dedicated to my husband. The notes in the printed program included an acknowledgment of this dedication. The secretary who is in charge of concert programs was quite bothered by it and complained to the Director of the School of Music. She reminded him that there was standing policy prohibiting the dedication of performances in programs (never mind that the policy was for students and related to performances rather than pieces themselves) and thought that should be reason enough for striking the information from the program. The Director concurred and asked that the line be removed. The other co-director of the ensemble, a straight senior colleague of mine, indicated that such a request was preposterous, citing numerous other examples in which information about a composer's dedication of a piece to a specific person had been included in programs. At his insistence, the dedication remained in the program, even though the Director never officially changed his mind. I'd like to say that I would have fought for the line myself, had I not had the support of my senior colleague, and I'm pretty sure I could have done so successfully. But, as a brand-new faculty member, I was grateful not to have to fight that battle on my own.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.18": {
                "text": "[1.18] Another contributor wrote: I became involved with someone in another city, and it led to a serious relationship. My partner moved in, and as a result, the situation with my fellow faculty members changed somewhat. I suppose it was easy enough for those who disapproved to ignore my orientation when it was not so blatant, but it was difficult to ignore it when the object of my affections was suddenly present with me at faculty recitals, the School of Music picnic, and so forth. Many faculty members (including the director of the school) were very supportive, but a few were not. Those who did not approve would not challenge me directly; rather, on public occasions when my partner was with me, they simply pretended that he wasn’t there. One faculty member in particular (a Southern Baptist) did her best to ignore him at every turn: while being cordial to me, she refused to speak to him or acknowledge him in any way. This treatment was hurtful, and it was difficult for me to rise above it during my day-to-day interaction with this colleague. I resisted the idea of a dramatic confrontation on a personal matter; rather, I hoped that in time, she might moderate her views. Some time later this colleague gave a recital, and my partner refused to attend; to support him, I stayed away as well. A few days after the recital, my colleague expressed genuine dismay that I had not attended and wanted to know the reason why! Stunned at her lack of awareness, I decided that it was time to get the issue out on the table. During the lengthy and emotional discussion that followed, it became clear that her treatment of my partner was based more on the discomfort of dealing with a new social situation than on any deep-rooted moral condemnation. After we came to an understanding, she sent my partner a written letter of apology, and our professional relationship as colleagues improved considerably.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.19": {
                "text": "[1.19] Health insurance for partners is a crucial issue. One contributor wrote gratefully of his institution’s insurance support for his partner’s cancer treatment. Another reported that, while her institution provides health insurance to her partner, the school’s contribution to the insurance is taxable as income, because their relationship lacks legal recognition. She is presently working with her school administration to try to change this policy. Some schools, however, provide no insurance for same-sex partners. One theorist at such a school wrote that: Since my partner has no job (and when he did have a job, it did not include insurance), I'm faced with leaving what is really in many ways a very nice position and applying for other jobs solely because at present they offer domestic partnership benefits.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.20": {
                "text": "[1.20] My university, the University of Virginia, is another school that does not insure same-sex partners, because of state policies. Several years ago, I watched a colleague take care of her partner during chemotherapy and a long year of recovery. The partner, a graduate student at the time, was wholly dependent on medical services from her own institution; therefore, my colleague had to teach in Charlottesville and then, as often as she could, make the nine-hour drive to her partner’s school to offer a few days of support.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.21": {
                "text": "[1.21] Being, as one theorist put it, queer and “other-than-partnered” brings its own range of complex professional issues. As she put it, “I feel pretty removed from ‘marriage’ concerns—gay, straight, or otherwise—in hiring and employment situations and elsewhere.” She explained further: Actually, the way I tend to think of this is: to be single IS to be queer. Couplehood functions as the norm, and to be outside it is to be deviant. Of course, there are special ramifications for queer singles (often including less “need” for one's queerness to be acknowledged at all), and different ramifications for single men (who can be “eligible bachelors”) vs. single women (who can be “spinsters”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.22": {
                "text": "[1.22] Another theorist speculated that a panel on family and sexuality issues would have little role for someone like himself: I've actually not had a same-sex partner of any significant duration with whom I had to work out these issues, nor have I been particularly “out” in any obvious way in my academic positions. He went on, nonetheless, to offer some fascinating comments, some of which appear elsewhere in this paper.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.23": {
                "text": "[1.23] Though contributors noted tensions and complexities in their relation to their work environment, many stated that musical and/or academic environments have stood out, in their experience, for their general lack of discrimination. One theorist, presently a graduate student, wrote this: I was a double major in college. I've come to see that one of the main reasons I decided to pursue music theory rather than my other studied discipline is that I'd assumed that musical people would tend to be accepting of whom I was (and was becoming). I think I was largely correct in my assumption. I've heard horror-stories from people a half-generation or more older than I, but I sense that the antagonists in those stories are beginning to retire. If anything, I feel like I have it better (if not easier) than my straight counterparts, because of the bonds I've been able to form with other gay students, professors, and scholars out there. It's a smaller (and more social) field to navigate through at conferences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.24": {
                "text": "[1.24] A junior faculty member reported that: I’ve experienced homophobia, of course, but it's been in almost every arena of my life except academia: family, high school, Hebrew school, citizenship in the USA and, currently, in the rabidly conservative state where I presently teach. Compared to these arenas, gay life in college, graduate school, and various teaching positions has been relatively blissful for me. I have attended and taught at schools with an abundance of gay social and political activity and scholarship. If I ever felt a lack, it was only for the time to pursue a wider variety of these activities. Another theorist wrote less enthusiastically, but still positively: “I am fairly out with my colleagues, whose attitude ranges from quietly tolerant to openly supportive.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.25": {
                "text": "[1.25] An intriguing, complex issue is the range of relationships between queer identity and the content of one’s teaching and research. One contributor, the author of a recent critical and analytical book, reported some delicate negotiations with an academic press over the inclusion of rather brief comments relating his topic to his own sexuality. The exchange, as he described it, reflected the power that senior scholars can exert over publications by their junior colleagues, even when their assessments seem to result from conservative social norms rather than musical or intellectual judgments. A junior faculty member expressed worry about scholarly work that deals with sexuality: Lately I have been giving somewhat greater attention to sexuality in my research, and this has caused me some concern. I asked my chair whether I should do this before tenure and was assured that imaginative work would be supported. However, I still can't say that I feel 100% confident that this research won't seem marginal or overly specialized to some of those who may evaluate it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.26": {
                "text": "[1.26] One theorist wrote that his research interests, not explicitly related to sexuality, may nonetheless reflect this aspect of his life. I do think there is a gay sensibility that underlies my interests, and that has had consequences. I had a friend (gay, and a non-musician) back in the late 80's tell me that my interest in eurythmics was not surprising, given that I'm gay. He essentially felt that being on the “fringe” sexually connected up somehow with being on the fringe pedagogically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.27": {
                "text": "[1.27] Many contributors wrote of good results when they have included biographical or interpretive material on sexuality in their teaching. Students often seem less surprised or distressed by such material than people in the faculty member’s generation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.28": {
                "text": "[1.28] These are some of the issues that seem central when music theorists reflect on the relations between sexuality and professional life. I want to close with a few remarks that I found particularly moving. One man wrote of the interaction between the development of his sexual self-expression and his professional musical life: I feel strongly that not allowing myself to explore my own homosexuality with other people until I was almost 32 stunted not only my emotional development, but even my professional development. It was only after that that I began to “come out” as a pianist, and to find my way to writing in a personal voice about music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.29": {
                "text": "[1.29] Another theorist wrote of the “isolation and difficulty” that he experiences even in a department with supportive colleagues: I am the only non-heterosexual person in my department, and most of my colleagues are married and have children. Hence, I often feel a marked sense of difference, even when people are friendly. It would help if I could find other queer colleagues on campus, but that is not so easy. Our institution has an impressive array of resources, but almost all of them are aimed at students; nothing for faculty was mentioned during my orientation. Apparently, some sort of faculty group does exist, but I am not sure how established they are; I had to do multiple web searches just to find out their name.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.30": {
                "text": "[1.30] And another theorist, closeted during a significant portion of his career, ended his message with this advice: “If one does not wish to live with prejudice, one must learn to confront it head-on with a kind but frank discussion. Intelligence and honesty will usually carry the day.” [2] Professional Music Theory and Queer Identity. Presented at the session of the Queer Resource Group, Society for Music Theory Meeting, Columbus, November 2019.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] At the 2005 SMT meeting, I presented a paper, “Sexuality and Music Theory,” on a panel about work and family programmed by the Committee on the Status of Women. I was pleased that CSW found it appropriate to include on its panel a presentation about LGBTQ+ people, or queer people, as I shall call us, using the term as an umbrella for everything LGBTQ+. I began my work toward that paper by inviting contributions through the Queer Resource Group and SMT email lists and also inviting specific individuals to contribute. I asked, very generally, what situations people had experienced in which professional identity and queerness interacted in some way. When gathered into a single file, the nineteen responses came to forty pages. Every response was thoughtful, informative, and moving. I wrote the paper by bringing together excerpts on related topics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] For this year’s conference, I had the idea of writing a similar paper, reflecting on the lives of queer music theorists as we find them some fourteen years later. I used the same process as in 2005: I posted invitations for contributions on email lists, and I made individual requests. I received responses from sixteen people, by coincidence another forty pages of careful, eloquent writing about queer lives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Between 2005 and the present, opinions and laws about queer people underwent remarkable progressive changes in the United States and many other countries. Some respondents this year noted changes in general public support for gay marriage and in enhanced formal protections by schools for their LGBTQ+ employees, and said that these have made academic life, and life in general, safer and more comfortable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The relationship between queer lives and the content of music theory scholarship produced by queer people is a fascinating issue. Sometimes this relationship is direct, as when a music theorist turns to the existing interdisciplinary field of queer studies. One respondent wrote: “My work in queer scholarship and queer interest groups has given me a voice, and I’m grateful for that.” Another wrote: I’m nonbinary and transgender, and I find that my experiences of being othered lend themselves well to thinking at an angle. There are connections between ideas and concepts that come, from the sound of it, easier to me than to others in the academy. They mentioned uses of ideas from Jack Halberstam and Lee Edelman in relation to popular music, and continued: Aside from the pleasure of academic exploration for its own sake, I’ve also found that using my queerness as a tool to gain insight provides an emotional comfort in what can be an alienating world. It is such a joy that something so undervalued in society at large, and particularly in the often straight, macho world of music and musicology, can be both academically useful and emotionally validating.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] There can be other connections, not leading directly to queer studies topics. One respondent wrote of the richness of gay men’s circuit parties as “a space to experiment with how to live and love better,” observing that participants believe in taking those lessons with them into their daily life. He felt that, without having experienced this personally, he would be less sensitive to how music can function similarly as an “affective space for testing out radically new forms of being together with others in difference.” Two men described relationships between queer origins and broad music-theoretical orientations. One respondent wrote: One of the anonymous and invisible oppressions about being gay is the way I learned to not fully trust my intuitions and instincts. Instead of simply acting on an intuition, I would have to test its reasonableness somehow. This drew him toward principled politics, mathematics, sports, and music theory, where “instincts and inclinations seemed secondary to technique and precision.” The other respondent, in contrast, wrote: My experience of queer childhood was that I was surrounded by adults who showed very little interest in knowing my experiences, or in helping me to understand my experiences. Perhaps it is not surprising that I developed my professional work as a persistent advocate for experience in a field that was dominated by men with formalisms. These examples show that experiences of sexual minorities can be strongly relevant to a theorist’s professional orientation, but in very different ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The basic decision whether to be open about sexual identity, as a student or professor, has been fraught for many people. One woman, out as a lesbian in high school, became closeted when she entered a conservatory with a restrictive social environment. Two respondents reported that their sexuality is usually unknown to their students, though they self-identify when the topic comes up in conversations. I want to share that several respondents emphasized their need for anonymity in my handling of their comments, anonymity that I had already promised in my initial invitation. Other respondents, though, emphasized the value to students and younger colleagues when professionally established scholars are openly queer. One wrote: My career as a music theorist would not have been possible without extensive queer mentorship—both official and unofficial. One particularly important moment arrived when I met the individual who would eventually become my dissertation advisor at the SMT Queer Resource Group meeting; I was an undergraduate in my senior year, excited about the idea of doing a PhD in music theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] And a senior scholar wrote: For me, being out in my professional life is not just a personal decision; I also want my LGBTQ students to know that they belong, and to see a queer person excelling in a leadership position in the scholarly world. I have advised many LGBTQ students at all levels. About half of the PhD students I’ve advised identify as queer, which is all the more noteworthy as my research isn’t primarily about sexuality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Problematic aspects of academic life for queer people came up in this year’s responses, as in 2005. Processes of getting and keeping an academic position continue to create anxieties about discrimination. One woman wrote: I identify as bisexual, and I tend to not conform to gender norms because I am not married and don't plan to have children. The way that I have been most challenged by these parts of my identity is through job searches. On almost every job search I've ever had, I've been asked about my husband or boyfriend. Maternity leave has come up, and I've been physically toured past the daycare facility on campus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Another woman wrote: On the job market, I struggled both as a queer and as a parent. I was intensely paranoid that search committees would find out either aspect of my life, and these identities were revealed on multiple campus visits, often through inappropriate questions on the part of search committees.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] A gay man whose research is primarily about HIV/AIDS and music has spent several years applying for academic jobs. He is a musicologist whose work uses analysis along with other methods. He has held temporary college-level positions, but no tenure track job. Meanwhile, his dissertation has led to two books, one completed, another under contract, with fine academic presses, and several articles in excellent journals, one of which won a major award. He wrote: I'm convinced that writing about AIDS inspires a certain \"ick\" response among musicologists and music theorists. I can't be certain because the job process is wrapped in so many unnecessary layers of silence and innuendo, but my gut tells me that a lot of music programs hear \"music and AIDS\" and have a negative reaction, deeply entrenched phobia of AIDS but also of gay men, a general aversion to sex, sex work, drugs—all uncomfortable topics that my work, inspired by feminist and queer theory, addresses head on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] A woman who identifies as lesbian had a tenure-track job, and always received “glowing evaluations” from her senior colleagues until she was abruptly denied tenure. She saw a pattern: a gay man who came up earlier at the school was denied tenure; another gay man left the school because of its “inhospitable climate”; meanwhile, cis white straight men were tenured. She won an appeal of the decision, with the adjudicators citing discriminatory behavior, but the appeal had no binding consequences. She decided not to enter a prolonged legal procedure and is now tenured at another school. She noted that she received unexpected help as she looked for a new job: I found out (much later) that unbeknownst to me several music theorists in our community vouched for me to various deans around the country to explain that I had been unfairly denied. I ended up with multiple job offers, and I still feel incredibly lucky, amazed, and full of gratitude, not only to those who came forward to help me, but also to the search committees who looked beyond the obvious to find out my full story. I’m still not sure I know all of those who called deans on my behalf. If you recognize yourself in this story, I want you to know how thankful I am for what you did. I want you to know how much of a difference you made for me, and that I think of you often as I pass it forward and mentor others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] These stories show the poisonous atmosphere of suspicion when the opacity of hiring and retention procedures, in the context of enduring homophobia, leaves the possibility that bias, maybe unconscious, maybe not, has affected decisions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Respondents reported many ways that the everyday life of straight-dominated departments excludes queer people. One respondent described a bulletin board devoted to baby pictures of the children of department students, faculty, and staff; this was over the department copier. As he wrote, “Anyone without a baby was accordingly not on this board, which one could not avoid looking at while doing one’s job.” He also noted how readily straight scholars refer to their spouses, for instance in campus visits as guest lecturers, something queer people are less likely to do. Another respondent described a final exam question in a course for which he was a teaching assistant. The professor quoted the gender-neutral lyrics of a pop song, and asked: “Assuming that the speaker is male, to whom does he appear to be speaking?” Identification of the speaker as male invited a corresponding gendering of the addressee, presumably as female. The TA tried to bring up this heteronormativity privately to the professor but was rudely cut off.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] Queer people are much more aware of the varieties of life-paths for queer people than are our straight colleagues. One respondent wrote: Part of the pain of queer life as a professional academic is knowing that—no matter your intellectual accomplishments or reputation within the field—your colleagues will always look upon your personal life with pity and misunderstanding. Even my most well-meaning colleagues have typically assumed that where they had fulfilling families, demanding responsibilities, and mortgages, I simply had nothing (I was for them, perhaps, something of an eternal child).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] Another respondent, currently a graduate student, wrote at length about similar issues, and about unequal treatment of work-life issues when straight faculty assess straight and queer students. As he wrote: Imagine you're in a position to judge someone for needing to take more time on an academic-professional obligation (say, getting a draft to an editor or finishing grades on student papers). What's the difference in how you feel if this person needed the time because they were taking a trip to Disney with their partner and kids, versus if they were going with friends to Folsom [a BDSM and leather culture fair in San Francisco]? What if someone is having a really off morning class or meeting because they felt urgent need for a conversation to resolve tension with their heterosexual spouse and stayed up late, versus if they unexpectedly made a sexy new acquaintance from out of town and spent the night at the bathhouse with them?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] With regard to the last examples, the family going to Disney and the friends going to Folsom, the troubled straight couple and the gay man getting lucky, if you have very different reactions to the paired scenarios I would invite you to reflect on the reasons for the difference. Perhaps you are finding in yourself professionally inappropriate biases regarding the validity of different kinds of personal lives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.17": {
                "text": "[2.17] The same respondent reported that he decided to live more than an hour away from his school campus in order to be close to a vibrant gayborhood. The new setting has been crucial for his quality of life, but the choice has been difficult for straight colleagues and professors to understand. As he put it: “The queer version (at least one like mine) of prioritizing ‘life’ in work/life balance reads, superficially and ungenerously, as prioritizing sex and parties over studious writing.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.18": {
                "text": "[2.18] Music theory as known through SMT is strongly oriented to the United States and Canada; it is mostly white and majority male. One woman wrote: My being a lesbian has had no effect (as far as I know!) on my work in the field. If anything, my being a woman has caused more difficulties as has the fact that my research is out of the mainstream.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.19": {
                "text": "[2.19] Another wrote: “I've felt discriminated against as a woman, but it's never been pointedly about me being bi.” And a third: I think there is still more unconscious bias because I am a woman than because I am gay—actually I think the fact that I’m gay almost “protects” me from some of the unconscious bias against women because I’m “one of the boys.” In short, I think my gayness gives me a little more privilege over straight women in the department. And of course my race (I’m white).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.20": {
                "text": "[2.20] This woman described the frustrating experience of contributing significantly to the design of a music theory degree program for her department, only to have a new employee, a young cis male, join the department and swiftly take control of the program, using textbooks she wrote but giving her no say in how they are used. I strongly believe that this has more to do with a bias against women than my sexuality, as this particular member of staff does not behave this disrespectfully towards male members of our department. What is perhaps the most disappointing is that this was not recognized as an issue by management.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.21": {
                "text": "[2.21] Another woman described the music theory program she experienced as a conservatory student; she called it: an environment of hostile masculinity. My first semester of music theory class had the entire freshman trombone studio in it, who were in a close intimate relationship with the professor. The professor would describe certain musics as “twee,” a faintly coded way of saying it was gay in a derogatory way. He and the (male) trombonists would talk about their favorite sopranos as their “mistresses.” I felt strongly like I didn’t belong. This led to a struggle with music theory that lasted the rest of my conservatory education. She rediscovered a relation to music theory in graduate school and is now a valued participant in our field.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.22": {
                "text": "[2.22] A theorist who teaches outside North America and Europe, in a country that has many restrictions on human rights, wrote of a problem his situation poses for a queer studies scholar: Although my school of music is filled with international faculty and thus is generally open minded, the school’s library has informed me that it is unable to purchase my publications on queer musicology because they have to go through the university’s book importer, which considers my work unsuitable for import.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.23": {
                "text": "[2.23] Another respondent, working in the U.S., wrote of his relative personal comfort and safety in academic settings, noting that this comfort masks serious problems. Drawing on work of Jasbir Puar, he identified the recent turn to “homonationalism” in the United States, incorporating “white, cis-gendered, and middle class” queers into a positive image of national identity, while continuing to exclude “queers who are nonwhite and/or transgender/non-binary and/or working class/impoverished.” At the same time, purported homophobia became a way of stigmatizing “societies (such as working-class and racialized cohorts in the U.S.) and entire countries (especially those that U.S. imperialism tends to denote as a threat—Russia, Iran, Palestine, for example).” He concluded, forcefully, that “the identity or subject position of ‘white, cis-gendered, gay man’ confers a series of violent entitlements—not (or not only) marginalizations—that a queer accounting of music theory should be able to reckon with.” (2) To me, these last are crucially important considerations, and their absence from most of the testimony I received shows the need for continuing reflection and inquiry about our discipline.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.24": {
                "text": "[2.24] To summarize: relations of gender identity, sexual identity, and professional music theory bring up complex topics, including individuals’ decisions about openness in professional settings, day-to-day exclusions in those settings, fairness in hiring and retention, and intersections of queerness with other privileged or stigmatized identities. The next part of the conversation would be to ask what should be done, and what role SMT might play. One respondent characterized the present position of SMT: As an organization, the SMT has been neither especially supportive nor particularly antagonistic toward its queer members. Like the White hetero-patriarchy of which it forms one part, the SMT is content to let queers have their own corner while the rest of the Society continues on with its arduous task of maintaining the status quo. He continued by emphasizing the importance of professionally-established queer music theorists mentoring theorists who are at earlier career stages. We might strongly agree, while wondering whether the personal generosity of senior scholars is enough. Beyond the efforts of individuals, what responsibilities does a professional organization like SMT have for maintaining the comfort, safety, and open scholarly inquiry of its members?",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.20.26.1.maus.html",
    "data": "mto/data/mto.20.26.1.maus.json"
}