{
    "title": "More on Handel and the Hemiola: Overlapping Hemiolas",
    "date": "1996/03/01",
    "volume": "2",
    "issue": "3",
    "authors": [
        "Willner, Channan"
    ],
    "abstract": "To the three categories of hemiolas I identified in an earlier study I add a fourth,overlapping hemiolas. Particularly in the Baroque repertoire, and especially in the works of Handel, there are frequent instances of two successive two-bar hemiolas that overlap because they are collapsed onto three bars. I examine the larger context in which their preparation, elaboration, and peroration may represent central compositional issues, especially in light of the brevity of most Baroque compositions.",
    "keywords": [
        "hemiola",
        "sarabande",
        "courante",
        "musette",
        "expansion",
        "contraction",
        "Handel",
        "J.S. Bach",
        "Mozart"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.3/mto.96.2.3.willner.pdf",
    "author_info": [
        {
            "name": "Channan Willner",
            "university": "The New York Public Library for the Performing Arts",
            "address": "Music Division, 40 Lincoln Center Plaza, New York, NY 10023–7498",
            "email": "cwillner@nypl.org"
        }
    ],
    "citations": {
        "cohn_1992": "Cohn, Richard. 1992. “Metric and Hypermetric Dissonance in the Menuetto of Mozart’s Symphony in G minor, K. 550,” Integral 6: 1–33.",
        "corrigan_1992": "Corrigan, Vincent. 1992. “Hemiola in the Eighteenth Century.” In Johann Sebastian: A Tercentenary Celebration , ed. Seymour L. Benstock. 23–32. Westport, CT: Greenwood Press.",
        "grave_1995": "Grave, Floyd K. 1995. “Metrical Dissonance in Haydn.” Journal of Musicology 13, no. 2, 168–202.",
        "hlawicka_1971": "Hlawicka, Karl. 1971. “Musikalischer Rhythmus und Metrum.” Die Musikforschung 24, no. 4: 385–406.",
        "hlawicka_1958": "Hlawicka, Karl. 1958. “Die rhythmische Verwechslung.” Die Musikforschung 11, no. 1: 33–49.",
        "jackson_1989": "Jackson, Timothy L. 1989. “Mozart’s ‘Little Gigue’ in G major K. 574: A Study in Rhythmic Shift—A Reminiscence of the Competition with Haessler.” Mitteilungen der Internationalen Stiftung Mozarteum 37, nos. 1–4: 70–80.",
        "krebs_1987": "Krebs, Harald. 1987. “Some Extensions of the Concepts of Metrical Consonance and Dissonance.” Journal of Music Theory 31, no. 1: 99–120.",
        "little_and_jenne_1992": "Little, Meredith Ellis, and Natalie Jenne. 1992. Dance and the Music of J. S.Bach . Bloomington: Indiana University Press.",
        "schneider_1992": "Schneider, Herbert. 1992. “Structure metriques du menuet au XVIIe et au debut du XVIIIe siecle.” Revue de Musicologie 78, no. 1: 27–65.",
        "sutton_1985": "Sutton, Julia. 1985. “The Minuet: An Elegant Phoenix.” Dance Chronicle 8, nos. 3–4: 119–52."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I wish to thank Floyd K. Grave for reading both articles and\noffering illuminating comments on the intricacies of Handel’s G-minor\nSarabande, which I discuss in the course of this study.",
            "citations": []
        },
        "FN2": {
            "text": "2. Joel Lester, The Rhythms of Tonal Music (Carbondale and\nEdwardsville, Ill.: Southern Illinois University Press, 1986), 3–4\nand 18–21.  This durational accent is considerably intensified by the\ntrill embellishing C5, but the trill, which appears in brackets or\nparentheses in the most reliable editions, is implicit in Handel’s\nmelodic outline (note the two eighths by which it is followed) rather\nthan explicit in his text.",
            "citations": []
        },
        "FN3": {
            "text": "3. It is possible to find several hemiolic implications in bars 9–12,\nespecially across bars 10–11 and 11–12.  These, I believe, represent an\nallusion to bars 5–7 that is superseded by the more obvious\nparallelisms among the second-beat emphases throughout the passage. \nThe emphases win out (as we shall presently see) on account of the\nstronger need to evoke the durational design of bars 1–4.",
            "citations": []
        },
        "FN4": {
            "text": "4. Floyd K. Grave (private communication) has suggested that the\nSarabande rhythm’s second-beat emphasis comes into its own in bars\n13–15 and persists as an unnotated expression of 4 2 time through the\nsecond beat of bar 15 (the tied E ♭ 5 standing for a quarter-note rest\nat the beginning of bar 15); and that the sense of an event is\nunderscored by the entrance of A ♭ 5 in bar 13.  The melodic peak of\nthe Sarabande, it also contradicts the inner-voice A ♮ 4 of bar 12\nin much the same way that the F ♮ 5 of bar 5 contradicted the F ♯ 4 of bar 4.  These wonderful observations are by no means\nincompatible with mine and reflect the extraordinary richness of\nmeaning with which Handel invests the surface—particularly\nremarkable in view of the substantial rests and static F-minor\nharmony (also pointed out by Grave) that pervade the passage.",
            "citations": []
        },
        "FN5": {
            "text": "5. The hemiolic implications of bars 25–27 echo those of bars 10–12\n(see footnote 3, above) but they are more explicitly articulated owing to the\nintensified activity on the third beat of bar 25.",
            "citations": []
        },
        "FN6": {
            "text": "6. Like most of Handel’s Courantes, the piece under discussion is really\na Corrente, but Handelians—unlike Bach scholars—persist in using the\nFrench term even when the Italian is clearly preferable. To maintain\nHandelian consistency, I retain the French form here.",
            "citations": []
        },
        "FN7": {
            "text": "7. Bar 12 includes the overlapping hemiolas’ grey area, their “pivot\nzone,” spanning beats 1 and 2.  Our retrospective interpretation of the\narea’s metrical disposition allows the chords on B ♭ and C (beats 1\nand 3) to assert their accentual primacy over the appoggiatura-like\nchords by which they are preceded.  The parallel tenths between the\nouter voices in bars 12–13 allow both performers and listeners to\nabsorb the accentual reinterpretation in a fluent, unforced way. \nParadoxically, both appearances of the underlying A ♭ (bar 11, beat\n2; bar 13, beat 1) are metrically weaker than those of B ♭ and C,\nwhich prolong A ♭ ; but the metrical weakness of structural chords\nfollowing their introduction by sequential appoggiatura chords and\npreceding the appearance of still more structural chords (such as the\ndominant on beats 2 and 3 of bar 13) is quite common.",
            "citations": []
        },
        "FN8": {
            "text": "8. Similar pairs of hemiolic chords appear as an idiom under more\nstraightforward circumstances throughout the Classical era. In their\nlater formation, they extend for four—rather than three—bars, and\ntherefore divide into two sets of complete hemiolas.  See, for instance,\nthe second movement from Haydn’s Keyboard Sonata in D, No. 61\n[Hoboken XVI: 51], bars 31–34, for a particularly dramatic example;\nor the Menuet from Haydn’s Symphony No. 99 in E ♭ , bars 52–55. \nThough they don’t occur very frequently, such groups of successive\nhemiolas are by no means uncommon in the Classical style (see also\nMozart’s Little Gigue in G, K. 574, which incorporates successive\nhemiolas in its principal thematic material as a well-known borrowing\nof similar hemiolas from the Gigue of Handel’s F-minor Suite).  For\na set of genuine late 18th-century overlapping hemiolas see Mozart’s\nPiano Concerto in B ♭ , K. 595, third movement, bars 51–52; the\nhemiolas appear in the bass line, extending from the middle of bar 51\nthrough the end of bar 52 (the movement is in 8 6 time, and the\nhemiolas span the duration of what would be three bars in 8 3 time).\nCanonic hemiolas in the Menuetto from Mozart’s G-minor Symphony,\nK. 550, that in some ways resemble overlapping hemiolas are discussed\nby Richard Cohn ( 1992 ), pages 22–26, Example 7 (bars 28–36).  Canonic hemiolas\noccur in different voices; overlapping hemiolas are usually\ncollapsed onto a single voice or onto several voices moving\nsimultaneously.",
            "citations": [
                "cohn_1992"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In my article, “The Two-Length Bar Revisited:  Handel and the\nHemiola” ( Göttinger Händel-Beiträge , Vol. 4 [1991], pages 208–31),\nI attempted to identify several categories of Handelian hemiolas—cadential, expansion, and contraction hemiolas—in the hope that their\nestablishment would help us sort out some of the complexities of\nHandel’s phrase rhythm (and that of other composers, for that\nmatter).  I also pointed to several types of hemiola that could not be\nreadily stratified.  If nothing else, the article demonstrated that the\nhemiola could assume a great variety of contextually defined senses. \nThe present update is designed to complement my earlier study by\npointing to an additional category— overlapping hemiolas —and by\nassessing its impact on the surrounding elements of the design.  After\nestablishing this new category in the first part, I shall seek to revise\ntwo of my earlier readings in the second part and, in closing, point to\nseveral relatively recent studies that illuminate this complex and\nelusive subject. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Among the difficulties of observing the hemiola and approaching\nit from a theoretical or analytical perspective is the high degree of\nuncertainty (not to say ambiguity) that surrounds its articulation.  The\ncompositional environment will often suggest hemiolas by\nemphasizing the third beat of a measure (or the second beat in the\nfollowing measure) through thematic, textural, harmonic, or registral\nstresses of varying impact, but it will not necessarily follow it up with\nan explicitly marked hemiola formation.  In other words, it will stop\njust short of defining three contiguous long, hemiolic beats (each\ndivided into two short internal beats, one strong, the other weak) over\nthe span of two measures in triple meter.  Compounding the\nconsequent uncertainty is the well-established absence of a\nrequirement for the hemiola to be articulated by both outer voices: \nThe bass may not necessarily support the suggestion of a hemiola by\nthe upper voice, and the upper voice will not necessarily corroborate\nits realization by the bass.  Especially in such cases, the emphases\narticulating the hemiola will accrue largely through a series of design\nstresses—rhythmic accents that (as just intimated) are due to melodic,\ntextural, harmonic, or registral intensification of purely local origin,\nat the very surface.  In borderline instances, it is up to such design\naccents to try and supplant the metrical accents of the notated meter,\nwhose supporting grid extends to deeper levels of durational structure. \nAnd indeed, there are many cases where it is in fact the notated meter\nthat wins out.  (On the other hand, the presence of several\nhemiolas may foster parallelisms that will reinforce the design\nstresses in potentially ambiguous passages.)  Since not all voices\nnecessarily participate in the hemiolic activity, the hemiola’s\neffect on the composition’s harmonic rhythm and other underlying paces\nwill vary considerably from one hemiola to another. Example 1 . Overlapping Hemiolas (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The formation I call overlapping hemiolas, which may be defined\nas a set of two hemiolas collapsed onto three measures, makes use of\njust this possibility of articulating the hemiola incompletely; see Example 1 , which also depicts the possibility of a third overlapping\nhemiola, sometimes found in Bach and occasionally in Handel. The formation often begins, somewhat unexpectedly and perhaps furtively,\nat a distance of three, rather than two, bars from the closing cadential\nprogression of a phrase or subphrase, namely at the beginning of the\ngroup.  Its location lends it a thematic weight different in nature, if not\nin emphasis or impact, from that of hemiolas that appear closer to the\ncadential chords of the group in question; its length allows it to shape\nthe entire group in a way no single hemiola could.  (Single hemiolas\nmay, of course, also appear at the beginning of a group without being\nfollowed by an overlapping hemiola.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In the first bar of the formation, two-beat patterns in the soprano\nor bass (or in both) briefly contradict the notated meter and establish\nthe first hemiola.  In the second bar, the hemiola’s articulation\nbecomes uncertain, as the broken stems in Example 1 show.  On the\none hand, the metrical accent on the first beat is not attenuated to the\nsame degree it usually is in hemiola formations; on the other, the\nexpected stress on the second beat is elided or contradicted by adjacent\nstresses.  The first two beats of the second measure may be regarded\nas a grey area, a durational “pivot zone,” that plays host to two events:\nthe premature peroration of the first hemiola, and the sly entrance\nof the second hemiola.  For the second hemiola enters, however\nsurreptitiously, at the downbeat of this second measure; it now begins\nto make its presence known.  As a result, the first hemiola’s division\nof long hemiolic beats into strong and weak internal beats undergoes\nmetrical reinterpretation, as the diagram of accentual conflicts at the\nbottom of Example 1 demonstrates.  The first hemiola’s conclusion\nthus assumes a jagged and unsettled quality, a sense of tentative and\nincomplete realization that may have significant repercussions for the\nmetrical design in the phrases and sections that follow.  Once the third\nmeasure has been reached, the outline of the second hemiola emerges\nquite clearly.  Because it is usually the second hemiola that enlists the\ncadential support of the bass, it brings the formation to a decisive\nclose and at the same time sends out the signal that it has neutralized\nand absorbed the first hemiola. Example 2 . Handel, Suite in G minor (1720), Sarabande, mm. 1–4 (click to enlarge and listen) Example 3 . Handel, Suite in G minor (1720), Sarabande, mm. 5–8 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] To illustrate the foregoing explanation and its more extended\nramifications, I should like to offer several observations on the\nappearance of overlapping hemiolas in the Sarabande from Handel’s\nG-minor Suite of 1720.  The Sarabande opens with a four-bar\nsubphrase that strikes an immediately memorable impression by\nreplacing the expected, largely stepwise outlines of the typical\nsarabande melody with a series of bold leaps; see the braces in Example 2 . While these help underscore the Sarabande’s four-bar\ngrouping they also prevent it from assuming the predictable melodic\ncontours of the genre.  The overlapping hemiolas occupy bars 5–7,\nmuch of the second four-bar subphrase ( Example 3 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The two-chord patterns in bars 5–6 begin to establish a hemiola and\ncontinue through to the downbeat of bar 6 (see the brackets atop\nExample 3).  The melodic line’s two pairs of descending thirds, F ♮ 5–D5 and E ♭ 5–C5, are supported by rising fourths in the\nbass, D3–G3 and C3–F3.  Together, melody and bass articulate an \nS–W, S–W formation that reaches into the beginning of bar 6.  The \nprogression stands out—and can superimpose a hemiolic interpretation \nover the notated meter—because it comprises the Sarabande’s first \ngenuinely harmonic progressions spanning only two internal beats each, \nand because it suggests a durational contraction (as well as a harmonic \nrealization) of the longer, contrapuntally conceived progressions that \nstraddle the barline at the turn of bars 2, 3, and 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] At the downbeat of bar 6, then, two events overlap:  The statement\nof the hemiola’s fourth, weak internal beat, and the beginning of an\nunexpectedly sustained F-major chord, whose continuation through\nthe second beat of the measure supports the notated meter as\nestablished in bars 1–4 and generates what Joel Lester called a\n“durational accent.” (2) Not only is the fifth, strong internal beat\nof the hemiola elided—it is subsequently contradicted by the third beat\nof bar 6, which initiates a faster melodic pace of quarter notes.  The\ngroup of quarter notes, supported by a strong cadential progression\nin the bass, straddles the downbeat of bar 7 and describes a typical\ncadential hemiola ( Example 3 ).  The gradual realization of this second\nhemiola, then, overlaps the equally gradual peroration of the first\nhemiola; both realization and peroration are the subject matter of bar\n6, whose first two beats emerge as the “pivot zone” referred to earlier.\nNote how the movement in parallel tenths, F ♮ 5– E ♭ 5–D5\n(upper voice) and D3–C3– B ♭ 3 (bass), established by the first\nhemiola, is completed not on the second beat of bar 6 but on the third,\nlending further weight to the emerging second hemiola.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Because the overlapping hemiolas span three bars and occupy the\ngreater part of a four-bar subphrase, the temporary metrical\nuncertainty they portray in their central measure has the potential for\ncreating a genuine disturbance in the rhythmic flux of the piece.  To\nfoster a compositional and rhetorical milieu in which such disturbance\nwill realize its assigned effect without appearing out of line, Handel\noften prepares the onset of overlapping hemiolas in some way during\nthe preceding passages and then only gradually allows them to\ndissipate in the phrase or phrases that follow.  By the time their\nperoration is completed, then, their very presence in the piece, as such,\nwill likely have promoted additional rhythmic dialectics, and these\nmight have in turn become intimately linked to the compositional\nessence of the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The two-chord patterns that launch the first hemiola in bars 5–6 are\nprepared by the falling third F ♯ 4–D4 in bar 4.  Their movement\nforward begins with the quasi-improvisatory reappearance of this\nfalling third in the two-line octave, F ♮ 5 conspicuously replacing F ♯ 5 at the turn of bar 5.  The transfer of F ♯ to the high\nregister and its alteration to F ♮ represents yet another way of\nsidestepping excessive thematic predictability within the Sarabande’s\nperiodic framework. Example 4 . Handel, Suite in G-minor (1720), Sarabande, mm. 9–16 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Let us look now at several later allusions to the overlapping\nhemiolas; these, too, help prevent the remaining three eight-bar\nphrases from outlining an excessively mechanical profile.  Although\nthe four-bar group that follows the double bar brings back the\nrhythmic outlines of bars 1–4, the unexpected entrance of a two-beat\nG major chord on the second beat of bar 12, at the close of the group\n(and in the manner of a written-out sforzato ), nearly usurps the\ncadential status of F, the subtonic that entered on the downbeat of the\nmeasure (see the arrow in Example 4 ). It is as if Handel insisted on\naffirming, following the upheaval of bars 5–7, that we are indeed\nlistening to a Sarabande, but that further upheaval is in store for us as\nwell. (3) The resulting metrical imbalance makes it possible for the\nnew thematic material that enters in bar 13 to chart a more flexible\ncourse than the opening of a foursquare group would normally allow. \nThe mysterious quarter-note rests on the third beat of bar 13 and the\nsecond beat of bar 14 represent suppressed accents:  On\naccount of their proximity they seem jointly to allude to a hemiola, if\nnot to express one explicitly (see the asterisks in Example 4; the rest in\nbar 13, though a reference to the rest in bar 1, is dramatized by its\ncontradiction of the two-beat G-major chord in bar 12).  As in bar 6,\nearlier, their more decisive continuation—namely, at the third beat of\nbar 14—establishes a typical cadential hemiola (bars 14–15).  Like the\ncadential hemiola of bars 6–7, this new hemiola absorbs the\nuncertainties of bars 13–14.  One could, then, view the events in bars\n13–15 as a partly silent, hidden reminiscence of those in bars 5–7. \nGiven the relative surface regularity of bars 9–12, which recalls that of\nbars 1–4, one could take the correspondence one step further and\nregard the route followed by the Sarabande’s second phrase as parallel\nto that followed by its first phrase. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The uncertainties and tensions of the Sarabande’s overlapping\nhemiolas find their complete peroration only in its remaining two\nphrases (bars 17–24 and 25–32).  The subphrase in bars 17–20 restores\nthe outlines of bars 1–4 but forgoes the striking leaps of the first\nsubphrase in favor of a more traditionally cantabile , conjunct\nsetting of the characteristic incipit.  The following subphrase, in\nbars 21–24, shows a comparatively mechanical quality (a quality\nunderscored by the repetition of the same subphrase in bars 29–32).\nThe literal transposition of bars 21 and 29 in bars 22 and 30 (a third\nhigher) underscores the insistence of the subphrase’s repeated notes\n(A4, C5), as well as the closing impulse of its plainly cadential\nhemiolas (bars 22– 23, 30–31).  This is Handel’s response to the\naccentual irregularities occasioned by the overlapping hemiolas:\nThough they play their role well, the two subphrases in question count\namong the less inspired passages in the 1720 collection of suites (the\nSarabande dates from about 1703–06, but it was revised for the 1720\npublication).  Their slight awkwardness exemplifies the difficulties\nBaroque composers faced when, in the course of very short pieces, they\nfelt need to resolve complex issues they had raised moments earlier\nbut did not quite have the needed durational space in which to work\nout the resolution. Example 5 . Handel, Suite in G minor (1720), Sarabande, mm. 25–28 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] It is only in the course of bars 25–28, the first subphrase of the\nclosing phrase, that a vestige of genuine tension reemerges.  At bar 26,\nHandel sidesteps the opportunity to present generic repeated-chord\npatterns (in imitation of bars 17ff. and bar 25) and sustains the\nsecond-beat D chord through the end of the measure instead.  Handel\ncan thereby suggest a “hidden hemiola” in bars 25–26 without fully\nrealizing it.  The seventh chord on G, sustained in different positions\nthrough the second and third beats of bar 25, militates against the\nrealization of the hemiola ( Example 5 ). Along the same lines, by\nbeginning bar 27 with two quarter notes, Handel evokes the preceding\ncadential hemiola (that of bars 22–23) without really articulating it (cf.\nthe brackets in Example 5).  As a group, bars 25–27 thus portray an\nattenuated rhythmic reference to the Sarabande’s temporal\npeculiarities (the suggestion of hemiolic closure in bars 26 and 27 not\nbeing matched by that of hemiolic opening in bars 25 or 26), but at the\nsame time they steer clear of the peculiarities’ actual portrayal—a\nsignal indication that the turbulence of the Sarabande’s temporality\nhas finally reached the point of complete peroration. (5) Though not\nas elegant as its introduction, Handel’s resolution of the Sarabande’s\ndurational dialectic is emblematic of the dynamic, improvisatory\nnature of Baroque style, and it embodies a measure of compositional\nfreedom missing perhaps from his later, more closely integrated\ncompositions.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] I should like to take the opportunity of writing again about the\nhemiola to modify my account of the hemiola formations in two of the\npieces I presented in “The Two-Length Bar Revisited”:  Those in the\nCourante from Handel’s F minor Suite, and those in the Musette from\nthe G minor Concerto Grosso, Op. 6 No. 6 (Examples 3 and 4 in that\narticle).  Even though the hemiolas in each piece appear at the close of\na phrase, one could make a plausible case for reading them as\nconstellations of overlapping hemiolas. (6) Example 6 . Handel, Suite in F minor (1720), Courante, mm. 14–20 (click to enlarge and listen)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In bars 17–19 of the Courante ( Example 6 in the present essay),\nthe upper voice’s first hemiola (bars 17–18) is self-evident; that an\nadditional, overlapping hemiola spans bars 18–19 in the upper voice\nis suggested by the entrance of the bass G at the turn of bar 18, which\nunderscores the downbeat of the measure, by the subsequent emphasis\non the supertonic chord on the third beat of bar 18, and by the\narticulation of the dominant’s – resolution on the first two beats\nof bar 19, which places substantial motivic weight on the second beat\nof that measure. The succession of these events suggests a metric\nreinterpretation similar to that displayed in the present Example 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Though it is the second, rather than the first, hemiola that is\nrelatively tentative here—its interpretation is supported by the\ngrouping of the upper voice but contradicted by the return of the bass\ntone G at the beginning of bar 19—the durationally angular\nsetting of the three-bar segment and its collection of conflicting\naccents does evoke the thematic and rhythmic contraction typical of\noverlapping hemiolas and as such assumes growing significance in the\ncourse of the piece.  First introduced as the climax to a set of imitative\nentrances of the Courante’s short theme over the dominant (bars 10–\n14–17), it reappears in the form of seemingly incidental allusions to the\ntentative hemiola of bars 18–19 during the cadential progression of\nbars 27–29 and, more concretely, in the progression of bars 30–32 (and,\ntransposed but complete, in bars 41–43). Example 7 . Handel, Concerto Grosso in G minor, Op. 6, No. 6, Musette, mm. 1–15 (click to enlarge and listen) Example 8 . Handel, Concerto Grosso in G minor, Op. 6, No. 6, Musette, mm. 11–13 (click to enlarge) Example 9 . Handel, Concerto Grosso in G minor, Op. 6, No. 6, Musette, mm. 1–7 (click to enlarge and listen) Example 10 . Handel, Concerto Grosso in G minor, Op. 6, No. 6, Musette, mm. 11–14, 49–53, 81–82 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The overlapping hemiolas in the Musette from the G minor\nConcerto Grosso (bars 11–13) stand, by contrast, on nearly equal\nfooting (bars 1–15 are quoted in Example 7 of the present article; my\nnew analytical observations are illustrated in Examples 8–10). The first hemiola is outlined by three pairs of chords whose articulation of\nstrong and weak internal beats—SW, SW, SW—supports their\ncontrapuntal and harmonic priorities.  The first chord of each pair\nacts as an accented appoggiatura to the second.  The metrical\nreinterpretation that takes place in the course of bar 12 is made\npossible by this contrapuntal and harmonic function:  As bar 12\nunfolds, the second chord of each pair is reinterpreted accentually as\nthe principal chord of the pair.  The primacy of the rising fourths in\nthe bass in bars 11–12 is gradually replaced by that of the falling thirds\nin bars 12–13, which are supported by the melody’s movement in\nparallel tenths with the bass beginning at the downbeat of bar 12. (7) The reinterpretation is possible, indeed necessary, because at a deeper\nlevel the bass tone A ♭ , introduced by the first chordal pair in bar\n11, is retained across bar 12 through to the downbeat of bar 13; its\nretention possesses substantial harmonic significance in that A ♭ supports the first-inversion supertonic of the Musette theme’s closing\ncadential progression ( Example 8 of the present article). Both the B ♭ and C of the bass in bar 12 gain in accentual\nimportance because they help extend A ♭ through an ascent to the\nsupertonic’s inner-voice tone C, a third above, and in so doing\ngradually define the contour of the expanded cadential progression\nthat spans bars 11–13 (closing in bar 14).  By the time the B ♭ dominant enters on the second beat of bar 13, it has gained its\nrequisite hemiolic strong accent. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The effect of a hemiola depends in large measure on its relation to\nthe prevailing rhythmic and thematic design.  From this perspective,\nthe Musette’s overlapping hemiolas are particularly noteworthy for\nthey introduce the third change in design within the six- and eight-bar\ngroups in which they occur (bars 1–6 and 7–14; the hemiolas are first\nsuggested, in germinal form, by the chordal pairs in bars 5–6).  The\nMusette’s incipit, which moves in quarter notes (bars 1–2, 7–8), is\nfollowed by an extraordinary rising slide to a sustained E ♭ (bars 3,\n7) and a responding, falling slide to a sustained B ♭ ; the slides\nrepresent displaced contractions of the quarter-note incipit ( Example\n9 ). The hemiolas (incipiently in bars 5–6, fully in bars 11–13)\nreintroduce the movement in quarter notes but contradict their earlier\ngrouping in threes through the hemiolas’ characteristic articulation in\npairs.  The expansive nature of the dialogue between the concertino and ripieno groups that follows—and many of the ensuing tonal and\ndurational enlargements—throughout the movement arise\nfrom the need to work out and then dissipate the tensions resulting\nfrom this uncommonly close succession of changes in design and, in\nparticular, from the effects of contraction occasioned by the slides and\nthe chordal pairs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] To my original remarks regarding the influence the passage exerts\non the rest of the Musette I should like to add also the observation\nthat durational groupings in the Musette’s extended developmental\npassages are remarkably regular.  Like the brief spurt of periodicity\nthat follows the double bar in the F-minor Courante and the growing\naccentual conformity of the G-minor Sarabande, they mitigate the\naccentual uncertainties of the earlier, thematic hemiolas.  More\nimportant, later allusions to the chordal pairs that originally\nintroduced the overlapping hemiolas present them in an expanded\nstate, their ascending bass fourths altered to ascending fifths (bars 49–\n53, Example 10 in the present article). The bass line carrying the\nascending fifths rises, like the bass line that carried the hemiolas’\noriginal ascending fourths, from E ♭ to F and G; instead of\ncontinuing up to A ♭ , though, it quickly falls back to F and E ♭ . \nBy allowing each chord to occupy a full measure rather than just a\nquarter note, Handel sidesteps the questions that marked the original\nprogression and paves the way for the introduction of altogether new\ntensions in the stormy C minor section that is to follow.  It is perhaps\na mere coincidence—but what a wonderful coincidence—that the C\nminor section (bars 81ff.) opens, as well, with a rising fifth in the bass,\nwhich ascends from tonic to dominant; however common and, in this\ninstance, isolated from a sequential setting, the progression\nnonetheless carries a recollection of the earlier sequence (Example 10).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The hemiola, to be sure, occupies a special place in the Handelian\nrepertoire, but its cultivation as a durational and tonal resource with\nconsequences ranging well beyond its immediate appearance was\nhardly within Handel’s exclusive compositional domain.  Overlapping\nhemiolas, in particular, appear with great frequency in the music of\nJ.S. Bach, and especially in Bach’s Courantes, Sarabandes, and\nMinuets.  Particularly worthy of study are such pieces as the\nSarabande from the G-major Partita for Clavier, in which almost\nevery four-bar group contains overlapping hemiolas that are expressed\nin different ways by different constellations of inner and outer voices.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Although the literature on the hemiola remains modest in scope,\nseveral important studies that shed considerable light on its durational\nproperties (and offer some intriguing further references) have\nappeared in the recent and relatively recent past; I should like to close\nby calling them to the reader’s attention.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.96.2.3.willner.html",
    "data": "mto/data/mto.96.2.3.willner.json"
}