{
    "title": "Review of Steven Rings, <i>Tonality and Transformation</i> (Oxford University Press, 2011)",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Peck, Robert"
    ],
    "abstract": "",
    "keywords": [
        "transformational theory",
        "generalized interval systems",
        "transformational networks",
        "tonal analysis",
        "J. S. Bach",
        "Mozart",
        "BrahmsEditor’s Note: Matthew Shaftel served as guest editor on this review."
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.peck.pdf",
    "author_info": [
        {
            "name": "Robert Peck",
            "university": "Louisiana State University",
            "address": "School of Music, Baton Rouge, LA 70803",
            "email": "rpeck@lsu.edu"
        }
    ],
    "citations": {
        "clough_and_douthett_1991": "Clough, John, and Jack Douthett. 1991. “Maximally Even Sets.” Journal of Music Theory 35, nos. 1–2: 93–173.",
        "clough_and_myerson_1985": "Clough, John, and Gerald Myerson. 1985. “Variety and Multiplicity in Diatonic Systems.” Journal of Music Theory 29, no. 2: 249–70.",
        "hook_2002a": "Hook, Julian. 2002a. “Uniform Triadic Transformations.” PhD diss., Indiana University.",
        "hook_2002b": "Hook, Julian. 2002b. “Uniform Triadic Transformations.” Journal of Music Theory 46, nos. 1–2: 57–126.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . New Haven: Yale University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Specifically, Rings is speaking here of a certain antagonism between practitioners of Schenkerian and neo-Riemannian theories, though one might argue that this resistance extends frequently to respective devotees of long-standing forms of tonal analysis and transformational theories in general.",
            "citations": []
        },
        "FN2": {
            "text": "2. A Generalized Interval System (henceforth GIS) consists of an ordered triple: a set of musical objects, a group of intervals, and a function that relates the former unambiguously to the latter. Specifically regarding this function, one and only one such interval exists between any two elements in the set. For more information, see section 1.2 of the Rings text.",
            "citations": []
        },
        "FN3": {
            "text": "3. Rings acknowledges that his answer to this question may not necessarily be the same as Lewin’s.",
            "citations": []
        },
        "FN4": {
            "text": "4. Figure 5.1 provides an annotated version of the vocal line and (figured) bass for five of the A section’s phrases, presenting the music on which the chapter focuses.",
            "citations": []
        },
        "FN5": {
            "text": "5. Rings stops short of offering any further ethnicity-based account of the movement.",
            "citations": []
        },
        "FN6": {
            "text": "6. This situation differs structurally from the acceptance of enharmonic equivalence in the letter-name notation of pitch classes in the (sd, pc) pair’s second coordinate, which does not result in the same imprecision.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Tonality and Transformation (henceforth T&T) by Steven Rings is a remarkable scholarly achievement, and a valuable contribution to the Oxford Studies in Music Theory series. It examines an impressively broad range of topics in tonal music through the lens of transformational theory. Rings’s clear and engaging exposition makes evident and accessible the book’s broader objectives, as well its considerable subtleties, while also drawing the reader into its in-depth exploration of theoretical models and analytical examples. Interspersed with short analytical vignettes, the first half of the book puts forth the conceptual framework and transformational technology that is employed in the second half, which consists of four analytical essays that explore complete works (or extensive, self-contained sections of works) by Bach, Mozart, and Brahms. The book also contains a helpful eight-page glossary of technical terms relating to transformational theory and abstract algebra.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] T&T fills a surprising lacuna in the music-theoretical literature. It reconciles more familiar aspects of tonal analysis—including Schenkerian theory and diatonic and chromatic functional harmony—with transformational theories, bridging the gap that results from “a degree of antagonism between adherents of the two methods” (35). (1) Whereas T&T presupposes a general working knowledge of the former, it includes introductory material relating to the latter (particularly in Chapter 1). It is consequently appropriate for readers who are well trained in tonal analytical methods, but who may not have had much exposure to the substance of, or the underlying mathematics behind, the work of David Lewin and his followers. Whether specialists in transformational theory or not, however, readers will derive a fresh outlook on tonal music from Rings’s approach.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] T&T is certainly not the first book (or article or dissertation) to investigate tonal music from a transformational perspective. Lewin’s Generalized Musical Intervals and Transformations ( 1987 ) incorporates several examples from a variety of tonal composers, ranging from Bach to Wagner. The neo-Riemannian branch of transformational theory that Lewin’s work engendered, furthered by Richard Cohn, Brian Hyer, and other authors, deals nearly exclusively with tonal—albeit often chromatic—repertoire. Similarly, many extensions to neo-Riemannian theory, such as Julian Hook’s dissertation “Uniform Triadic Transformations” ( 2002a ) and the Journal of Music Theory article to which it led ( 2002b ), address primarily tonal repertoire. However, as he points out in the introduction to T&T, Rings’s work is not about “connect[ing] neo-Riemannian theory more fruitfully to traditional ideas about tonal music,” even if that was the volume’s original intention (1). Instead, it is “an exploration of the ways in which transformational and GIS technologies may be used to model diverse tonal effects and experiences” (1). This agenda is a distinguishing feature of Rings’s contribution, as is the considerable expertise that he brings to it from other disciplines, particularly from philosophy and perception.",
                "footnotes": [],
                "citations": [
                    "lewin_1987",
                    "hook_2002a",
                    "hook_2002b"
                ]
            }
        },
        {
            "4": {
                "text": "[4] For a book like T&T to succeed in its stated regard, it is nevertheless necessary for it to demonstrate how the transformational approach it endorses offers an account of tonal phenomena that adds meaningfully to the present understanding. For example, how do the intervals included in its Generalized Interval System (GIS) relate to and further existing notions of intervals in (tonal) music? (2) What can the theory espoused in the book say about standing problematic or ambiguous harmonic successions in tonal analysis? Is it evident whether the theory it offers is sufficiently general—and the musical examples it incorporates adequately inclusive of representative situations—that the reader may apply its concepts usefully elsewhere; or, rather, is it clear and appropriate if these things are singularly defined? In general, it meets these challenges, \nand Rings situates his original contributions effectively in the framework of current thinking.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] A brief introduction opens the book. It establishes the context and purpose of the study, in the process of which it describes some inherent problems with the term “tonality” itself. The first three chapters form Part I: Theory and Methodology. Chapter 1 presents a succinct and cogent introduction to Lewinian transformational theory. It describes the elements and concepts behind GISes and transformational networks, and speaks briefly of the special conditions under which they may be viewed as two sides of the same coin. Chapter 1 also includes the first two analytical vignettes: brief excerpts from the Prelude to Bach’s Cello Suite in G and the second movement of Schubert’s Piano Sonata, D. 664. It returns to these pieces at the end of the chapter as well, in its comparison of transformational and Schenkerian analytical techniques.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The second chapter presents the fundamental GIS for the remainder of the book, GIS Tonal . The space for GIS Tonal consists of the eighty-four pairings of seven scale-degree quale and twelve chromatic pitch classes, the so-called “heard scale degrees” (43–44). For instance, the pitch class 7 might serve as scale degree 5 ˆ (as in its relation to a tonic pitch class 0). This hearing appears in Rings’s (sd, pc) notation as ( 5 ˆ , 7). That same pitch class might be heard as scale degree 4 ˆ in another context—i.e., ( 4 ˆ , 7)—or as any other scale degree in various appropriate contexts. Intervals in this GIS also take the form of pairs: ordered sets of scale-degree intervals and pitch-class intervals. For example, (3rd, 2) is the interval from heard scale degree ( 1 ˆ , 0) to ( 3 ˆ , 2). That is, (3rd, 2) carries pitch class 0 when it functions as scale degree 1 ˆ (as in the key of C major) to pitch class 2 when it acts as scale degree 3 ˆ (as in B-flat major). 1 ˆ moves by 3rd to scale degree 3 ˆ , and pitch class 0 moves by +2 to 2. Such intervals form a mathematical group that has the structure of a direct product of a cyclic group of order 7 by a cyclic group of order 12, or 7 × 12. Rings goes on to identify five classes of canonical operations that act on the space of heard scale degrees. These operations may combine in various ways to form group structures: diatonic transposition, chromatic transposition, and real transposition, as well as diatonic inversion and chromatic inversion. The chapter concludes with a brief discussion of some of the formal limitations of the GIS, particularly in combining diatonic and chromatic operations in a single transformational network. At the beginning of the chapter, before launching into the technicalities of GIS Tonal , Rings discusses the aural phenomena that give rise to this theoretical construct, a description to which he returns frequently in the course of the chapter, particularly in the analytical vignettes on excerpts from Wagner’s Parsifal , Mahler’s Das Lied von der Erde , and Mendelssohn’s Song without Words , op. 19b, no.1. In this same way, virtually all abstract concepts presented in Part I of the text are linked to attendant aural experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapter 3 shifts from the observational, GIS-based model of the previous chapter to one more active, based on oriented transformational networks. This change in attitude parallels Lewin’s transition in GMIT, though to somewhat different ends. Arrows in the transformational networks introduced here reflect tonal motion, leading away from, and ultimately to, the tonic. Rings asks the question (105): “How might we perform . . . tonic-directed arrows when we are in contact with the relevant music?” (3) The first part of the chapter situates an answer to this question in the context of “tonal intention” (105), the philosophical and historical aspects of which Rings discusses at length. The chapter proceeds with a detailed explanation of basic concepts of graph theory that are relevant to the networks employed, followed by a short discussion of Riemannian functions (not to be confused with neo-Riemannian Schritt and Wechsel operations). Next, the chapter constructs networks in which nodes are populated by (sd, pc) pairs, and arrows are labeled initially in the group of GIS Tonal intervals, and later with “resolving transformations”: transformations that model the pull of certain heard scale degrees to their intended resolutions (125). Two analytical vignettes follow. The first presents a short excerpt from Brahms’s Intermezzo, op. 119, no. 2; it juxtaposes (sd, pc) networks that model the kinetics of Riemannian and neo-Riemannian hearings of that passage. The second examines two statements of the “Rheingold!” motive from Wagner’s Das Rheingold : one from Scene 1, and the other from the end of the opera. This vignette uses networks to illustrate the tonal intentions of various scale degrees in these instances of the motive, as well as the relationship of the two passages in their respective orientations to the Rheingold itself and to Valhalla. The chapter concludes with a comparison of event networks (those in which nodes occupy different temporal locations) and spatial networks (those in which arrows are labeled more abstractly), and a revisiting of Schenkerian intentions in light of the previous material.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Part II of T&T contains four analytical essays, each comprising one chapter. Chapter 4 presents the first of these essays; it examines the Fugue in E major from Book II of Bach’s Well-Tempered Clavier , BWV 878. Rings concentrates primarily on instances of the fugue’s stile antico subject and the diatonic tetrachord that it outlines, both of which appear in a relatively wide range of diatonic and chromatic settings. Sensitivity to these varying contexts makes this example particularly well suited to analysis using GIS Tonal . As Rings states, “If we listen to Bach’s fugue in this way, we become attentive to the myriad ways in which its chameleon-like subject can take on the hues of its shifting tonal surroundings” (158). The discussion offers logical and musical explanations for details of the fugue’s construction, including its multiple stretti and its form in general.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Chapter 5 presents an analysis of Ferrando’s aria “Un’aura amorosa,” from Act I of Mozart’s Così fan tutte . It is the one chapter in Part II that does not contain an annotated score following the text. (4) Rather than examining the whole aria, the analysis presented here deals primarily with the non-modulatory first section of its simple, A-major ternary form. In particular, it focuses initially on two central features of this section, and later applies salient implications of the analysis to a discussion of the aria as a whole and its place within the opera. In contrast to the primarily horizontal, melodic analysis of the fugue subject in the preceding chapter, and its emphasis on the adaptability of the subject’s head motive to varying scale-degree contexts, the analysis here addresses issues of greater harmonic ambiguity, especially among the harmonies that support recurrences of the sung Kopftöne in the aria’s first five phrases and the deceptive resolutions that mark the last two of those phrases (relating back to the “Così fan tutte” motto from the overture). Rings makes full use of the broad generality of transformational networks to illustrate a variety of facets of the music in his analyses—ranging from “a sort of transformational figured bass” (174) in Figure 5.2 to “a series of local networks, which unfold like a string of intentional snapshots” (177) in Figure 5.5. The analysis leads ultimately to some profound insights into the nature of Ferrando’s emotions and the relationship between Da Ponte’s libretto and Mozart’s music.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The last two chapters of T&T explore works by Brahms. Chapter 6 considers the A section of the Intermezzo in A major, op. 118, no. 2, a piece that has previously attracted significant music-theoretical attention—including from Schenker, underpinnings of whose analysis are frequently brought into dialogue with Rings’s own hearing. This chapter brings matters of form to the fore, especially regarding repercussions of certain details of the opening α and β motives ( C ♯ 5–B4–D5 and C ♯ 5–B4–A5, respectively) on the A section’s lyric binary form (aaba′). \nIt also addresses aspects of meter more thoroughly than the earlier chapters. \nFor example, Rings demonstrates how the dénouement of the b section’s metric \nambiguity corresponds to a growing harmonic expectation of a downbeat A, both of \nwhich are thwarted: “At this point [measure 29] the harmony is deflected to D, \nin a grand apotheosis of the D-instead-of-A idea that has been at work since the \nopening of the piece. The deflection to D coincides with a return of metric \ndissonance” (196). Schenker gives the onset of a′ at this moment, with the \nrestatement of the α and β motives at pitch. Rings, on the other hand, argues \nfor an alternate hearing that privileges measure 35 with this formal function. \nHere, α and β are replaced by their images under the diatonic inversion that maps the heard scale degrees of the motives to one another. Rings goes on to provide a compelling Schenkerian context for this hearing. Chapter 6 also invokes the notion of sd/pc paths introduced in Chapter 2, rather than relying exclusively on GIS Tonal intervals. For instance, the resolution of B4 to A5 that follows the piece’s opening C ♯ 5–B4 descent is given as (7th, 10), not (2nd −1 , −2). Ultimately, however, Rings notes, “Brahms’s conclusion elegantly demonstrates the algebraic identity of (2nd −1 , −2) and (7th, 10) within our GIS, as ( 2 ˆ , B) proceeds to ( 1 ˆ , A) via both paths” (202).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Chapter 7 presents an analysis of the second movement (“Adagio”) of Brahms’s String Quintet in G major, op. 111, the form of which Rings gives as a set of five variations without a preliminary thematic presentation, in the manner of Gypsy hallgató fiddle playing. Each variation contains three modules, labeled here A through C; the subsequent analysis focuses largely on the two-measure motto that characterizes Module A. Rings discusses Schenkerian and Riemannian readings of the motto, with particular emphasis on its tonal ambiguity: is it a back-relating i–V \nin the key of D minor, or a forward-oriented iv–I in the key of A major? Figures \n7.2(g) and (h) provide heard-scale-degree networks of these two hearings, which \nretrograde-invert under the diatonic inversion . Rings proceeds to demonstrate similar melodic inversions in the cello line, and, in related terms, [014] trichords in the viola part that derive from the Gypsy scale E–F– G ♯ –A– B ♭ – C ♯ –D, which has the same bifocal tonal ambiguity as the motto itself. Variation 1 continues in a manner that pulls toward the interpretation of A as a local tonic. Its Module B incorporates a more Western setting, and Module C presents a return to the style hongrois topic. (5) The next two variations deviate little from the forward-oriented-subdominant hearing that Rings proposes for the first variation. Following the massive A dominant in Variation 4, however, the first significant change in the motto’s orientation occurs. In Figure 7.15, Variation 5 appears as a node in a transformational network, connected by an arrow emanating from Variations 1 and 2 that represents the (retrograding) pitch-class inversion (Ret) (as well as by an arrow from Variation 3 that represents (Ret)). Accordingly, this node contains the back-relating i–V progression that underscored the tonal ambiguity of the movement’s first two measures. However, Rings demonstrates how the final measures call this hearing into question. Challenging Agawu’s assertion that ambiguous tonal structures move irrevocably toward clarity, Rings maintains, “the two hearings are . . . brought into equilibrium—Brahms makes it impossible for us to choose which intentional structure the motto ‘really’ manifests” (218). A brief afterword follows Chapter 7, in which Rings gives a summarizing account of the preceding analyses, and suggests some possible areas for future work. It returns to the discussion of analytical pluralism from Chapter 1 (in the earlier comparison with Schenkerian theory), furthering its justification for a pluralistic approach to tonal music in particular.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Rings has set a substantial agenda for T&T; it offers a detailed theoretical construct (albeit one patterned largely on previous work in transformational theory), and seeks to demonstrate that apparatus’s value through application in a variety of analytical examples. Further, Rings argues that a single analytical method cannot capture the myriad facets of tonal experience. Therefore, his exposition also invokes, and makes frequent comparisons with, results that derive from other approaches—some of which have lengthy and multifaceted heritages of their own. Such a program is a tall order for a book with just under 250 pages; it runs the risk of being either cursory or impenetrable. In fact, Rings is able to accommodate a tremendous amount of information in a relatively compact space. Fortunately, due to his eloquent writing style, T&T does not come across as being dense. Its tone is conversational with an erudite and sophisticated manner. The reader will benefit from multiple readings, and will no doubt extract new insights on each subsequent pass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Throughout the text, as in the afterword, Rings suggests some areas for further study. In particular, he notes the lack of existing mathematics to explain the transformational networks he employs that include arrows with labels in different groups. He suggests that “formal extension and clarification of this and other matters can proceed in tandem with analytical application—the latter need not wait for the former. . . . Those interested in pursuing formal matters in greater depth will deepen our understanding of the ‘shape’ of the resulting tonal apperceptions” (221), stopping short of actually calling for the development of these new mathematics. Instead, the area for future work that Rings emphasizes most is application. The analytical examples included in T&T are only a small sampling of tonal music; a vast array of tonal experiences remains to be explored with these techniques. If the methodology presented here is supple enough—and this reader believes that it is—it will add meaningfully to our present understanding of tonality with each mindful application.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] No single text can address every secondary avenue suggested by its primary material, and Rings generally does a good job of tying together the many strands of related research that T&T incorporates. Nevertheless, certain areas might have received more attention. For example, a sizeable body of previous work—including recent work—in diatonic scale theory examines the extraordinary embedding of the seven-note diatonic collection in the twelve-note chromatic collection. These sets and their relations to one another are of central importance to the space of GIS Tonal . However, Rings only briefly mentions some older, related works in the field, seminal though they are: Clough and Myerson 1985 and Clough and Douthett 1991 (T&T, 45). Another minor criticism has to do with the notation of some GIS members, which lacks the precision that characterizes most of the text. The notation of a heard scale degree situates a scale-degree qualia in the first coordinate of a (sd, pc) pair: for instance, the (sd, pc) pair ( ♭ 6 ˆ , F) in Figure 7.2(h) indicates that the pitch class F serves as the flatted sixth scale degree (in the key of A major). However, the structure of heard-scale-degree space is given earlier in the text as ℤ7 × ℤ12; accordingly, the first coordinate of a (sd, pc) pair has an image in the integers modulo 7. As such, there is no distinction algebraically between inflected versions of any one qualia. (6) The notation is residual of a larger, more chromatic set, which is fine in itself, but it does not agree with the description of the structure of the space.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "clough_and_myerson_1985",
                    "clough_and_douthett_1991"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In short, T&T furthers current understandings of both tonality and transformation . In the process, it animates the time-honored approaches to tonal analysis with a new perspective, while also bringing their enduring concepts to the attention of transformational theorists. Moreover, it serves as a model for younger scholars who endeavor to situate their own ideas in relation to long standing and/or newly-emerging discourses. This reader highly recommends T&T to specialists in both tonal theory and transformational theory, as well as to music scholars whose areas of expertise lie in other areas.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.3.peck.html",
    "data": "mto/data/mto.12.18.3.peck.json"
}