{
    "title": "Ambiguity of Tonal Meaning in Chopin’s Prelude op. 28, no. 22",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Hood, Alison"
    ],
    "abstract": "This paper focuses on Chopin’s Prelude in G minor, op. 28, no. 22, which derives its passionate character from its particularly individual treatment of tonal and rhythmic ambiguity. The upbeat to the theme of the Prelude (rhythmically distinctive as it includes the only sixteenth note in the entire piece) is tonally ambiguous. In some of its appearances, it seems to have two conflicting interpretive possibilities, functioning as dominant and tonic harmony at the same time—supporting2ˆand3̂. The Schenkerian analytical notation employed in this paper follows guidelines for which Steve Larson uses the term “strict use.” This analytical method clearly depicts the remarkable ways in which the motto seems to present simultaneous conflicting meanings. Ambiguity not only characterizes the surface of this work, but it also permeates various levels of structure, and encompasses both harmony and meter.",
    "keywords": [
        "Chopin",
        "Prelude in G minor",
        "Steve Larson",
        "strict use",
        "Schenkerian analysis",
        "performance"
    ],
    "doi": "",
    "received": "September 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.hood.pdf",
    "author_info": [
        {
            "name": "Alison Hood",
            "university": "National University of Ireland Maynooth",
            "address": "Music Department, Maynooth, County Kildare, Ireland",
            "email": "Alison.Hood@nuim.ie"
        }
    ],
    "citations": {
        "arrau_2006": "Arrau, Claudio. 2006. Chopin: Preludes, Impromptus. Philips 475 7768.",
        "berry_1989": "Berry, Wallace. 1989. Musical Structure and Performance. New Haven: Yale University Press.",
        "berry_1976": "Berry, Wallace. 1976. Structural Functions in Music. New Jersey: Prentice Hall.",
        "burkhart_1973": "Burkhart, Charles. 1973. “The Polyphonic Melodic Line of Chopin’s B-minor Prelude.” Chopin: Preludes, Op. 28. Norton Critical Scores. Ed. by Thomas Higgins. New York: Norton.",
        "cooper_1960": "Cooper, Grosvener, and Leonard B. Meyer. 1960. The Rhythmic Structure of Music. Chicago: The University of Chicago Press.",
        "cortot_1991": "Cortot, Alfred. 1991 (recorded 1942). Chopin: Oeuvres pour Piano. EMI Classics CZS 7 67359 2.",
        "eigeldinger_2003": "Eigeldinger Jean-Jacques, ed. 2003. The Complete Chopin: A New Critical Edition. London: Edition Peters.",
        "epstein_1987": "Epstein, David. 1987. Beyond Orpheus: Studies in Musical Structure. Oxford: Oxford University Press.",
        "epstein_1995": "Epstein, David. 1995. Shaping Time: Music, The Brain and Performance. New York: Schirmer.",
        "hasty_1997": "Hasty, Christopher F. 1997. Meter as Rhythm. New York: Oxford University Press.",
        "hood_2003": "Hood, Alison Margaret. 2003. “Chopin’s Strategic Integration of Rhythm and Pitch: A Schenkerian Perspective.” PhD diss., Trinity College Dublin.",
        "hood_2013": "Hood, Alison Margaret. 2013. Interpreting Chopin: Analysis and Performance. London: Ashgate.",
        "karpinski_2012": "Karpinski, Gary, S. 2012 “ Ambiguity—Another Listen .” Music Theory Online 18, no. 3.",
        "kissin_2000": "Kissin, Evgeny. 2000. Chopin: 24 Preludes, Op. 28, Sonata No. 2, Op. 35, Polonaise, Op. 53. RCA Victor Red Seal 09026 63535 2.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music: New Meaning, New Temporalities, New Listening Strategies. New York: Schirmer.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann. New York: Oxford University Press.",
        "kresky_1994": "Kresky, Jeffrey. 1994. A Reader’s Guide to the Chopin Preludes. Westport, CT: Greenwood Press.",
        "larson_1996": "Larson, Steve. 1996. “Strict Use of Analytic Notation.” Journal of Music Theory Pedagogy 10: 37–77.",
        "lerdahl_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music. Cambridge, Mass.: MIT Press.",
        "lester_1986": "Lester, Joel. 1986. The Rhythms of Tonal Music. Carbondale, Ill.: Southern Illinois University Press.",
        "paderewski_1981": "Paderewski, I. J. 1981. “Commentary.” Chopin Complete Works: Preludes , Fryderyk Chopin Complete Works, 22nd edition. Cracow: Polish Music Publications.",
        "rink_1994": "Rink, John. 1994. “Authentic Chopin: History, Analysis and Intuition in Performance.” In Chopin Studies 2, ed. John Rink and Jim Samson, Cambridge: Cambridge University Press: 214–44.",
        "rink_1995": "Rink, John, ed. 1995. The Practice of Performance: Studies in Musical Interpretation. Cambridge: Cambridge University Press.",
        "rubinstein_1999": "Rubinstein, Arthur. 1999 (recorded 1946). Chopin: 24 Preludes, Piano Sonata No. 2 (“Funeral March”), Barcarolle, Berceuse, Impromptu No. 3. RCA Red Seal 09026-63016-2.",
        "schachter_1999": "Schachter, Carl. 1999. Unfoldings: Essays in Schenkerian Theory and Analysis. Ed. by Joseph N. Straus. New York: Oxford University Press.",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition. Trans. and ed. Ernst Oster. New York: Longman.",
        "yeston_1977": "Yeston, Maury, ed. 1977. Readings in Schenkerian Analysis. New Haven and London: Yale University Press.",
        "yeston_1974": "Yeston, Maury. 1974. “The Stratification of Musical Rhythm.” PhD diss., Yale University."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This article is an adapted extract from my forthcoming book ( Hood 2013 ).",
            "citations": [
                "hood_2013"
            ]
        },
        "FN2": {
            "text": "2. The term “premise” originates in Epstein 1987 , and refers to the governing ideas, strategies, or “storylines” of a piece.",
            "citations": [
                "epstein_1987"
            ]
        },
        "FN3": {
            "text": "3. I use the term “ambiguity” to refer to the potential for music to be understood or interpreted in more than one way. For a more in-depth exploration of ambiguity in both visual and aural contexts, the reader is referred to Gary S. Karpinski’s “Ambiguity—Another Listen,” another paper in this Festschrift ( 2012 ), [2.4–6].",
            "citations": [
                "karpinski_2012"
            ]
        },
        "FN4": {
            "text": "4. Larson 1996, 69, referring to Schenker, Free Composition , Fig. 22b.",
            "citations": []
        },
        "FN5": {
            "text": "5. The growing body of literature on rhythm—by Berry ( 1976 and 1989 ), Cooper and Meyer ( 1960 ), Epstein ( 1995 ), Hasty ( 1997 ), Kramer ( 1988 ), Krebs ( 1999 ), Lerdahl and Jackendoff ( 1983 ), Lester ( 1986 ), Rink ( 1994 and 1995 ), and Yeston ( 1974 and 1977 )&#8212draws heavily on Schenker’s ideas. Those interested in further discussion of developments towards a theory of rhythm are referred to my PhD dissertation ( Hood 2003 ).",
            "citations": [
                "berry_1976",
                "berry_1989",
                "cooper_1960",
                "epstein_1995",
                "hasty_1997",
                "kramer_1988",
                "krebs_1999",
                "lerdahl_1983",
                "lester_1986",
                "rink_1994",
                "rink_1995",
                "yeston_1974",
                "yeston_1977",
                "hood_2003"
            ]
        },
        "FN6": {
            "text": "6. Burkhart ( 1973 ) notes a similar procedure in Chopin’s Prelude in B minor.",
            "citations": [
                "burkhart_1973"
            ]
        },
        "FN7": {
            "text": "7. This G is a chord tone in the very local ii that appears on the downbeat, but it is also sustained when we move to the more structural V , thereby becoming a non-chord tone.",
            "citations": []
        },
        "FN8": {
            "text": "8. This chord is a VI 6 chord at the surface, but E ♭ has been reduced out of the foreground in level H (Graph 2).",
            "citations": []
        },
        "FN9": {
            "text": "9. Musical examples are taken from Eigeldinger 2003 .",
            "citations": [
                "eigeldinger_2003"
            ]
        },
        "FN10": {
            "text": "10. I would like to thank Steve Larson for pointing out how this upbeat figure elides tonic and dominant functions.",
            "citations": []
        },
        "FN11": {
            "text": "11. Kresky adds: “This harmonic reinterpretation of the B ♭ –A–G closely resembles the situation of the bass 3–2–1 figure in the b-minor prelude, measures 2 and 8” ( 1994 , 120n).",
            "citations": [
                "kresky_1994"
            ]
        },
        "FN12": {
            "text": "12. Chopin’s First Editions Online, accessed February 27, 2012, http://www.cfeo.org.uk/apps/ .",
            "citations": []
        },
        "FN13": {
            "text": "13. All three first editions, Eigeldinger’s Urtext edition (Peters), and the editions by Henle and Ekier notate the augmented chord at the end of measure 15 with G ♭ —in keeping with the original and making the voice exchange even clearer (see level H of my graph). The editions of EMB and Paderewski respell this pitch as F ♯ , perhaps because the chord at the end of measure 15 functions harmonically as an augmented sixth (and in a very different manner to its respelling in measure 16). Paderewski explains that “in the original notation, the second chord of this bar has G ♭ 1 ; F ♯ 1 is better suited to the resolution of the chord” ( Paderewski 1981 , 73).",
            "citations": [
                "paderewski_1981"
            ]
        },
        "FN14": {
            "text": "14. Analogous analyses of a number of other preludes from op. 28 can be found in my forthcoming book ( Hood 2013 ).",
            "citations": [
                "hood_2013"
            ]
        },
        "FN15": {
            "text": "15. The use of the term “authentic” follows that of John Rink in his definition of an “authentic” performance—one that integrates historical evidence, analysis, and technical control, “but will also reflect, and ultimately be shaped by, the performer’s individual artistic perspective, which determines the very musical statement to be articulated by the interpreter, in an inspired act transcending the sterility of the merely ‘correct’ ”( Rink 1994 , 215).",
            "citations": [
                "rink_1994"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This paper employs an approach to analysis that attempts to illuminate the artistic content of Chopin’s music and raises interpretive questions that a performer may wish to consider. (1) The five elements synthesized in this approach are, by themselves, not new: (1) a focus on rhythm, (2) an emphasis on the foreground, (3) strict use of analytical notation following guidelines offered by Steve Larson, (4) a focus on strategy or “premise,” (2) and (5) an exploration of recorded performances in light of (and in service to) these analyses. However, the combination of these elements is particularly productive. This method may be regarded as an extension of Heinrich Schenker’s analytical approach and builds on the work of such authors as William Rothstein, Carl Schachter, Steve Larson, and John Rink. Such a synthesis illuminates Chopin’s compositional style, clarifies aspects of his compositional evolution, reveals “hidden” structures and rhythmic designs, and poses questions useful to performers preparing an interpretation.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This analysis focuses on Chopin’s Prelude in G minor, op. 28, no. 22 and the energetic forward momentum that saturates its tonal and rhythmic structure. The following investigation concentrates on this individual aspect of the piece by analyzing how its unusual texture, distinctive motto, voice leading, and rhythmic and metric structure contribute to this effect. The melody plays against the meter at several levels; these techniques also migrate into the harmonic structure of the work as harmony conflicts with hypermetric position. This ambiguity effectively drives the music forward, as the ear is constantly reinterpreting moments of musical stability and instability, and it suggests that one correct interpretation or analysis would miss the essential nature of this Prelude. (3) Thus, in addition to giving us a clearer picture of the emotional content and musical meanings of the work, this approach raises interpretive questions for the performer, who must choose either to project a single meaning at any given moment or to try to remain neutral between multiple meanings, thereby highlighting the inherent ambiguity. In preparation for analyzing the Prelude, the following sections expand upon two particular strands of this methodology—the advantages of strict use and the importance of rhythmic interpretation to performance. 1. Strict Use Notation",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The method of Schenkerian graphing used throughout this paper is based on the strict use of analytical notation outlined by Steve Larson ( 1996 ). Larson initially conceived of strict use as a pedagogical tool for more effectively teaching Schenkerian analysis. As he explained, “The purpose of strict use, rather than to teach a specific style of analytic representation, is to lead the ear of the serious student of music into the infinite world of fundamental analytic questions” ( Larson 1996 , 39). But strict use is also valuable as an analytical tool, since it artificially limits the potential for ambiguity in a single graph. More standard Schenkerian approaches may tend to mask musical ambiguities by being too flexible, that is, by interpreting a single musical event in different, contradictory ways in the same sketch. But because strict use is more restricted, these ambiguities can only really be shown in separate analyses of the same event, and thus brought into the open. It is, however, necessary to deviate occasionally from this method of notation. Larson elaborates: “Strict use progresses in small steps from a set of narrowly defined rules toward a deeper understanding; more complex analytic representations are explained as extensions of strict use” ( Larson 1996 , 39). It is important to retain an element of flexibility—as it is with any method of Schenkerian graphing—in order to sufficiently portray the richness of the music under examination.",
                "footnotes": [],
                "citations": [
                    "larson_1996",
                    "larson_1996",
                    "larson_1996"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Usually, all notes of the musical surface are represented in the graphs (except simple suffix repetitions and the most obvious ornaments). Analytical symbols are restricted to noteheads, stems, and slurs. All—and only—those noteheads that are stemmed on a given analytical level are represented on the next more-remote level. Slurs only indicate embellishment function. Larson explains: “Strict use may be best introduced by making an analogy: strict use relates to Schenkerian analysis as strict counterpoint relates to free composition” ( Larson 1996 , 38).",
                "footnotes": [],
                "citations": [
                    "larson_1996"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Schenkerian analysts differ substantially in their methods of graphic notation. Slurs and stems can differ in meaning from one analyst to another. Nevertheless, strict use has the advantage that it appears to be universally understandable by analysts from differing Schenkerian traditions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It may also be the most performer-friendly method of Schenkerian analysis. Analytical levels can be more easily performed due to the clarity of this notation as well as its close resemblance to traditional musical notation, thereby allowing the performer to hear the analytical findings. It is possible for a group of performers to play the score and play or sing more remote analytical levels. This gives a direct experience of music analysis, bringing it to life and illuminating its more intuitive and musical aspects. In highlighting the potential benefit of strict use to performers, Larson states that “the clarity with which strict use displays embellishment function and the degree to which it graphically separates analytic levels help it to illuminate relationships between analysis and performance” ( Larson 1996 , 64).",
                "footnotes": [],
                "citations": [
                    "larson_1996"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In addition, strict use is particularly useful for exploring the rhythmic dimension of a work. It clearly shows the harmonic rhythm of each level of a piece by using slurs, and highlighting changes of harmony at deeper structural levels. This makes patently clear the harmonic content or pacing of a particular piece of music, the fluctuation between harmonic tension and release—and it can also aid memorization. This notation also clearly illustrates displacement, as we will see below. A lot of rhythmic information is captured in the relationship between these analytical levels, conveying how a piece anticipates or delays more remote points of arrival on its surface level. This information can inform a performer’s choices of rubato and dynamics, for example.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Finally, strict use is particularly adept at displaying musical ambiguity, which forms a fundamental part of performance. Chopin uses tonal and metric ambiguity throughout his works—often in tandem with each other. In op. 28, no. 22, the harmonic meaning of the recurring upbeat cannot adequately be shown in any single type of Schenkerian graph. But strict use can highlight ambiguity by the use of more than one graphic solution and can therefore provide multiple interpretations. Such a pluralistic approach that recognizes ambiguity as fundamental to musical works suggests that, in most cases, there is no single correct “answer” and this indeed conveys the richness of music. By showcasing various possible interpretations, the performer can then decide whether to emphasize one interpretive reading over another or to highlight the inherent ambiguity of a passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Larson explains the benefits of strict use in highlighting this ambiguity, whereas Schachter believes that flexible notation is important in Schenkerian analysis. Schachter states: “Well, I much prefer diversity to uniformity in graphing, except for pedagogical purposes in the beginning stages of study. Schenker’s own graphs are so expressive partly because he uses his graphic symbols so freely” ( Schachter 1999 , 10). While diversity is important, it may hide problematic contradiction. Larson notes that Schenker’s own analysis of Schumann’s song “Aus meinen Tränen spriessen” from Dichterliebe is internally inconsistent. (4) Larson explains that “strict use works against such inconsistencies; this inconsistency simply cannot be shown in a single strict-use analysis” ( Larson 1996 , 75). Larson concludes: My point here is not to defend a particular reading—or even to defend a particular interpretation of a particular reading—but rather to suggest that internal consistency, musical ambiguity, and analytical (as well as perceptual) abstraction are important issues that deserve the clarification that strict use can bring ( Larson 1996 , 76). Strict use alerts us to the existence of many instances of ambiguity in Chopin’s works. 2. Rhythmic Interpretation and Performance",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "schachter_1999",
                    "larson_1996",
                    "larson_1996"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Focus on rhythm is a vital part of this analytical approach. Rhythm is the lifeblood of music and its realization in performance. It is also one of the main ways that music communicates meaning and emotion. It is an essential element of interpretation, and the ability to highlight and manipulate rhythm often distinguishes amateurs from professional musicians. Indeed, many of the most important interpretive decisions performers make lie in the temporal domain. (5) Given the importance of rhythm to musical interpretation, how then should we translate this analytical information into performance? One of the richest discoveries in rhythmic analysis concerns the interpretive choices that are opened up for the performer. In many cases a deeper awareness of rhythm highlights how the composer uses rhythmic ambiguity in developing dramatic premises throughout. For example, in Chopin’s Prelude in G minor, Arthur Rubinstein, Evgeny Kissin, Alfred Cortot, and Claudio Arrau choose to interpret the initial rhythmic upbeat (and its later occurrences) in different ways, as we shall see below.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] It is important to note, however, that there is not a simple relationship between analytically discovered patterns and the notes stressed in performance. In his book, Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann ( 1999 ), Harald Krebs includes a small chapter written as a letter from Clara Schumann to her friend Martha entitled “Performing Metrical Dissonances.”  He emphasizes the performer’s role in communicating metrically conflicting passages: “The meter of anything that you play, is to a large extent in your hands ” ( Krebs 1999 , 179). Although Krebs offers suggestions to performers (through Clara), he nevertheless adds, “But I should not like to prescribe specific gestures; you must do what comes naturally to you” ( Krebs 1999 , 181). Krebs associates metric dissonance and consonance with meaning and recommends that performers try to understand the meaning of what they are playing: Metrical conflict almost invariably results in an increase in tension within the music, and that is an important aspect of its meaning. Such conflict can arouse a sensation of almost physical discomfort in the performer and listener, partly because of the coming apart or going awry of layers of motion that were previously aligned, partly because of the ambiguity and confusion that it generates. Metrical realignment, on the other hand, creates a sense of relaxation, of security, of homecoming ( Krebs 1999 , 184).",
                "footnotes": [],
                "citations": [
                    "krebs_1999",
                    "krebs_1999",
                    "krebs_1999",
                    "krebs_1999"
                ]
            }
        },
        {
            "12": {
                "text": "[12] To conclude, rhythmic analysis is a fundamental aspect of any analytical approach that aims to inform performance interpretation. However, the findings that emerge from such rhythmic analysis should not be taken to be prescriptive. There is a strong element of intuition involved in rhythmic analysis and, as the following shows, the results themselves can then be interpreted and translated in performance in a myriad of ways. 3. Ambiguity of Tonal Meaning Graph 1 . Levels A–G, comprising levels from the background to the foreground of the work (click to enlarge) Graph 2 . Foreground levels G and H with bar lines (click to enlarge) Example 1 . Measures 1–8 (9) (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The following analysis focuses on the main motive’s harmonic ambiguity and examines how this ambiguity filters through the harmony and the meter of the work at various structural levels. Graphs 1 and 2 contain a strict-use Schenkerian analysis of the Prelude. Graph 1 contains Levels A–G, comprising levels from the background to the foreground of the work. Level A shows the background structure of the work, the top voice of which moves from the primary tone 3 ˆ to an interruption on 2 ˆ (prolonged with thematic repetition in section B). The return to 3 ˆ coincides with the return of thematic material from section A in preparation for the final descent at the end of the piece. Graph 2 contains the foreground levels G and H and includes bar lines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The left hand carries the melody for most of this piece, but arrows in level G of Graph 1 show that the structural upper voice migrates up into the right hand in measure 17, moves back into the left hand with the upbeat to measure 35, and finally concludes in the right hand from measure 39 to the end of the piece. (6) For clarity, the structural upper voice is written out on a single staff (the treble staff) in level F of Graph 1. This arrangement of voices contributes to the character of this Prelude. The melody sounds plaintive and weighty due to its lower register, giving the piece a sense of depth and control. The migration of the structural voice corresponds to the ABA formal divisions of the Prelude; these formal divisions appear below the staff at level H of Graph 2.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The descending third that begins the piece provides a fascinating motto. We will examine each of its appearances, in the upbeat to measure 1, in measure 8, and in measure 34. Example 1 shows the first and second appearances of the motto. It is rhythmically distinctive; every time this motto appears—and only when it appears—do we hear a sixteenth note. As a foreground replication of the Ursatz, it can be heard to forecast the path that the piece will follow. In fact, the whole piece may be heard as an attempt to state this motif conclusively—that is, so that it ends on a stable tonic. At the beginning, we hear it as an upbeat. But this upbeat leads to a note that becomes an appoggiatura to dominant harmony: that is, the G in the bass at measure 1 is a non-chord tone that resolves to F ♯ in that measure. (7) Level H (Graph 2) thus interprets these notes ( B ♭ –A–G) as prolonging tonic harmony. In the foreground, appoggiaturas continue to place unstable notes on stable metric locations. At the next-deeper level of structure (see levels G and H, Graph 2), unstable chords occur in stable metric positions and stable chords occur in unstable metric positions. The dominant chord appears in measure 1, the tonic appears in measure 2, (8) and the harmonic pattern continues in this same manner through measure 5. This may be viewed as absorption of the melodic use of the appoggiatura into the deeper harmonic structure.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The motto returns in measure 8. The vii o 7 at the beginning of measure 8 encourages us to hear the A as part of a dominant-functioning harmony. Yet, at the same time, because B ♭ –A–G sounds as an upbeat (as it did previously) we can also hear it as prolonging tonic harmony, so the A is heard as a passing tone that resolves to G. The result is that the motto elides the end of the first phrase with the upbeat to the second; it thus prolongs tonic harmony into what follows. The motto in measure 8 is therefore more ambiguous than it was as the upbeat to measure 1, as it can now be interpreted in two mutually-exclusive ways. (10) Jeffrey Kresky also notes this dual interpretation: “In an ambiguous mix tonic and pretonic harmonies are presented simultaneously; neither chord seems to predominate” ( Kresky 1994 , 118). (11) Example 2 . Voice-leading interpretations of the motto, measures 31–34 (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "kresky_1994"
                ]
            }
        },
        {
            "17": {
                "text": "[17] In a similar instance of ambiguity, we may also read two different structural interpretations of the motto at measure 34. Example 2 illustrates these contradictory readings using strict-use notation. The first reading is notated on level A 1 and the second on A 2 . Level A 1 shows this figure as the arrival of 2 ˆ over V as part of an interruption. This follows the voicing and the expectation set up by the bass harmony of the previous two measures. Therefore, this motto can be understood not only as a foreground replication of the Ursatz of the piece, but also as a reflection of the background interruption of the Ursatz. However, as this figure continues, it is obviously the upbeat to the theme and, as such, denotes tonic harmony. This other possible interpretation is shown on level A 2 . Even more fascinating is that Chopin has highlighted the interpretation shown in level A 1 by slurring octave A at the beginning of measure 34 to A in the middle of the motto figure. Measure 8 also follows this pattern by slurring from the first note of the bar (which is a G this time) to A mid-way through the motto. The first appearance of this figure at the upbeat to measure 1 unmistakably outlines tonic harmony and is slurred accordingly—the slur encompasses the entire motto from B ♭ to G. In measures 8 and 34, A is notated as an eighth note followed by a sixteenth-note rest, whereas the opening motto does not include a rest. The inclusion of this rest strengthens the effect of the slurring. All three of Chopin’s first editions agree on this slurring. (12) Audio Example 1 . Rubinstein’s (1999) interpretation of all three appearances of the motto Audio Example 2 . Kissin’s (2000) interpretation of the motto in measure 34 Audio Example 3 . Arrau’s (2006) interpretation of the motto in measure 34 Audio Example 4 . Cortot’s (1991) interpretation of all three appearances of the motto",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The harmonic ambiguity of this motto raises questions regarding its performance. For example, should A or G be emphasized in accordance with a dominant or tonic reading? Different pianists react differently to this figure, and, as outlined above, it is not notated identically in each instance, as Chopin notates a rest after the A in measures 8 and 34. Arthur Rubinstein ( 1999 ) plays a rest after the note A in the first and second appearances of the motto, thereby highlighting its harmonic dominant function. He plays the final appearance in measure 34 without a rest, outlining movement from B ♭ to G and tonic harmony, thereby reflecting the reading shown on level A 2 . Rubinstein’s interpretation of the motto in measures 1, 8, and 34 can be heard in Audio Example 1 . Kissin ( 2000 ) and Arrau ( 2006 ) also de-emphasize the note A in the final sounding of the motto in measure 34, as can be heard in Audio Examples 2 and 3 , respectively. Cortot ( 1991 ), on the other hand, plays the note A very short followed by a noticeable rest in the first appearance of the motto. He slows down in measure 8 for its reappearance, and no rest is audible. In measure 34, he slows again for the motto and highlights the rest after A with a longer break, thereby stressing 2 ˆ and the dominant chord. This interpretation of measure 34 seems to reflect the reading shown in Level A 1 —a reading that is certainly reinforced by Chopin’s notation. Cortot’s performance of all three appearances of the motto can be heard in Audio Example 4. Example 3 . Measures 13–16, with grouping annotations (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rubinstein_1999",
                    "kissin_2000",
                    "arrau_2006",
                    "cortot_1991"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The theme returns an octave higher with the upbeat to measure 9 and continues until measure 13. Example 3 shows how the following four measures provide a fine example of harmonic reinterpretation as well as metric manipulation. In the latter half of measure 13, the harmony moves from a passing chord to an applied dominant chord. The left hand plays a motif that includes the interval of a diminished third from E ♭ to C ♯ , leading the listener to expect a resolution onto D. This resolution is avoided, however, as in the next measure a sequence occurs, outlining the diminished third from D ♭ to B ♮ , and proceeding to a resolution on C in measure 15 as part of a C-minor chord. The left-hand motif is now concentrated and takes place over four eighth notes instead of a full measure. The motif is heard again, beginning on the fifth eighth note of measure 15, and the final four eighth notes in measure 16 complete this cross-meter grouping dissonance. A German-sixth in the key of C minor at the end of measure 15 moves through a passing chord at the beginning of measure 16 to what sounds like the same augmented-sixth chord in a different position. This time, however, it resolves as V of IV in A ♭ major. (13) Measures 15 and 16 are paired by the metric effect produced by the grouping and by the downbeat passing chord at the beginning of measure 16. A voice exchange between the bass and the alto enhances this effect even further. This exchange is notated on level H of Graph 2. This interpretation of the grouping in measures 15 and 16, with its inherent recognition of motivic concentration, seems to be reflected in Cortot’s performance, as he stresses C at the beginning of the second group in measure 15 (Audio Example 4). Example 4 . Measures 17–20 (click to enlarge) Example 5 . Measures 35–41 (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Example 4 illustrates measures 17–20. Not only does the hemiola resolve on the D ♭ downbeat of measure 17, reinforcing the meter and resolving the harmony, but repetition on D ♭ also allows our attention to migrate back to the right hand, which has now taken over the role of leading melodic line and structural upper voice. These techniques add weight and dramatic demarcation to the start of section B. Example 5 shows how the bass takes over with the upbeat to measure 35 and reclaims the structural top voice for the return of section A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] A durational reduction of the form is notated in Example 6 , derived from thematic material, tonality, texture, and repetition. One measure is notated as one sixteenth note. The eighth-note delay of original thematic material for the return (due to the extension of the B section by two measures) reflects on a much deeper level the melodic delay of an eighth note throughout the Prelude. The use of più animato from measure 30 does not compensate temporally for the two-measure extension. This deepens the characteristic syncopation, delay, and lack of synchronization in the piece. Example 6 . Durational reduction and formal pacing (click to enlarge) 4. Summary",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The passionate drive of this Prelude is reflected in its unusual texture, distinctive motto, elided harmonic functions, appoggiaturas, and suspensions. Metric ambiguity is used as a structural force throughout. At the surface of the piece, appoggiaturas place unstable pitches on stable metric locations, and at a deeper level of structure unstable chords are heard in stable metric positions. This may be interpreted as the assimilation of the melodic appoggiatura into the harmonic structure, migrating from the foreground into the deeper harmonic structure of the piece as harmony conflicts with hypermetric position. One of the finest examples of ambiguity and reinterpretation in this piece has to be the theme of the Prelude. The dual structural function of its upbeat on both returns is ingenious.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The combined analytical method used in this paper illuminates these techniques, but is particularly effective in highlighting the dual tonal functions of the motto, and strict use of analytical notation clearly depicts these tonal contradictions as conflicting interpretations. This type of analysis demonstrates the potential inherent in recent analytical methodologies that extend Schenkerian theory, methodologies that contend with rhythm and meter as well as pitch. This kind of approach reveals abundant detail that enhances our understanding of how this Prelude is constructed, and it can be extended to an analysis of Chopin’s other preludes as well, giving us a clearer picture of the emotional content and musical meanings of these works. (14) Investigation of each piece from the starting point of its individual characteristics brings forth interpretive questions that may be of help to performers in the preparation of a performance. A combination of Schenkerian voice leading and rhythmic analysis (inclusive of grouping and rhythmic normalization) displayed in strict use and focusing on the premises of each work can illuminate the individuality of each piece, and it has much to offer to analysts and performers alike. Through this kind of approach it may be possible to pose interpretive questions that can form the basis of an “authentic” performance. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "festschrift for steve larson",
    "source": "mto/raw/mto.12.18.3.hood.html",
    "data": "mto/data/mto.12.18.3.hood.json"
}