{
    "title": "8-Bit Affordances: Jun Chikuma’s Soundtrack to <i>Faxanadu</i>",
    "date": "2023/09/01",
    "volume": "29",
    "issue": "3",
    "authors": [
        "Cook, Karen M."
    ],
    "abstract": "In the heyday of Nintendo’s 8-bit era in the 1980s, the limitations and affordances of the console’s audio capabilities led composers and programmers to new heights of creativity. Jun Chikuma (竹間 淳 or 竹間 ジュン) was one such composer who developed new compositional strategies, techniques, languages, and styles for this new medium. Her work often appears on “hidden gems of video game music” lists, but it has yet to be discussed in scholarly literature. Nor hasFaxanadu(1987), itself considered by many an underrated classic. For this game, Chikuma created an unusually lengthy score comprising numerous distinct tracks, remarkably structured in modified arch form. Expanding on KC Collins’s (2007;2008) foundational terminology on looping, I assess Chikuma’s creative approaches to timbre and reusing material to develop new analytical approaches to looping that take into account the specific audio coding possibilities of the Nintendo Entertainment System. The combination of these compositional and programming techniques in Chikuma’s soundtrack toFaxanadupositions this game as an ideal case study for illustrating how a composer of this era approached the sounds and structures of game music at a point when the conventions for what games should sound like were still being solidified.",
    "keywords": [
        "Nintendo",
        "video game music",
        "8-bit",
        "coding",
        "Faxanadu",
        "Jun Chikuma",
        "loops",
        "sound effects",
        "timbral effects",
        "form",
        "affordances"
    ],
    "doi": "10.30535/mto.29.3.1",
    "received": "June 2022",
    "pdf": "https://mtosmt.org/issues/mto.23.29.3/mto.23.29.3.cook.pdf",
    "author_info": [
        {
            "name": "Karen M. Cook",
            "university": "University of Hartford",
            "address": "200 Bloomfield Ave, West Hartford, CT 06117",
            "email": "kacook@hartford.edu"
        }
    ],
    "citations": {
        "altice_2015": "Altice, Nathan. 2015. I Am Error: The Nintendo Family Computer / Entertainment System Platform . The MIT Press.",
        "andreyev_2019": "Andreyev, Daniel. 2019. The Legend of Dragon Quest . Third Editions.",
        "benis_2017": "Benis, Mark. 2017. “Loops Within Loops: A Modular Approach to Mystery in Pokémon Red and Blue .” Conference Paper presented at the North American Conference on Video Game Music, University of Texas at Austin. YouTube video, 20:07. https://www.youtube.com/watch?v=VOF-SijlAU8 .",
        "burkholder_1995": "Burkholder, J. Peter. 1995. All Made of Tunes: Charles Ives and the Uses of Musical Borrowing . Yale University Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "collins_2007": "Collins, Karen. 2007. “In the Loop: Creativity and Constraint in 8-Bit Video Game Audio.” Twentieth-Century Music 4 (2): 209–27. https://doi.org/10.1017/S1478572208000510 .",
        "collins_2008": "Collins, Karen. 2008. Game Sound: An Introduction to the History, Theory, and Practice of Video Game Music and Sound Design . The MIT Press.",
        "copetti_2019": "Copetti, Rodrigo. 2019. “NES Architecture: A Practical Analysis.” Rodrigo’s Stuff (website). https://www.copetti.org/writings/consoles/nes/ .",
        "anonymous_2021": "The Cutting Room Floor. 2021. “Faxanadu: Regional Differences.” In The Cutting Room Floor (website). https://tcrf.net/Faxanadu#Regional_Differences .",
        "van_duyn_2010": "Duyn, Marcel van. 2010. “Review: Faxanadu (Virtual Console / NES): Zelda II ’s Spiritual Successor.” Nintendo Life . https://www.nintendolife.com/reviews/2010/11/faxanadu_virtual_console .",
        "enns_2021": "Enns, Mack. 2021. Understanding Game Scoring: The Evolution of Compositional Practice for and through Gaming . Perspectives on Music Production. Routledge.",
        "gann_2008": "Gann, Patrick. 2008. “The ‘Eight Melodies’ Template: How Sugiyama Shaped RPG Soundtracks.” RPGFan (blog). http://www.rpgfan.com/editorials/2008/11-29.html .",
        "gibbons_2018": "Gibbons, William. 2018. “Little Harmonic Labyrinths: Baroque Musical Style on the Nintendo Entertainment System.” In Recomposing the Past: Representations of Early Music on Stage and Screen , ed. James Cook, Alexander Kolassa, and Adam Whittaker, 139–51. Routledge.",
        "gibbons_2020": "Gibbons, William. 2020. “Nintendo, Stravinsky, and the Aesthetics of Limitation.” The Avid Listener (blog). July 27, 2020. https://theavidlistenerblogcom.wordpress.com/2020/07/27/nintendo-stravinsky-and-the-aesthetics-of-limitation/ .",
        "goutetsu_2016": "Goutetsu. 2016. “脳内無霊: Faxanadu.” 脳内無霊 (blog). http://nounaimurei.blogspot.com/2016/01/faxanadu.html .",
        "hopkins_2015": "Hopkins, Christopher J. 2015. “Chiptune Music: An Exploration of Compositional Techniques as Found in Sunsoft Games for the Nintendo Entertainment System and Famicom from 1988-1992.” DMA diss., Five Towns College.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation . The MIT Press.",
        "hutchinson_2020": "Hutchinson, Simon. 2020. What Is One-Bit Sound? Square Waves & Pulse Waves (Listening to Videogames) . YouTube video, 04:24. https://www.youtube.com/watch?v=iOXTXut00yo .",
        "kamp_2016": "Kamp, Michiel. 2016. “Suture and Peritexts: Music Beyond Gameplay and Diegesis.” In Ludomusicology: Approaches to Video Game Music , ed. Michiel Kamp, Tim Summers, and Mark Sweeney, 73–91. Equinox Publishing.",
        "lambdacube_2005a": "LambdaCube. 2005a. “Faxanadu Level Data - Part I - Programming Stuff.” The-Interweb.Com/Serendipity (blog). http://www.the-interweb.com/serendipity/index.php?/archives/7-Faxanadu-level-data-Part-I.html .",
        "lambdacube_2005b": "LambdaCube. 2005b. “Faxanadu Level Data - Part II - Programming Stuff.” The-Interweb.Com/Serendipity (blog). http://www.the-interweb.com/serendipity/index.php?/archives/8-Faxanadu-level-data-Part-II.html .",
        "lavengood_and_williams_2023": "Lavengood, Megan, and Evan Williams. 2023. “The Common Cold: Using Computational Musicology to Define the Winter Topic in Video Game Music.” Music Theory Online 29, no. 1. https://www.mtosmt.org/issues/mto.23.29.1/mto.23.29.1.lavengoodwilliams.html .",
        "lerner_2014": "Lerner, Neil. 2014. “Mario’s Dynamic Leaps: Musical Innovations and the Specter of Early Cinema in Donkey Kong and Super Mario Bros .” In Music in Video Games: Studying Play , ed. K. J. Donnelly, William Gibbons, and Neil Lerner, 1–29. Routledge.",
        "mcalpine_2018": "McAlpine, Kenneth B. 2018. Bits and Pieces: A History of Chiptunes . Oxford University Press.",
        "morphcat_games_2018": "Morphcat Games. 2018. How We Fit an NES Game into 40 Kilobytes . YouTube video, 12:04. https://www.youtube.com/watch?v=ZWQ0591PAxM .",
        "nes_cart_database": "NES Cart Database. 2023. NES Cart Database . https://nescartdb.com/ .",
        "nintendo_power_1989": "Nintendo Power. 1989. “Nintendo Power Top 30.” Nintendo Power 9: 80–81.",
        "park_2020": "Park, Hyeonjin. 2020. “The Difficult, Uncomfortable, and Imperative Conversations Needed in Game Music and Sound Studies.” Journal of Sound and Music in Games 1 (1): 87–94. https://doi.org/10.1525/jsmg.2020.1.1.87 .",
        "phillips_2014": "Phillips, Winifred. 2014. A Composer’s Guide to Game Music . The MIT Press.",
        "schartmann_2015": "Schartmann, Andrew. 2015. Koji Kondo’s Super Mario Bros. Soundtrack: 33 1/3 . Bloomsbury.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)Cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64. https://doi.org/10.1017/S1478572204000052 .",
        "thomas_2011": "Thomas, Lucas M. 2011. “Faxanadu Review.” IGN (website). https://www.ign.com/articles/2011/02/26/faxanadu-review .",
        "tieryas_2021": "Tieryas, Peter. 2021. “The Unique Artist Behind Bomberman ’s Catchy Beats.” Kotaku (blog). https://kotaku.com/the-unique-artist-behind-bombermans-catchy-beats-1848268051 .",
        "various_nd": "Various. [nd]. “Top 100 NES Games - #36. Faxanadu .” IGN (website). https://www.ign.com/lists/top-100-nes-games ."
    },
    "footnotes": {
        "FN0": {
            "text": "* The author would like to thank Kevin Burke, Julianne Grasso, Dana Plank, and Ryan Thompson, the attendees of the 2020 North American Conference on Video Game Music and the annual meeting of the American Musicological Society’s Ludomusicology Study Group, as well as the editors of Music Theory Online ; their feedback helped tremendously. In particular, I wish to acknowledge the invaluable insight that William O'Hara and Andrew Powell, who acted as this article's collaborative peer reviewers, provided. I also wish to thank Dana Plank for her assistance with transcriptions, Sarah Ryder for consulting with me on accessibility, and Akane Mori for reviewing my Japanese references and language.",
            "citations": []
        },
        "FN1": {
            "text": "1. The names of these composers are well enough known and frequently enough referenced within Western fandom and scholarly literature to retain the Westernized naming conventions I use here and throughout this article. While the names of other composers I reference are not as well known, I use the same naming conventions for consistency’s sake. In the appendix, I have provided the composers’ names in kanji, hiragana, and/or katakana.",
            "citations": []
        },
        "FN2": {
            "text": "2. The games in the Dragon Quest series were published in North America under the name of Dragon Warrior through 2005. I have retained the latter title throughout as it may be more recognizable to Western readers.",
            "citations": []
        },
        "FN3": {
            "text": "3. Chikuma (竹間 淳 or 竹間 ジュン) is also credited as June Chikuma or as “Chiki.”",
            "citations": []
        },
        "FN4": {
            "text": "4. I have determined the lengths of the soundtracks I investigate here as follows: using the audio code from the original Japanese-release version of the game, I measure the length of one full loop, including any short introductory gestures, of every individual track (including short sonic cues such as finding an item), and then add them together. I have relied heavily on websites such as Cirrus Retro ( https://cirrusretro.com/ ) and Zophar’s Domain ( https://www.zophar.net/ ) to access this data. I have only focused here on the original Japanese release and my own personal copy of the original 1989 North American cartridge; I have not investigated the PAL version and so do not reference it here.",
            "citations": []
        },
        "FN5": {
            "text": "5. I credit all of Collins’s work in the Works Cited list using the name under which each work was published, but I note here that Collins now uses the name KC, and I will thus refer to her as KC Collins within the body of my text.",
            "citations": []
        },
        "FN6": {
            "text": "6. While Chikuma notes that the musical decisions for this game and others were left completely up to her ( Tieryas 2021 ), I do not know what the nature of their working relationship was, how any decisions they made with regard to programming might have impacted her creative choices, or how any creative choices she made might have affected the ways in which her music was then encoded.",
            "citations": [
                "tieryas_2021"
            ]
        },
        "FN7": {
            "text": "7. This will be discussed later in the article and shown in Example 24.",
            "citations": []
        },
        "FN8": {
            "text": "8. The plot description here applies to both the Japanese and Western versions of the game. The translation of the game for Western audiences largely involved removing Japanese cultural references that might not be comprehensible elsewhere; additionally, all references to Christianity were removed. As a result, priests, churches, and prayers were renamed Gurus, Guru’s Houses, and mantras, and the “Pope of the Dwarves” became the Evil One.",
            "citations": []
        },
        "FN9": {
            "text": "9. I note here that all theme titles mentioned herein are my own, and that different video game databases or online playlists use a variety of other titles.",
            "citations": []
        },
        "FN10": {
            "text": "10. The DMC allows for the sampling of speech or other sounds. Due to storage constraints, however, games made infrequent use of this channel before the later 1980s, and it is not used in this soundtrack. Scholarship representative of the academic conversation on NES audio coding includes Altice 2015 ; Collins 2008 ; Enns 2021 ; Gibbons 2020 ; Hopkins 2015 ; and McAlpine 2018 .",
            "citations": [
                "altice_2015",
                "collins_2008",
                "enns_2021",
                "gibbons_2020",
                "hopkins_2015",
                "mcalpine_2018"
            ]
        },
        "FN11": {
            "text": "11. A duty cycle is the percentage of time the sound signal is on during one complete cycle of signal on and off. A 50% duty cycle thus indicates that the signal is on for half of one cycle, off for the other half. As Mack Enns ( 2021 , 52) explains, “A lower duty cycle produces a thinner, ‘sharper’ timbre, while a higher cycle produces a fuller, ‘smoother’ timbre. A 50% duty cycle thus produces the fullest and smoothest sound available through the PWCs [pulse wave channels], a 12.5% duty cycle produces its thinnest and sharpest sound, and a 25% duty cycle falls directly between these timbral extremes.” For a video overview of duty cycles as used in NES games, see Hutchinson 2020 .",
            "citations": [
                "enns_2021",
                "hutchinson_2020"
            ]
        },
        "FN12": {
            "text": "12. For the NES, the CPU was the Ricoh RP2A03, although the PAL region used the Ricoh RP2A07.",
            "citations": []
        },
        "FN13": {
            "text": "13. With regard to sound, the NES’s APU is set up in registers, with a separate set of registers for each channel. The pulse 1 channel uses the registers $4000–$4003, pulse 2 $4004–$4007, triangle $4008–$400B, noise $400C–$400F, and DCM $4010–$4013. The CPU’s memory-mapped addresses point to those registers within the game’s audio data as encoded on the game’s cartridge and sends it through the APU, which then processes the code to assign everything from rhythm and pitch to timbre and effects. All of this is then sent out through the system’s speakers as sound ( Altice 2015 ). For more detailed information about the various functions, parameters, and capabilities of the NES APU and its channels, see McAlpine 2018 .",
            "citations": [
                "altice_2015",
                "mcalpine_2018"
            ]
        },
        "FN14": {
            "text": "14. Level design, sprite work, and background elements could also be reused throughout a given game. A well-known example of this kind of creative space-saving is the use of the same sprite, though with different colors, for both clouds and bushes in Super Mario Bros . ( McAlpine 2018 , 118).",
            "citations": [
                "mcalpine_2018"
            ]
        },
        "FN15": {
            "text": "15. This analysis appears in Collins ( 2007 , 223); however, the breakdown of the track’s structure and the measure numbers given there are not accurate. I rely instead on both the original track and its transcription as presented in Lerner 2014 .",
            "citations": [
                "collins_2007",
                "lerner_2014"
            ]
        },
        "FN16": {
            "text": "16. Readers should note that for all theme charts, the letters designating sections, themes, and loops are specific to that theme alone; an A or x in one theme is not the same as an A or x in another theme. Unmarked examples without color designation are available upon request.",
            "citations": []
        },
        "FN17": {
            "text": "17. I am grateful to Kevin Burke for working on this section with me and creating this helpful analogy.",
            "citations": []
        },
        "FN18": {
            "text": "18. As noted above, the Guru’s Houses are Christian churches in the original Japanese version of the game, for which an organ chorale is appropriate.",
            "citations": []
        },
        "FN19": {
            "text": "19. The melodic and harmonic activity and the absence of the noise channel bring to mind the kinds of (neo-)Baroque contrapuntal writing that William Gibbons ( 2018 ) has noted was commonplace in video game music of the time. In combination with this Baroque aesthetic, the echo effect might suggest a large, reverberant acoustic space, such as a church.",
            "citations": [
                "gibbons_2018"
            ]
        },
        "FN20": {
            "text": "20. An observation that space does not permit me to follow up on in this article is that Faxanadu 's “Town” theme does not fit the typical parameters for town themes in RPGs. As many scholars and critics have noted, most recently Megan Lavengood and Evan Williams ( 2023 ), the “town as a musical topic is characterized by tonal harmony, regular phrase structure, simple rhythms, and a melody that safely achieves scale-degree 1 at the theme’s final cadence,” whereas Chikuma's town theme is sparse, syncopated, and highly active rather than peaceful. This might be because, as I mention briefly in section 2.9, towns in Faxanadu operate somewhat differently than in other RPGs of the time.",
            "citations": [
                "lavengood_and_williams_2023"
            ]
        },
        "FN21": {
            "text": "21. Kevin Burke (private conversation) shared that he used an emulator to run Faxanadu . In searching the game’s code via Debug, a tool that allows people to view the game’s assembly language, he was able to ascertain that there were subroutines in the data block for the first pulse wave. While he was not able to determine what the subroutine specifically pointed to, he explained that the presence of this subroutine indicates that this channel is able to operate independently of the others. Individual channel looping is thus possible within this game’s coding.",
            "citations": []
        },
        "FN22": {
            "text": "22. Collins notes that Super Mario Bros. is “one of the few games to repeat alternate sections before the entire song loops at the macro level.”",
            "citations": []
        },
        "FN23": {
            "text": "23. Again, I thank Kevin Burke for his observations on this point.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Soundtracks (and their associated compositional techniques) by Koji Kondo, Hirokazu “Hip” Tanaka, Nobuo Uematsu, and Koichi Sugiyama have been foundational to video game music scholarship, in particular that which focuses on what is known as the third-generation or 8-bit era, when the Famicom and Nintendo Entertainment System (hereafter NES) consoles took pride of place. (1) These composers’ continued associations with the arguably best known and most long-lasting of Nintendo game series ( Super Mario Bros. [1985–], The Legend of Zelda [1986–], Metroid [1986–], Final Fantasy [1987], and Dragon Warrior/Quest [1986–], respectively) cause them to remain some of the most appreciated game music composers of any period. (2) Moreover, their respective contributions to these and other games were significant, impacting their own and subsequent generations of composers and helping to mold player expectations for game music styles and functions. Many of their innovations were quickly emulated, and they remain firmly embedded in game music even today. But this process, though swift, did not happen overnight, and they were far from the only composers, programmers, or sound designers forging new compositional strategies, techniques, languages, and styles for this new medium. There were then, just as now, other possibilities for accomplishing ludomusical goals. In order to properly understand a fuller array of musical options available at this time, it is incumbent upon scholarship today to examine how other lesser-known composers of this generation manipulated the technological constraints and affordances of video game console technology.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In this article, I examine the soundtrack for the action-adventure role-playing game (hereafter RPG) Faxanadu (1987), composed by Jun Chikuma. (3) Chikuma is perhaps best known for her long-standing association with developer Hudson Soft and the Bomberman (1983–) series. Yet while her work often appears on fan-generated “hidden gems” lists, it has largely been overlooked in scholarly literature. So too has Faxanadu , which has been overshadowed in Western game history by the bigger names mentioned above. While it received strong reviews upon its American release in 1989, ranking no. 6 in Nintendo Power magazine’s top thirty games of the year, it soon fell into relative obscurity, where it stayed until (and even after) it was re-released for the Wii virtual console in 2010/11 ( 1989 , 81). At that point, the game was greeted by new audiences as “an excellent and underappreciated 8-bit adventure” and an “absolutely essential” RPG, and it was retroactively declared by some as one of the NES’s best games ( Thomas 2011 ; van Duyn 2010 ).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "nintendo_power_1989",
                    "thomas_2011",
                    "van_duyn_2010"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Faxanadu ’s original Japanese release came just as the aforementioned first wave of influential games were busy launching their sequels. 1987 saw Zelda II: The Adventure of Link , Dragon Warrior II , and Castlevania II: Simon’s Quest , each of which builds on the game mechanics and narrative styles their predecessors used while also pivoting into new and unfamiliar territory. The generic and musical conventions of action games and RPGs, in other words, were still being formalized.  For a game such as Faxanadu , which combines the side-scrolling gameplay of Metroid and the Castlevania games with RPG elements—e.g., more interactivenon-playable characters (NPCs), magic spells, experience points, and a small inventory—like those in Zelda II and a semi-linear route through the game’s map, there was no one set way to approach composing its soundtrack. As I will discuss below, Chikuma’s soundtrack shares many characteristics with those of the aforementioned games, but it is also distinguished by its own idiosyncratic qualities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] First, it is one of the longer soundtracks of its day. At about eleven minutes long, it is over three times longer than the soundtracks to Super Mario Bros. and Simon’s Quest ; even the extensive RPGs Dragon Warrior and Dragon Warrior II have soundtracks of only around seven and nine minutes long, respectively. (4) Chikuma includes a greater number of distinct musical tracks than are found in these aforementioned games, most of which are also longer than their counterparts. Applying concepts developed by KC Collins ( 2007 ), I discuss Chikuma’s creative approach to reusing material, whereby she layers a variety of short, repeated segments to craft these longer tracks. (5) Her soundtrack, moreover, reveals acute awareness of how music supports and even creates the environmental ambience and unique character of specific game locations. To that end, she utilizes many of the compositional timbral effects available to the NES sound chip—such as implied vibrato, echo, alternative voicing, timbral shifts, and dynamic changes—to intensify particular moods and atmospheres.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "collins_2007"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Such musical variety helps to avoid the “repetition fatigue” that the reuse of musical material might create, but it taxes the limits of the console’s memory and creates a new need to structure the soundtrack to be cohesive ( Phillips 2014 , 66–67). Her assignation of certain tracks to certain game areas, superimposed upon the semi-linear nature of the player’s progress through the game, creates a modified arch form that gives the game and its soundtrack a sense of musical coherence and a satisfying resolution. Again, many of these strategies were known to exist in other games, but their combination here in Chikuma’s soundtrack to Faxanadu positions this game as an ideal case study in which we can see how a composer of this era approached the sounds and structures of game music at a point when the expectations for what such a game should sound like were not yet solidified. Positionality Statement",
                "footnotes": [],
                "citations": [
                    "phillips_2014"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] As a white person of American upbringing without formal training in Japanese musical and cultural heritage, I acknowledge that there might be Japanese musical tropes or cultural references that I inadvertently overlook. I also do not intend for my own particular approaches to analyzing Chikuma’s work to be taken as representative of either her views on her music or the practical circumstances of such work in the 1980s (although see Tieryas 2021 for some of her personal reflections). While Chikuma is credited as sole composer (and most Hudson Soft games at this time used only one composer), it was common at this time for musicians to be uncredited, or credited under pseudonyms only; I therefore wish to recognize the roles that Fumihiko Itagaki (板垣史彦, 1964–) and Toshiaki Takimoto (滝本利昭, 1967–) played in sound design and programming on Faxanadu . (6) 2. “Daggers and Wing Boots, Mantras and Monsters Await You”",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "tieryas_2021"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Before Faxanadu , there was Dragon Slayer . Released by Nihon Falcom on September 10, 1984 for the PC-88 computer, its real-time combat, item management, and in-game map made it a forerunner of the action RPG genre in Japan. Its popularity spawned numerous sequels, which turned Dragon Slayer into a franchise. The first sequel was Xanadu: Dragon Slayer II , which was released just over a year later, on November 3, 1985, and while its predecessor was well-liked, this game became one of the best-selling Japanese PC games of all time, resulting in its own subsidiary franchise. Faxanadu , the title a portmanteau of Famicom and Xanadu , was the third in the Xanadu franchise and was released mere weeks after Legacy of the Wizard (the fourth in the Dragon Slayer series); they were the first of either series to be programmed for the Famicom/NES consoles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Faxanadu begins with the unnamed protagonist walking back to Eolis, his hometown, which sits at the base of the World Tree, a massive tree containing the entirety of the game’s playable regions. (7) Unfortunately, when he arrives, he finds that his town is on the brink of ruin: an enemy known as the Evil One arrived in a fallen meteorite and, determined to gain power, transformed the Dwarves into monsters and poisoned the local waters. The Elf King sends the protagonist on a mission to restore the waters and destroy the Evil One, who now resides in a fortress at the top of the World Tree. To successfully complete the quest, the player must locate or purchase items—keys, rings, and wing boots—and fight a variety of enemies, gaining experience points and earning enough golds (the game’s unit of currency) to buy better spells, armor, and weapons.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The player’s quest takes them through various distinct locations, beginning with the Elven town of Eolis. From there, the player enters the World Tree, exploring first the Trunk, where they will find the towns of Apolune and Forepaw. As the player ascends through the Tree, they will then encounter the Mist area, with towns Mascon and Victim. Higher still is the Branch area, where the towns of Conflate and Daybreak are found, and on the other side of them is the evil castle of Dartmoor, in which are hidden the final fortress of Zenis (also known as Fraternal) and the Evil One. Tucked away in each of these towns are shops, in which the player might buy keys, spells, and supplies, and Guru’s Houses, where the player can obtain new experience levels, occasional goods, and mantras: long passwords that allow the player to save their progress ( Goutetsu 2016 ). (8) The areas also contain towers and fortresses, the game’s equivalent of the more typical RPG dungeon, where lesser bosses and special items can be found. Example 1 . World Map from Faxanadu (click to enlarge) Example 2 . World Map from The Legend of Zelda (click to enlarge) Example 3 . World Map from Dragon Warrior (click to enlarge) Example 4 . World Map from Zelda II: The Adventures of Link (click to enlarge and see the rest)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "goutetsu_2016"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] This world map ( Example 1 ) is a bit more complex than the ones found in earlier games such as The Legend of Zelda and Dragon Warrior ( Examples 2 and 3 ). In Zelda , there is but one large overworld, eight regular dungeons and a ninth final dungeon, plus a smattering of caves and hidden places in which one might find or buy materials. Dragon Warrior and Zelda II ( Example 4 ) also include castles or towns that one must visit.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The use of different themes to distinguish the overworld from an underworld or dungeon (or even under the ocean) had been the norm since Super Mario Bros. , but Koichi Sugiyama took a different approach for Dragon Warrior as an open-world RPG and included eight main themes: the title theme, castle, town, field or overworld, dungeon, battle, final battle, and epilogue or ending ( Schartmann 2015 ; Andreyev 2019 ). This musical strategy became so pervasive in RPGs that game critic Patrick Gann ( 2008 ) refers to it as the “eight melodies” template. In a typical RPG, then, the player will hear the overworld theme ad nauseam , the battle theme whenever battle is triggered, the town or dungeon themes whenever the player enters those areas, and the final battle only upon reaching the culmination of the game. The peritextual title and epilogue themes will only be heard upon loading the cartridge or after winning the game ( Kamp 2016 ).",
                "footnotes": [],
                "citations": [
                    "schartmann_2015",
                    "andreyev_2019",
                    "gann_2008",
                    "kamp_2016"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Faxanadu follows this template in many ways, although I do not wish to imply a direct lineage between the two games or their composers. Chikuma includes a title theme (“Title”) and an almost identical ending theme (“Epilogue”), as well as distinct themes for towns, overworld areas, the towers that act as this game’s dungeons (“Tower”), and bosses (“Boss,” interestingly used for the final boss, as well). (9) She also adds additional themes that Dragon Warrior and other RPGs do not use: for the password menu (“Mantra”), for the King’s throne room in Eolis (“Throne”), for the various shops (“Shop”), for the Guru’s houses (“Guru”), and for when the player uses the hourglass to stop time (“Hourglass”).",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Each of the areas of the game is visually and schematically distinguished by color scheme, background graphics, and map layout (again, see Example 1). The areas grow increasingly narrower as the player ascends into the branches of the World Tree, and their rich browns, golds, and greens contrast with the oppressive reds, mustard yellows, cold blues, and grays of the stone barriers and open spaces of the final fortress.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Rather than one single “overworld” theme, then, as in The Legend of Zelda or Dragon Warrior , Chikuma provides individual area themes for each main section. The Elven town of Eolis, marked by sky, dirt, and castle turrets, has its own theme (“Eolis”). The trek from Eolis through the Trunk region has one theme (“Trunk”), the Mist region another (“Mist”), and the Branch region still another (“Branch”). Main gameplay ends in the evil town of Dartmoor (“Dartmoor”), a castle containing the hidden final fortress of Zenis within it. However, the theme for Zenis is actually a variant of the “Tower” theme, which the player will by that point have heard numerous times.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] The game’s approach to towns requires some clarification. Eolis and Dartmoor are technically towns, at least based on the game world’s geography. Also, each of the main areas—Trunk, Mist, and Branch—have two named towns or sub-areas, as given above. Typically, towns in RPGs tend to be small, bounded areas filled with shops, healers, and various characters to converse with; they are usually safe havens, with no enemies or opportunities for battle. In Faxanadu , however, all of these areas operate more like separate overworlds than they do towns, since they are expansive and contain enemies to fight. Another related contrast is that, whereas in other RPGs, places to buy supplies or to rest only appear in towns, in Faxanadu such opportunities are scattered regularly throughout the entire World Tree. Smaller areas more akin to the stereotypical RPG town also pepper the landscape: shopping centers of one or two screens in which one might find a Guru, a locksmith, or homes full of NPCs who might give clues—or, on rare occasion, enemies. Each of these small areas, with their dark skies and bright façades, shares the same “Town” theme. Example 5 . Narrative and Aural Structure of Faxanadu (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] The narrative and aural structure for the game is laid out in the table given in Example 5 . The main physical areas of the game are in bold, and the various sub-regions within each of these areas are indented. I will note here that the semi-linear nature of progress through the game means that a player will hear all of the main tracks in this order. Throughout the game, the player has limited opportunity to backtrack to previous overworld areas, but they might choose to linger in or rush through a particular region or to repeatedly enter a subregion such as a town, shop, or tower, and they might need multiple attempts to defeat each area’s boss. I have only included each area’s subregion once, but the player will likely hear the various overworld, “Town,” “Shop,” and “Guru” themes multiple times, and the “Tower” and “Boss” battle themes at least once per area. On the macro level, the audio echoes the game’s structure by progressing in largely through-composed fashion; the continuous repetition of the tower- and town-related themes, however, add consistency to this variety and help to create an aural cohesion that pervades the game. 3. Composition and Coding for the NES",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Analyzing music written and programmed for an 8-bit console such as the NES can require knowledge and methods that extend beyond what would normally be called for in the analysis of other kinds of music documented in Western musical notation. The NES has a particular set of audio channels that produce all of the sound within each game; each channel, moreover, has its own constraints and affordances that can be creatively employed to produce an array of timbres and effects. In general, the sonic output of these channels can be transcribed into Western musical notation for study or performance. The coding required to create this sonic output, however, does not always neatly map onto such a transcription; the conventions of Western musical notation, in other words, do not always align with programming logic. Therefore, in order to better understand certain musical choices in game soundtracks, especially with regard to memory and storage constraints, some basic knowledge of coding for the NES will be useful. Example 6 . Square and Triangle Wave Forms, image adapted from Omegatron (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] As many scholars have explained in detail, the NES has five monophonic audio channels: the two pulse channels, which use square waves; the triangle channel, named after its wave form ( Example 6 ); the noise channel; and the delta modulation channel, or DMC. (10) The pulse channels, most often given shared responsibility for melodic lines, are capable of producing around eight octaves’ worth of pitches. They have four options for duty cycle (12.5%, 25%, 50% and 75%), which create three basic timbres (since 25% and 75% are effectively indistinguishable), and they have some ability to alter their dynamics. (11) The triangle channel operates an octave lower and thus often acts as a bass line, but it has no ability to adjust either dynamics or timbre. The noise channel can produce only white noise, but such static has a small amount of timbral variety.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Each of these four channels can also produce an array of timbral effects; the following list, derived from Hopkins 2015 , includes those evident in Chikuma’s soundtrack: Duty cycle : selecting one of the available timbres, or switching between various timbres (e.g., “Mist”) Delay or artificial reverberation : placing the same musical idea in two channels, slightly offset, possibly with reduced volume to simulate depth (“Mist,” “Boss,” “Branch,” “Trunk,” “Dartmoor”) One-channel echo : re-sounding a pitch in the same channel, perhaps at a softer volume, before moving on to the next pitch (“Mantra”) Vibrato : a bend in pitch within a single channel (“Dartmoor,” “Epilogue”) Crescendo and diminuendo : an increase or decrease in volume (“Prologue”) Silence : the disuse of any or all sound channels, or the use of channels set to their lowest dynamic level (“Mantra,” “Guru,” “Throne,” “Shop,” “Boss,” “Mist,” “Dartmoor,” “Eolis,” “Town,” “Trunk”) Arpeggiation : implying harmonies or additional voices through staggering pitches across one channel (“Mantra,” “Boss,” “Tower,” “Zenis”) Percussion in the noise channel : using the channel’s two available settings to imply a wide variety of percussion timbres (“Tower,” “Zenis,” “Branch”), and Acceleration or ritardando : a real or implied tempo change (“Boss,” “Mantra”) To Hopkins’s effects I add: Range : making use of different areas of a channel’s pitched range (as in “Shop”)",
                "footnotes": [],
                "citations": [
                    "hopkins_2015"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Providing a detailed overview of how audio programming works in NES games is challenging, since each developer had its own sound driver or drivers with their own functions and programming parameters. In general, though, Nintendo games are programmed using 6502 assembly language, and all of a specific game’s data, audio included, is programmed into the game’s ROM (read-only memory), which is stored on the cartridge. The games mentioned in this study range in size from 40 KB ( Super Mario Bros. ) to 256 KB ( Zelda II , Dragon Warrior II , Castlevania II , and Faxanadu ), although cartridges could hold up to 512 KB ( Collins 2007 ; NES Cart Database ).  When the cartridge is inserted into the console, the console’s central processing unit (CPU) and picture processing unit (PPU) process that data and enable the game to run. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "collins_2007",
                    "nes_cart_database"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] The NES only has 64 KB of RAM (random access memory), which means that only 32 KB of code can be in memory at any time. Two KB was reserved for Static or “Work” RAM (WRAM), which allows for temporary storage and buffering for copying large amounts of data. The rest of the system is memory-mapped, meaning that it contains addresses that point to the data contained in the game’s cartridge, the WRAM, the audio processing unit (APU), the PPU, and the console’s controllers ( Copetti 2019 ). Thus, data is continuously swapped out and (re-)processed as the game is played. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "copetti_2019"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] Given the overall limitations in NES console and cartridge storage, it is unsurprising that games such as Faxanadu made use of data compression. For example, background tiles could be compressed into larger blocks to make for easier storage and reuse ( Morphcat Games 2018 ; LambdaCube 2005a and 2005b ). (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "morphcat_games_2018",
                    "lambdacube_2005a",
                    "lambdacube_2005b"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Efforts to conserve memory were not reserved for graphics, however, but permeated approaches to game audio as well. The large size of sound samples meant that the DMC channel was used in only limited fashion, if at all. Furthermore, the small number of audio channels, all of which are monophonic, meant that bits of musical material had to drop out to accommodate the sound effects common in NES games (e.g., jumping, doorways, weapon sounds, obtaining items). Those sound effects were often repeated throughout a given game, saving on storage as well since the game could point to the same tiny portion of code every time a certain sound was needed. So, too, were the musical themes; for example, the “Overworld” theme for Super Mario Bros. is used for every above-ground area in the game, the “Underworld” theme for every dungeon, the “Underwater” waltz for every swimming stage, and the “Castle” theme for every level’s final area.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Perhaps the single most common solution to the constraints of memory, with regard to audio, is the use of loops, meaning lengths of musical material that are repeated in some fashion. Many, if not most, game themes of this era repeat continuously while a player remains in a particular area. As KC Collins deftly points out, though, loops were not just a way around limited memory, but also an artistic choice that was deliberately developed. As loops became pervasive in 8-bit audio, composers “invented ways . . . to aestheticize” the limitations of memory ( Collins 2007 , 218). Example 7 . The Musical Structure of the “Overworld” Theme from Super Mario Bros. (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": [
                    "collins_2007"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] In her extensive survey of loops in 8-bit audio, Collins ( 2007 , 212) identifies different lengths of loops that might co-exist within the same theme: the “macroloop,” the largest looping segment, usually the whole track; the “mesoloop,” a section or phrase; and the “microloop,” akin to a short riff or cell. These categories can be observed in the “Overworld” theme of Super Mario Bros. (see Example 7 ). Save for a two-measure introductory segment, “I,” the entire theme forms the larger repeating macroloop. Collins ( 2007 ) indicates that this macroloop consists of four primary mesoloops, labeled A, B, C, and D; the introductory I segment also reoccurs as part of the C mesoloop. (15) An example of a microloop is the repeating one-measure riff in the noise channel, marked y, in mesoloops A and B. (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "collins_2007",
                    "collins_2007"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] This terminology is helpful for discussing the creative ways in which loops might be implemented. For example, it demonstrates how Koji Kondo extends the length of the “Overworld” theme: by repeating sections (mesoloops) of the larger macroloop out of order, he disguises the loop point. Furthermore, each of these mesoloops consists of smaller microloops that are themselves repeated in varying ways. The entire theme thus consists of a very small amount of material creatively arranged to form one engaging musical idea ( Collins 2007 ; Schartmann 2015 , 62; McAlpine 2018 , 122). Example 8 . Loops and Recalled Material in the Super Mario Bros. “Overworld” Theme (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "collins_2007",
                    "schartmann_2015",
                    "mcalpine_2018"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] In order to discuss how such musical material might have been programmed, it is necessary to further clarify some terminology and introduce a new concept: recalled material. In general, video game music scholarship uses the term “loop” to refer to many kinds of repeated material. Collins applies the term to material that repeats consecutively, as in the two A and B sections in Example 8, and also to material that repeats out of order, non-consecutively, as in the later A, C (I), and D sections. Just as in modern Western notation, there are several ways to indicate or program these repetitions. One option is to code the material a second time—which is akin to writing the section out again in full—but as in a modern score, this takes up unnecessary space. Thus, another option is to use the equivalent of the repeat signs for the first A and B sections in the above transcription: these could be considered “loops proper,” since the material repeats immediately. The later-appearing A, C (I), and D sections cannot be programmed with the same kind of repeat sign because they don’t occur consecutively, and, indeed, in the score above they have been written out again. Instead, they must be programmed with a jump command that tells the game to jump back to a particular section, repeat it, and then move on. This is more akin to a “dal segno” instruction in Western notation, which I employ in the above transcription to indicate the return to the beginning of the macroloop. As Kevin Burke notes (personal communication), this kind of repetition might better be described as “recalled material,” rather than a loop, since the material repeats non-consecutively; see Example 8 . (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] The distinction between recalled material and loops might not affect how a game soundtrack is perceived as sound, but it can affect how certain aspects of form and structure might be understood. In many Western approaches to Formenlehre , ideas of musical form are embedded in harmonic and cadential motion and in the melodic and motivic content that occurs in all active voices throughout the full work.  A track’s structure in/as code, however, depends more on how the melodic and motivic content operates in each individual channel, independently from the others, and how such content might be triggered to sound. Without knowing precisely how a specific game’s audio was coded, though—knowledge usually gained only through reverse-engineering the game—analysis of form and structure in this respect remains somewhat speculative. In the analyses in the next section, therefore, I label formal sections largely according to musical parameters, whereas later in the article, I introduce new vocabulary in order to address coding structure. I follow Collins in using the term “loop” to refer generally to all sorts of repeated material, but wherever possible I clarify between loops proper and recalled material in order to indicate how the game’s audio was potentially coded. 4. Loops and Layers",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] As Example 5 above demonstrates, Faxanadu ’s continual triggering of particular themes and the later revision and reuse of earlier material help give the game a sense of musical structure and unity. The atypical length of the soundtrack as a whole and of many of its individual tracks, however, might have taxed the console’s limited memory, even without the use of the DMC channel. To that end, each track showcases a different looping strategy as befits its length, the kind of play required of the location or scenario in which it is used, and overall compositional variety. Example 9 . “Throne” Theme, transcr. Dana Plank (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Areas that do not require much time or attention will, quite reasonably, contain some of the shorter, simpler tracks. Of these, the “Throne” theme is the shortest and simplest. Early in the game, the player must visit the Elven King to obtain instructions and golds for the quest; there is nothing else to accomplish in the throne room outside of this conversation. The entirety of the “Throne” theme, shown in Example 9 , consists of one four-measure phrase, continuously looped, in which the two pulse channels share a harmonized melody (designated a) set against stately triplets (designated b) in the triangle channel; the noise channel is left out.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Similarly, the only action that the player can take in the various shops and Guru’s houses is to speak with the Guru or shopkeeper. A player will visit these locations repeatedly throughout the game, although they might spend very little time in them per visit. These tracks are, therefore, more complex than “Throne,” perhaps to generate more listener interest given the frequency with which they will be heard. Example 10 . “Guru” Theme, transcr. Dana Plank (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] As befits a place of spiritual retreat and safety, the “Guru” theme is strongly reminiscent of an organ chorale. (18) Like the “Throne” theme, it uses only the three pitched channels, leaving out the noise channel; see Example 10 . It begins, interestingly, with a five-measure phrase; the pulse 1 channel carries the main melody (material a), while the pulse 2 and triangle channels provide accompaniment (b and c). Although m. 5 initially sounds as though it might be the beginning of a new thought, m. 6 instead returns to m. 1 and begins the theme anew. However, this “loop” lasts for only two measures; in m. 8 the initial theme spirals off into new material (d, e, f) that fills out the last four measures of the macroloop, which repeats after the pulse 1 channel provides a cadential flourish in m. 11. In traditional discussions of musical form, this second section could be considered an A′, given its relationship with the first A section, although without examining the game’s code, it is impossible to tell if mm. 6–7 represent an interrupted loop proper, recalled material, or identical material coded anew. Example 11 . “Shop” Theme, transcr. Dana Plank (click to enlarge, listen, and see the rest)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The “Shop” theme, in contrast, is sparse and restless, perhaps symbolizing that the player will only spend as much time as necessary in these areas to acquire items or spells. Despite its brevity, there are a number of looping strategies and timbral effects at play here; see Example 11 . Once again, the noise channel is omitted, and the theme begins with four-measure phrases in the pulse and triangle channels, with the melody unusually placed in the triangle channel. Each voice’s phrase, though, is constructed from smaller bits of repeated material. The first three measures of each of the pulse channels are identical, and since they repeat one after the other, they can each be termed microloops (q and r). In the triangle’s phrase, mm. 1 and 3 contain the same material (s), while mm. 2 and 4 are different; m. 3 might thus have been coded as recalled material. This four-measure mesoloop then repeats in its entirety. Across all three voices in the collective opening eight measures of the theme, then, there are only seven individual measures’ worth of unique material—or even six, when one considers the close relationship between the pulse 1 and triangle channel in mm. 4 and 8 (Example 12b). These two A-section mesoloops are followed by a two-measure B section that then repeats; the c themes in the pulse channels consist of two measures of material that moves in parallel fifths, while the triangle channel repeats a one-measure microloop (d), an ostinato on the tonic, underneath.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] In just these three short tracks, several looping strategies are used. “Throne” is structured as a straightforward macroloop, without any shorter internal repetitions, while “Guru” uses an abridged repetition of a mesoloop; these are the only two examples of those particular techniques in the game. “Guru” also uses five- and six-measure phrases that combine to form one eleven-measure macroloop. This is the most prominent example of unusual phrase or loop length, although we can also see examples of phrase extension and transition in “Eolis” and phrase shortening and elision in “Dartmoor,” which also has two sections of six and seven measures (see Examples 13 and 23 below). “Shop,” in contrast, repeats mesoloops within the larger macroloop and also makes simultaneous use of different lengths of loop (here, a one-measure microloop or section of recalled material within a two- or four-measure mesoloop); these are both techniques that appear in most of the remaining tracks.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] In exploring the looping strategies used in the remaining tracks, I will first consider their overall form and structure. All occur in areas of the game (or in its peritexts, elements outside game play such as title or ending themes, password screens, and so forth) in which the players may spend significantly more time. All but one, therefore, are much longer tracks than the three I have explored thus far. Whereas “Throne” is only twelve seconds long, “Shop” twenty-two, and “Guru” thirty-two, the shortest of the remaining themes is thirty-eight seconds long while the longest is sixty-seven. The length of these tracks allows for a wide variety of structures. In fact, as I will demonstrate, no two tracks in the game have an identical form. Example 12 . “Mist” Theme (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] KC Collins identifies several other looping strategies used in 8-bit games, such as the inclusion of an introductory section that does not take part in the repeating macroloop ( Collins 2007 , 222). Chikuma uses this technique in the Overworld theme “Mist,” as shown in Example 12 . She begins the track with a two-measure phrase consisting of an unnerving half-measure microloop in the pulse 1 channel, which uses the 25% duty cycle for a raspier timbre; this material is displaced in the pulse 2 channel to create a disorienting echo effect. This microloop continues throughout the ensuing A sections, where it is joined by a two-measure mesoloop in the triangle that repeats with a slight variant. Adding to the overall sense of instability and eeriness of the area, Chikuma once again leaves out the noise channel. The B and C sections, each of which also repeat, consist of new material that includes a one-measure microloop (e) in the B section and one-measure microloops (f)—again displaced between the two pulse channels, creating an echo—and (g) in the C section. The macroloop leaves out the two-measure introductory phrase, although if the player leaves the Mist area to enter a town or Guru House, the introduction will play anew when the player returns.",
                "footnotes": [],
                "citations": [
                    "collins_2007"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] Collins ( 2007 , 222) also mentions looping just the last section of a theme, for example an ABCD form in which just the D section repeats. While this does not happen in the Faxanadu soundtrack, the “Town” theme is structured such that the last mesoloop repeats internally, resulting in an IAA'A' form. Example 13 . “Eolis” Theme, transcr. Dana Plank (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": [
                    "collins_2007"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] Winifred Phillips ( 2014 , 168 ff.) notes that one creative way of disguising a loop point is to use what she calls an “answer/question” structure, in which the second half of a phrase or section is used as an introduction and the first half as the conclusion leading naturally back to the beginning. As Example 13 shows, Chikuma uses this strategy to good effect in the “Eolis” theme. The “answer” segment that begins the track, consisting just of the triangle and noise channels, sounds complete in and of itself. But then it repeats almost verbatim at the end of the track, with a concluding chromatic tag that demands the resolution that the opening “answer” then provides. Example 14 . “Branch” Theme (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": [
                    "phillips_2014"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] As noted above, repeating mesoloops within the larger macroloop is a technique that Chikuma employs throughout the game. With the exception of the aforementioned “Throne” theme, every track in the game makes use of some sort of repeated mesoloop. In fact, all tracks except the “Town” theme repeat their opening A sections, although many also repeat other mesoloops as well. Of the remaining tracks, perhaps the simplest in form is “Branch,” the last of the overworld themes. As Example 14 shows, the track begins with a short two-note pickup figure (marked “pu”) that leads into the first eight-measure mesoloop. Here, Chikuma makes use of the timbral distinctions the noise channel can produce, programming two percussive variants that could be interpreted as a hi-hat and a snare; these sounds persist throughout the entire theme. She also briefly changes the texture in the pulse channels in m. 4, echoing the two upper voices to create a sense of reverberation. This A section, complete with artificial reverberation, repeats exactly, except for a short transition figure in the triangle and noise channels that appears in m. 17. Without knowing exactly how the audio data was coded, I can only speculate that this section was programmed as a loop proper but with an interrupt command that then jumped to the transition figure. The B section consists of seven and a half measures of new material; the loop back to the beginning finishes the last measure with the two-note pickup figure. The track therefore has a fairly straightforward AAB form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] In contrast, the remainder of the tracks all involve some kind of variation, but the repetition of mesoloops is not always exact. While Collins ( 2007 , 10–15) allows for minor variation, perhaps at the loop point, she does not explain in any detail what this might look like: might the variation appear in one channel only, or in multiple channels? Does it involve new material, or revisions of existing material? And how lengthy or detailed can it be and still be considered a version of the original? In what follows, I address these questions by exploring the ways in which Chikuma uses variation at the mesoloop level.",
                "footnotes": [],
                "citations": [
                    "collins_2007"
                ]
            }
        },
        {
            "4.13": {
                "text": "[4.13] Perhaps one of the most obvious places where one could claim that minor variation occurs is in the short tags that sometimes occur at the ends of phrases. Take, for example, the “Eolis” theme (see Example 13 above): after the four-measure introduction, the player hears the first A mesoloop, consisting of eight-measure phrases b and c in the pulse and triangle channels against a repeating (x) microloop in the noise channel. These eight measures repeat verbatim until m. 20, where a brief concluding tag is introduced. Given that m. 20 still retains material from its corresponding m. 12—the triangle and noise channels are untouched, and the tag in the two pulse channels takes up half a measure or less—I again speculate that this was programmed as a loop proper with an interrupt command that switches to the tag material. The tag in m. 20 segues into one measure of transitional material in m. 21, which leads into the next four-measure mesoloop B. B repeats verbatim, as does the subsequent four-measure mesoloop C, and the macroloop ends with the aforementioned four-measure “question.” Example 15 . “Tower” and “Zenis” Themes (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] In contrast, the alterations to the material presented in the pulse channels in the “Tower” theme when it returns in the final “Zenis” tower are more extensive and occur throughout the mesoloop, rather than being restricted to a brief ending; see Example 15 . In the pulse 1 channel, the material from mm. 1–4 repeats in mm. 5–8, but with new variations that fill in arpeggios and stretch through rests. Whereas the pulse 2 channel had duplicated the pulse 1 an octave lower in mm. 1–4, in the subsequent phrase its material shifts up in pitch to move in parallel fourths below the new pulse 1 variant. The triangle and noise channels, however, repeat verbatim. The two four-measure sections thus have enough similarity to both be called A, but sufficient variation in the pulse channels to warrant the second being labeled an A′ section. Similarly, the concluding C and C' sections are distinguished by variant material, although this time it occurs in the triangle and noise channels, the latter of which uses three different timbres that call to mind the interactions between a hi-hat, snare, and bass drum. Example 16 . “Title” (transcr. Dana Plank) and “Epilogue” Themes (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] A more significant variation of this sort occurs in the “Title” theme that plays when the game is first booted up. As Example 16 shows, the theme is constructed from two identical A mesoloops, prefaced by a short one-measure introduction; these are followed by two identical B mesoloops and a third section, C. C repeats and is identical up to a point, but then segues into a brief codetta, complete with diminuendo in the pulse channels—a satisfactory conclusion for the theme, which is one of the only two tracks in the game not to loop at the macro level. The other is the game’s closing “Epilogue,” which is identical to the “Title” theme, save for the vibrato in the pulse 1 channel at the start and for its codetta being rounded off by a brief, victorious fanfare. As with “Eolis” and “Branch,” it is possible that this track was programmed as a loop proper with interrupt commands in each channel to transition to the codetta. Example 17 . “Boss” Theme (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] Another type of minor variation has to do with issues of pitch and rhythm. In a number of tracks, Chikuma repeats a loop at a different pitch level—what Collins ( 2007 , 218) calls “pattern repeats in different registers”—or slightly alters its rhythmic content. The “Boss” theme ( Example 17 ) nicely demonstrates this strategy. It is a very short, tense theme, meant to cause a sense of unease as the player battles their most difficult enemies; the absence of the noise channel and the consistent staggered interplay between the two pulse channels add to this restless state. It begins with a two-measure mesoloop in each pitched channel, which immediately repeat. In the third iteration, however, Chikuma shifts the whole loop up one half-step, creating an A' mesoloop. This new mesoloop also repeats. In m. 9, a new melodic idea begins in the pulse channels; it borrows the descending half-step from the pulse channels in mesoloop A and eliminates the intervening octave displacement, while the triangle channel shifts from half-step triplets to widely arpeggiated sixteenth notes. The changing rhythms and new melodic contour convey the sense that the track has sped up; the effect is enhanced by Chikuma’s switching from two-measure mesoloops to one-measure microloops—akin to William Caplin’s ( 1998 , 41) idea of fragmentation—and shifting the material up further in pitch. This new idea repeats twice, constituting section B. Its third repetition begins section B', as Chikuma shifts the material up yet another whole step and subtly alters the rhythm, turning even eighth notes into a dotted eighth-sixteenth pattern. The fourth repetition retains this new rhythm but moves the pitch yet one more whole step higher. The shifting rhythmic pattern and ever-rising pitch content in this theme, as David Huron ( 2006 , 322–26) notes, heighten its tension. The macroloop concludes with the transitional two-measure C section, a dramatic chromatic descending line that leads back to its beginning ( Collins 2007 , 222).",
                "footnotes": [],
                "citations": [
                    "collins_2007",
                    "caplin_1998",
                    "huron_2006",
                    "collins_2007"
                ]
            }
        },
        {
            "4.16": {
                "text": "[4.16] Tags, variations on previously used material, and repetition in different registers all play a significant role in the last of the relevant looping strategies KC Collins ( 2007 ) discusses: accumulative form. Mark Spicer first developed the concept in his work on pop music as a way to describe the construction of a groove, often at the beginning of pieces, which then presumably underlays a melody or other kind of horizontal layer ( Spicer 2004 ). This is distinct from cumulative form, a concept formulated by J. Peter Burkholder to describe a compositional process often found in the works of Charles Ives and other late nineteenth-century composers ( Spicer 2004 ; Burkholder 1995 ). Burkholder explains that cumulative form occurs when the main theme is introduced piecemeal over the course of the work and is not heard in full until the end. Spicer’s accumulative form is therefore more restricted, both in orchestration and in placement within the overall work. Applying Spicer’s concepts to video game music, Collins states that “accumulative form (the gradual building up of a groove by adding sequential events cumulatively) was reliant on smaller formal units (micro- or mesoloops) within larger compositions. Each small unit could be called up once and then repeated, in terraced fashion, so that it would not tax the memory of the machine” ( Collins 2007 , 218–19).",
                "footnotes": [],
                "citations": [
                    "collins_2007",
                    "spicer_2004",
                    "spicer_2004",
                    "burkholder_1995",
                    "collins_2007"
                ]
            }
        },
        {
            "4.17": {
                "text": "[4.17] Applying either cumulative or accumulative form to 8-bit video game music can be challenging: not only are the numbers of pitched and unpitched voices limited, but the track lengths are also fairly short, which might not permit the kind of longer-term development that cumulative form requires. Still, it is possible to view two of Chikuma’s tracks through the lenses of these forms to ascertain how they might look in an 8-bit context. Example 18 . “Mantra” Theme, transcr. Dana Plank (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] The first is “Mantra,” the theme that plays at the beginning of the game while the player enters their Guru-given password ( Example 18 ). Since these passwords are long (and since the font notoriously makes certain characters difficult to tell apart, meaning that players might spend extra time on this screen), this theme is one of the longest in the game—an unusual choice for a peritextual theme that a player might not hear frequently if at all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.19": {
                "text": "[4.19] The track begins with a four-measure melody in the pulse 1 channel supported by an arpeggiated line in the triangle. Both four-measure phrases repeat in m. 5, now accompanied by the pulse 2 channel, which harmonizes the pulse 1 primarily in parallel sixths. Both pulse channels in “Mantra” appear to use what Hopkins ( 2015 ) calls the “one-channel echo,” whereby each repeats itself a fraction of a second later; this technique is also coupled with a slight decay, which gives the initial two-pronged attack a bit of an accent. (19) This new four-measure mesoloop, consisting of all three pitched channels, then repeats with the triangle channel shifted down an octave, which adds a sense of depth and calls to mind pedals on a pipe organ. Once again, this new four-measure mesoloop repeats, but with yet another variation. The pulse 2 channel now begins to arpeggiate, filling in its melodic contour with a constant stream of eighth notes that still largely harmonize the pulse 1 channel but also provide a sense of contrary motion against the identical rhythm of the triangle channel. This more active line creates the impression that yet another voice has joined in, filling out the texture through a kind of aural sleight-of-hand. At the end of this four-measure iteration, there is a short variant in the form of a half-cadence tag. This leads into the last eight-measure section, which, while similar in texture, consists of all new material. The central three sections can all thus be viewed, both musically and in code, as versions or variants of the first A section, which conclude the accumulative portion of the track; the fifth and last section, B, is distinct. In m. 23, the pulse channels pause on a held note while the triangle channel ascends. All three voices then shift into a longer triplet rhythm that implies a ritardando, which concludes with a solo cadential flourish in the triangle channel that transitions back to section A at the beginning of the macroloop. Example 19 . “Town” Theme (click to enlarge, listen, and see the rest)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "hopkins_2015"
                ]
            }
        },
        {
            "4.20": {
                "text": "[4.20] The second track is the “Town” theme ( Example 19 ). At thirty-two measures in length and roughly 42 seconds long, it makes use of several terraced loops, all of which repeat at different pitch registers, with rhythmic variants, or with added material to create a final groove or theme. The noise channel’s contribution to this groove, as can be seen in the score below, consists entirely of two two-measure mesoloops, q and q′, the first measures of which (x) are identical, and the second measures of which (y and z) are closely related. These two mesoloops repeat throughout the track, providing a constant foundation for the other thematic material. The triangle channel also enters at the beginning with a punchy four-measure phrase, marked a. This phrase then immediately repeats at a pitch register a major second lower, with a short chromatic adjustment at the end to provide a satisfactory return to the top of the original a material. The combination of the a-a′ mesoloop and two iterations of the q-q′ mesoloop forms introductory section I.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.21": {
                "text": "[4.21] This material immediately repeats verbatim. Now, however, the two pulse channels enter on their own sparse melodic line, harmonized in thirds, which acts as a hocket-like rhythmic counterpoint to the triangle channel. This four-measure phrase also repeats and, like the triangle channel, it too is transposed down a major second, though it contains no tag or transition back to the top of the loop. These eight measures form section A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.22": {
                "text": "[4.22] In m. 17, the noise channel continues its unrelenting repetition of the q-q′ mesoloop, and the pulse channels also repeat the previous A-section mesoloop. But the triangle channel now transforms; its original content is pushed down an octave, while a pulsing, monotonous eighth note, largely in the channel’s original pitch register, fills in all of the former rests. This shift makes it sound as though yet another voice has joined the fray, and in a manner of speaking it has, although it is produced by a channel already in use. The triangle’s new eight-measure mesoloop, a variant on that found in earlier sections, thus adds the last layer to the now-accumulated theme or groove. This A′ section then repeats in its entirety once before returning to the beginning of the entire four-section macroloop. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.23": {
                "text": "[4.23] These two innovative tracks could, in a way, be considered to be in cumulative form, since the various individual channels gradually add their distinct material to a collective that is only heard later, specifically in the penultimate A section in “Mantra” and in the final repeated A′ section in “Town.” Yet neither of these collectives are a theme per se , nor are the various fragments of either track heard individually before finally being joined together. Instead, what is being constructed in these tracks is more like a groove, an interlocking of various parts, akin to Spicer’s accumulative form. This possibility is more apropos in “Mantra,” since there—as Spicer notes is frequently the case in pop/rock music—the accumulative process takes place in the beginning. Still, this groove never underpins another melodic line here, nor does it in “Town”; both are intact and complete unto themselves, and in “Town” it occupies the full duration of the track, not just the beginning. While Spicer seems to allow for these possibilities, I propose that with regard to 8-bit video game music, there might be another way to approach both form and content, one that focuses on the individual channel and its role in the collective whole. 5. Mesoloops, Revisited",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Thus far, I have largely treated the musical make-up of these tracks on the level of the mesoloop, examining how they are constructed and organized into the larger macroloop (or, in some cases, simply the full-length track). But they also introduce an important critique of Collins’s work, one that is rooted in how NES games and their audio were coded. As I read it, Collins’s mesoloops refer to all channels acting in tandem, akin to what I have labeled herein as sections (A, B, C, etc.). However, as I explained above, each audio channel has its own set of registers, and—depending on the parameters of individual sound drivers—game code allows for individual audio channels to act independently of other channels, including looping or recalling material. This strategy uses less data storage, since repeated or recalled material could simply be pointed to again in the existing code. To build on the aforementioned metaphor of repeat and “dal segno” signs, this is the equivalent of reading from individual parts, some of which could use repeat signs for a group of measures while others could have new material written out in the same space.  While I do not have all the specifications for the Hudson Soft sound driver or for Faxanadu ’s audio code, Kevin Burke (personal communication) was able to verify that audio channels in this game do have independent capabilities, including the use of subroutines that permit the reuse of material within a single channel. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] As noted earlier, mesoloops in this soundtrack are constructed not only of microloops and new material, but also of longer phrases that repeat within a specific channel. What I propose, then, is to distinguish between a sectional mesoloop , which is Collins’s mesoloop—a repetition of multiple channels operating simultaneously—and a channel mesoloop , which involves only the musical content of a given channel. These channel mesoloops operate independently of one another, although multiple such mesoloops can operate in different channels simultaneously. They can vary in length, perhaps lasting as long as an entire section or sectional mesoloop, but they must be longer than a microloop, which are typically the shortest possible generating cell of repeating information.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] This terminology permits a more precise identification of the ways in which certain material in a given channel might be repeated, especially within new musical contexts. As a hypothetical example, sections A and B might be in all ways distinct, save that B retains the material from the triangle channel. A later section D could bring back pulse-channel material from an earlier section but with new harmonic accompaniment, or the noise channel might provide an unceasing ostinato throughout the entire track, despite constantly changing pitched material above it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] A precedent for this kind of hierarchical analysis is found in Winifred Phillips’s approach to loop composition. She discusses what she calls vertical layers that result from “the playing of multiple independent audio files simultaneously within the game’s audio engine, which stacks these layers on top of one another in perfect synchronization.” She continues, noting that “[these] audio files are not always meant to play simultaneously. Instead, they can play in multiple configurations, interacting with the actions of the player as the game progresses” ( Phillips 2014 , 194).",
                "footnotes": [],
                "citations": [
                    "phillips_2014"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Relatedly, Mark Benis ( 2017 ) has proposed the concept of nested loops. While borrowing Collins’s hierarchy of micro-, meso-, and macroloops wholesale, he locates such hierarchies operating in multiple channels or parts simultaneously. More significantly, he uses this concept to describe a phenomenon whereby these composite structures are of different lengths, looping in and out of phase with one another.",
                "footnotes": [],
                "citations": [
                    "benis_2017"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] Both Phillips and Benis refer to compositional designs available to consoles and computers with far greater storage capacity and processing power than the NES, ones that can create much longer tracks featuring larger numbers of instruments, more advanced fading, and more complex triggering of individual sound modules. Applying concepts of vertical layers and nested loops wholesale to 8-bit compositions is therefore not entirely ideal. I mention them, however, to suggest that the kinds of analytical consideration given to individual layers in later eras of game composition are also important to consider with regard to the content, interaction, and potential repetition of individual channels. Example 20 . “Mantra” Theme revisited (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] With these ideas in mind, let us revisit “Mantra” ( Example 20 ). To review, this track contains five sections, the first four of which are a four-measure sectional mesoloop and its three closely related variants. These variants are created by adding harmonic lines, changing pitch register, and fleshing out the overall texture by filling in the melodic contour in a particular voice. A discussion of what changes, though, might disguise just how much does not.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The pulse 1 channel repeats the same material, a, until m. 16, when a short transitional tag occurs. This is again possibly the result of an interrupt command that jumps to the tag. If so, the channel’s individual structure consists of a four-measure A section that loops three times, twice in full then once interrupted—the asterisk * designates the change in coding, here the interrupt command and the jump—followed by a concluding B section. The triangle channel also presents its material four times in a row, the first two times exactly and the second two transposed an octave down. As the latter would have necessitated being coded anew at the proper octave, its individual structure would thus be a four-measure A section repeated once followed by a B section repeated once, then concluding with the contrasting C section. The pulse 2 channel repeats its a′ phrase once in full before modifying it with new material; while musically, this modification sounds and functions like the original a′ loop, it, too, would have necessitated new code. Thus, from the perspective of coding, this section must be marked as B, leaving the contrasting concluding section to be marked C. Considering each channel independently thus results in three different forms created by different looping strategies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] The above analysis demonstrates the concept of channel mesoloops . Even though every section of the track is different, new material comprises only about 60% of this particular theme. Almost half of the material in the pulse 1 and triangle channels, and slightly less in the pulse 2 channel, is reused internally in ways that are strategically terraced to provide variety and interest while also negotiating the limitations of storage space.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] This assessment is not meant to counter an interpretation of this track as exhibiting either cumulative or accumulative form but rather to complement it. It takes pressure off the need to concretely distinguish riffs from grooves from themes or to make a final assessment on whether something might be cumulative, accumulative, or something else entirely. More importantly, it removes the teleology implied in theories of linear forms, since the track will loop repeatedly as long as the player remains on this particular screen. These kinds of tracks are designed to work toward a convincing end while also providing a satisfactory way of returning to the beginning. The terminology I have proposed here, which complements and clarifies Collins’s foundational work, provides additional means of analyzing how these kinds of looping tracks are structured and how they might represent creative approaches to coding and storage concerns.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] In my analysis of the “Town” theme (Example 19), I noted the continuous reuse of material in all four channels. As with “Mantra,” this theme is built out of new and variant material terraced on top of repeating loops. By looking at both kinds of my proposed mesoloops, it becomes clear that less than a third of the content here is original, while the rest is repetition of previously heard material. The track’s section A′ is a sectional mesoloop, since its material repeats exactly in all voices. But each channel has its own channel mesoloops as well. The entirety of both pulse channels consists solely of an eight-measure channel mesoloop, one per channel, while the noise channel consists of one four-measure channel mesoloop. The triangle channel contains two eight-measure channel mesoloops, one in sections I and A and the other in the A′ sections.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] Distinguishing between sectional and channel mesoloops further allows a better understanding of how certain sections or tracks are constructed when the internal repetitions are less audible or formally obvious. Compare, for example, the “Eolis” theme with the “Title” and “Epilogue” themes, shown in Examples 13 and 16. In “Eolis,” the noise channel consists of a single microloop (x). This measure of repeated eighth notes, which so audibly anchor the other voices, might have been encoded only once and programmed to repeat for the duration of the theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.13": {
                "text": "[5.13] From a formal perspective, the first two sectional mesoloops (A) in “Title” and “Epilogue” are clearly identical, as are the second two (B), although the last two sections (C and C′) are distinguished by the addition of the codetta at the end. Proper channel mesoloops do not exist in this track, save possibly for the noise channel’s second and third phrases, which are identical except for their last measures. Were this another example of an interrupt command jumping to the new material, then these four-measure phrases would constitute a channel mesoloop. But microloops repeat throughout the entirety of the theme in both the triangle and noise channels. Comparing section A to section B, the noise channel retains microloop (z) as its fundamental building block, while the triangle channel’s microloop (q) repeats in a slightly different pattern. Meanwhile, the pulse channels move on to new material, the timbral distinctness of which helps to disguise the substantial borrowing in the other voices. Similarly, the C section presents yet another set of new pulse channel melodies, now set against new material in the triangle channel as well. Still, the triangle channel continues to recall the “q” microloop, and the noise channel not only persists in repeating the (z) microloop, but also brings back both the y microloop from section A and the (z″) microloop variant from section B. These small cells of material can hardly be audibly distinguished within the busy texture, but they are visible in both score and chart form. Example 21 . “Trunk” Theme, transcr. Dana Plank (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.14": {
                "text": "[5.14] The same observation can be made with regard to the noise channel within the “Trunk” theme ( Example 21 ). This is a track in which Chikuma chooses to repeat alternate sections before introducing new material, a phenomenon that KC Collins ( 2007 , 223) notes as relatively rare. (22) The track begins with a two-measure introduction in the triangle channel. This segues into the first four-measure A section, where it is joined by the pulse channels, and this section then repeats verbatim in all channels except the pulse 2. Underpinning it all is a repeating one-measure microloop (y) in the noise channel. This microloop changes rhythmic character in the B section; however, in the concluding C section, the (y) microloop returns, this time supporting completely new pitched material in the other channels. The form chart in Example 21 clearly shows both the repeating (y) and (z) microloops in the noise channel and multiple channel mesoloops in all channels. The pulse 1 and triangle channels each have three such mesoloops, two per main sectional mesoloop, but the pulse 2 channel’s material varies a bit more. Its second A mesoloop contains another short transitory tag, perhaps triggered by an interrupt command as in other tracks. Its second four-measure phrase in the main B section is varied enough to warrant new code, leaving its last two four-measure phrases as its only full channel mesoloops. Example 22 . “Tower” and “Zenis” Themes (click to enlarge, listen, and see the rest)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "collins_2007"
                ]
            }
        },
        {
            "5.15": {
                "text": "[5.15] The “Tower” theme—which is altered in pitch and melodic contour but not in rhythm or form for the final “Zenis” tower—contains a fairly straightforward sectional mesoloop in its central twelve-measure B section ( Example 22 ). But the A and C sections do not repeat exactly. While the pulse channels shift to variant material in the A′ section, the triangle channel repeats its channel mesoloop from the A section; underpinning it all is a repeating microloop in the noise channel. Conversely, in the C' section, all channels contain variant material save the pulse 1, which repeats its channel mesoloop from the C section. Example 23 . “Dartmoor” Theme (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.16": {
                "text": "[5.16] The track “Dartmoor” exhibits one of the most complicated single-channel looping strategies. At 44 measures and 70 seconds in length, this is the longest track in the game, befitting the time the player will likely spend in this complex late-game area. As Example 23 shows, the bulk of the track consists of a sixteen-measure section A, itself comprising four shorter subsections. The pulse 1 and triangle channels repeat exactly, creating channel mesoloops, but the pulse 2 channel moves to new material. The last measure of the second A section is removed, though, to allow for an abrupt elision into the contrasting six-measure B section. (For the repeating pulse 1 and triangle channels, this might again signal the presence of an interrupt command.) Throughout these first two sections, the pulse 1 channel uses vibrato on all its longer notes; this effect is heightened by the staggered interplay between the two pulse channels, lending a sense of depth to the fortress surroundings. The track concludes with an unusual seven-measure C section in which the pulse channels drop out every other measure, leaving only the triangle channel. The pulse channels repeat their material, however, potentially indicating short channel mesoloops interrupted in m. 44. There are brief moments of reused material in all channels in the B section and in the triangle in the C section, but it is the triangle channel’s material in the A section that warrants the most attention. There are five main microloops that comprise the channel mesoloop here: (s), (t), (x), (y), (z). Microloops (s) and (t) also have slight variants in pitch, which are labeled (s′) and (t′). The first two four-measure phrases (s-s′-t-x) are identical, but thereafter Chikuma introduces the other microloops, interweaving recalled material in different orders. The first thirty-one measures of the triangle channel therefore consist of only seven measures of material, combined and recombined. 6. Back to Eolis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] At the beginning of this article, I stated that Faxanadu ’s structure was matched by its largely through-composed soundtrack, since almost every new area in the game has its own unique theme. The repeating themes for frequently visited areas or area types (towns, towers), though, provide a sense of aural landmark, a familiarity and cohesion that complements the otherwise constant variety. As I have shown, this variety is not simply due to an array of different themes. It is a direct result of the numerous forms, structures, looping strategies, and timbral effects that Chikuma created in her work. No two themes have the same exact form, nor do any two themes feature the same approach to reusing internal material. Moreover, while certain timbral effects do appear more than once, they might appear in different channels or to create a different ambience, and are spaced out throughout the overall soundtrack. Example 24 . Opening Scene (Left); Closing Scene (Right) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] With this in mind, the rearrangement of the “Tower” theme for the final fortress of “Zenis” takes on new significance. Even as its familiarity calls to the player’s mind the previous dungeon-like areas in the game, its new melodic and harmonic approach sets this area up as different, foreboding, and dangerous. Indeed, this area is the moment of both moving forward and turning back: the player will at last confront the Evil One (accompanied by the same “Boss” theme that the player has heard all along), and, upon victory, will be transported back to Eolis to speak with the Elven King, where the “Throne” theme plays again. After the King has expressed his gratitude, the game cuts to the same scenery shown in the opening, although now with the World Tree in full bloom; the protagonist is seen walking away, as though ready for his next adventure ( Example 24 ). The “Epilogue” theme that plays during this exit is virtually identical to the opening “Title” theme, though with a slightly revised and more satisfactorily conclusive ending. The reverse-order revisiting of previously used material in the last stages of the game effectively transforms the overall structure of the game’s soundtrack into a kind of modified arch form that surpasses in complexity and cohesion the often more discretely organized soundtracks in contemporaneous games. 7. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] This article is, in many ways, about Jun Chikuma’s soundtrack for Faxanadu . I have argued throughout that this soundtrack affords an excellent opportunity for detailed analysis due to numerous factors: its atypical length and larger number of individual tracks, its overall structure as a modified arch form, its use of quite a few of the timbral effects available to the NES at the time, and its wide variety of creative approaches to looping and reusing previously composed material. No two tracks have exactly the same form or structure, and in many cases individual channels loop and recall their own material independently of other channels.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] This observation caused me to critique and build upon the foundational terminology created by KC Collins; in addition to her micro- and macroloops, I have clarified her idea of mesoloops into two subgroups, namely the sectional mesoloop (in which all channels act in tandem, as Collins had originally observed) and the channel mesoloop (in which an individual channel acts alone). Such new terminology allows for a clearer way of identifying repeated and recalled material at all levels and in all channels, whether independently or in tandem. It also allows for a better understanding of the affordances of audio coding, 8-bit or otherwise—especially since other aspects of audio, such as volume and sound effects, are also looped and/or recalled in individual channels. (23) My attention to the content and functions of individual voices opens a door to further work on the relationships between more traditional Formenlehre and encoded musical structure, and while it was beyond the scope of this article, the expansion of the concept of loops from sequences of musical pitches alone to sequences of all sorts of audio data is an important step to be taken in future scholarly endeavors.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Lastly, I have attempted to move past the continued entrenchment of certain 8-bit games and composers as fully and solely representative of their era. While there is no denying the influence and status that Koji Kondo, Hirokazu “Hip” Tanaka, Nobuo Uematsu, and Koichi Sugiyama (among others) have had and continue to have, as Hyeonjin Park ( 2020 ) aptly notes, they are far from the only video game composer-musicians active in the 1980s, and theirs are far from the only musical ideas that can represent the possibilities inherent in 8-bit programming. Many of the compositional or technological concepts we teach or describe in scholarship using examples by more well-known composers are also found in this soundtrack. Therefore, this article is also about what a detailed case study of Chikuma’s soundtrack to Faxanadu affords us as scholars. Not only has it afforded me the opportunity to develop new, more precise terminology that speaks to both musical and programming logic, but it also affords all of us the ability to incorporate a heretofore underrecognized female composer and a complex, fascinating soundtrack into our scholarship and pedagogy. Appendix: Video Game Chronology Games included are referenced in the article, are Chikuma’s other works, are significant contemporaneous franchises, and/or were manufactured contemporaneously by Hudson Soft. Dates are original Japanese releases. 1985: Super Mario Bros. o Nintendo, Sept 13 o Composer: Koji Kondo (近藤 浩治; 1961–) Bomberman o Hudson Soft, Dec 19 o Composer: Jun Chikuma (竹間 淳 or 竹間 ジュン, also credited as “June” or “Chiki,” 196?—) 1986: The Legend of Zelda o Nintendo, Feb 21 o Composer: Koji Kondo Dragon Warrior ( Dragon Quest ) o Chunsoft/Enix, May 27 o Composer: Koichi Sugiyama (すぎやま こういち; 1931–2021) Metroid o Nintendo, Aug 6 o Composer: Hirokazu “Hip” Tanaka (田中 宏和; 1957–) Hudson’s Adventure Island o Hudson Soft, Sept 12 o Composer: Jun Chikuma Castlevania ( Akumajō Dracula ) o Konami, Sept 26 o Composers: Kinuyo Yamashita (山下 絹代, 1965–), Satoe Terashima (てらしま さとえ or 寺島里恵, fl. 1985–93); the two composers were jointly credited as “James Banana” in the game credits Milon’s Secret Castle o Hudson Soft, Nov 13 o Composers: Takeaki Kunimoto (国本剛章, 1962–), Daisuke Inoue (いのうえ だいすけ, 1958–) Doraemon o Hudson Soft, Dec 12 o Composer: Jun Chikuma 1987: Zelda II: The Adventure of Link o Nintendo, Jan 14 o Composer: Akito Nakatsuka (中塚章人, 195?–) Dragon Warrior II ( Dragon Quest II: Luminaries of the Legendary Line ) o Chunsoft/Enix, Jan 26 o Composer: Koichi Sugiyama Adventures of Dino Riki o Hudson Soft, Feb 10 o Takeaki Kunimoto Mickey Mousecapade o Hudson Soft, Mar 6 o Takeaki Kunimoto Castlevania II: Simon’s Quest o Konami, Aug 28\nComposers: Satoe Terashima, Kenichi Matsubara (松原 健一, nda), Kouji Murata (村田幸史, \n196?–) Momotarō Densetsu o Hudson Soft, Oct 26 o Composers: Takeaki Kunimoto, Kazuyuki Sekiguchi (関口 和之, 1955–) Faxanadu o Hudson Soft, Nov 16 o Composer: Jun Chikuma Mega Man o Capcom, Dec 17 o Composer: Maname Matsumae (also credited as Maname Gotoh; 松前 真奈美, 1964–) Final Fantasy o Square/Nintendo, Dec 18 o Composer: Nobuo Uematsu (植松 伸夫, 1959–)",
                "footnotes": [],
                "citations": [
                    "park_2020"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.3.cook.html",
    "data": "mto/data/mto.23.29.3.cook.json"
}