{
    "title": "Review of Matthew Riley, <i>The Viennese Minor-Key Symphony in the Age of Haydn and Mozart</i> (Oxford University Press, 2014).",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Hatten, Robert S."
    ],
    "abstract": "",
    "keywords": [
        "Haydn",
        "Mozart",
        "Vaňhal",
        "minor-key symphony",
        "form",
        "genre",
        "mediant tutti",
        "untimely rhetoric"
    ],
    "doi": "",
    "received": "May 2015",
    "pdf": "",
    "author_info": [
        {
            "name": "Robert S. Hatten",
            "university": "The University of Texas at Austin",
            "address": "1 University Station E3100, Austin, TX 78712-0435",
            "email": "rohatten@austin.utexas.edu"
        }
    ],
    "citations": {
        "allanbrook_1983": "Allanbrook, Wye J. 1983. Rhythmic Gesture in Mozart: Le Nozze di Figaro and Don Giovanni . University of Chicago Press.",
        "burstein_2010": "Burstein, L. Poundie. 2010. “Mid-Section Cadences in Haydn’s Sonata-Form Movements,” Studia Musicologica 51, no, 1–2: 91–107.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "gjerdingen_2007": "Gjerdingen, Robert O. 2007. Music in the Galant Style . Oxford University Press.",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hatten_2014": "Hatten, Robert S. 2014.  “The Troping of Topics in Mozart’s Instrumental Works,” in The Oxford Handbook of Topic Theory , ed. Danuta Mirka, 514–38. Oxford University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "koch_1793": "Koch, Heinrich Christoph. [1782–93] 1969. Versuch einer Anleitung zur Komposition, 3 vols. Adam F. Böhme; repr. Olms.",
        "lowe_2002": "Lowe, Melanie. 2002. “Falling from Grace: Irony and Expressive Enrichment in Haydn’s Symphonic Minuets.” Journal of Musicology 19, no. 1: 171–221.",
        "lowe_2007": "Lowe, Melanie. 2007. Pleasure and Meaning in the Classical Symphony . Indiana University Press.",
        "mcclelland_2014": "McClelland, Clive. 2014. “Ombra and Tempesta,” in The Oxford Handbook of Topic Theory , ed. Danuta Mirka, 279–300. Oxford University Press.",
        "winter_1989": "Winter, Robert S. 1989. “The Bifocal Close and the Evolution of the Viennese Classical Style.” Journal of the American Musicological Society 42, no. 2: 275–337."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Riley excludes opera overture sinfonias.",
            "citations": []
        },
        "FN2": {
            "text": "2. With the odd adverbial-adjective “untimely” (as part of his concept of “untimely rhetoric”), Riley means simply “out of fashion” or “anachronistic,” ignoring the negative connotations of “untimely” as “unfortunate” or “coming at the wrong time.” For example, he notes that Wagenseil was “the first to use untimely idioms—the unfashionableness of which he had helped to bring about [by earlier introducing the galant style to Vienna],” and thus he “helped to define the subgenre” by “returning to the past for rhetorical effect” (48). Understood in this sense, scholars may be persuaded to adopt Riley’s otherwise admirably neutral locution, which avoids the outdated historical narrative of progressive evolution toward an ideal style. However, other potential pitfalls remain. For example, Riley notes Gassmann’s “exploit[ation of] the rhetorical possibilities of invoking untimely idioms within the form of a modern symphony” (59). How self-consciously aware might these composers have been, as compared to later Classical or twentieth-century neoclassical composers?",
            "citations": []
        },
        "FN3": {
            "text": "3. Riley carefully avoids the problems associated with this designation, observing that “ Sturm und Drang is a useful label for individual movements by various composers, for a set of recurrent characteristics (minor mode, driving rhythms, syncopations, wide leaps, unison opening gestures, dramatic pauses), and for a conventional ‘topic’ that could be invoked in almost any piece, but not for a historical period” (25–26). Recently, Clive McClelland ( 2014 ) has offered compelling arguments for substituting the label “tempesta” for this topic, reflecting its origins in operatic storm scenes. Riley shares a similar perspective, referencing instead “stormy finales” and “the stormy style” (56).",
            "citations": [
                "mcclelland_2014"
            ]
        },
        "FN4": {
            "text": "4. Poundie Burstein (e.g., 2010 , 97) points out that Koch describes the four main sections of the Hauptperiode (corresponding to the exposition) of a symphonic first movement in terms of their tonal goals (whether articulated as cadences or not; and ending respectively for a major-key work on I, V/I, V/V, and I/V), rather than their beginnings (or their thematic content, for that matter), which suggests that the medial caesura was not as relevant as it may have been for later composers.",
            "citations": [
                "burstein_2010"
            ]
        },
        "FN5": {
            "text": "5. However, Riley merely cites (34, n. 80) Melanie Lowe ( 2007 ) in passing, without addressing her extensive interpretation of topics and tropes in Haydn symphonic minuets ( 2007 , 112–134, drawn from Lowe 2002 ).",
            "citations": [
                "lowe_2007",
                "lowe_2007",
                "lowe_2002"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In a fascinating synthesis of critical, analytical, and historical approaches, musicologist Matthew Riley (Senior Lecturer, University of Birmingham) defines and explores structure and expression in some fifty minor-mode Viennese symphonies composed primarily between 1760 and 1790. Theorists will be particularly interested in Riley’s adaptation of current form-theory approaches to unusual features in these works; he deftly appropriates Caplin’s ( 1998 ) formal functions, Hepokoski and Darcy’s ( 2006 ) sonata-form theory, and Gjerdingen’s ( 2007 ) galant schemas. But there is also concern for expressive and rhetorical effects, and here Riley draws on markedness and topic theory. The sampling of repertoire initially suggests a subgenre of the Viennese symphony based on the markedness ( Hatten 1994 , 36) of minor mode alone, but modern formal functions are also useful in helping to explain still other marked features. One such feature merits a new term: the “mediant tutti,” which Riley defines as a tonal shift (usually directly from V of the minor home key) to the relative major, enhanced by the entry of the full orchestra. A mediant tutti may occur either before (as a surprise) or right after a medial caesura (a medial caesura is most typically the formal articulation after V of the new key has been established and just before the second theme; see Hepokoski and Darcy 2006 , 23–50). Still other marked features (e.g., contrapuntal minuets in the tonic minor, stormy finales), as well as some significant intertextual relationships, are marshaled as evidence to support the main argument of the book: that the minor-mode Austrian symphonies from 1760–90 constitute a subgenre of the Viennese symphony, one whose language is best understood as “an energized minor-mode dialect of the galant style” (4).",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "hepokoski_and_darcy_2006",
                    "gjerdingen_2007",
                    "hatten_1994",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Among the various composers contributing to this repertoire—Dittersdorf, Gassmann, Haydn, Hoffmeister, Koželuch, Mozart, Ordonez, Swieten, Vaňhal, and Wagenseil—Haydn (with eleven), Johann Baptist Vaňhal (with twelve), and Mozart (with two) account for fully half of the minor-mode concert symphonies and receive the greatest attention. (1) By contrast, a single chapter is devoted to the minor-mode symphonies of the three Hapsburg Imperial Court composers—Wagenseil, Gassmann, and Ordonez. These composers are nonetheless considered significant for having initiated key features of the subgenre.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In addition to straightforward formal analyses, Riley is clearly unafraid to make evaluative aesthetic judgments. He devotes two entire chapters to the symphonies of Vaňhal (early and late, respectively) and praises him as “the best composer of instrumental music who inhabited Vienna day-to-day in the 1760s and 1770s” (8). Vaňhal thus becomes the test case for establishing the consistency of those conventions supporting the subgenre thesis. Interestingly, Vaňhal was largely self-taught, modeling his works on exemplary compositions. His early “paraphrasing” (79) of Haydn’s first minor-key symphony beginning with an Allegro (assai), Symphony no. 39 in G minor (1765), also provides a crucial thread of historical and intertextual evidence. However, Riley notes that five other minor-mode symphonies had appeared before then (12). And by 1770, “the sample of works is large enough to establish a sense of a ‘horizon of expectations’ for the Viennese minor-key symphony” (4), thus enabling categorization in terms of a (sub)genre with typical formal and expressive features.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Riley observes that “the earliest Viennese minor-key symphonies were probably composed by Wagenseil in the early 1760s” and featured “untimely rhetoric” (as opposed to the more current galant-style rhetoric found in major-mode symphonies), including “fugato, ritornello-like gestures, trio-sonata textures, and fast-moving basslines.” (2) (36) Already among the Imperial court composers (Wagenseil, Gassmann, and Ordonez) one can find a group of minor-mode symphonies and movements (often in G minor) featuring these elements. But Haydn’s Symphony no. 39 in G minor, composed in 1765, creatively marks the appearance of what has since been termed the Viennese Sturm und Drang symphony. (3) In the fast outer movements Haydn pioneers a more intense rhetoric, with “nervous rhythms, driving energy, sudden pauses, and . . . wide melodic leaps,” and he introduces for the first time the “mediant tutti” (37).",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Early minor-mode Viennese symphonies typically feature movements that begin and end in minor (hence, interpretable as expressively tragic, even fateful), whereas those composed in the 1770s and 80s tend to end in major. With their contrastingly comic plots, many of these later works “downplay untimely rhetoric and the modal reversal; the turn to major is accompanied by a decisive confirmation of modern syntax” (38). A late return to the subgenre, however, is found in Mozart’s Symphony no. 40 in G minor (1788), with minor-mode endings for both first and last movements, traces of a mediant tutti, and a contrapuntal minuet in minor. Mozart also creatively dialogues with the older subgenre, introducing original approaches to “topic, rhythm, phrase structure, tonality, and above all, scoring and timbre” (37). In this respect, only one other symphony (also in G minor), by Koželuch (1787), shares this “dialogue with the old type of minor-key symphony” (37).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The “mediant tutti” appears as an innovation in this repertory, in that it substitutes brute force for a graduated transition to the relative major in sonata form. When it appears after a half cadence in the minor home key (at the end of the main theme), it constitutes a reinitiating shift in the thematic discourse, both shocking (since contra-syntactic in its disruption of expectation following the half cadence in the tonic) and powerful (since reinforced by tutti orchestration). The directness of this shift might lead the reader/listener to wonder whether composers at this time expected a gradual transition in modulatory preparation of the dominant of the new key (as implied by Hepokoski and Darcy’s medial caesura). An alternative considered by Riley is a possible structural parallel with the “bifocal close” ( Winter 1989 ) in major-mode sonatas, in which moving to a strong half cadence in the home key creates a sufficient medial caesura for a second theme to enter immediately in the dominant key (14). Of course, this strategy obviates the need for a rewritten transition in the recapitulation of major-mode movements. For a minor-mode exposition, however, the syntactic shock of moving from V/i to III, especially right after the main theme, could have motivated reinforcement by use of a forte tutti. But Riley also considers this shift as expressively motivated in its sudden turn to a non-tragic sphere, noting as evidence that the first theme’s “untimely rhetoric” is often left behind at this point, especially if the recapitulation resolves the subordinate theme(s) in the tonic major (38).",
                "footnotes": [],
                "citations": [
                    "winter_1989"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Riley’s grounding for these expressive interpretations depends to some degree on a later theory of form (and even Hepokoski and Darcy do not assume their model to be valid before the later eighteenth century). We may not have conclusive evidence as to the role that a medial caesura (as a norm in Sonata Theory) may play in constraining or conditioning form or expression in early classical works (before 1780). What Riley conveniently calls “paragraphs” in his reference to sonata subsections appear to approximate Heinrich Koch’s ( 1793 ) Absätzen (the first three sections) and Schlußsatz (the last, possibly followed by an “Appendix”). But Koch’s model does not figure strongly in Riley’s theoretical approach, despite his prescient observation that “the mediant tutti can also be understood as a rhetorical heightening of a current, non-archaic technique,” given that “Koch assumes . . . all modulation in the major mode will occur within a rhythmically continuous phrase, whereas in minor the music may move straight to the relative major following a half cadence” (13, citing Winter 1989 , 279–80, and Koch, Versuch , vol. 3, 345 ). Although many of Koch’s terms are incorporated by Hepokoski and Darcy ( 2006 ; see “Koch” in the Index of Names for several relevant locations), the conception of sonata form that emerges from their account, and that is largely adopted by Riley, may not be fully supported by Koch’s theoretical conception of the Hauptperiode . (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "koch_1793",
                    "winter_1989",
                    "koch_1793",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Nevertheless, the opposition between a typical galant style and “untimely” rhetoric is clearly a hermeneutic clue worth pursuing. Riley’s incorporation of topic theory helps support this opposition, as well as affording some of his most interesting expressive interpretations. (5) For example, in analyzing the expressive effect of the opening theme of Mozart’s “untimely” Symphony in G minor, K. 550, and attempting to account for its disparate expressive interpretations, Riley helpfully sheds light on its combination of buffa and minor rhetoric, along with an underlying gavotte topic (at the hypermetric level), which create what Allanbrook ( 1983 ) would have called the high stylistic dignity of the passage. The merger of these topics results in what I have elsewhere defined as a trope ( Hatten 1994 , 2014 ), with its emergent (and often highly original) expressive meaning.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "allanbrook_1983",
                    "hatten_1994",
                    "hatten_2014"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Riley’s model of a subgenre may initially appear to rely too heavily on relatively few marked features (mediant tutti, contrapuntal minuet, stormy finale), especially when these are not consistently present. However, careful examination of traditional contrapuntal features and other aspects of their “untimely rhetoric” usefully positions these works as in dialogue with a more modern galant style. Riley constructs an ultimately compelling account of composers writing for knowledgeable audiences, exploring this opposition of styles, and experimenting with the rhetorical force of their interaction (whether with implicit or explicit narratives). Genre is treated as the crucial link between analyses of formal processes and interpretations of expressive meaning, as formal functions and schemata are harnessed for expressive and rhetorical ends. Whether we agree with every detail of the historical picture that Riley paints, the analytical evidence for a set of features, and their utility in clarifying questions of interpretation, are factors that strongly support Riley’s subgenre hypothesis. The flexibility and care with which he notes areas where the model appears to break down, once even suggesting another subgenre in response, give the reader confidence that Riley is aware of the limits of his claims. His careful sifting of the somewhat spotty musicological literature on this repertoire is also marked by close reasoning and considerable tact.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] To conclude, readers should be grateful for this groundbreaking contribution to our understanding of an era characterized by non-uniform stylistic heterogeneity and change. Riley opens up an important repertoire that has heretofore lacked a coherent theoretical treatment. In the process, he presents a plausible set of compositional options within the constraints of his proposed subgenre, in which rhetorical strategies may be interpreted as helping create marked expressive effects.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.2.hatten.html",
    "data": "mto/data/mto.15.21.2.hatten.json"
}