{
    "title": "Review of Matthew Santa, <i>Hearing Form: Musical Analysis With and Without the Score</i> (New York: Routledge, 2010)",
    "date": "2010/08/01",
    "volume": "16",
    "issue": "3",
    "authors": [
        "Rodgers, Stephen"
    ],
    "abstract": "",
    "keywords": [
        "form",
        "analysis",
        "pedagogy"
    ],
    "doi": "",
    "received": "February 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.3/mto.10.16.3.rodgers.pdf",
    "author_info": [
        {
            "name": "Stephen Rodgers",
            "university": "University of Oregon",
            "address": "School of Music and Dance, 1225 University of Oregon, Eugene, OR 97403-1225",
            "email": "ser@uoregon.edu"
        }
    ],
    "citations": {
        "agawu_1991": "Agawu, Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classic Music . Princeton, NJ: Princeton University Press.",
        "agawu_2009": "Agawu, Kofi. 2009. Music as Discourse: Semiotic Adventures in Romantic Music . Oxford: Oxford University Press.",
        "alegant_2008": "Alegant, Brian. 2008. “Listen Up!: Thoughts on iPods, Sonata Form, and Analysis without Score.” Journal of Music Theory Pedagogy 22: 149–76.",
        "berry_1986": "Berry, Wallace. 1986. Form in Music: An Examination of Traditional Techniques of Musical Structure and their Application in Historical and Contemporary Styles . 2nd ed. Edgewood Cliffs, NJ: Prentice Hall.",
        "blombach_1987": "Blombach, Ann. 1987. “Phrase and Cadence: A Study of Terminology and Definition.” Journal of Music Theory Pedagogy 1: 225–51.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford: Oxford University Press.",
        "caplin_2004": "Caplin, William E. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57/1: 51–118.",
        "cook_1994": "Cook, Nicholas. 1994. A Guide to Musical Analysis . Oxford: Oxford University Press. Originally published by J.M. Dent & Sons, 1987.",
        "darcy_2000": "Darcy, Warren. 2000. Review of William E. Caplin, Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Music Theory Spectrum 22/1 (Spring): 122–25.",
        "green_1979": "Green, Douglass. 1979. Form in Tonal Music: An Introduction to Analysis . 2nd ed. New York: Holt, Rinehart and Winston.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. The Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford: Oxford University Press.",
        "kohs_1976": "Kohs, Ellis. 1976. Musical Form: Studies in Analysis and Synthesis . Boston: Houghton Mifflin Company.",
        "kostka_and_payne_2009": "Kostka, Stefan and Dorothy Payne. 2009. Tonal Harmony . 6th ed. Boston: McGraw-Hill.",
        "mathes_2007": "Mathes, James. 2007. The Analysis of Musical Form . Upper Saddle River, NJ: Pearson Prentice Hall.",
        "santa_2010": "Santa, Matthew. 2010. Hearing Form: Musical Analysis With and Without the Score . New York: Routledge.",
        "spring_and_hutcheson_1994": "Spring, Glenn and Jere T. Hutcheson. 1994. Musical Form and Analysis . New York: McGraw-Hill.",
        "wennerstrom_2008": "Wennerstrom, Mary H. 2008. “The Liability of Labels.” Journal of Music Theory Pedagogy 22: 1–19."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In the Instructor’s Manual, Santa offers some suggestions for how to avoid this problem: “Having students mark the score while listening is another effective way to promote active listening, but it should be carefully circumscribed, or else students may lose track of the sounding music by trying to analyze specific locations in too much detail. An instructor might say something like this: ‘While the music is playing, make hash marks above the main melodic voice at each phrase ending. If you would like to specify cadence types at some of those phrase endings as well, all the better, but focus on getting the phrase endings before worrying about the cadence types’” (Instructor’s Manual, “Ways to Encourage Active Listening”).",
            "citations": []
        },
        "FN2": {
            "text": "2. For a summary of different definitions of cadence and phrase given in standard theory textbooks, see Blombach 1987 .",
            "citations": [
                "blombach_1987"
            ]
        },
        "FN3": {
            "text": "3. Warren Darcy makes the same argument in a review of Caplin’s Classical Form ( 1998 ), quibbling with Caplin’s description of the opening of this sentence (and others) as a “presentation phrase” ( Darcy 2000 , 123). Yet Caplin’s description of the example is less problematic than Santa’s, since for Caplin, a phrase need not terminate with a cadence—this is precisely what Darcy objects to—whereas for Santa, it must.",
            "citations": [
                "caplin_1998",
                "darcy_2000"
            ]
        },
        "FN4": {
            "text": "4. I have adapted this example from Example 3.9 in Caplin’s Classical Form ( 1998 , 40).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN5": {
            "text": "5. Kostka and Payne use the terms “progressive” and “conclusive” somewhat differently from Santa. As they use these terms, they do not apply to cases that fall outside of the more common cadence types (authentic, plagal, deceptive, and half). Rather, they represent more general categories into which these cadences can be classified: authentic and plagal cadences are conclusive, since they end on the tonic, while deceptive and half cadences are progressive, since they end on chords other than the tonic.",
            "citations": []
        },
        "FN6": {
            "text": "6. See Hepokoski and Darcy 2006 , 59, n. 10 for a brief discussion of the sonata’s exposition.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the preface to his new textbook, Hearing Form: Musical Analysis With and Without the Score , \nMatthew Santa recounts how as a graduate student he took to heart a casual suggestion of Carl Schachter’s that the best way to understand a score was to sing it from memory. “I decided to try it,” he writes. “I discovered that much of what I learned about the music from score study could have just as easily been learned without the score, and that, more than anything else, the understanding of musical forms is what made the internalization of these scores possible. This is what led me to write the book you now have in your hand” ( Santa 2010 , xi).",
                "footnotes": [],
                "citations": [
                    "santa_2010"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Santa’s aim is to teach students to do just what he attempted—to identify phrase endings, cadences, sequences, modulations, formal sections, and musical forms with and without the score. This is a lofty and admirable goal. Too often students come away from analysis classes believing that analyzing form only means scanning a score and applying labels and that analysis is an activity separate from listening. We are better served if we begin the study of form by hearing (to use the word from Santa’s title). We should train students to be attentive to the tendencies of musical materials and not only to the names we give them, and we should also encourage them to justify different interpretations rather than merely to seek the “right” answer. As Mary Wennerstrom has stated: “Labels can be liabilities if they are considered a final answer; they can also be the starting point of stimulating discussions in which the teacher and students are both learners” ( Wennerstrom 2008 , 19).",
                "footnotes": [],
                "citations": [
                    "wennerstrom_2008"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Proceeding in this spirit, Santa’s book surveys all the basic forms of tonal music in eight concise chapters, moving from small to large structures: first cadences and phrases, then periods and sentences, and on to binary and ternary forms, sonata forms, variation forms, imitative forms (including canon and fugue), concerto forms, and finally rondo forms. In content, therefore, it differs little from many textbooks on form, including Green 1979 , Berry 1986 , Kohs 1976 , and Spring and Hutcheson 1994 —though, unlike many form texts, it features a welcome discussion of form in pop and rock and jazz, as well as effective treatments of phrase rhythm, hypermeter, and musical topics. What truly distinguishes it, however, is that it also contains an anthology of 41 pieces spanning from Bach to Brahms, a set of online recordings accessible though a companion website ( www.routledge.com/textbooks/9780415872638 ), a workbook appended to the back of the text, and an instructor’s manual on CD-ROM, available upon request, which includes teaching strategies, a bank of tests and quizzes, and a guide to all of the homework assignments. The book is unique among form textbooks in being an all-in-one package—and at $78.95, it costs little more than many self-contained analytical anthologies and textbooks. Example 1 . Typical phrase diagramming assignment (Santa’s Homework Assignment 1.2) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "green_1979",
                    "berry_1986",
                    "kohs_1976",
                    "spring_and_hutcheson_1994"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Santa’s pedagogical approach involves a “style of phrase \ndiagramming,” as he calls it, which is used consistently throughout the book. \nThe style of diagramming is similar to what is taught informally in many form \nand analysis courses, where students draw slurs to indicate phrase lengths, \nlabeling motives and main sections above and cadences and key areas below. The \ndifference here is that those diagrams are partially filled in. The vast \nmajority of assignments require students to listen to a piece while following \nalong in the score, marking cadence points as they go, and then to put that \ninformation into an incomplete phrase diagram. Students may also, Santa notes, \nuse these diagrams for ear-training purposes, filling them in without the score. Example 1 provides a typical phrase diagramming assignment, selected more or less at random. There are two benefits to this approach, according to Santa: it allows a teacher to streamline the grading process, since each student will not be turning in a unique diagram; and it directs students to a specific interpretation, leaving room, however, for differences of opinion, and hence for healthy discussion about interpretive choices. Santa’s diagramming method has its appeal, since it helps students to gain a bird’s eye view of a piece and to visualize form in a way that avoids the common problem of sensory overload—“too many notes,” too many details that make it difficult for students to grasp a piece’s larger structures. (1) By the end of Santa’s course, students will have developed a handy tool for sifting through these details and representing various musical shapes, which can be applied in different contexts.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Despite these strengths, however, the book is hampered by conceptual, methodological, and editorial problems. The biggest of these problems has to do with Santa’s concept of cadence and phrase. Theorists have gone rounds over the definitions of these terms, and if there was ever an instance where there is no single “right” answer, this is certainly it. Must an IAC involve root-position tonics and dominants? Must a cadence involve pre-dominant , dominant, and tonic chords, as opposed to just dominant and tonic? Must all phrases close with cadences? One need only look to William Caplin’s “The Classical Cadence: Concepts and Misconceptions” ( 2004 ) to see that the debate about cadences and phrases is alive and well in the music-theoretical community, and far from settled. (2) We need not shield our students from these debates; concepts can be applied flexibly, allowing for different viewpoints, as Santa himself advocates. Yet Santa’s handling of cadences and phrases slips from flexibility into imprecision. Example 2 . Beethoven, Piano Sonata in F Minor, Op. 2, No. 1, measures 1–8 (click to enlarge)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "caplin_2004"
                ]
            }
        },
        {
            "6": {
                "text": "[6] In short, for Santa, too many things qualify as cadences. His general definitions themselves are clear enough—and similar to what one finds in many undergraduate theory texts: cadences are “gestures that serve to end a musical idea” (1); a phrase is “an independent musical idea terminated by a cadence” (6); and a subphrase is “a musical idea that sounds independent melodically, but not harmonically, and that can be understood as part of a phrase” (6). Upon reading further, however, one quickly notices that for Santa, a segment of music need only have one change of harmony to be deemed a phrase. Hence, in his discussion of the opening of Beethoven’s Piano Sonata in F Minor, Op. 2, No. 1 ( Example 2 ), he writes: The first melodic idea ends in m. 2, but there is no harmonic change in those measures and so, while they certainly create an independent musical idea, they would be better described as the first half of a phrase.... One could argue that mm. 1–8 constitute a single phrase, but one could also reasonably argue that mm. 1–8 actually constitute two four-bar phrases, and there is no single right answer. There is a great amount of subjectivity in phrasing, which can be viewed either as invigorating or frustrating. Such flexibility is one of the things that allows a musician to personalize their [sic] performance, and thus is one of the things that can mark an individual artist’s interpretation of a musical work ( Santa 2010 , 6). There may not be one “single right answer,” but it seems to me that there are better answers than others. Measures 1–4 do not lead to a cadence (Santa seems to imply that they do, since by his definition a phrase must be terminated by a cadence); rather, they push forward to the cadence in measure 8. The motion from i to V is resolved in measure 5 as part of a tonic prolongation. (3) Example 3 . Mozart, Symphony No. 40, measures 1–14, outer voices (click to enlarge) Example 4 . A portion of an assignment on Mozart’s Symphony No. 40, III (Santa’s Homework Assignment 3.1) (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "santa_2010"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Here and elsewhere, Santa implies that basically any motion between tonic and dominant can be construed as cadential. For example, in an early homework assignment students are asked to complete a phrase diagram of the minuet from Mozart’s Symphony No. 40, III (which begins with another archetypal sentence). See Example 3 for the melody and bass line of measures 1–14 (4) and Example 4 for the assignment itself. The correct answers are indicated in italics. As with the previous example, two interpretations are proposed and each is treated as just as viable as the other. According to the bottom interpretation, there are four cadences on the way to measure 14. The second of these—the IAC in measure 6—seems plausible enough (though to my ear even this does not sound like a cadence; the passage resembles the Beethoven example above, and indeed many sentences, in that it drives through these opening gestures toward the cadence at the end of the sentence).",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The first and third, however, are harder to defend. Measures 1–3 are a straightforward tonic prolongation—an initiating, not a closing, gesture—and the supposed “cadence” in measure 11 happens in the midst of the sentence’s fragmented continuation and a descending-third sequence that propels the music toward the tonic arrival in measure 14. In a brief section on “progressive and conclusive cadences,” seemingly drawn from Kostka and Payne’s Tonal Harmony ( 2009 , 159), Santa goes even further and describes the harmonic motion from i to ii ø at the beginning of the symphony’s first movement as a “progressive cadence”: “In m. 5, the first phrase ends on a ii ø chord, and can thus not be understood as any of the more common cadence types. However, the label ‘progressive’ adequately describes its relationship to the next phrase, which ends in an IAC” (5). (5) How, one wonders, can half of a i–ii ø –V –i progression—merely the basic idea of a sentence, itself the antecedent of a larger period with a dissolving consequent—be described as a phrase? (Santa later asserts, oddly, that this is an example of a “period within a sentence,” rather than a sentence within a period \n(28). Measures 2–5, he claims, are an antecedent phrase and measures 6–9 a consequent phrase.)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "kostka_and_payne_2009"
                ]
            }
        },
        {
            "9": {
                "text": "[9] I dwell on Santa’s conception of phrase and cadence because it raises questions not only about abstract terminology but also about pedagogy—about how we hear form and how we teach students to hear form. Santa’s phrase diagrams and assignments, as well thought out as they may be, run the risk of giving students the impression that pieces are successions of rapid-fire cadences rather than longer arcs toward important goals, a series of many speed bumps rather than broader hills and valleys. In my experience, students are best able to grasp larger forms—by eye, by ear, or by some combination of the two—when they are encouraged to listen above all for points of arrival, and to recognize that not every pause or dominant-tonic resolution is a cadence and not every cadence carries the same weight. This is an approach adopted by other introductions to form and analysis. Nicholas Cook, in A Guide to Musical Analysis , writes that one of the most important questions to ask when beginning an analysis of a piece is “does it create a sense of moving towards some goal?” ( Cook 1994 , 242). In a subtle and sensitive textbook on analyzing form, James Mathes makes a similar point: “studies have shown that actively engaged listeners tend to be involved in anticipating what will happen next in the music. Awareness of basic formal processes...enhances this activity and leads us to hear music in larger segments and in terms of directed motion toward goals” ( Mathes 2007 , 10). Mathes devises activities in which students listen for a moment of climax, several moments of climax, or an absence of distinct climax.",
                "footnotes": [],
                "citations": [
                    "cook_1994",
                    "mathes_2007"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Many recent theories of form also emphasize the dramatic trajectory toward significant cadential goals. Most notably, James Hepokoski and Warren Darcy’s “Sonata Theory” attaches great importance to the attainment, distortion, delay, and absence of critical cadential goals: the “medial caesura,” the cadence that prepares the secondary theme; as well as the “essential expositional closure” and “essential structural closure,”  the strong PACs that end the exposition and recapitulation ( Hepokoski and Darcy 2006 ). William Caplin’s ( 1998 ) emphasis on formal function is also born out of a deep sense of music’s goal-directed nature; thus “cadential function,” he writes, “implies the presence of prior material...on which the cadential function follows in order to effect thematic closure. We must be careful not to identify a passage as cadential unless we can demonstrate that it logically ensues from previous initiating or medial functions” ( Caplin 1998 , 43). No doubt one could use Santa’s phrase diagrams to discuss which cadences are more important and why (his method of exploring the logic behind different interpretations would seem to encourage this sort of inquiry), but many of his assignments nonetheless seem to promote a moment-to-moment mode of listening that regards different cadences as more or less structurally equivalent. Example 5 . A portion of an assignment on Mozart’s Eine kleine Nachtmusik , I (Santa’s Homework Assignment 4.4) (click to enlarge and see the rest) Example 6 . Mozart, Eine kleine Nachtmusik , I, Exposition, measures 1–55 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "caplin_1998",
                    "caplin_1998"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The incomplete phrase diagram of the first movement of Mozart’s Eine kleine Nachtmusik , from the chapter on sonata forms, is a case in point (Homework Assignment 4.4). A portion of the assignment is reproduced in Example 5 ; a full score appears in Example 6 , on which I have \n\tindicated main sections and important cadences. Students are asked to mark cadences in the score as they listen and then fill in the blanks in the diagram with formal labels, cadence types, measure numbers, and key areas. The “correct” answers are indicated in italics \n\t(see Example 5). I have numbered the spots in Example 5 that I believe to be problematic , which I will address in turn: [12] 1. Students are expected to label measure 4 as a HC, but as with the example of Beethoven’s Op. 2, No. 1, this is only the beginning of a tonic-prolongation progression (I–V 7 –I) rather than a true cadence. Santa, having discussed sentences in chapter 2, does not ask the students to describe the primary theme as sentential; but hearing the theme as a sentence helps us to understand its cadential structure: the theme is one long phrase, comprised of a presentation and contrasting and extended continuation that leads to a PAC in measure 18.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] 2. The music stops here, but it does not cadence. The quarter rest separates the continuation function of the sentence from the cadential function that follows in measure 11, but it only marks an expansion of the tonic (I– vii° 6 –I 6 ), not an IAC. What makes the passage dramatic is precisely that the expected cadence does not occur and is instead deferred down the road.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] 3 and 4. Measures 29 and 33 could be heard as fleeting HCs, but it makes more sense to hear measures 28–29 and 32–33 as subphrases rather than phrases, and to place more emphasis on the HC in measure 31 and the PAC in measure 35, particularly considering that the secondary theme is an archetypal period—which, again, Santa does not ask his students to note.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] 5, 6, and 7; 8, 9, and 10. The PAC in measure 35 (Hepokoski and Darcy’s “essential expositional closure,” or “EEC”) marks the onset of the closing theme, but what follows in measures 37, 39, and 41 are not so much cadences proper as oscillations between tonic and dominant that reinforce the cadence already achieved. The same goes for the repetition of those dominant-tonic progressions in measures 45, 47, and 49. While completing the assignment, I was occasionally confused because although the diagram suggested many short phrases and many cadences, my ear heard longer gestures. In diagrams like these, using larger slurs above the smaller slurs, as in the opening theme, might help to orient the listener. So, for that matter, would varying the size of the slurs according to the length of the phrases. Throughout the book, phrase slurs are generally the same size, no matter how many measures they contain.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] 11. The slurs beneath “j1” and “k1” should intersect, since the PAC in measure 51 marks the end of one phrase and the beginning of another. In general, the textbook would benefit from indicating phrase elisions more clearly. An elision is indicated in measure 18 of this diagram, for example, but it is awfully hard to read. (In \nother homework assignments elisions are also missing, as for example between the primary theme and transition in Homework Assignment 4.3, on Haydn’s Symphony No. 103, I, and between several phrases in Homework Assignment 4.5, on Beethoven’s Piano Sonata in C Minor, Op. 13, I.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] 12. This moment is somewhat similar to measure 10. The music stops for a quarter rest, but the phrase is not yet finished; rather, the listener is held briefly in suspense, and the cadential resolution only comes two bars later. To my ear, the rising melodic line, with no real harmonic support, only weakly suggests a DC, if at all. At any rate, the label “cad. ext.” is misleading since the phrase is not done at this point.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Partial diagrams are one thing, but it is quite another thing for students to construct diagrams from scratch. This, too, is an admirable and lofty goal, and several times Santa asks students to do just such an exercise (for example, on p. 36, In-Class Activity 3.3 asks students to “[i]dentify the form and diagram the phrase structure of the aria ‘L’emporio, sleale, indegno’ from Handel’s Guilio Cesare , Act I, Scene 6”; on p. 64 In-Class Activity 5.1 instructs students to “[d]iagram the phrase structure of Bach’s ‘Cruxifixus’”). In an appendix he provides guidelines for making phrase diagrams, listing various things to include, offering a method for labeling phrases, sequences, modulations, sequences, and so forth, and providing a sample diagram of a fictitious piece by a fictitious composer (by “A.B.D. Bach,” no less). And two early chapters contain helpful hints about how to identify cadence types ( Santa 2010 , 4) and modulations ( Santa 2010 , 42) without the score.",
                "footnotes": [],
                "citations": [
                    "santa_2010",
                    "santa_2010"
                ]
            }
        },
        {
            "19": {
                "text": "[19] If, however, the ultimate goal is for students to draw diagrams without the aid of a teacher, or even to imagine them in their heads as they listen, an incremental approach might be more appropriate. In other words, rather than sometimes filling in partial diagrams and sometimes doing them from scratch, might it be more pedagogically efficacious for students to fill out more complete diagrams at the beginning of the course and less complete diagrams at the end of the course, or even more complete diagrams at the beginning of a chapter and less complete diagrams at the end of a chapter? What I have in mind is something like what Brian Alegant proposes in his article “Listen Up!: Thoughts on iPods, Sonata Form, and Analysis without Score” ( Alegant 2008 )—an article not included in Santa’s bibliography. In a seven-week unit on analyzing sonata form, he had students fill out “flowcharts” for different pieces, without a score. The pieces became gradually more difficult as the term progressed, and so did the assignments; the students were given fewer and fewer visual aids, such that at first they were required only to provide the times for the main formal divisions and harmonic arrival points, with descriptions of each section given to them, but by the end they were asked to analyze a sonata-form movement with no hints whatsoever. Santa’s textbook could use a similar strategy to good effect, gradually weaning students off the incomplete diagrams.",
                "footnotes": [],
                "citations": [
                    "alegant_2008"
                ]
            }
        },
        {
            "20": {
                "text": "[20] This brings up a broader methodological issue. Santa’s book makes no reference to current scholarship on form and analysis, or the pedagogy of form and analysis. He acknowledges as much in the preface: “Though it is shaped by recent scholarship, this book consciously avoids introducing new terminology specific to the world of music theorists, since few of the terms coined to describe aspects of musical forms in recent years are likely to be adopted and used regularly by the majority of music professionals in the near future. The goal of this book is to teach terminology and concepts that are already in common use by the majority of college-educated professional musicians, and not to introduce terminology found in the latest music theory journals that relate to musical forms” ( Santa 2010 , xiii). He is surely right that students might be overwhelmed by excessive jargon—we might not need to teach them about “mid-expositional trimodular blocks” and “apparent double medial caesuras” ( Hepokoski and Darcy 2006 , 170–77) to impart the essentials of sonata form, or for that matter about the various “hybrid” themes ( Caplin 1998 , 59–70) to impart the essentials of phrase forms (although we certainly could, if select terms were chosen and if emphasis were placed on the phenomena the terms describe and not just the terms themselves). However, Santa’s text could benefit from a deeper engagement with the ideas behind these theories, even if it dispenses with their terminology.",
                "footnotes": [],
                "citations": [
                    "santa_2010",
                    "hepokoski_and_darcy_2006",
                    "caplin_1998"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Caplin’s notions of “tight-knit” and “loose” themes, for instance, could be introduced to help students gain an appreciation for how pieces fluctuate between sections of stability and instability, order and disorder. Kofi Agawu’s ideas about “beginnings, middles, and endings” ( 1991 , 51–79, 2009 , 51–61)—ideas that overlap with Caplin’s theory of formal functions—could be used to show students that there is a difference between the location and the function of a musical event, and that composers often play with listeners’ expectations by, for example, beginning a piece as though it were in the middle, ending a piece equivocally, and so on. Hepokoski and Darcy’s distinction between two-part and continuous expositions could also be incorporated into the book with little to no cognitive dissonance ( 2006 , especially 51–64). In this context, it is peculiar that Santa chooses Haydn’s Sonata in C Minor, Hob. XVI:20, I, for the first homework assignment in his chapter on sonata forms (Homework Assignment 4.1), since the movement contains an extremely bizarre continuous exposition that arrives at a medial caesura in measure 19, only to extend it, abandon it, and, on the way to the expected cadence in the dominant, produce another seeming medial caesura only six measures before the end of the exposition. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "agawu_1991",
                    "agawu_2009",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Santa’s book is commendable for the concision and clarity of its prose, and it would no doubt suffer were it to include too many long digressions into current music-theoretical scholarship—this, no doubt, is in part what prompted him to reserve such references \nfor his bibliography. Yet, incorporating some of the ideas above need not entail lengthening the book (and boosting its price tag). It would only require reframing a discussion here or there, including some helpful footnotes in the body of the text, should a student be interested in learning more about a topic, and incorporating some terms that are in fact beginning to be used regularly by music professionals. After all, many recent studies in the analysis of musical form—Caplin’s and Hepokoski and Darcy’s included—were honed in the classroom, and conceived out of a desire to better account for the complexities and wonders of hearing form and to better communicate that experience to others. A more open acknowledgement of how his book is informed by these and other studies would hardly detract from Santa’s pedagogical aims—it would further them.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.10.16.3.rodgers.html",
    "data": "mto/data/mto.10.16.3.rodgers.json"
}