{
    "title": "Review of David Damschroder, <i>Harmony in Schubert</i> (Cambridge University Press, 2010)",
    "date": "2012/07/01",
    "volume": "18",
    "issue": "2",
    "authors": [
        "Sly, Gordon"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "March 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.2/mto.12.18.2.sly.pdf",
    "author_info": [
        {
            "name": "Gordon Sly",
            "university": "Michigan State University – College of Music",
            "address": "102 Music Building, East Lansing, MI 48824",
            "email": "sly@msu.edu"
        }
    ],
    "citations": {
        "beach_1993": "Beach, David. 1993. “Schubert’s Experiments with Sonata Form: Formal-Tonal Design versus Underlying Structure.” Music Theory Spectrum 15: 1–18.",
        "cohn_1999": "Cohn, Richard. 1999. &#8220As Wonderful as Star Clusters: Instruments for Gazing at Tonality in Schubert.&#8221 <i>19th-Century Music</i> 22: 213&#8211;32.</div><p style=\"text-indent: -1em; margin-left: 1em; margin-top: 0em\"><a name=\"cohn_1999\"></a>Cohn, Richard. 1999. &#8220As Wonderful as Star Clusters: Instruments for Gazing at Tonality in Schubert.&#8221 <i>19th-Century Music</i> 22: 213&#8211;32.</p><div id=\"citediv_kopp_2002\" class=\"flyoverdiv\">Kopp, David. 2002. <i>Chromatic Transformations in Nineteenth-Century Music.</i> Cambridge: Cambridge University Press.</div><p style=\"text-indent: -1em; margin-left: 1em; margin-top: 0em\"><a name=\"kopp_2002\"></a>Kopp, David. 2002. <i>Chromatic Transformations in Nineteenth-Century Music.</i> Cambridge: Cambridge University Press.</p><div id=\"citediv_piston_1948\" class=\"flyoverdiv\">Piston, Walter. 1948. <i>Harmony.</i> Revised ed. New York: Norton.</div><p style=\"text-indent: -1em; margin-left: 1em; margin-top: 0em\"><a name=\"piston_1948\"></a>Piston, Walter. 1948. <i>Harmony.</i> Revised ed. New York: Norton.</p><div id=\"citediv_sly_2001\" class=\"flyoverdiv\">Sly, Gordon. 2001. &#8220Schubert&#8217;s Innovations in Sonata Form: Compositional Logic and Structural Interpretation.&#8221 <i>Journal of Music Theory</i> 45: 119&#8211;50.</div><p style=\"text-indent: -1em; margin-left: 1em; margin-top: 0em\"><a name=\"sly_2001\"></a>Sly, Gordon. 2001. &#8220Schubert&#8217;s Innovations in Sonata Form: Compositional Logic and Structural Interpretation.&#8221 <i>Journal of Music Theory</i> 45: 119&#8211;50.</p><div id=\"citediv_sly_2009\" class=\"flyoverdiv\">Sly, Gordon. 2009. &#8220Design and Structure in Schubert&#8217;s Sonata Forms: An Evolution Toward Integration.&#8221 In <i>Keys to the Drama: Nine Perspectives on Sonata Forms,</i> ed. Gordon Sly, 29&#8211;55. Burlington, VT: Ashgate.</div><p style=\"text-indent: -1em; margin-left: 1em; margin-top: 0em\"><a name=\"sly_2009\"></a><span class='sans'>&mdash;&mdash;&mdash;&mdash;&mdash;</span>. 2009. &#8220Design and Structure in Schubert&#8217;s Sonata Forms: An Evolution Toward Integration.&#8221 In <i>Keys to the Drama: Nine Perspectives on Sonata Forms,</i> ed. Gordon Sly, 29&#8211;55. Burlington, VT: Ashgate.</p><div id=\"citediv_taruskin_2005\" class=\"flyoverdiv\">Taruskin, Richard. 2005. <i>The Oxford History of Western Music. <i> Vol. 3: </i>The Nineteenth Century. </i> New York: Oxford University Press.</div><p style=\"text-indent: -1em; margin-left: 1em; margin-top: 0em\"><a name=\"taruskin_2005\"></a>Taruskin, Richard. 2005. <i>The Oxford History of Western Music. <i> Vol. 3: </i>The Nineteenth Century. </i> New York: Oxford University Press.</p>\n\t   \n\t<div style=\"height:24px;width:150px;background-color:#4c7381;float:left;text-align: center;vertical-align: middle;line-height: 24px;\">\n\t\t&nbsp;&nbsp;&nbsp;\n\t\t<a style=\"color:white;\" onmouseover=\"this.style.color='#0000ff';text-decoration:none\" \n\t\tonmouseout=\"this.style.color='white';\" href=\"#Beginning\">Return to beginning</a>\n\t\t&nbsp;&nbsp;&nbsp;\n\t</div><br><br>\n\n\t\t\n<!-------------------------------- Footnotes List -------------------------------------------->\n\n\t\t\n\t<hr>\n\t\n\t<h3><a name=\"Footnotes\">Footnotes</a></h3>\n\t\n\t<p><a name=\"FN1\">1.</a> The bullet in Damschroder&#8217;s notation indicates a missing root (as in <a href=\"#piston_1948\" id=\"citation_piston_1948_67dc9aa99e599\">Piston 1948</a>).<br><a href=\"#FN1REF\">Return to text</a></p><div id=\"fndiv1\" class=\"flyoverdiv\">The bullet in Damschroder&#8217;s notation indicates a missing root (as in <a href=\"#piston_1948\" id=\"citation_piston_1948_67dc9aa99e599\">Piston 1948</a>).</div>\t\n\t   \n\t<div style=\"height:24px;width:150px;background-color:#4c7381;float:left;text-align: center;vertical-align: middle;line-height: 24px;\">\n\t\t&nbsp;&nbsp;&nbsp;\n\t\t<a style=\"color:white;\" onmouseover=\"this.style.color='#0000ff';text-decoration:none\" \n\t\tonmouseout=\"this.style.color='white';\" href=\"#Beginning\">Return to beginning</a>\n\t\t&nbsp;&nbsp;&nbsp;\n\t</div><br><br>\n\n\t\n<!-------------------------------- FOOTER -------------------------------------------->\n\n\t<hr>\n<h3>Copyright Statement</h3>\n<p><h4>Copyright &copy; 2012 by the Society for Music Theory. All rights reserved.</h4></p>\n<p class=\"small\">[1] Copyrights for individual items published in  <i>Music Theory Online</i> (<i>MTO</i>) \nare held by their authors. Items appearing in  <i>MTO</i> may be saved and stored in electronic or paper form, and may be shared among individuals for purposes of \nscholarly research or discussion, but may  <i>not</i>  be republished in any form, electronic or print, without prior, written permission from the author(s), and advance \nnotification of the editors of  <i>MTO.</i></p>\n<p class=\"small\">[2] Any redistributed form of items published in  <i>MTO</i> must include the following information in a form appropriate to the medium in which the items are \nto appear: </p>\n<blockquote>\n<p class=\"small\">This item appeared in  <i>Music Theory Online</i> in [VOLUME #, ISSUE #] on [DAY/MONTH/YEAR]. It was authored by [FULL NAME, EMAIL ADDRESS], with whose written \npermission it is reprinted here.</p>\n</blockquote>\n<p class=\"small\">[3] Libraries may archive issues of  <i>MTO</i> in electronic or paper form for public access so long as each issue is stored in its entirety, and no access fee \nis charged. Exceptions to these requirements must be approved in writing by the editors of  <i>MTO,</i> who will act in accordance with the decisions of the Society \nfor Music Theory. </p>\n<p class=\"small\">This document and all portions thereof are protected by U.S. and international copyright laws. Material contained herein may be copied and/or distributed for research \npurposes only. </p>\n\t   \n\t<div style=\"height:24px;width:150px;background-color:#4c7381;float:left;text-align: center;vertical-align: middle;line-height: 24px;\">\n\t\t&nbsp;&nbsp;&nbsp;\n\t\t<a style=\"color:white;\" onmouseover=\"this.style.color='#0000ff';text-decoration:none\" \n\t\tonmouseout=\"this.style.color='white';\" href=\"#Beginning\">Return to beginning</a>\n\t\t&nbsp;&nbsp;&nbsp;\n\t</div><br><br>\n\n\t\t\n\t\t\n\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; \n\n\n<div style=\"width:55%;float:right\"><a href=\"https://societymusictheory.org\">\n<img alt=\"SMT\" longdesc=\"Society for Music Theory\" src=\"https://mtosmt.org/gifs/smtlogo_black.png\" width=\"180\"></a></div>\n\t\n<div>\n<p style='font-size:1.1rem'>Prepared by Carmel Raz, Editorial Assistant  \n\n\n<br>\n\t\t\n\t\n\t\t\t\t\tNumber of visits:\n\t\t\t<!-- Start of StatCounter Code ----- UPDATE sc_project and sc_security WITH EACH NEW ITEM-->\n\t\t\t<script type=\"text/javascript\">\n\t\t\tvar sc_project=\"8058079\"; \n\t\t\tvar sc_invisible=0; \n\t\t\tvar sc_partition=63; \n\t\t\tvar sc_click_stat=1;\n\t\t\tvar sc_security=\"e953e137\"; \n\t\t\tvar sc_text=2; \n\t\t\t</script>\n\t\t\t\n\t\t\t<script type=\"text/javascript\" \n\t\t\tsrc=\"https://www.statcounter.com/counter/counter.js\">\n\t\t\t</script><noscript><div class=\"statcounter\">\n\t\t\t<a class=\"statcounter\" href=\"https://www.statcounter.com/\">\n\t\t\t<img class=\"statcounter\" src=\"https://c.statcounter.com/8058079/0/e953e137/0/\" alt=\"click tracking\" />\n\t\t\t</a></div></noscript>\n\t\t\t<!-- End of StatCounter Code -->\n\t\t\n\t</p><br><br>\n</i>\t\t\n\n</div>\n</div>\n</article>\n</body>\n</html>"
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] David Damschroder’s provocative and expansive Harmony in Schubert offers an approach to harmonic process and meaning that confronts our pedagogy, illuminates elusive details of Schubert’s harmonic language, and engages a diverse body of Schubert scholarship in contexts provided by a number of the composer’s best-known works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In part one, Damschroder presents his methodology, taking us through chapters on harmonic and linear progressions, common prolongations and successions, and chords built on II, III, and those derived from modal mixture. Each of the next eight chapters, which comprise part two, focuses on an individual work of Schubert’s that has been the subject of analytical commentary in the published literature, allowing Damschroder to hold up each analysis in turn as a foil for his alternative reading.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Damschroder’s analytical sensibility is thoroughly Schenkerian, but he grafts onto this an approach to Schubert’s harmonic language, and an analytical nomenclature, derived from the nineteenth-century Stufentheorie tradition. Jettisoned from our standard-practice Roman-numeral/figured-bass alloy are, most notably, indications of secondary or applied function and figured-bass numbers used to indicate chordal inversion. For example, an A-major triad in G major is not V/V, but II ♯ ; that is, the Roman numeral invariably corresponds to the scale degree of the chord’s root in the governing key. And modifications to chord members are shown with numbers and accidentals counting above the root, not above the bass tone; so, A- C ♯ -E-G in G major, with, say, G in the bass, is simply II not II (or V /V). In addition, upper-case Roman numerals are used exclusively, and national and regional names for the augmented-sixth chords and II , are avoided. Example 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] An advantage of this approach is that it can often provide particular insight into harmonic process. Consider the succession of chords given in Example 1. Directly beneath the staff is a conventional harmonic description. Note that the analysis using Damschroder’s approach, given beneath that, preserves the “parent” chord designation (II) through the chromatic evolution of the supertonic harmony, and in so doing illuminates a process that is obscured—or at least deemphasized—by the more usual nomenclature.  Consider further that in a given context these chords may not occur adjacently, but rather may give shape to a significant musical span, with each stage in the evolution connected to the next by other chords that arise through voice-leading motions. In such a case, the process of an evolving supertonic harmony would almost surely be lost on conventional analysis, making Damschroder’s method all the more penetrating.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In the book’s preface, Damschroder calls for the general adoption of this new approach to harmony in the undergraduate classroom, appealing to our “pedagogical branch to develop the resources to align itself better with the speculative branch” (x). It is an intriguing idea, given the benefits described in the context above. Of course, benefits and shortcomings can reverse polarity with a change of context. An analytical approach, like Damschroder’s, that accounts for altered tones chromatically in the home key is less sensitive to context than one that explains such tones diatonically in a secondary key if, in fact, that context involves modulation to the secondary key. Damschroder eschews the practice of labeling tonicizations with secondary-dominant chords because he feels that this creates the misleading impression of a shift of tonal center. While his objection is well-taken, still, the difference between tonicization and modulation is quantitative, not qualitative. The processes themselves, that is, are identical; differences between the two are those of emphasis, placement, and/or duration. If a given context does involve such a shift—say, a modulation to the key of the dominant—then it is important for our students to know, and to indicate analytically, that ♯ II is V/V. Like the embattled case of fixed- vs. movable-do, then, to ask which harmonic-analytical system is preferable is akin to asking which is the better tool, the hammer or the screwdriver: it is a question inescapably bound to context, and meaningless without it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In chapters 5 through 12, Damschroder engages the work of a number of scholars who have written about Schubert’s music: David Beach, Suzanna Clark, Richard Cohn, Charles Fisk, Robert Hatten, David Kopp, Lawrence Kramer, David Lewin, and Richard Taruskin. This extended sequence of juxtaposed competing analyses will for many readers represent the volume’s chief appeal. The presence of a contending analytical perspective tends to throw its own particular light on its rival. It prompts the reader to approach analytical explanations more keenly, with a measure of skepticism, and to consider carefully the assumptions upon which an analysis rests. It admonishes us to keep in mind that any analytical approach carries specific implications and constraints—that analytical claims have consequences. It can also be a very good thing to be reminded that two convincing and yet contradictory analytical accounts of a piece are possible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] What Damschroder wants, of course, is for deficiencies or lapses that he finds in his colleagues’ analyses to endorse his approach. There are three innate encumbrances to this strategy. First, though he has done what he can to represent opposing perspectives fully and accurately, such a format cannot possibly manage this with uniform success. While the battle lines are certainly drawn well enough, a textured image of the alternative view will require that one consult its full context—something that Damschroder recommends in his preface. Second, not all of these authors are examining Schubert’s music, as Damschroder is, through lenses ground primarily to bring harmonic matters into focus. And third, it is the dispute between analytical methods that is at issue here, rather than the skill of any individual analytical application of them, yet Damschroder’s attention is often diverted by the latter. Where contrasted approaches can be well represented, where harmonic questions are front and center, and where analytical expertise is (expressly or tacitly) acknowledged, this organizational procedure furnishes the most compelling result. Where one or another does not obtain, it is less successful.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The effectiveness of Damschroder’s engagements with the work of Kopp and Cohn, for example, springs from the common focus that he shares with these authors. All three advance harmonic theories designed to account for the chromatic subtleties of nineteenth-century music, theories that reject conventional harmonic analysis and develop in its stead relationships and nomenclatures calibrated to the sensibilities of this literature. The same issues, then, are at stake for all. Yet their orientations are sharply divergent. Kopp’s sensitivity to adjacent harmonic relationships, and, in the present context—an analysis of the song “Die junge Nonne” ( Kopp 2002 , 254–63)—to third-related harmonies in particular, contrasts Damschroder’s attention to the evolving states of single harmonic functions. Both are counterpoised by Cohn’s ( 1999 )  approach, which privileges shared tones and efficiency of voice-leading between harmonies, rather than their position relative to a diatonic set or tonal center. So antithetical are Cohn’s and Damschroder’s methods that, brought to bear on the opening movement of Schubert’s B ♭ Piano Sonata, D. 960, they often find themselves in disagreement about the roots of individual harmonies, to say nothing of how those harmonies function contextually.",
                "footnotes": [],
                "citations": [
                    "kopp_2002",
                    "cohn_1999"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The apposition of Damschroder’s and Beach’s readings of the opening movement of the “Trout” Quintet is particularly engaging, in part because the main issue of contention—the movement’s subdominant recapitulation—is so closely circumscribed. For Beach 1993 , the central issue is how this harmony relates to the dominant harmonies that precede and follow it. Damschroder’s painstaking attention to harmonic process leads him to view this arrival as a consequence of the layered tonal trajectories that shape the development, and to interpret its role in the movement in that light. I am especially drawn to these analyses because they intersect with my own work. In a pair of sequenced essays ( Sly 2001 and Sly 2009 ), I argue that a prominent thread in Schubert’s evolving sonata-form practice involved his efforts to reconcile an emerging recognition of, and desire for, the structural resolve provided by a coordinated tonal and thematic recapitulation with his penchant for modulatory and modal symmetry between exposition and recapitulation, which often defeated that coordinated return by requiring that the recapitulation begin away from the tonic. What Schubert seeks, I maintain, is a seeming impossibility—a recapitulation that begins both away from the tonic (in its broad key design), and in the tonic (structurally). I conclude that his eventual solution is to set the off-tonic thematic return as part of a tonal trajectory that is itself subsumed by a larger trajectory that subsequently leads into the structural return of the tonic. In this way, the listener is aware at the point of thematic return that the deeper recapitulation is yet to come. Damschroder’s analysis illustrates precisely this. Dominant E is prolonged from the second tonal area of the exposition across to the structural tonic return at measure 249. The overarching tonal trajectory follows a chain of major thirds, dividing the dominant octave symmetrically: the C major that begins the development moves sequentially in descending perfect fifths, reaching A ♭ in measure 189; another sequence, this one an ascending 5–6, begins at once and traverses an augmented fifth to complete the motion to E in measure 248. It is within this second sequential progression that Schubert sets the thematic return in subdominant D major.",
                "footnotes": [],
                "citations": [
                    "beach_1993",
                    "sly_2001",
                    "sly_2009"
                ]
            }
        },
        {
            "10": {
                "text": "[10] At the other end of the spectrum, the least successful chapter is that in which he engages (&#8220bludgeons” might be a better choice) Richard Taruskin ( 2005 ) on the opening movement of the “Unfinished” Symphony. Its format is straightforward: Damschroder presents a highly nuanced and idiosyncratic harmonic and motivic analysis of the movement, and then excoriates Taruskin for failing to recognize many of its findings. It’s a little like watching a person trying to pick a fight with someone whose back is turned; one wants to look away. That the context for Taruskin’s commentary is a musicology textbook, aimed at a very specific readership; that an analysis even approaching the depth or sophistication of Damschroder’s would be out of place here, even if its author were capable of it—none of this causes Damschroder to palliate his criticism in any way. The presence of the Taruskin provides a forum for Damschroder’s analysis—and it is a wonderful analysis—but this is hardly a presentation of contending viewpoints.",
                "footnotes": [],
                "citations": [
                    "taruskin_2005"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In sum, Damschroder’s Harmony in Schubert represents a valuable and welcome contribution to a subject whose richness is more widely acknowledged and enjoyed than it is understood. Both his sophisticated analytical approach to Schubert’s harmonic practice and his direct engagements with so much Schubert scholarship will surely prompt further study.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.2.sly.html",
    "data": "mto/data/mto.12.18.2.sly.json"
}