{
    "title": "Charlie Parker and “Honeysuckle Rose”: Voice Leading, Formula, and Motive",
    "date": "2012/09/01",
    "volume": "18",
    "issue": "3",
    "authors": [
        "Martin, Henry"
    ],
    "abstract": "One of the most intriguing items in the Charlie Parker discography is his first recording, a medley of “Honeysuckle Rose” and “Body and Soul” performed as an alto saxophone solo. Probably recorded in 1940, “Honeysuckle Rose” is unique: a multichorus solo from early in his career. For the first time we hear Parker confronting the problem of embedding a well-known swing standard inside the personal network of improvisational formulas necessary for multichorus fluency at a bright tempo. While previous studies have differentiated between formula and motive in Parker improvisation, this paper investigates the roots of the distinction in his first recording. The paper begins with two readings of the chorus of “Honeysuckle Rose” to introduce elements of voice leading and motive in the tune itself. The first reading, based on Schenkerian principles, is one I think Steve Larson would have agreed with. I then present a second reading with a modified Schenkerian approach and compare it with the first reading. I continue with a general discussion of formula in improvisation and its relation to motive and voice leading. The final part of the paper relates these issues to Parker’s solo recording of “Honeysuckle Rose.”",
    "keywords": [
        "Schenker",
        "Steve Larson",
        "bebop",
        "formula",
        "thematic improvisation",
        "motive",
        "structural paraphrase",
        "structural framework"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.3/mto.12.18.3.martin.pdf",
    "author_info": [
        {
            "name": "Henry Martin",
            "university": "Rutgers University-Newark",
            "address": "Dept. of Arts, Culture, & Media, 110 Warren Street, Rm 213, Newark, NJ 07102-1809",
            "email": "martinh@andromeda.rutgers.edu"
        }
    ],
    "citations": {
        "caporaletti_2005–6": "Caporaletti, Vincenzo. 2005–6. “Evoluzione di un volo: il ‘Famous Alto Break’ nelle 24 incisioni parkeriane di ‘Night in Tunisia.’” Musica Oggi 24: 44–64.",
        "deveaux_1997": "DeVeaux, Scott. 1997. The Birth of Bebop: A Social and Musical History . Berkeley, California: University of California Press.",
        "givan_2010": "Givan, Benjamin. 2010. The Music of Django Reinhardt . Ann Arbor: University of Michigan Press.",
        "gross_2011": "Gross, Austin. 2011. “Bill Evans and the Craft of Improvisation.” PhD diss., Eastman School of Music.",
        "gushee_1981_1991": "Gushee, Lawrence. [1981] 1991. “Lester Young’s ‘Shoeshine boy.’” Report of the Twelfth Congress, Berkeley, 1977 . Kassel: International Musicological Society. Reprint in A Lester Young Reader , ed. Lewis Porter, 224–54. Washington and London: The Smithsonian Institution Press.",
        "hermann_2004": "Hermann, Richard. 2004. “Charlie Parker’s Solo to ‘Ornithology’: Facets of Counterpoint, Analysis, and Pedagogy.” Perspectives of New Music 42, no. 2: 222–62.",
        "heyer_2011": "Heyer, David J. 2011. “Vocabulary, Voice Leading, and Motivic Coherence in Chet Baker’s Jazz Improvisations.” PhD diss., University of Oregon.",
        "heyer_2012": "Heyer, David J. 2012. “ Applying Schenkerian Theory to Mainstream Jazz: A Justification for an Orthodox Approach .” Music Theory Online 18, no. 3.",
        "jones-quartey_1999": "Jones-Quartey, Kwatei. 1999. “‘Parker’s Mood’ Revisited.” Annual Review of Jazz Studies 10: 221–35.",
        "kenny_1999": "Kenny, Barry. 1999. “Structure in Jazz Improvisation: A Formulaic Analysis of the Improvisations of Bill Evans.” Annual Review of Jazz Studies 10: 163–94.",
        "kernfeld_1983": "Kernfeld, Barry. 1983. “Two Coltranes.” Annual Review of Jazz Studies 2: 7–66.",
        "knauer_2005–6": "Knauer, Wolfram. 2005–06. “Parker’s Mood: Genesis of a Blues Improvisation.” Musica Oggi 24: 65–92.",
        "koch_1974": "Koch, Lawrence O. 1974. “Ornithology: A Study of Charlie Parker's Music (Part One).” Journal of Jazz Studies 2, no. 1: 61–87. (Reprint in Koch 1999.)",
        "koch_1975": "Koch, Lawrence O. 1975. “Ornithology: A Study of Charlie Parker's Music (Part Two).” Journal of Jazz Studies 2, no. 2: 61–85. (Reprint in Koch 1999.)",
        "koch_1999": "Koch, Lawrence O. 1999. Yardbird Suite: A Compendium of the Music and Life of Charlie Parker , 2nd rev. ed. Boston: Northeastern University Press. (1st ed., Bowling Green, Ohio: Bowling Green University Popular Press, 1988.)",
        "larson_1987": "Larson, Steve. 1987. “The Schenkerian Analysis of Modern Jazz.” PhD diss., University of Michigan.",
        "larson_1996": "Larson, Steve. 1996. “The Art of Charlie Parker’s Rhetoric.” Annual Review of Jazz Studies 8: 141–66.",
        "larson_199b": "Larson, Steve. 1999b. Review: The American Popular Ballad of the Golden Era, 1924–1950 , by Allen Forte; The Music of George Gershwin , by Steven E. Gilbert; Charlie Parker and Thematic Improvisation , by Henry Martin. Music Theory Spectrum 21, no. 1: 110–21.",
        "larson_2009": "Larson, Steve. 2009. Analyzing Jazz—A Schenkerian Approach . Hillsdale, New York: Pendragon Press.",
        "love_2012": "Love, Stefan. 2012. “ ‘Possible Paths’: Schemata of Phrasing and Melody in Charlie Parker’s Blues .” Music Theory Online 18, no. 3.",
        "martin_1996": "Martin, Henry. 1996. Charlie Parker and Thematic Improvisation . Lanham, MD: The Scarecrow Press.",
        "martin_2005–6": "Martin, Henry. 2005–6. “Charlie Parker as Composer.” Musica Oggi 24: 28–43.",
        "martin_2006": "Martin, Henry. 2006. “We Remember Clifford: Variation Technique at the Middleground.” Tijdschrift voor Muziektheorie 11, no. 1: 1–8.",
        "martin_2011a": "Martin, Henry. 2011a. “More Than Just Guide Tones: Steve Larson’s Analyzing Jazz—A Schenkerian Approach .” Journal of Jazz Studies 7, no. 1: 121–44.",
        "martin_2011b": "Martin, Henry. 2011b. “Schenker and the Tonal Jazz Repertory.” Tijdschrift voor Muziektheorie 16, no. 1: 1–20.",
        "mcfarland_2012": "McFarland, Mark. 2012. “ Schenker and the Tonal Jazz Repertory: A Response to Martin .” Music Theory Online 18, no. 3.",
        "mcgowan_2011": "McGowan, James. 2011. “Psychoacoustic Foundations of Contextual Harmonic Stability in Jazz Piano Voicings.” Journal of Jazz Studies 7, no. 2: 156–91.",
        "owens_1974": "Owens, Thomas. 1974. “Charlie Parker: Techniques of Improvisation.” PhD diss., University of California, Los Angeles.",
        "owens_1995": "Owens, Thomas. 1995. Bebop: The Music and Its Players . New York: Oxford University Press.",
        "patrick_1975": "Patrick, James. 1975. “Charlie Parker and Harmonic Sources of Bebop Composition: Thoughts on the Repertory of the New Jazz in the 1940s.” Journal of Jazz Studies 2, no. 2: 3–23.",
        "porter_1991": "Porter, Lewis, ed. 1991. A Lester Young Reader . Washington and London: The Smithsonian Institution Press.",
        "porter_1985_2004": "Porter, Lewis. (1985) 2004. Lester Young . Ann Arbor: University of Michigan Press.",
        "priestley_2006": "Priestley, Brian. 2006. Chasin’ the Bird: The Life and Legacy of Charlie Parker . New York: Oxford University Press.",
        "sandvik_1992": "Sandvik, Scott. 1992. “Polyharmony, Polymeter, and Motivic Development in Charlie Parker’s Klact-Oveeseds-Tene (Take 1) Solo.” Jazzforschung 24: 83–97.",
        "schuller_1958": "Schuller, Gunther. 1958. “Sonny Rollins and the Challenge of Thematic Improvisation.” The Jazz Review 1 (Nov., 1958). Reprinted in Musings—The Musical Worlds of Gunther Schuller , 86–97. New York: Oxford University Press (1986).",
        "smith_1983": "Smith, Gregory. 1983. “Homer, Gregory, and Bill Evans: The Theory of Formulaic Composition in the Context of Jazz Piano Improvisation.” PhD diss., Harvard University.",
        "sudnow_1978": "Sudnow, David. 1978. Ways of the Hand: The Organization of Improvised Conduct . New York: Harper Colophon (Harper and Row).",
        "terefenko_2004": "Terefenko, Dariusz. 2004. “Keith Jarrett’s Transformations of Standard Tunes.” PhD diss., Eastman School of Music.",
        "tirro_1967": "Tirro, Frank. 1967. “The Silent Theme Tradition in Jazz.” Musical Quarterly 53, no. 3: 313–34.",
        "woideck_1998": "Woideck, Carl. 1998. The Charlie Parker Companion: Six Decades of Commentary . New York: Schirmer Books.",
        "woideck_1996": "Woideck, Carl. 1996. Charlie Parker: His Music and Life . Ann Arbor: University of Michigan Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. “Honeysuckle Rose” (Thomas “Fats” Waller, music; Andy Razaf, lyric), Mills Music, 1929. After the “Honeysuckle Rose” performance, Parker plays less than a full chorus of “Body and Soul” before the recording ends. “Honey & Body,” as Woideck refers to the recording ( 1996 , 68), is available on Stash STCD-535 and on the Média 7 Masters of Jazz MJCD 78/79.",
            "citations": [
                "woideck_1996"
            ]
        },
        "FN2": {
            "text": "2. In general, multichorus solos in Parker’s early recording career are rare. There are two principal factors that figure in this. First, because all of his early formal recordings were with the Jay McShann band, Parker was restricted to the small solo space typically afforded soloists within swing-era big band arrangements. Second, 78 rpm recordings were around 3:00 in length, which further restricted soloists. (Thus even Parker’s more mature recordings typically featured one- or two-chorus solos.) A special case among the early recordings, interestingly, is “Hootie Blues.” In the McShann studio recording (Decca, April 30, 1941), Parker plays a one-chorus solo; in the Savoy Ballroom broadcast on February 13, 1942, however, Parker begins by reproducing his one-chorus solo from the recording but then adds a second chorus. It sounds to me as if Parker expected to play one chorus, but was then signaled to continue. Hence, this may not accurately represent Parker on a more freely conceived two-chorus blues solo.",
            "citations": []
        },
        "FN3": {
            "text": "3. Because “Honey & Body” begins Parker’s recording career, the question naturally arises as to when it was made. Davis labeled the box containing the acetate “1937,” but Woideck cites two quotations from the “Body and Soul” portion of the solo that suggest a recording date from early 1940 ( 1996 , 73). The first quotation occurs on the lead-in to the bridge, where Parker duplicates a phrase from a Roy Eldridge trumpet solo on “Body and Soul” that was recorded on October 10, 1938 and probably released in 1939. (Koch disagrees—“I remain unconvinced” [ 1999 , 27]—but does not tell us why.) The second quotation occurs at the beginning of the bridge (measure 17), where Parker apparently quotes the Van Heusen-Mercer standard “I Thought About You,” which was written in 1939. Woideck suggests that the “earliest Parker could have heard a recording was Nov., 1939” ( 1996 , 73). Correlating these quotations with Parker’s return to Kansas City in December 1939 and departure with the McShann band in February 1940 pinpoints a January 1940 recording date. Priestley considers the 1940 date probable, but adds that it might be even later ( 2006 , 28).",
            "citations": [
                "woideck_1996",
                "koch_1999",
                "woideck_1996",
                "priestley_2006"
            ]
        },
        "FN4": {
            "text": "4. Jay McShann Band, November 30, 1940, Wichita, Kansas. Orville Minor, Buddy Anderson (t); Bud Gould (vln, tb); Parker (as); William Scott (ts); Jay McShann (p); Gene Ramey (b); Gus Johnson (d). Gould, not part of the band, helped organize the session and was sitting in.",
            "citations": []
        },
        "FN5": {
            "text": "5. Later in his career, Parker did use the “Honeysuckle” chord changes in four contrafact compositions. The only one to use “Honeysuckle” changes throughout is “Marmaduke,” which has a written melody in its A section and an improvised bridge; it is the only mature Parker studio recording where he improvises on the “Honeysuckle” changes in their entirety. The best-known of the contrafacts is “Scrapple from the Apple,” which has “Honeysuckle” changes and a written melody in its A section, but its improvised bridge is based on rhythm changes. “Constellation” and “Merry-Go-Round” both use “Honeysuckle” changes, but only in their improvised B sections; their A sections are based on rhythm changes.",
            "citations": []
        },
        "FN6": {
            "text": "6. Parker’s style has been explored extensively in previous work, and as such this article builds on DeVeaux 1997 ; Koch 1999 ; Martin 1996 ; Owens 1974 , 1995 ; Priestley 2006 ; and Woideck 1996 . Koch 1999 incorporates Koch 1974 and 1975 as an appendix. Other relevant articles that discuss Parker’s music from a music-theoretical perspective include Hermann 2004 , Jones-Quartey 1999 , Knauer 2005–6 , Larson 1996 , Martin 2005–6 , and Sandvik 1992 . See also the article by Stefan Love in this issue of MTO ( Love 2012 ).",
            "citations": [
                "deveaux_1997",
                "koch_1999",
                "martin_1996",
                "owens_1974",
                "owens_1995",
                "priestley_2006",
                "woideck_1996",
                "koch_1999",
                "koch_1974",
                "koch_1975",
                "hermann_2004",
                "larson_1996",
                "sandvik_1992",
                "love_2012"
            ]
        },
        "FN7": {
            "text": "7. For example see Martin 2011b , 2006 , 1996 , in which I discuss pieces and solos where primary lines may be ambiguous, “gapped” (e.g., 3 ̂ – 1 ˆ ), and nontraditional.",
            "citations": [
                "martin_2011b",
                "martin_2006",
                "martin_1996"
            ]
        },
        "FN8": {
            "text": "8. For the three “dialects” of jazz harmony, see McGowan 2011 . The dialects are characterized in part by how a major triad is extended to create a four-note tonic sonority: major sixth chord, major-minor seventh chord (blues), or major seventh chord. As a swing-era standard, “Honeysuckle Rose” in its era would normally be performed with F 6 as its tonic sonority.",
            "citations": [
                "mcgowan_2011"
            ]
        },
        "FN9": {
            "text": "9. In addition to an introduction a performance might also include the song’s verse. The verse begins with an F-major harmony, is functionally clear, and concludes with a half cadence introducing the chorus. Although part of the song itself, the verse would seem not to be pertinent to a performance—such as Parker’s “Honey”—where it does not appear. (Many jazz performances of popular standards omit the verses.) A traditional Schenkerian analysis might also view the non-tonic opening of the chorus as a form of auxiliary cadence.",
            "citations": []
        },
        "FN10": {
            "text": "10. For more on the differences between these approaches, see Martin 2011b , Heyer 2011 , and Heyer’s and McFarland’s contributions to this Festschrift edition of MTO ( Heyer 2012 ; McFarland 2012 ).",
            "citations": [
                "martin_2011b",
                "heyer_2011",
                "heyer_2012",
                "mcfarland_2012"
            ]
        },
        "FN11": {
            "text": "11. See Martin ( 1996 , 35–36) for a discussion of intention in improvisation with references to the literature.",
            "citations": [
                "martin_1996"
            ]
        },
        "FN12": {
            "text": "12. Formulas several bars in length might qualify as mini-compositions. For example, Parker played a formulaic break on “Night in Tunisia” in virtually every performance, and it remained remarkably consistent over Parker’s lifetime. At his first studio recording of “Tunisia,” Parker’s break (and solo) on take 1 was issued as the “The Famous Alto Break,” a recording only 0:48 long (recorded for Dial, March 28, 1946). The break itself, the record’s title and raison d’être , is only four bars and 0:06 long! For transcriptions and discussions of all the extant Parker “Tunisia” break recordings, see Caporaletti 2005–6 .",
            "citations": []
        },
        "FN13": {
            "text": "13. Givan 2010 cites other writings on formula too, some with particular relevance to guitar. Porter discusses general issues in formula applicable to the solos of Lester Young ( 2004 , 56–65). Kenny 1999 uses computer analysis to isolate small-scale formulas in Bill Evans.",
            "citations": [
                "givan_2010",
                "porter_1985_2004",
                "kenny_1999"
            ]
        },
        "FN14": {
            "text": "14. In a general discussion of formulas, I emphasize the importance of pathways ( Martin 1996 , 115–22), a concept from Sudnow 1978 .",
            "citations": [
                "martin_1996",
                "sudnow_1978"
            ]
        },
        "FN15": {
            "text": "15. Larson 1987 was published as Larson 2009 with minor updates and recopied music examples.",
            "citations": [
                "larson_1987",
                "larson_2009"
            ]
        },
        "FN16": {
            "text": "16. For example, in an analysis of Parker’s “Shaw ‘Nuff” studio recording of May 11, 1945, I claim that “whenever formulas appear in this solo, there is some thematic reason for their use: the underlying tune pervades the solo” ( 1996 , 57).",
            "citations": [
                "martin_1996"
            ]
        },
        "FN17": {
            "text": "17. For other Larson publications with a Schenker-oriented approach to the analysis of jazz improvisation see Larson 2009 .",
            "citations": [
                "larson_2009"
            ]
        },
        "FN18": {
            "text": "18. Larson 1996 adopts a Schenkerian perspective for an insightful analysis of Parker’s famous two-chorus performance of “Oh, Lady Be Good!” at a Jazz at the Philharmonic concert on January 28, 1946 in Los Angeles. Larson 2009 contains several cogent analyses of multichorus solos.",
            "citations": [
                "larson_1996",
                "larson_2009"
            ]
        },
        "FN19": {
            "text": "19. Moreover, to what extent can any such “neutral” segments be related to the small-scale formulas or pathways?",
            "citations": []
        },
        "FN20": {
            "text": "20. The problem of distinguishing formula from motive may have been first addressed by Kernfeld ( 1983 , 8). He points out that a brief note pattern in a solo by Sonny Rollins identified as motivic by Schuller ( 1958 ) appears in another Rollins solo. According to Kernfeld, then, the pattern “is not strictly thematic in origin.”",
            "citations": [
                "kernfeld_1983",
                "schuller_1958"
            ]
        },
        "FN21": {
            "text": "21. Terefenko 2004 is another important precedent to Gross’s work, insofar as Terefenko develops phrase models applicable to the American popular standards favored by Evans ( Gross 2011 , 52n).",
            "citations": [
                "terefenko_2004",
                "gross_2011"
            ]
        },
        "FN22": {
            "text": "22. Although Parker refers motivically to the original melody, as far as we know he did not play it on the recording. He knew the tune well in any case and probably would not have wished to waste recording time.",
            "citations": []
        },
        "FN23": {
            "text": "23. I have renotated the transcription with four bars per line for easier reading and cross-chorus comparisons (excepting the top line: the recording begins with the last three bars of the second A section of the first chorus). For the rehearsal numbers, the chorus number precedes the section; hence “1-A2 (END)” denotes the end of the second A section of the first chorus; “1-B” denotes the bridge of the first chorus, etc. Measure 110 in the original shows only a Gm 7 chord, which I have emended to a more conventional Gm 7 –C 7 . Woideck notates generic chord changes over the solo line and adds parenthetically the implied harmonies where they differ from the generic ones; I have omitted a few of Woideck’s inferences. Note also that “o.k.” refers to octave key, where there is a minor technical glitch in Parker’s performance. On generic harmonies in transcription, see Martin ( 1996 , 6), where I argue that in uptempo improvisation a basic grasp of the “ideal” or generic changes must underlie the player’s or players’ harmonic understanding because there is too little time for band members to react to one another. In the case of solo saxophone performance, we must also assume an ideal version of the harmony as a backdrop for the solo. As pointed out, players also imply harmonies through specific note choices.",
            "citations": [
                "martin_1996"
            ]
        },
        "FN24": {
            "text": "24. It should be noted, however, that well-known Parker formulas appearing on Owens’s list are anticipated in “Honey” ( Woideck 1996 , 68–75). For example, the solo begins (measures 14–15) with a well-known formula that Woideck identifies as Owens’s M. 2A; I might quibble and suggest that it is more like the middle of Owens’s M. 2B.",
            "citations": [
                "woideck_1996"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] One of the most intriguing items in the Charlie Parker discography is his first recording, a medley of “Honeysuckle Rose” and “Body and Soul” performed as an alto saxophone solo. Probably recorded in 1940, “Honeysuckle Rose” (1) is unique: a multichorus solo from early in his career. (2) For the first time we hear Parker confronting the problem of embedding a well-known swing standard inside the personal network of improvisational formulas necessary for multichorus fluency at a bright tempo. Clarence Davis, a Kansas City trumpet player and associate of Parker’s in the late 1930s, recorded him on amateur equipment. (3) Parker also recorded “Honeysuckle Rose” in his first professional recording at radio station KFBI with the Jay McShann band on November 30, 1940, (4) probably about ten months after the solo recording. Surprisingly, Parker never recorded the piece again professionally, nor have other live performances turned up from his later career, suggesting that the altoist dropped it from his repertory. (5)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This paper begins with two readings of the chorus of “Honeysuckle Rose” to introduce elements of voice leading and motive in the tune itself. The first reading, based on Schenkerian principles, is one I think Steve Larson would have agreed with. I then present a second reading with a modified Schenkerian approach and compare it with the first reading. Next, I continue with a general discussion of formula in improvisation and its relation to motive and voice leading. The final part of the paper relates these issues to Parker’s solo recording of “Honeysuckle Rose.” (6) “Honeysuckle Rose” Chorus: Original melody Example 1 . “Honeysuckle Rose” original melody, analysis of A1, A2, and A3 sections—Traditional (click to enlarge and see the rest)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The first analysis of the “Honeysuckle Rose” chorus appears in Example 1 . As I have argued in previous publications, (7) ambiguous primary lines are not uncommon in the repertory of jazz tunes and popular standards; indeed, an improvised solo can often show how the improviser interprets the piece. Parker seems to hear 3 ˆ as the primary tone of the song, which he then duplicates in his solo. Whether the primary line proceeds 3 ˆ – 1 ˆ or 3 ˆ – 2 ˆ – 1 ˆ is trickier, however. Example 1 proposes a more orthodox 3 ˆ – 2 ˆ – 1 ˆ reading of the piece.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In Example 1, the A section appears on the first system and the bridge on the second system. The chorus follows conventional 32-bar AABA form with no variants in the A sections. The original melody appears on level e. Level a posits the piece as based on a 3 ˆ – 2 ˆ – 1 ˆ primary line. To save space, level a compresses the overall background (i.e., that which would extend over the entire 32 bars) so that the opening F-major chord of the first A should be thought of as connected to the 2 ˆ /V and 1 ˆ /I at the end of the last A. Each A section then features a 3 ˆ – 2 ˆ – 1 ˆ middleground descent, as shown at level b.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] At level b of Example 1 (second system), the bridge is conceived as generated by a neighbor motion from the 3 ˆ /I chord from the beginning of the piece to 4 ˆ /IV at the bridge’s beginning. The 4 ˆ of the IV chord is then suspended to become the seventh of the C 7 (V 7 ) chord for the last four bars of the bridge. This 4 ˆ as the seventh of the C 7 then resolves back to A4 as 3 ˆ /I at the beginning of the final A3 section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] At level c of the A section of Example 1, we see important details added. The opening F-major chord over measure 1 proceeds to a C 7 (V 7 ) chord with the A4 suspended as a thirteenth. This A4 eventually resolves to 2 ˆ over the V 7 chord (over measure 4) as the structural dominant of each A section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] For the bridge at level c, again on Example 1 (second system), we see the IV and V chords at level b delayed to the last two bars of each of their four-bar units, as these chords are each preceded by their secondary dominants. In the second four bars at level c, the B ♭ as the seventh of the C 7 chord becomes an inner voice and is delayed until measure 15 with the B ♮ of the G 7 chord continuing a rising line to C5.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Complications arise in the generation of level d in the A section of Example 1. The opening F tonic triad is suppressed. The C 13 chord, which appeared in measure 1, beat 3, at level c, is moved back conceptually and is preceded by its ii 7 (that is, Gm 7 ) supporting C5 as an appoggiatura to B ♭ 4. The B ♭ 4/Gm 7 then proceeds to the A4/C 13 to complete the three-note descent of the song’s principal motive (C5– B ♭ 4–A4). The thirteenth, A4, does not resolve to the fifth, G4, until the “and” of the third beat of measure 4. This structural dominant (measure 4) then resolves to 1 ˆ /F at measure 5. On the second beat of measure 1 (level d), the melodic D4–F4 rise to the A4 is conceived of as arpeggiating the Gm 7 chord; it resolves harmonically to B ♭ 3–E4 as part of the C 13 chord. Measure 6 adds something of a tag by repeating the Gm 7 –C 7 motion of the opening three bars, and in particular repeating the cadencing beats three and four of measure 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Regarding the bridge at level d of Example 1, we see that the opening secondary dominants of each four-bar unit are developed via passing motion through their respective chords. The chords of resolution on the third bar of each phrase are prolonged by motion up to and down from the blue thirds of each chord: D ♭ 5 at measure 12 as blue third of B ♭ (measure 11) and E ♭ 5 at measure 16 as blue third of C 7 (measure 15). The blue thirds are then harmonized with chromatic neighboring dominant-seventh chords ( G ♭ 7 at measure 12 and A ♭ 7 at measure 16), which slide down to the applied dominants of each chord. Example 2 . “Honeysuckle Rose” original melody, analysis of A1, A2, and A3 sections—Alternative (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Example 2 presents an alternative analysis, its two systems showing the A and B sections respectively. This analysis conceives of the chorus as generated by a 3 ˆ – 1 ˆ primary line, which appears at level a of the first system. Because the chorus begins on the dominant, the A4 is supported as a thirteenth of the V 7 chord (rather than the I chord, as in Example 1). The A4 skips over the 2 ˆ scale degree to the 1 ˆ /I, which appears over measure 5. In keeping with the piece’s association with the swing era, (8) this chord appears as an added sixth, a characteristic resolution of the C 13 that begins the primary structure.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Although the background of the chorus as a whole resolves to F4/F in the A3 section (level a), level b shows that the primary tone A4 is prolonged through the A1 and A2 sections. This A4/F (over measure 5) then connects to the B ♭ 4/IV at the beginning of the bridge, as shown by level b on the second system of Example 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The analysis of the bridge at level b (second system of Example 2) is similar to Example 1. Level b of Example 2 shows the opening B ♭ chord as an added sixth, however, rather than a triad as in Example 1. The C 7 chord at the end of the bridge at level b features C5 as its highest supported note rather than the B ♭ 4 as in Example 1. This C5 is the culminating note of the bridge, which arpeggiates down to the A4/C 13 chord at the beginning of the final A section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] For level c of the A section (first system of Example 2), a Gm 11 chord is prefixed to the C 13 . This chord contains C5 that, at the start of the A3 section, is heard as a suspension of the C5 from the end of the bridge; it then passes through B ♭ 4 to A4, the primary tone supported by V 7 . Also at level c, note how differently this analysis treats the third beat of measure 6. In Example 1, the A4 on beat 3 was an appoggiatura to the G4, which itself was an upper neighbor to F4. In Example 2, the A4 is taken again as primary, the thirteenth of the V 7 chord, which then returns to F4 supported by the tonic. This prioritizing of the C 13 accords with the song’s basic motive, as seen at level e, measures 1–3. At level c in the bridge (second system), the IV and V 7 are preceded by their secondary dominants. As in the more traditional analysis of Example 1, the C5 at the end of the bridge connects to the C5 at the A3 section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] At level d of Example 2, additional passing tones are added in the A section. For the bridge, each of the four main harmonies is elaborated directly via melodic motions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The first, more traditional analysis (Example 1) privileges the underlying triadic basis of tonality and the stepwise primary line of Schenkerian theory. Although one must infer a tonic triad at the beginning of the chorus to complete the Ursatz , that F-major tonality is clear and would be made even more explicit in a performance preceded by an introduction. (9) The analysis assumes that swing-style harmonies (added-sixth chords, dominant-thirteenth chords, etc.) are foreground events that derive their functions from triadic tonality. Even the prolonged C 13 chord over the first four bars (Example 1, level c) is effective because the thirteenth is substituting for the fifth of the dominant harmony, as shown by its eventual resolution as a large-scale suspension to the 5 ˆ /V over measure 4 at level c. While a swing performer would decorate the harmony in a stylistically consistent manner (added sixths, etc.), any such embellishments do not undermine the piece’s harmonic clarity because the underlying basis of swing tonality, as viewed through traditional Schenkerian theory, enables the kinds of embellishments seen in swing style to work. Thus, Example 1, by maintaining rather than modifying Schenker’s approach, highlights and even helps clarify elements of swing style by showing their relationship to and dependency on the syntax of traditional tonality.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In the second analysis (Example 2), the added-sixth and dominant-thirteenth chords appearing in various levels accord with how a jazz musician might harmonize the piece in swing style. Rather than viewing swing style as depending syntactically on triadic tonality, this analysis views its features as in themselves sufficient for understanding tonality in a swing-style context. Hence, the analysis adopts modifications to show how the piece can be understood hierarchically through typical features of swing style. In the second analysis, therefore, the 3 ˆ – 1 ˆ primary line invokes a common swing cadence with the structural dominant supporting the chordal thirteenth in place of the 2 ˆ . Scale degree 2 ˆ (in both measure 4 and measure 6 on the “and” of beat 3) appears not as a resolution of a suspension, but rather as part of an enclosure figure (G4–F4–D4) that leads to 1 ˆ . Example 2 also infers fewer notes and harmonies in positing its structural levels because it does not require a tonic harmony to initiate the Ursatz . Rather, the C 13 chord that is motivically, rhythmically, and tonally critical to the piece’s first four bars appears at the beginning of level a, where it is also seen as generating the piece’s primary motive. The second approach thus posits structural levels that try to reflect characteristics of the relevant jazz style and implies fewer notes, while the more traditional approach—evident in Steve Larson’s work—takes the paradigms of tonal music as interpreted through Schenkerian theory as fixed because they empower swing style in the first place. (10) Formula and Motive in Improvisation",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Before turning to Parker’s improvisation on “Honeysuckle Rose,” I would like to discuss formula and motive in the analysis of jazz improvisation—issues that have been central to Steve Larson’s work throughout his career. Schenkerian analysis is able to shed light on both concepts, and indeed Steve’s publications—complementing many discussions of these issues during the years of our friendship—have been a source of continual enlightenment to me. Recent scholarship on the analysis of jazz, including Stefan Love’s article in this issue of MTO ( 2012 ), has sharpened our understanding of formula in improvisation. When formulaic analysis is allied to motivic analysis, the resulting approach can yield, via the interpenetration of both concepts, a more fully comprehensive examination of the solo in question. I try to show something of this reconciliation in my discussion of the Parker solo on “Honeysuckle Rose” that concludes this paper.",
                "footnotes": [],
                "citations": [
                    "love_2012"
                ]
            }
        },
        {
            "18": {
                "text": "[18] In discussing jazz improvisations analytically, we often contrast improvising motivically with improvising formulaically. Motivic improvisation relates to the idea of compositional development in Western music, in which “motives”—typically conceived of as brief musical ideas exhibiting some combination of melodic, rhythmic, or harmonic characteristics—undergo a process of transformation that provides an underlying organization to the music. When listeners or analysts claim that a jazz soloist is “improvising motivically,” it usually means that the solo unfolds as an audible process of motivic elaboration assumed to be engaged in consciously by the player. In practice, the degree of intentionality is usually indeterminate, and so I’ve argued that the listener’s inferences are more germane than trying to guess what the soloist was thinking. (11) In any event, the motives being improvised on may relate to an underlying melody or they may be of the soloist’s own invention. When a solo relates to a melody, analysis is likely to cite overlapping motives in both melody and solo as germane to the listener’s experience, whether such connections were intended consciously by the player or not. Hence, in such instances I’ve often begun with a discussion of the original melody before turning to the solo in question. Steve felt similarly; see, for example, his extensive discussion of Monk’s “’Round Midnight” as preliminary to his discussing the various performances ( 2009 , 33–50).",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "larson_2009"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Also significant to a solo—and to a player’s overall style—are formulas: note patterns prepared in advance by the player for improvisational fluency. They vary from three or four notes to “licks” up to several bars in length and applicable to recurring harmonic and formal situations. (12) One learns to recognize a soloist’s formulas through extensive listening. Longer formulas emerge at first, but comparison of different performances will show that brief, seemingly insignificant patterns may also be important constituents of a player’s style. Soloists’ reliance on formulas varies from player to player and may evolve over time, as do the formulas themselves. We tend to think of solos that relate just to their chord changes while avoiding internal development as formulaic, while solos that relate to their underlying melodies are motivic ipso facto . How and when should formulas be distinguished from motives?",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Owens ( 1974 ) pioneered the study of formula in jazz improvisation in a seminal study of Parker. Through the analysis of some 250 solo transcriptions, Owens compiled a list of formulas that detailed important tendencies in Parker’s melodic style. Studies of formula in jazz improvisation later appeared in Gushee [1981] 1991 , Smith 1983 , and Kernfeld 1983 . Gushee and Kernfeld tackle the problem of the missing prototype, for in fact “a formula” often consists of numerous instances more or less similar to one another with no one particular instance taking precedence. For example, Kernfeld shows that an enumerated list as seen in Owens may not account sufficiently for formulaic variation. His alternative model ( 1983 , e.g., 40–41) captures the intricate possibilities of a given formula, none of which is the prototype, but is visually complex and hence difficult to apply to a given musical situation. Gushee treats formulaic complexity by invoking the idea of a “superformula” (\" 1991 , 240), in which particular formulas are grouped into families based on widely varying criteria.",
                "footnotes": [],
                "citations": [
                    "owens_1974",
                    "gushee_1981_1991",
                    "smith_1983",
                    "kernfeld_1983",
                    "kernfeld_1983",
                    "gushee_1981_1991"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Givan grapples with formula types in his study of Django Reinhardt, ultimately grouping them into four categories: variable, stable, superformulas, and context-specific ( 2010 , 75–121). (13) One of his important points, also emphasized by Gushee, is that formulas may be instrument-dependent. That is, for many instruments a formula often occurs in a single key, as its fingering may be less congenial in another key. In guitar performance, however, formulas that do not use open strings are readily transposed. Hence, Reinhardt’s stable formulas occur in a single harmonic area and may involve open strings, whereas variable formulas are not restricted by harmonic area. Givan’s superformulas differ from Gushee’s, as they comprise variable formulas linked together. Interestingly, most of Givan’s superformulas are themselves stable, occurring with little variation, thus equating to what jazz musicians call “licks.” Givan’s variable formulas are often very short, similar to lower-numbered formulas in Owens’s list, i.e., “pathways,” (14) small-scale ways of moving around the instrument that are readily adaptable to different harmonic contexts. Givan’s context-specific formulas occur regularly at formal points in improvisations, such as the beginnings of choruses or 8-bar sections. With sensitivity to the complexities of improvisational formula, Givan combines the insights of Kernfeld and Gushee with the simplicity of Owens’s list.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "givan_2010"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Larson 1987 and Martin 1996 critique the analysis of improvisation that relies heavily on formula identification. (15) Briefly, each feels that cataloguing formulas reveals little of what makes a jazz improvisation compelling and that a more Schenkerian approach (where applicable) provides greater insight into its beauty. I also point out that formulaic analysis can be integrated into a motivic approach, i.e., that via “thematic improvisation” Parker’s improvised lines can be parsed according to the Owens list, while relating cogently to their underlying melodies ( 1996 , 54–57). (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "larson_1987",
                    "martin_1996",
                    "martin_1996"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Larson in several publications adopts a traditional Schenkerian approach that highlights the interactions of rhythm and meter with voice leading. (17) Larson’s readings also invoke the idea of “confirmation,” which is a form of motivic parallelism. When a voice-leading idea in a passage appears at different structural levels and ends on the same note, Larson views the shorter (generally lower-level) appearance as “confirming” the former ( 2009 , 24–30). Also significant to Larson’s work are his studies of how a soloist develops an overall trajectory to an improvisation in a multichorus solo. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "larson_2009"
                ]
            }
        },
        {
            "24": {
                "text": "[24] If note patterns can be both formulaic and motivic, can we then account for all the notes in a jazz solo as members of one, the other, or both? Or must we admit a third category, perhaps called “running the changes” or “neutral”? (19) We usually cite motives in relation to a melody being improvised on, but what if the solo does not relate to an external melody? What if a soloist simply improvises on a harmonic-formal scheme and has no interest in a theme, possibly even wanting to avoid suggesting any connection? Does a “no-theme” improvisation change the relationship between formula and motive? We might call recurring patterns in a no-theme solo “internal motives,” but how would they differ from formulas? What happens when the same internal motives appear in other solos by the same performer? Do they lose their motivic essence and become formulaic? (20) If so, should we restrict formula identification to relationships among solos and restrict motive identification to relationships between solos and original themes? Differentiating between motive and formula can be complex and permitting a catchall category of “neutral” may not provide clarification.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Gross 2011 demonstrates cogently how formula and motive can interrelate in solos based on an underlying melody. He proceeds as Larson and I do by linking tune and solo via voice leading and motive, but brings a fresh approach to the issue. (21) Analyzing a group of Bill Evans piano solos across the same tunes, i.e., a “performance family” ( 2011 , 6), Gross shows that “structural frameworks” ( 2011 , 117), which are recurring patterns at the phrase level that often underlie Evans’s melodic lines, can duplicate the voice leading of the original melody as “structural paraphrases” ( 2011 , 131). That is, the voice leading of the melody at the phrase level generates a group of formulas, which may then recur within the same solo or across a performance family. Gross’s work confirms the potential overlap of formula and motive, and in particular how a note pattern may originate motivically, but take on a formulaic identity with a wide range of specific possibilities.",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "gross_2011",
                    "gross_2011",
                    "gross_2011",
                    "gross_2011"
                ]
            }
        },
        {
            "26": {
                "text": "[26] Stefan Love in his Parker article in this issue of MTO ( 2012 ) shows another refinement of the concept of formula. Unlike Gross, who is concerned with hierarchies of voice leading, Love shows that Parker has developed a series of “schemata,” which are largely stepwise melodic ideas that thread through the chord changes. These melodic paths sometimes follow the voice leading of the chord changes, but often do not, instead proceeding slower or faster than, say, guide-tone lines and often with multiple notes within a given chord change. These schemata are more general than the traditional formulas catalogued in Owens 1974 , but on occasion they may duplicate those formulas.",
                "footnotes": [],
                "citations": [
                    "love_2012",
                    "owens_1974"
                ]
            }
        },
        {
            "27": {
                "text": "[27] Summing up, we note these (sometimes overlapping) possibilities: Brief formulas (pathways): greatly variable; applicable to numerous situations; usually not relevant motivically; seemingly generic, but possibly important to an improviser’s identity Licks: perhaps analyzable into briefer formulas; often fixed harmonically to specific chord progressions; possibly stable, i.e., occurring with little variation Superformulas: perhaps greatly variable; perhaps instrument-specific; perhaps functioning as licks Context-specific formulas: linked to specific formal moments Melodic paths as improvisational schemata that may include or overlap more conventional formulas Formulas generated by structural frameworks: greatly variable; possibly based on the voice-leading properties of and motivically relatable to the original melody This last type retains a formulaic essence because of the clear similarities among the possible melodic lines, but also remains motivically related to the melody that stimulated the formula group in the first place.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] I hope that this overview has shown how different theorists have approached the concept of improvisational formula and that a formula may not only be stylistic but also may involve motivic and thematic considerations. Let us now turn to the interaction of voice leading, formula, and motive on Parker’s “Honey.” Parker’s Solo on “Honey”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Because the three A sections of the “Honeysuckle Rose” chorus are identical, only sixteen bars of material appear in its 32 bars. These sixteen bars comprise four 4-bar phrases with each presenting different formal and harmonic opportunities to the soloist: The first phrase of the A section [Gm 7 –C 7 / Gm 7 –C 7 / Gm 7 / C 7 /] lacks an initial tonic and prolongs the dominant. The second phrase of the A section [F / Gm 7 –C 7 / F / F /] prolongs the tonic emphatically, balancing the missing tonic in the first four bars. The first phrase of the bridge [F 7 / F 7 / B ♭ / B ♭ /] tonicizes the subdominant via a new and chromatic harmony (F 7 ). The second phrase of the bridge [G 7 / G 7 / C 7 / C 7 /] sequences the first four bars up a whole step. The C 7 as V 7 (rather than the sequential V) provides a return to the A section. The G 7 as V 7 /V is the piece’s other non-diatonic harmony among the principal chords of the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In improvising, the soloist can approach each phrase formulaically, motivically, freely, or in some combination, and must link the phrases. Parker occasionally makes clear motivic reference to the melody. (22) He also seems to be crafting the improvisation as a single unit rather than as a series of unrelated practice choruses on “Honeysuckle” changes, so he ends the solo conclusively in the fourth chorus before proceeding to “Body and Soul.” Example 3 . “Honey”; Charlie Parker solo alto saxophone; recorded by Charles Davis probably in January 1940; transcription by Woideck (1996, 229–33) (click to enlarge and see the rest) Example 4 . “Honeysuckle Rose” B sections, measures 1–4 and Parker solo lines (click to enlarge and see the rest)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Woideck’s transcription of “Honey” appears as Example 3 ( 1996 , 229–33). (23) It begins in the midst of what is probably the first chorus, three bars from the end of the second A section.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "woideck_1996"
                ]
            }
        },
        {
            "32": {
                "text": "[32] Example 4 correlates Parker’s improvisations on the first four bars of the bridge. Staff a shows the original melody, with the tonicization of IV. Staff b shows the voice leading projected by the original melody in the bridge’s first four bars—a structural framework, to use Gross’s term. The original melody targets B ♭ 4 via rising stepwise motion from F4 with one chromatic note, G ♯ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Staff c shows a voice-leading model related motivically to the bridge of the original melody. The voice-leading line in staff c descends from E ♭ 5 to B ♭ 4 with, again, one chromatic note, D ♭ . Thus, in staves b and c chromatic tetrachords span either an upper or lower perfect fourth to B ♭ 4 with a single missing note. The voice-leading model in staff c, by descending, also traces the D ♭ –C– B ♭ motion from the original song, as shown by the connecting lines drawn between the staves.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The remaining staves in Example 4 show the beginnings of all the bridges in Parker’s solo, chorus by chorus. Note how the basic model given in staff c is generally followed. Choruses 1–3 lack the initial E ♭ 5; choruses 1 and 3 add a motion through C ♭ 5, completing the chromatic tetrachord. Parker’s fourth-chorus bridge, shown in staff h, not only traverses the E ♭ 5- B ♭ 4 tetrachord, but also, at the phrase’s end, the lower E ♭ 4–D4–C4– B ♭ 3, i.e., a diminution similar to a Larsonesque confirmation of the voice-leading idea.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] I suspect that in practicing the tune, Parker worked up lines such as the ones he plays here. Each performance of the bridge’s first four bars relates via staff c to the original melody, and is thus motivic along the lines of thematic improvisation. Staff c also resembles a structural framework, and so Parker’s realizations can all be considered structural paraphrases. If staff c had not inverted the voice leading of the original melody, thematic connection to it would be lacking and staff c would simply represent a formula freely applicable to F 7 followed by B ♭ . Example 5 . “Honeysuckle Rose” A1 Sections, measures 1–4 and Parker solo lines (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Let us now consider Parker’s treatment of the A sections. Example 5 shows the first four bars of each A1 section; i.e., the first four bars of each chorus. Staff a shows the original melody and staff b its voice leading. Because the recording omits the beginning of Parker’s first chorus, staff c shows the second chorus, staff d the third chorus, and staff f the fourth chorus. As is evident in comparing them, Parker’s chorus beginnings show considerable variety.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The lines between staves c and d of Example 5 mark off a notable correspondence between Parker’s second and third choruses. However, the differences are also acute: in the second chorus, at staff c, Parker reaches the primary tone A4 at measure 3; but in the third chorus, at staff d, Parker does not reach A4 until measure 4, and he does so with a different melody. Staff d echoes the melody in its contour in the first bar, but other such connections of staves c and d to the original melody seem tenuous. Thus, Parker is not proceeding as formulaically as he did with the beginnings of the bridges. Perhaps staves c and d are neutral: neither formulaic nor motivic. It may be that Parker had not yet worked out a formulaic approach to these chorus beginnings, or perhaps he may have wished to begin with fresh material and was just “running the changes.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The fourth chorus on staff f of Example 5 is distinct from choruses two and three. Its voice leading appears on staff e. Here, Parker explicitly cites the original melody and then treats the song’s signature motive with sideslipping. The implied chords, shown above staff e, are a series of II–V progressions modeled on the Gm 7 –C 7 of the original melody. The use of sideslipping here is climactic, helping Parker to end the solo conclusively before turning to “Body & Soul.” Example 6 . “Honeysuckle Rose” A3 Sections, measures 5–8 and Parker solo lines (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Example 6 correlates measures 5–8 of the A3 sections, i.e., the ends of each chorus. The original melody appears in staff a, the voice leading in staff b. Because the solo continues to unfold after the first three choruses conclude, we might expect Parker’s internal cadences to be less decisive than his fourth-chorus cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] As with the chorus beginnings, Parker does not seem to be playing formulaically at the chorus conclusions, although he is connecting motivically to the original melody. These connections are shown via the voice leading that is summarized through the analytic overlay, that is, through the extended note stems. In staff c, for example, the overlay shows the end of the first chorus climbing from F4 through G4 and A ♭ 4 to A4 before cadencing A4–G4–F4, as in the original tune. Interestingly, this A4–G4–F4 motion is delayed until measures 7 and 8. There are prominent D4s, again, as in the original tune. And the first two beats of measure 7 duplicate, with blue third, the third and fourth beats of measure 6 of the original tune.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The end of the second chorus, in staff d, also relates to the original tune. However, it approaches the A4 in measure 6 via the neighboring B ♭ 4 in measure 5. Unlike the end of the first chorus, the end of the second chorus stretches the F4–A4–G4–F4 motion of the original melody through the entire four bars.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] At the end of the third chorus, in staff e, Parker telescopes the F4–A4–G4–F4 motion into the first two bars, that is measures 5–6. This gives Parker the opportunity in measure 7 to add a tag to the preceding phrase, and then in measure 8 to prepare the entry of the climactic fourth chorus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Staff f of Example 6 shows the end of the fourth chorus, that is, the end of the entire “Honey” portion of the recording. Parker not only proceeds conclusively to F4 in the usual register in measures 5–6, but does so twice in the lower register as well, as shown in the analytical overlay: A3–G3–F3 from measures 6–7, then again from measures 7–8. The final two notes of the solo, A3–F3, echo the structural line’s progression from 3 ˆ to 1 ˆ . Indeed, the cartoon jingle quoted here duplicates the background of the original melody as either 3 ˆ – 1 ˆ or 3 ˆ – 2 ˆ – 1 ˆ , depending on whether we prefer the Schenkerian or neo-Schenkerian analysis. Also, the final phrase resembles a Larsonesque confirmation of 3 ˆ – 1 ˆ or 3 ˆ – 2 ˆ – 1 ˆ as the overall structure of the tune. Concluding points",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Owens’s classic study of Parker’s improvisational formulas is not applicable to “Honey,” as the altoist was still developing as a player and comparison of the recording to a substantial body of similar solos is not possible. (24) Nor can we simply catalog foreground melodies through the three and one-half choruses, since Parker largely avoids literal repetition. Rather, these passages vary from the formulaic to the motivic. The first four bars of the bridge are largely formulaic, along the lines of Gross’s structural paraphrase, and the conclusions of the choruses are largely motivic. The beginnings of the second and third choruses seem to be not quite either, while the climactic fourth chorus is unique with its outright quotation and development of the tune’s principal motive.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Parker’s understanding of voice leading underlies his creation of formula and motive, even in this early solo. Close variants of melodic patterns can be understood as related formulaically, but at the same time these formulas may bear motivic relationship to the original melody, often via voice leading. Whether we view a passage as formulaically or motivically conceived, the solo relates explicitly to the original melody, showing Parker’s interest in this repertory even as a teenager.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Steve Larson’s work, and much of my own, has shown how jazz musicians relate voice leading to motive. We see here, in this earliest of Parker solos, that motivic connection to the original melody is sometimes explicit, as in the sideslipping section that opens the fourth chorus, but often more subtle, akin to extracting a voice-leading essence from the original melody and making connections via that voice-leading essence. Parker, in his first recorded solo, is developing an approach that will continue to blossom into his mature work.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "festschrift for steve larson",
    "source": "mto/raw/mto.12.18.3.martin.html",
    "data": "mto/data/mto.12.18.3.martin.json"
}