{
    "title": "Soaring Through the Sky: Topics and Tropes in Video Game Music",
    "date": "2019/07/01",
    "volume": "25",
    "issue": "2",
    "authors": [
        "Atkinson, Sean E."
    ],
    "abstract": "In this article, I explore the analytical potential of musical topics and tropes in the study of video game music. Following Neumeyer (2015), Almén (2008), and Hatten (1994), I establish a methodology with which to approach musical topics in video game music. By way of a case study, I begin by defining the soaring topic through a historical and cultural examination of flying in cinema and video games. Flying, and more specifically soaring, has been a staple in film from the earliest days of cinema, and the music that accompanies it is also found in video games that prominently feature flying. I then engage the music of flying sequences in two specific video games,Final Fantasy IV(1991) andThe Legend of Zelda: Skyward Sword(2011). The resulting analyses demonstrate that this approach helps to unpack the complex narratives found in video games.",
    "keywords": [
        "topics",
        "tropes",
        "video games",
        "Final Fantasy",
        "Legend of Zelda",
        "film music"
    ],
    "doi": "10.30535/mto.25.2.1",
    "received": "June 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.2/mto.19.25.2.atkinson.pdf",
    "author_info": [
        {
            "name": "Sean E. Atkinson",
            "university": "Texas Christian University",
            "address": "School of Music, 2800 S. University Drive, Fort Worth, TX 76109",
            "email": "sean.atkinson@tcu.edu"
        }
    ],
    "citations": {
        "agawu_2009": "Agawu, Kofi. 2009. Music as Discourse: Semiotic Adventures in Romantic Music . Oxford University Press.",
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Indiana University Press.",
        "ayers_2015": "Ayers, William. 2015. “Analyzing Narrative in Video Game Music: Topic Theory and Modular Design.” Presented at the North American Conference on Video Game Music, January 17, Fort Worth, TX.",
        "bradford_2018": "Bradford, Wesley. 2018. “120 Shrines which are Related Only with One Another: Modernist Style and Neo-Narrative.” Presented at the North American Conference on Video Game Music, January 13, Ann Arbor, MI. https://www.youtube.com/watch?v=cXSEXfSojzk .",
        "buchler_2015": "Buchler, Michael. 2015. “When You Wish Upon A Star Your Melody Ascends: Aspirational Disney Songs and the Ascending Urlinie .” Presented at the Society for Music Theory Annual Meeting, October 30, St. Louis, MO.",
        "buhler_2013": "Buhler, James. 2013. “Ontological, Formal, and Critical Theories of Film Music and Sound.” In The Oxford Handbook of Film Music Studies , edited by David Neumeyer, 188–227. Oxford University Press.",
        "gallagher_2018": "Gallagher, Marina. 2018. “Can’t You Simply Taste the Air of Foreboding?: Anti-Pastoral Music, Landscapes, and Immersion in Final Fantasy XII and XV .” Presented at the North American Conference on Video Game Music, January 13, Ann Arbor, MI. https://www.youtube.com/watch?v=b-W9Zl8w_Dg .",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven . Indiana University Press.",
        "hatten_2014": "Hatten, Robert. 2014. “The Troping of Topics in Mozart’s Instrumental Works.” In The Oxford Handbook of Topic Theory , edited by Danuta Mirka, 514–36. Oxford University Press.",
        "hunt_2007": "Hunt, Graham. 2007. “David Lewin and Valhalla Revisited: New Approaches to Motivic Corruption in Wagner’s Ring Cycle.” Music Theory Spectrum 29 (2): 177–96.",
        "lewin_1992": "Lewin, David. 1992. “Some Notes on Analyzing Wagner: The Ring and Parsifal.” 19th-Century Music 16 (1): 49–58.",
        "macdonald_2013": "MacDonald, Laurence. 2013. The Invisible Art of Film Music: A Comprehensive History . 2nd ed. The Scarecrow Press.",
        "medina-gray_2014": "Medina-Gray, Elizabeth. 2014. “Meaningful Modular Combinations: Simultaneous Harp and Environmental Music in Two Legend of Zelda Games.” In Music in Video Games: Studying Play , edited by K. J. Donnelly, William Gibbons, and Neil Lerner, 104–21. Routledge.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military, and Pastoral . Indiana University Press.",
        "neumeyer_2015": "Neumeyer, David. 2015. Meaning and Interpretation of Music in Cinema . Indiana University Press.",
        "rapée_1970": "Rapée, Erno. (1924) 1970. Motion Picture Moods for Pianists and Organists . Arno Press.",
        "rapée_1925": "Rapée, Erno. 1925. Encyclopaedia of Music for Pictures . Belwin.",
        "reale_2015": "Reale, Steven. 2015. “A Musical Atlas of Hyrule: Video Games and Spatial Listening.” Presented at the Annual Meeting of the Society for Music Theory, October 31, St. Louis, MO.",
        "richards_2013": "Richards, Mark. 2013. “John Williams’s Superman Theme (Superman March)” Film Music Notes, July 15. http://www.filmmusicnotes.com/john-williams-superman-theme-superman-march/ .",
        "schneller_2013": "Schneller, Tom. 2013. “Modal Interchange and Semantic Resonance in Themes by John Williams.” Journal of Film Music 6 (1): 49–74.",
        "scott_2015": "Scott, A.O. 2015. “The Art of Flying in the Movies.” The New York Times Magazine . December 10. https://www.nytimes.com/2015/12/13/magazine/the-art-of-flying-in-the-movies.html .",
        "summers_2012": "Summers, Timothy. 2012. “Epic Texturing in the First-Person Shooter: The Aesthetics of Video Game Music.” The Soundtrack 5 (2): 131–51.",
        "summers_2016": "Summers, Timothy 2016. Understanding Video Game Music . Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In 1991, this game was released in North America as Final Fantasy II . Square Enix originally released Final Fantasy II and Final Fantasy III only in Japan, so this kept the North American releases in sequential order.",
            "citations": []
        },
        "FN2": {
            "text": "2. Of particular note here is Kofi Agawu’s ( 2009 ) work on semiotics in Romantic music.",
            "citations": [
                "agawu_2009"
            ]
        },
        "FN3": {
            "text": "3. For a more comprehensive examination of topic theory applied to film music, see Buhler 2013 .",
            "citations": [
                "buhler_2013"
            ]
        },
        "FN4": {
            "text": "4. While the soaring topic, among others, is a shared musical tradition, video games certainly have their own musical traditions that don’t have a clear analogue in film music. Summers references both boss fight cues and success stingers as use cases that only exist in video games ( 2016 , 149).",
            "citations": [
                "summers_2016"
            ]
        },
        "FN5": {
            "text": "5. Many thanks to Elizabeth Hambleton for bringing this example to my attention. And additional thanks to the composer for his assistance in producing an accurate transcription of the cue.",
            "citations": []
        },
        "FN6": {
            "text": "6. Similar final ascents have been described by Michael Buchler ( 2015 ) in the context of Disney songs as being representative of the aspirational hopes for the characters who sing them. However, the close association with flying in the current context seems clear that when combined with the features of the flying topic, the ascent simply adds yet another way that the music reflects the flying associated on screen.",
            "citations": [
                "buchler_2015"
            ]
        },
        "FN7": {
            "text": "7. The end of the flying theme from E.T. also features the I–II ♯ progression, which is not shown in Example 3.",
            "citations": []
        },
        "FN8": {
            "text": "8. The I–II ♯ progression, as described by Schneller ( 2013 ), does more than just introduce raised 4 ˆ . The combination of the two harmonies creates a Lydian hexachord. The VI to ♭ VII progression does not do this; instead, it creates a chromatic hexachord.",
            "citations": [
                "schneller_2013"
            ]
        },
        "FN9": {
            "text": "9. Two prominent examples of flying that do not ascend to the level of soaring are found in the film The Right Stuff (1983) and in the video game Top Gun (1987). The Right Stuff chronicles the early years of the US space program, focusing on the men who piloted the first manned missions to space. The main theme, a fanfare with heavy reliance on the martial topic, emphasizes the military aspects of the organizations sending these men to the moon (NASA and the US Air Force) and the heroic qualities of the men themselves. Fanfares typically contain ascending leaps of at least a perfect fifth or greater, but do not necessarily make any allusions to flying. In the case of Conti’s fanfare, even when paired with imagery of flying test planes and ascending rockets, the theme is overrun with the military topic, and without any overt Lydian references does not represent the soaring topic. The limited music in the game Top Gun is based on the title music from the movie and a handful of driving, rock–inspired tunes that act as somewhat generic and unassuming background music. The only sonic aspects of flying consist of a high–pitched whine and engine noise when the player is actively flying in the game.",
            "citations": []
        },
        "FN10": {
            "text": "10. The Legend of Zelda: Ocarina of Time (1998) is likely the most well–known example of an in–game musical instrument that is central to gameplay. Steven Reale ( 2015 ) discusses not only the use of the ocarina, but also how the ocarina melodies themselves are embedded within the game’s soundtrack.",
            "citations": [
                "reale_2015"
            ]
        },
        "FN11": {
            "text": "11. In addition to its soaring characteristics, this cue serves double duty as Link’s hero music, as it is styled as a march and features upward gestures that are reminiscent of a fanfare.",
            "citations": []
        },
        "FN12": {
            "text": "12. The “hurry up” trope is a simple device unique to video games that can also have a profound effect on a player’s decisions. In many platform games that have time limits for each level ( Super Mario Bros. , for example), the music will increase in tempo, often twice as fast, as time is about to run out. This creates tension as it reinforces the fact that if the player does not also hurry, the level may be lost.",
            "citations": []
        },
        "FN13": {
            "text": "13. This is footage of the Wright Brothers’ official test flight of their military flyer on July 27, 1909. https://www.youtube.com/watch?v=qHEIMoLOx_g",
            "citations": []
        },
        "FN14": {
            "text": "14. This kind of play with a melody in different contexts and modes is similar to leitmotif transformations used by Wagner in the operas of the Ring cycle. Though not topical and confined to a single operatic context, David Lewin ( 1992 ) explores these transformations in neo–Riemannian space, demonstrating that the Valhalla and Tarnhelm motives are similar in terms of the transformations that comprise their harmonic progressions. Further, the Valhalla motive becomes distorted when elements of the Tarnhelm motive are introduced, a musical parallel to the physical Tarnhelm that brings evil and misfortune to those who possess it. Graham Hunt ( 2007 ) extends these ideas further, showing the corrupting influence of the Tarnhelm on other motives throughout the cycle.",
            "citations": [
                "lewin_1992",
                "hunt_2007"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The four main music cues in the original Super Mario Bros. (1985) for the Nintendo Entertainment System have become iconic, referencing video games at large and, when heard in their original 8-bit form, a link to gaming’s past. Of particular note when playing (or reminiscing) is the music that accompanies the underwater levels. The waltz contains nothing that is overtly water-like. Perhaps the bass line is distantly reminiscent of the sounds of bubbles popping, but on the whole, Koji Kondo’s music takes another route entirely, choosing the waltz to give players a sense of floating through the level along with Mario. Waltzes have always been tied to a sense of weightlessness, especially when paired with a set of skilled dancers who seem to float, rather than dance, across the floor. Stanley Kubrick’s choice of the Blue Danube Waltz in 2001: A Space Odyssey (1968) to accompany the first scenes of weightlessness was likely a factor for Kondo as well. So in a way, the dance type of a waltz has become associated with images and experiences related to weightlessness (whether through space or in water) over the last 50 years, giving the waltz a new topical relationship within popular culture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Though not quite as ubiquitous as Mario, Final Fantasy and The Legend of Zelda are long-lived video game series and popular with gamers. The music, especially with the recent success of live video game music concerts, is beloved as much as the games themselves, and is rich, complex, and contributes greatly to the narrative of the games, particularly when viewed through the lens of topic theory. As a case study to explore this idea, I define what I call the soaring topic through an examination of music used in Hollywood cinema and video games that accompany scenes of flight. I engage with not only the musical characteristics of the soaring topic, but also its cultural and historical development. I then explore the topic’s use in two games that heavily feature flying, Square Enix’s Final Fantasy IV (1991) (1) and Nintendo’s The Legend of Zelda: Skyward Sword (2011). In both examples, tropes of the soaring topic hint at significant events that unfold during the course of gameplay.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Musical topics are, in Robert Hatten’s definition, “a complex musical correlation originating in a kind of music . . . used as part of a larger work” ( 1994 , 294). Musical tropes, on the other hand are “a manipulation of a topic through the juxtaposition of contradictory or unrelated types” and “must arise from a single functional location or process ( 1994 , 170). A famous example is the so-called Turkish March from the finale of Beethoven’s Ninth Symphony. High-pitched, metallic percussion, a sign of a non-Western other, is paired with a march, a marker of high discourse associated with regality and wealth. The former lowers the discourse of the march to bring the finale’s message of brotherhood to all people, not just the upper class ( Hatten 1994 , 82). Later Romantic composers would seize upon the manipulation of Classical topics to create a variety of musical tropes. (2) In this sense, it is the combination of two or more established musical topics that lead to the emergence of a trope.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "hatten_1994",
                    "hatten_1994",
                    "hatten_1994"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Looking specifically at musical topics and tropes in a cinematic context, David Neumeyer ( 2015 ) proposes a continuum upon which topics and tropes can exist. (3) Topics are one side and contain the Classical topics, largely unaltered and presented in a normative context. On the other side are tropes, which in Neumeyer’s view are “cinematic, unstable, and creative” uses of musical topics ( 2015 , 185). An important distinction to make between this and Hatten’s view of tropes is that for Neumeyer, in addition to layering multiple topics (like the Turkish march), tropes can emerge by adding or removing elements of the topic itself. Neumeyer traces the use of several musical works through a variety of films, highlighting how their use signals a more topical or a more tropical presentation. In one example, Neumeyer discusses the use of Bach’s C-Major Prelude from Book 1 of the Well-Tempered Clavier in several recent films, where he points to the complex trope created in the 1999 movie Entrapment . Virginia (played by Catherine Zeta-Jones) has just completed training to bypass a museum’s laser security system. The scene opens with Virginia playing the prelude at the piano. Mac (played by Sean Connery) interrupts her with a present, a dress to wear to the museum for the planned heist. As Neumeyer contends, “the result is a complex troping on the C-Major Prelude as high art (she uses it to try to reach his level as highly cultured) and the pedagogical (the prelude as belonging to education, and, by extension, her youthfulness as opposed to his age)” ( 2015 , 213). While the music itself was unaltered (save for being interrupted by Connery’s character), the trope emerges through the context in which it was placed in the film, exposing two seemingly contradictory interpretations of the Prelude, of being both high art and a teaching tool. The opposition of those two interpretations adds richness to the film’s narrative.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "neumeyer_2015",
                    "neumeyer_2015",
                    "neumeyer_2015"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Byron Almén ( 2008 ) describes a similar continuum of topical manipulation, though he engages only with music alone (not in a cinematic context). “Topic is expressively static. By contrast, as a manifestation of the playing-out of a fundamental opposition, narrative is expressively dynamic” ( 2008 , 75; emphasis mine). One might easily replace narrative here with trope , as tropes inherently contain the opposition to which Almén is referring. As such, occurrences of tropes in music (especially instances such as video game cues) have an independent power to convey narrative. I do not mean to suggest that tropes can tell the entire story of a video game, but this ability to engender narrative allows for the music to bring a rich counter-text to the entire production. This is different from Neumeyer’s approach, where tropes emerge not solely from the music, but from the interaction of music and film. There is room, however, for both approaches to act in tandem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In the examples I discuss from Final Fantasy IV and The Legend of Zelda: Skyward Sword , I treat the musical cues themselves as able to traverse Neumeyer’s continuum, without at first relying on the video game in which it is heard. That is, the music itself contains the alterations and layers that move the topic towards becoming a trope (in the manner of Almén’s purely musical consideration of narrative), and that trope then actively participates in the greater narrative of the game (in the manner of Neumeyer’s cinematic troping). The aforementioned soaring topic is used to demonstrate this. I begin by establishing the soaring topic as an important sign in film and video game music before exploring its use in the two games. The Soaring Topic",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In discussing a new topic that I came to through video game music, I first want to emphasize that I do not wish to create a new universe of topics, but rather aim to allow “musical texts to suggest new topics as they rise” ( Monelle 2006 , ix–x). In fact, previous research on topics in video game music has sought not a new universe of topics, but rather an application of extant topics. William Ayers ( 2015 ) uses the martial and macabre topics to describe gameplay in the Batman: Arkham series of games; transitioning between various styles of gameplay results in a corresponding shift in topics. Wesley Bradford ( 2018 ) examines the music from The Legend of Zelda: Breath of the Wild (2017) through the lens of topic theory, finding musical depictions of either modernist or pastoral characteristics and relating them to notions of past and present. Marina Gallagher ( 2018 ) takes a similar topical approach in her analysis of the music in Final Fantasy XII and XV , discussing anti-pastoral music as a depiction of some of the mechanical and otherwise unnatural settings located in both games. Tim Summers ( 2012 ) uses topics to describe immersion in video games, specifically first-person shooters such as Wolfenstein 3D (1992), which makes prominent use of military topics to fully engage players with the WWII-themed game that requires players infiltrate Nazi Germany strongholds.",
                "footnotes": [],
                "citations": [
                    "monelle_2006",
                    "ayers_2015",
                    "bradford_2018",
                    "gallagher_2018",
                    "summers_2012"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Summers, in his book Understanding Video Game Music ( 2016 ), also discusses the relationship that video game music has with Hollywood film music. While they are similar in many ways, Summers is careful to draw a distinction between the two: “Music in video games must strike a careful balance between playing an active part in supporting and articulating the aspects of the medium that are special to video games, and at the same time, conforming to players’ media music expectations to be compatible with ingrained modes of understanding music for the moving image” ( 2016 , 157–58). In other words, the function of video game music differs from film because it supports the inherit interactivity of the genre. But the meaning of the musical topics and tropes remains consistent since the two genres share the commonality of music plus media. (4) The following discussion of the soaring topic in video games, therefore, starts with a discussion of films that helped to define and solidify the topic.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "summers_2016",
                    "summers_2016"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The soaring topic is itself a trope combining elements of the martial, transcendence, machines, and the supernatural. Erno Rapée’s ( [1924] 1970 ) catalogue of musical moods, envisioned as a quick reference for music directors or silent film accompanists, describes scenarios in which certain musics, some extant, some newly composed by Rapée and others, would be appropriate. The “Aëroplane” category, for example, features two works by Mendelssohn—the presto from the Rondo Capriccioso, op. 14, and the second movement of the Three Fantasies, op. 16—each emphasizing the mechanical aspects of flying in an airplane. The rapid and repetitive motions in a high range provide an ideal musical accompaniment to depictions of flying in the early days of the film industry. Rapée’s Encyclopeadia of Music for Pictures ( 1925 ) also includes Mendelssohn’s overture to A Midsummer Night’s Dream that features many of the same quick, repetitive elements, though the setting of A Midsummer Night’s Dream , a magical journey through the forest, is perhaps an early nod to aspects of the supernatural in flight. Example 1 . Opening fanfare in the film The Spirit of St. Louis (1957) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Expanding the mechanized flight trope, Franz Waxman’s score from The Spirit of St. Louis (1957) adds the notion of a literal musical ascent that ostensibly mimics the plane’s ascent. As Laurence MacDonald notes, “the [flying theme] uses a pattern of boldly ascending fifths that form the series C–G, E–B, G–D, B– F ♯ , D–A” ( 2013 , 168). This music, shown in Example 1 , accompanies the opening scene of the movie in which we see, far in the distance, Lindbergh flying for the first time. As MacDonald points out, the rising fifths, in addition to a second theme featuring a stepwise ascent, have “the cumulative effect . . . of ever-increasing excitement and anticipation, a feeling that Waxman wisely utilizes throughout the film to capture the emotion of the story” (169). The rising fifths are also reminiscent of fanfare, a nod towards the heroic that acknowledges the first successful solo flight across the Atlantic Ocean. It is also an example of what I distinguish as soaring rather than flying. Soaring entails flying unencumbered, a sense of rushing through the air while not enclosed in an airplane or other machine. In the film, Lindbergh is indeed flying a plane, but the open-air cockpit and careful cinematography by Robert Burks and J. Peverell Marley help to connect Lindbergh with the entire surrounding environment rather than merely with the airplane he is flying. Example 2 . The beginning of the “love/flying” theme from Superman: The Movie (1977) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": [
                    "macdonald_2013"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Soaring, of course, is best represented by flight without the aid of a plane or other machine. In Superman: The Movie (1977), with score by John Williams, the flying theme ( Example 2 ) also serves a dual role, as noted by Mark Richards ( 2013 ). The love theme and the flying theme are one in the same, and the rising arpeggiations in the melody signal not only flight, but the rising romance between Superman and Lois. As Richards ( 2013 ) puts it, “now it is as though Superman’s feet have left the ground and he is gracefully suspended mid-air with his beloved Lois.”",
                "footnotes": [],
                "citations": [
                    "richards_2013",
                    "richards_2013"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Both of these film scores, despite their contextual differences, feature music that can be found in Edvard Grieg’s “Papillon,” which Rapée ( [1924] 1970 ) lists in his catalogue under “Birds.” Grieg’s short piece prominently depicts the melodic fluttering of a butterfly, but also makes repeated upward arpeggiations, followed by ascending stepwise melodic motion. Williams’s ascending arpeggio (β) and Waxman’s series of perfect fifth leaps are a match for these features, as is the use of rising stepwise motion. In Williams’s music for Superman, the ascent is a short three-note motive (γ) that remains consistent at the end of every phrase. In Waxman’s score, though not shown here, a second theme features a long stepwise ascent that falls away after reaching the leading tone. Example 3 . The “Flying Theme” from E.T.: The Extra Terrestrial (1982) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Something lacking in Waxman’s score, but present in Williams’s score, is an underlying upward flourish. The introduction to the flying theme in Superman features rapidly repeated arpeggios in the woodwinds and bells (α). Note that these are always ascending and are not the more typical Alberti bass figure. In another Williams score, the “Flying Theme” from E.T.: The Extra Terrestrial (1982), shown in Example 3 , features upward flourishes performed by a harp to great effect. In fact, the ascending harp flourish is a feature that seems to be a clear feature of soaring music, perhaps a reference to heavenly or lofty pursuits. In the 2007 movie Stardust , pirate ships take to the air for an extended portion of the film, and these ships engage in several battles during the sequence. Ilan Eshkeri’s cue for this scene, while heavily featuring expected martial topics, also contains harp glissandi and ascending melodic leaps. In the animated film Peter Pan (1953), Oliver Wallace included a harp in the background of almost every scene in which characters are flying. And Laurence Rosenthal’s use of the harp in Clash of the Titans (1981) during scenes with Pegasus, the winged horse, provides a backdrop to the ascending melodic leaps and stepwise motion. Example 4 . “Bastian’s Flight” from The Neverending Story (1984) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In addition to ascending stepwise melodies and upward flourishes, soaring music often contains prominent leaps of a perfect fifth or larger. Both of Williams’s themes from Superman and E.T. feature this, and the “Flying Theme” from E.T. especially exploits this by leaping up five times over the course of the theme. This is the music that occurs during the iconic scene where Elliot and his friends ride their bikes up into the sky in silhouette with the moon. “Bastian’s Flight” from The Neverending Story (1984), shown in Example 4 , is another example, featuring multiple large ascending leaps. Example 5 . Excerpt from “Flying School” in Harry Potter: Hogwarts Mystery (2018) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In video games, the mobile game Harry Potter: Hogwarts Mystery (2018) contains a portion called “Flying School,” in which players must learn how to fly on their brooms. Alexandre Cote’s music for these scenes, a small portion of which is shown in Example 5 , contains many of the expected soaring topic characteristics. The leaping horn melody spans the interval of a perfect twelfth in a short span of time, accompanied by repeated rising gestures in the clarinet and a restless, perhaps mechanical, violin. Though not shown in this example, the cue later features heavy use of a rising harp glissandi as well. (5) Example 6 . “Gusty Gardens” from Super Mario Galaxy (2007) (click to enlarge and watch video)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The music of Super Mario Galaxy (2007) is also noteworthy. The universe of Super Mario Galaxy is traversed via flying through space, and separate floating worlds are accessed by flying to them. The Gusty Gardens level emphasizes the concept of flying even more as players move from world to world by floating on giant flying seeds. As shown in Example 6 , this music is similar to Williams’s “Flying Theme” from E.T. , as repeated upward leaps (appoggiaturas in this case, highlighted with a bracket above the score) push the melody higher throughout the cue, coupled with stepwise rising motion and a final upward ascent to tonic. (6) In later games for the Wii U, Super Mario 3D World (2013) and Mariokart 8 (2014), the Gusty Gardens music is used again. In the former, the music appears on a bonus level that takes place high above the main stages of the game, and in the latter, it is used on a track called “Cloudtop Cruise.” The soaring aspects of this melody not only help support gameplay in the original game, but also add a lofty musical background to other Nintendo titles.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] All of the examples of soaring, except for The Spirit of St. Louis , strongly invoke magical and supernatural abilities in order to fly. Tom Schneller ( 2013 ) has observed in Williams’s film scores a tendency for aspects of flight, magic, and wonder to accompany the evocation of the Lydian mode, specifically a harmonic motion from I to II ♯ . The raised 4 ˆ of Lydian, when thinking of soaring, is particularly useful in depicting scenes of rising from the ground into the sky above. And many of the examples feature use of the Lydian mode. The flying/love theme from Superman (Example 2) features the I–II ♯ progression (and is referenced by Schneller as well). The “Flying Theme” from E.T. (Example 3) also contains a brief Lydian reference with the presence of F ♯ . (7) Bastian’s flight (Example 4) prominently features raised 4 ˆ in two different key areas. Gusty Gardens (Example 6) features G ♮ (raised scale-degree 4 in D ♭ Major) during the ascending harp glissandi. Gusty Gardens also features a repeated harmonic motion from VI to ♭ VII, a move that is similar to the I–II ♯ harmonic motion identified by Schneller in Williams’s scores. (8) While not a reference to the Lydian mode, the upward movement by half step from one major harmony to another increases tension and raises excitement. Musical depictions of flight, then, seem to become examples of soaring when combined with these Lydian modal references. Example 7 . “Beyond” by Daft Punk from the album Random Access Memories (2013) (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "schneller_2013"
                ]
            }
        },
        {
            "18": {
                "text": "[18] The soaring topic, then, is itself a trope of many other topics: the machine, with its repetitive motions; the martial, with an emphasis on large ascending leaps; transcendence, with emphasis on long sweeping gestures often performed by a harp; and the supernatural, indicated by the presence of the Lydian mode. But given the consistency of its use over the last thirty years in cinema and video games, this onetime trope has seemingly become a topic, one that is instantly recognizable by movie goers and video game players alike as a musical marker of flight through the open air, often by magical or supernatural means. (9) As such, the topic can be recognized even when not associated with visual media. The track “Beyond” from Daft Punk’s Random Access Memories (2013) provides an interesting example. The opening forty seconds feature a full string section playing music that hits on almost all of the soaring topic characteristics. As a track on an album, there is no associated visual content, yet the soaring topic comes across clearly. Example 7 highlights the Lydian reference of I–II ♯ and the prominent ascending arpeggiations. Soaring in The Legend of Zelda: Skyward Sword and Final Fantasy IV",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] With the soaring topic established, it is now possible to identify potential tropes in video game music. As a case study on the potential use of this kind of analysis in video game music, I examine the music from The Legend of Zelda: Skyward Sword and Final Fantasy IV . Both feature flight as a prominent component of gameplay and each uses the soaring topic in various configurations of a soaring trope. The application of tropes in video games is particularly relevant given the interactive nature of the genre. Manipulations of expected topical norms could influence a player’s decisions, having a real and meaningful impact on the experience of the game.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The music for The Legend of Zelda: Skyward Sword (henceforth referred to as Skyward Sword ) was a first in many ways. It was the first time that Nintendo used a live orchestra to record music for a game, and the result was so well received that it launched the now popular Zelda music concerts performed by orchestras around the world. The game also features a harp that is playable at any time, but luckily for the player, no musical finesse is required as the game automatically matches the harp sounds to whatever music is playing at the time ( Medina-Gray 2014 ). Other Zelda games featured similar playable instruments, but never as woven into the game’s musical soundtrack as in Skyward Sword . (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] As the title implies, Skyward Sword takes place atop the floating city of Skyloft where Link, the hero, begins his adventure. The residents of Skyloft use large birds, known as loftwings, to fly through the air to various other floating islands. Below Skyloft is an ever-present cloud that hides the surface below, and the residents of Skyloft refer to the ground as a mythical place that doesn’t really exist. Link’s adventures, however, will eventually take him to that mythical surface below where the bulk of the game’s action takes place. But before he gets there, Link must learn to fly on his loftwing. Example 8 . “The Sky” from The Legend of Zelda: Skyward Sword (2011) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The music that accompanies flying is shown in Example 8 and, while martial characteristics are present, signifying the heroic qualities of Link, the music features many characteristics of the soaring topic, including rising melodic leaps, upward harp flourishes, and consistently rising melodic lines. (11) Absent is the presence of the Lydian mode, which situates this music more towards the trope end of the soaring topic/trope continuum. But of particular interest here is the pitch C6, the highest sounding note in the cue and the goal of the frequent ascending leaps. But in the three times it is heard, its attainment is unearned. The first time is too early in the cue, and the tonic harmony that supports it is part of a continuous tonic drone heard since the beginning, significantly undermining its arrival. The second occurrence is stronger, but it too is supported by a weak harmonic progression from ♭ VI to I. And the final occurrence is heard over a non-tonic harmony, denying it a sense of completion or closure. The only conclusive cadence in the entire cue is heard at the end, punctuated by a leap down to C5, an octave below. This leap down, rather than a leap up, suggests resignation to never attaining C6 in a harmonically significant context and becomes a marked event in the context of the soaring topic. Example 9 . Four-measure introduction used in between loops of “The Sky” cue, The Legend of Zelda: Skyward Sword (2011) (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] A four-measure introduction to this cue is shown in Example 9 . The music cumulatively rises as it progresses, but each individual beat features downward arpeggiation. Recall that the intro to the Superman flying theme featured similar arpeggiations, but in an upward direction. This contour reversal, in combination with the failed attainment of C6 during the main cue, firmly positions this cue as a trope, allowing it to actively participate in the game’s narrative. In the case of Skyward Sword , the trope helps to foreshadow the journey Link will take as he descends beneath the clouds to the surface below. In fact, this trope may further foreshadow the eventual conclusion of the game, when the floating city of Skyloft itself descends back to the surface from which it originally came. Example 10 . The “Airship” cue from Final Fantasy IV (1991) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Final Fantasy IV , like Skyward Sword , is a role-playing game that follows the main character Cecil as he attempts to recover a number of elemental crystals. The game’s main villain, Zeromus, has been orchestrating a plan to take over the world using the crystals, and Cecil, with his friends he meets along the way, are the only ones who can stop him. The game takes place in an expansive world that makes traveling throughout it by walking both impossible (land masses are separated by large oceans) and impractical (always walking to get across the land portions of the game would be tedious and time consuming). Therefore, this game, as well as most of the other games in the series, makes use of flying. The Airship cue, shown in Example 10 , features three prominent ascending leaps, but is otherwise overwhelmed by descending melodic gestures. The first, a six-note descent, grounds the melody around B ♭ , C and D, where it remains for roughly eight measures. This is accompanied by descending flourishes in the harp and a final five-note descent before the end. It is almost as if the composer, Nobuo Uematsu, took the features of the soaring topic and intentionally subverted them, replacing rising gestures with descents and continually using C ♮ as opposed to a more Lydian-inflected C ♯ . The result is a clear trope, situated far to the right in Neumeyer’s topic/trope continuum. And this trope, like the trope in Skyward Sword , seems to foreshadow future narrative events. While the airship itself is primarily used to fly through the air above, the game eventually requires players to use the airship underground in an expansive underworld. Example 11 . The “Lunar Whale” cue from Final Fantasy IV (1991) (click to enlarge and watch video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Towards the end of the game, players gain access to another ship, the Lunar Whale, that takes them to the moon for the game’s climactic finale. The Lunar Whale theme, shown in Example 11 , is a textbook example of the soaring topic. Consecutive ascending leaps begin the cue, followed by ascending sweeping gestures in the accompaniment, and the final ascent to C6, which includes a prolonged raised 4 ˆ , mirrors the final ascent heard in the Super Mario Galaxy cue discussed earlier. This more normative use of the soaring topic aligns perfectly with the game’s narrative, as this ship flies noticeably higher above the ground than the airship and takes players up and beyond the surface of the planet. It is never used, and cannot be used, below ground like the airship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Players are constantly making choices while experiencing the narrative of video games, and musical tropes can guide a player’s actions, whether consciously or subconsciously, toward certain outcomes in the story. Film music tropes, on the other hand, can provide a rich subtext to the film (as in the Entrapment example discussed earlier), but viewers remain passive participants, unable to act. In both Skyward Sword and Final Fantasy IV , while players receive in-game, text-based clues about their eventual descent beneath their current position, the soaring trope reinforces the idea as players eventually fly to the surface and underworld respectively. Tropes in video game music not only add richness to these narratives, but also foreshadow future events, hinting at what comes next and influencing a player’s decisions during the game. (12) The added complexity of interactivity in video games differentiates the genre from other media and heightens the usefulness of tropes as a narrative device. Conclusion",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] In “The Art of Flying in the Movies,” New York Times film critic A. O. Scott ( 2015 ) discusses the cinematic history of flight. Scott reminds us that moving image technology is as old as the airplane itself, and he rhetorically posits, “What if we could counterfeit reality so completely that the representation would partake of the essence of the original, closing the gap between the world and our imagination of it? What if we could fly? Those two dreams link up almost effortlessly.” The Wright brothers are immortalized in moving pictures in their attempts at mechanical flight in 1909. (13) Less than twenty years later, Wings (1927), a silent film about a pilot and his romance in World War I, was the first ever Best Picture at the Academy Awards. And a mere fourteen years after that, Disney released Dumbo (1941), a film about a flying elephant. Not only has the flight/cinema relationship persisted since the beginning of film, in relatively short order, mechanized flight gave way to the idea of fantastical flight and necessitated a modified musical approach. As such, movement through the air by supernatural or fantastical means appears to have solidified in Hollywood cinema as the soaring topic. And soaring is a critical component in the fantasy and science fiction genre, whether the medium be films or video games. Tropes on that topic, as demonstrated here in Skyward Sword and Final Fantasy IV , have the power to defy expectations, create rich narratives, and influence player action.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "scott_2015"
                ]
            }
        },
        {
            "28": {
                "text": "[28] Apart from soaring, manipulations of other topics can create similar narrative effects. Final Fantasy IV , for example, tropes on the hero topic at the beginning of the game. A minor march with pronounced tritone dissonances represents Cecil, the game’s main protagonist who begins as a Dark Knight but must transcend evil and become a Paladin. The victorious hero, according to Hatten, should feature the “major mode and . . . triumphant marches, fanfares, and the like” ( 2014 , 523). This trope on the hero represents Cecil as the game’s anti-hero, especially as players see him for the first time in the midst of stealing a crystal from defenseless people. But at the moment of Cecil’s transformation, his march returns, but it too is transformed as a lyrical melody in major complete with sweeping harp arpeggios. It is not until a player completes the game that the original march returns, this time in major with all the appropriate fanfares and flourishes. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "hatten_2014"
                ]
            }
        },
        {
            "29": {
                "text": "[29] While this kind of analysis has potential in any multi-modal environment, video games provide a particularly useful stage for the application of topics and tropes. The interactivity of video games adds an additional layer of complexity to narratives that are often already as complex as the narratives found in film, television, and opera. Unpacking that complexity requires careful attention to the dialogue between the action on screen and the music, and topic theory provides an ideal window through which to view this interaction.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.2.atkinson.html",
    "data": "mto/data/mto.19.25.2.atkinson.json"
}