{
    "title": "Music Theory as Social Justice: Pedagogical Applications of Kendrick Lamar’s <i>To Pimp A Butterfly</i>",
    "date": "2019/03/01",
    "volume": "25",
    "issue": "1",
    "authors": [
        "Attas, Robin"
    ],
    "abstract": "Kendrick Lamar’sTo Pimp A Butterflyoffers core music theory instructors many opportunities: to engage with popular music in a curriculum traditionally focused on art music, to discuss theoretical topics not usually considered in the music theory core (including flow, groove, meter and rhythm), and to diversify the range of composer identities included in classroom repertoire. The album’s focus on African-American experiences of race and racism in the contemporary United States also allows instructors to integrate social justice topics with music-theoretical ones. This article discusses three possible models for such integration. In the “plug-and-play” model, examples from the album are embedded within lesson plans focused on traditional music theory topics. In the “concept” model, the undergraduate core curriculum is reorganized to focus on musical concepts rather than on analytical approaches to a particular repertoire, and musical examples from the album are used to explore analytical strategies for each concept. Finally, in the “social justice” model, the album is used as a springboard for classroom discussions and assignments about race, racism, poverty, and more, while still maintaining focus on analytical methods. For all three types, the author includes sample teaching materials including lesson plans, curricular design strategies, and teaching techniques. With this work, the author encourages instructors of all backgrounds, abilities, and institutional settings to consider ways of incorporating social justice into their own classrooms to change the world for the better.",
    "keywords": [
        "popular music theory",
        "hip hop",
        "popular music pedagogy",
        "race",
        "racism",
        "music theory pedagogy",
        "undergraduate music theory curriculum"
    ],
    "doi": "10.30535/mto.25.1.8",
    "received": "May 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.1/mto.19.25.1.attas.pdf",
    "author_info": [
        {
            "name": "Robin Attas",
            "university": "Queen’s University",
            "address": "Center for Teaching and Learning, F200 Mackintosh-Corry Hall, Kingston, ON  K7L 3N6, Canada",
            "email": "robin.attas@gmail.com"
        }
    ],
    "citations": {
        "anderson_and_krathwohl_2001": "Anderson, Lorin W. and David R. Krathwohl. 2001. A Taxonomy for Learning, Teaching, and Assessing: A Revision of Bloom’s Taxonomy of Educational Objectives . Longman.",
        "biamonte_2011": "Biamonte, Nicole, ed. 2011. Pop-Culture Pedagogy in the Music Classroom . Scarecrow Press.",
        "bloom_1956": "Bloom, Benjamin S. 1956. Taxonomy of Educational Objectives: The Classification of Educational Goals . D. McKay.",
        "blum_2002": "Blum, Lawrence. 2002. I’m Not A Racist, But. . . : The Moral Quandary of Race. Cornell University Press.",
        "bradley_2017": "Bradley, Deborah. 2017. “Standing in the Shadows of Mozart: Music Education, World Music, and Curricular Change.” In College Music Curricula for a New Century , ed. Robin D. Moore, 205–21. Oxford University Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "collaros_2000": "Collaros, Pandel. 2000. “The Music of the Beatles in Undergraduate Music Theory Instruction.” Indiana Theory Review 21: 53–78.",
        "erickson_2002": "Erickson, H. Lynn. 2002. Concept-based Curriculum and Instruction . Corwin Press.",
        "everett_1997": "Everett, Walter. 1997. “Swallowed by a Song: Paul Simon’s Crisis of Chromaticism.” In Understanding Rock, ed. John Covach and Graeme Boone, 113–53. Oxford University Press.",
        "everett_2008": "Everett, Walter. 2008. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” Oxford University Press.",
        "folse_2004": "Folse, Stuart. 2004. “Popular Music as a Pedagogical Resource for Musicianship: Contextual Listening, Prolongations, Mediant Relationships, and Musical Form.” Journal of Music Theory Pedagogy 18: 65–79.",
        "hill_2009": "Hill, Marc Lamont. 2009. Beats, Rhymes, and Classroom Life: Hip-Hop Pedagogy and the Politics of Identity. Teachers College Press.",
        "jones_2014": "Jones, Camara Phyllis. 2014. “Telling Stories: Allegories on ‘Race’ and Racism.” Speech delivered at TedX Emory. Published July 14. https://www.youtube.com/watch?v=GNhcY6fTyBM",
        "kajikawa_2015": "Kajikawa, Loren. 2015. Sounding Race in Rap Songs . University of California Press.",
        "king_1963": "King, Martin Luther. 1963. “I Have a Dream.” Speech delivered at the March on Washington for Jobs and Freedom, Washington, D.C., August 28. http://avalon.law.yale.edu/20th_century/mlk01.asp",
        "koetting_1970": "Koetting, James. 1970. “Analysis and Notation of West African Drum Ensemble Music.” Selected Reports in Ethnomusicology 1 (3): 115–46.",
        "kruse_2016": "Kruse, Adam J. 2016. “Toward Hip-Hop Pedagogies for Music Education.” International Journal of Music Education 34 (2): 247–60.",
        "land_and_stovall_2009": "Land, Roderic R. and David O. Stovall, eds. 2009. “Hip Hop and Social Justice Education.” Special issue of Equity and Excellence in Education 42 (1): 1–5.",
        "lasuén_hernández_2014": "Lasuén Hernández, Sergio. 2014. “La ausencia de las músicas populares urbanas en las programaciones de los conservatorios españoles: Una incoherente tradición normalizada con fecha de caducidad.” [The absence of urban popular musics in Spanish conservatory programs: An incoherent tradition normalized with an expiration date.] Cuadernos de etnomusicología 4 (Otoño): 37–59. http://www.sibetrans.com/etno/public/docs/cuadernos-de-etnomusicologia-4.pdf",
        "london_1990": "London, Justin M. 1990. “‘One Step Up’: A Lesson from Pop Music.” Journal of Music Theory Pedagogy 4 (1): 111–14.",
        "lyman_1987": "Lyman, Frank. 1987. “Think-Pair-Share: An Expanding Teaching Technique.” MAA-CIE Cooperative News 1: 1–2.",
        "maclachlan_2011": "MacLachlan, Heather. 2011. “Teaching Traditional Music Theory with Popular Songs: Pitch Structures.” In Pop-Culture Pedagogy in the Music Classroom , ed. Nicole Biamonte, 73–94. Scarecrow Press.",
        "malawey_2012": "Malawey, Victoria. 2012. “Ear Training with the Music of Radiohead.” Indiana Theory Review 30 (2): 27–64.",
        "marvin_2012": "Marvin, Elizabeth West. 2012. “The Core Curricula in Music Theory: Developments and Pedagogical Trends.” Journal of Music Theory Pedagogy 26: 255–63.",
        "mcnally_2016": "McNally, James. 2016. “Azealia Banks’s ‘212’: Black Female Identity and the White Gaze in Contemporary Hip-Hop.” Journal of the Society for American Music 10 (1): 54–81.",
        "mooney_2015": "Mooney, Brian. 2015. “Why I Dropped Everything and Started Teaching Kendrick Lamar’s New Album.” Personal blog entry (March 27). https://bemoons.wordpress.com/2015/03/27/why-i-dropped-everything-and-started-teaching-kendrick-lamars-new-album/",
        "osborn_2018": "Osborn, Brad. 2018. “Pop-Rock Pedagogy: Composition, Performance, Transcription and Analysis in the Undergraduate Theory Core.” In The Norton Guide to Teaching Music Theory , ed. Rachel Lumsden and Jeffrey Swinkin, 221–33. W. W. Norton.",
        "parsons_and_ravenscroft_2016": "Parsons, Laurel and Brenda Ravenscroft, eds. 2016. Analytical Essays on Music by Women Composers: Concert Music, 1960–2000 . Oxford University Press.",
        "peterson_2016": "Peterson, James Braxton. 2016. Hip Hop Headphones: A Scholar’s Critical Playlist. Bloomsbury.",
        "roig-francolí_2007": "Roig-Francolí, Miguel. 2007. Understanding Post-Tonal Music . McGraw-Hill.",
        "rosenberg_2014": "Rosenberg, Nancy E. 2014. “Bach, Beck, and Bjork Walk into a Bar: Reclassifying Harmonic Progressions to Accommodate Popular Music Repertoire in the Traditional Music Theory Class.” Journal of Music Pedagogy 28: 163–209.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64.",
        "stamatis_2014": "Stamatis, Yona. 2014. “Towards a Philosophy of Student-Centered Music and Social Justice Learning.” In Engaging Students: Essays in Music Pedagogy 2. http://flipcamp.org/engagingstudents2/essays/stamatis.html",
        "stengel_2008": "Stengel, Barbara. 2008. “Facing Fear, Releasing Resistance, Enabling Education.” Philosophical Studies in Education 39: 66–75.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock . Yale University Press.",
        "tatum_1997": "Tatum, Beverly Daniel. 1997. Why Are All the Black Kids Sitting Together in the Cafeteria? Basic Books.",
        "terhag_2000": "Terhag, Jürgen, ed. 2000. Populäre Musik und Pädagogik: Grundlagen und Praxismaterialien. III: Orale Musiktradierung, Musiktheorie, Improvisation, mediale Lebenswelten [Popular Music and Pedagogy: Fundamentals and Practical Materials. III: Oral Music Transmission, Music Theory, Improvisation, Media Worlds.] Lugert Verlag.",
        "threadgold_2015": "Threadgold, Michelle. 2015. “Teaching Kendrick Lamar and Social Justice in and Outside the Classroom.” Observer (July 27). https://observer.com/2015/07/teaching-kendrick-lamar-and-social-justice-in-and-outside-the-classroom/",
        "thurman_and_turner_2017": "Thurman, Kira and Kristen Turner. 2017. “Six Easy Was to Immediately Address Racial and Gender Diversity in Your Music History Classroom.” Musicology Now July 17. http://musicologynow.ams-net.org/2017/07/six-easy-ways-to-immediately-address.html",
        "truth_and_reconciliation_commission_2015": "Truth and Reconciliation Commission of Canada. 2015. “Honouring the Truth, Reconciling for the Future: summary of the final report of the Truth and Reconciliation Commission of Canada.” http://trc.ca/about-us/trc-findings.html .",
        "wade_2012": "Wade, Bonnie C. 2012. Thinking Musically: Experiencing Music, Expressing Culture . 3rd ed. Oxford University Press.",
        "williams_2015": "Williams, Justin A., ed. 2015. The Cambridge Companion to Hip-Hop : Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. As just a few of many examples, see Hill 2009 , Kruse 2016 , Land and Stovall 2009 , and Peterson 2016 .",
            "citations": [
                "hill_2009",
                "kruse_2016",
                "land_and_stovall_2009",
                "peterson_2016"
            ]
        },
        "FN2": {
            "text": "2. Indeed, for instructors who are uncomfortable or inexperienced with discussing social justice issues in the classroom, other artists who engage with social justice issues in their music less directly than Lamar might be better initial choices.",
            "citations": []
        },
        "FN3": {
            "text": "3. Of course, it is possible to diversify composer identities while still restricting the repertoire to Western art music; see Parsons and Ravenscroft 2016 and Thurman and Turner 2017 .",
            "citations": [
                "parsons_and_ravenscroft_2016",
                "thurman_and_turner_2017"
            ]
        },
        "FN4": {
            "text": "4. This approach is inspired by Erickson 2002 , who demonstrates a pedagogical model that has been adapted for many academic disciplines in K–12 and postsecondary education.",
            "citations": [
                "erickson_2002"
            ]
        },
        "FN5": {
            "text": "5. It is possible to take the model even further to consider more music genres and cultures (as in my Example 2 discussion of the musical score).",
            "citations": []
        },
        "FN6": {
            "text": "6. My discussion of lower- and higher-order learning goals is based on Bloom’s taxonomy ( 1956 ) and its revision ( Anderson and Krathwohl 2001 ).",
            "citations": [
                "bloom_1956",
                "anderson_and_krathwohl_2001"
            ]
        },
        "FN7": {
            "text": "7. A similar approach is put forth in Bradley 2017 .",
            "citations": [
                "bradley_2017"
            ]
        },
        "FN8": {
            "text": "8. As a starting point for ideas and inspiration, see Williams 2015 .",
            "citations": [
                "williams_2015"
            ]
        },
        "FN9": {
            "text": "9. Wade 2012 is a helpful resource for instructors less familiar with the ethnomusicological orientation that informs example 6.",
            "citations": [
                "wade_2012"
            ]
        },
        "FN10": {
            "text": "10. For one view, see the annual reports on the Society for Music Theory’s own demographics, available at https://societymusictheory.org/administration/demographics",
            "citations": []
        },
        "FN11": {
            "text": "11. The Truth and Reconciliation Commission of Canada was one component of the 2007 Indian Residential Schools Settlement Agreement, a class action settlement between representatives of former students of the Indian Residential Schools System, the Government of Canada, churches, the Assembly of First Nations, and the Inuit Tapiriit Kanatami. Its final report ( Truth and Reconciliation Commission 2015 ) on Canada’s institutionalized cultural genocide of indigenous peoples through a residential schools system in operation for over one hundred years is an important document worthy of reading in its entirety, but also includes 94 “Calls to Action,” several of which are directed at institutions of higher education.",
            "citations": [
                "truth_and_reconciliation_commission_2015"
            ]
        },
        "FN12": {
            "text": "12. The * (alternatively written as +) is a means of including sexual identites beyond those represented by the letters of the acronym: Lesbian Gay Bisexual Transgender Queer.",
            "citations": []
        },
        "FN13": {
            "text": "13. Stengel 2008 addresses this issue at length.",
            "citations": [
                "stengel_2008"
            ]
        },
        "FN14": {
            "text": "14. Alternatively, an instructor could choose a topic based on what is absent from or problematic within a particular artist or album; for instance, the topic of gender on Butterfly could lead to a rich discussion.",
            "citations": []
        },
        "FN15": {
            "text": "15. See, for inspiration, Threadgold 2015 and Mooney 2015 .",
            "citations": [
                "threadgold_2015",
                "mooney_2015"
            ]
        },
        "FN16": {
            "text": "16. I have followed this strategy with the music of Beyoncé: I used McNally 2016 as the pre-reading, discussed Azealia Banks’s song “212” with reference to the article, and then applied the theories to Beyoncé through analysis of music, text, and music videos for “Crazy In Love” and “Girls.” “Girls” also appeared on the final exam.",
            "citations": [
                "mcnally_2016"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "This is no time to engage in the luxury of cooling off or to take the tranquilizing drug of gradualism. Now is the time to make real the promises of democracy. Now is the time to rise from the dark and desolate valley of segregation to the sunlit path of racial justice. —Martin Luther King, Jr. ( 1963 ) I. Introduction",
                "footnotes": [],
                "citations": [
                    "king_1963"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] Ever since graduate school I have felt a tension between my love of music theory and my passion for social justice, what I might describe as a contrast between getting absorbed in my individual experience with the music and getting engaged with a collective experience on the streets. I strive to unite these two facets of my life in many ways, including seeking professional service roles that emphasize aspects of social justice and advocacy, taking advisory roles for activist student groups, and having informal discussions with colleagues in my department. However, as with many music theorists, the majority of my work life is still taken up with preparing and teaching the undergraduate music theory core, an activity that, on the surface, seems more focused on musical mechanics than on world issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Of course, any compassionate teacher will tell you that the world regularly enters the classroom. A student may miss a few classes, and then privately disclose a death in the family, trauma from a difficult romantic relationship, or a learning disability. A student’s insensitive remark during small group work may require a class discussion of inclusivity, “-isms,” and phobic behaviors, and support from colleagues in student services. A news event, whether local, regional, national, or international, may provoke conversations before, after, or during class time. These are important opportunities for engagement, but to me, they are consequences of life, teachable moments rather than intentional teaching. I wish to enact a deeper integration of social justice and music theory by fostering a teaching practice that invites conversations about social justice issues into the music theory classroom on a regular basis, alongside and as part of discussions about the mechanics of musical sounds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] One way of doing this is by teaching hip hop music in the music theory core. Many popular music artists and genres engage with social justice in different ways, but hip hop has a particularly deep relationship with social justice issues. Musicians have used it to advance social concerns and critiques since the inception of the genre, and this attention to message and meaning has continued even as the genre has grown in commercial popularity and in geographic scope. Pedagogues have taken note, and in disciplines beyond music theory, hip hop has been used to teach topics such as race, gender, class, urbanization, religion, globalization, technology, media, and art, among many others. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] In this essay, I will use Kendrick Lamar’s To Pimp a Butterfly as a case study to demonstrate possible ways that music theorists can integrate their discipline with the world at large. The album draws attention to the genre of hip hop and its political history, incorporates Lamar’s rich and unique musical language, and discusses issues of race and racism in the United States in a compelling way. I use Butterfly to demonstrate three methods for bringing social justice into the music theory classroom, but many other hip hop albums and artists would be equally suitable. (2) In the “plug-and-play” model, songs on the album can be used to teach standard core theory topics, with the social justice agenda left implicit (e.g., by diversifying the musical genres or the ethnicities of composers studied in the undergraduate core). (3) In the “concept” model, songs can be used to expand or re-evaluate current analytical approaches in the undergraduate music theory core. This may leave social justice topics implicit in the classroom with students but make them explicit with departmental colleagues and professional societies (e.g., by inspiring discussions about what learning outcomes are most appropriate within the music theory core at a particular institution, what topics and analytical methods need to be included in the core music theory sequence, or to what degree composers of various identities should be included in repertoire lists). Finally, in the “social justice” model, Butterfly can be used to directly engage with students on topics around social justice, bringing issues typically considered non-musical into the music theory classroom. As I describe each approach in detail , I provide lesson plans, assignments, and classroom management strategies for each type of teaching and discuss possible modifications for instructors in different circumstances, whether in terms of teaching position, social power and capital, or experience and comfort level teaching particular topics. II. “To Pimp a Butterfly” within the music theory core",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Many music theorists have advocated for the use of pop music examples to teach core music theory topics ( London 1990 ; Collaros 2000 ; Terhag 2000 ; Folse 2004 ; Biamonte 2011 ; Malawey 2012 ; Lasuén Hernández 2014 ; Rosenberg 2014 ; Osborn 2018 ). Most contemporary music theory textbooks now include pop music examples alongside art music, often following a “plug-and-play” approach where “jazz and rock examples that fit the harmonic paradigms under study are simply plugged in as appropriate” ( Marvin 2012 , 262). Teaching popular music can help with student engagement, enhance the relevancy of the academic study of music in contemporary society, and help classrooms become more diverse in terms of both repertoire and student population. The plug-and-play approach might also offer an easier way for instructors to start bringing the world into their classrooms, since the commitment to social justice could be as simple as a single five-minute example at the end of one class period. That said, a five-minute example might spill beyond its allotted time and provoke further conversations inside and outside the classroom. Example 1 . To Pimp a Butterfly in the music theory core (click to enlarge, listen, and see the rest) Example 2 . “For Free (Interlude)” in a lesson plan on musical scores (click to enlarge, listen, and see the rest) Example 3 . “Alright” in a lesson plan on cadences (click to enlarge, listen, and see the rest) Example 4 . “King Kunta” in a lesson plan on sonata form (click to enlarge and see the rest) Example 5 . “Momma” in a lesson plan on metric modulation (click to enlarge, listen and see the rest)",
                "footnotes": [],
                "citations": [
                    "london_1990",
                    "collaros_2000",
                    "terhag_2000",
                    "folse_2004",
                    "biamonte_2011",
                    "malawey_2012",
                    "rosenberg_2014",
                    "osborn_2018",
                    "marvin_2012"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Example 1 takes four songs from Butterfly as a sample set and provides options for plugging them into a standard four-semester music theory core, with some musicianship exercises also included. My selection of songs is not meant to suggest that these are the only choices available; quite the contrary, and in fact, a thorough inclusion of hip hop in the music theory core would necessitate a much broader list of songs than this example includes. Each song appears at least once in each course, with relevant sections of each song included as sound files. Examples 2–5 give full lesson plans incorporating a suggestion from each of the courses in Example 1 into a fifty-minute class period; readers should feel free to pick and choose from all sample lesson plans, adapting learning goals and instructional strategies to their own classrooms. As a group, these examples demonstrate how, with a little bit of listening and creative thought, it is possible to integrate hip hop music into the music theory core with relatively low risk for the faculty member and little to no need to change existing course descriptions, learning objectives, or program aims.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The “plug-and-play” model offers a low-stakes way for instructors to introduce both Lamar’s music and its broader implications into the classroom. Other hip hop tracks could be used in a similar fashion. Indeed, since many of Lamar’s songs explicitly engage with difficult topics, even the relatively benign excerpts suggested above might provoke unasked-for social justice responses (for instance, the lines of “For Free (Interlude)” used as the basis for the lesson plan in Example 2 are preceded by particularly hard-hitting lyrics). Other hip hop tracks with less charged lyrics might be better starting places for instructors who are unprepared or unwilling to engage in social justice conversations. In either case, the time commitment for the “plug-and-play” model is low, and the primary focus of the class remains elsewhere. Even instructors who consider themselves hip hop neophytes can teach with confidence and expertise, since lessons are still focused on music theory and analytical techniques. For some instructors, this might be the limit of their engagement with social justice, hip hop, or even popular music, but it is important to recognize and applaud even this small step. Students may sense a greater degree of inclusivity and diversity in the classroom and take heart from the implicit message that hip hop music is worthy of academic study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] That said, the “plug-and-play” approach does maintain an artificial separation of sounds from their social contexts, and there is certainly potential for greater engagement with hip hop and social justice while still remaining rooted within the discipline of music theory. Further, astute readers might have noted the paucity of suggestions in Example 1 related to the core music theory curriculum’s traditional focus on harmony and voice leading. Given hip hop’s musical style generally, and Lamar’s specifically, this is not surprising. Some might see this as a reason not to include hip hop music in the music theory core, while those who are well-versed in hip hop studies might find the list of topics lacking: why not address the use of technology in hip hop production, the relationship between lyrics and flow, the use of sampling, or a myriad of other topics found in hip hop analysis? Both of these critiques present an opportunity to reconsider the theoretical orientation of the core itself. III. “To Pimp a Butterfly” as expanding the music theory core",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] I argued above that including pop music examples in the music theory core as “plug-and-play” examples elevates the status of popular music in the academy. However, by not engaging with popular music on its own terms and instead relating it to Western European common practice art music and its norms, instructors may be perpetuating the status quo rather than challenging it. Popular music has many antecedents, one of which is Western European common-practice art music, and pop music scholars such as Ken Stephenson ( 2002 ), Walter Everett ( 2008 ), and Heather MacLachlan ( 2011 ) have argued that recognizing this connection is important for a theoretical understanding of pop music. But popular music also has its roots in genres not typically addressed in the music theory core, such as blues, jazz, Appalachian and Texan folk music, numerous Latin American and Caribbean genres, and West African drumming. Much scholarship in both popular music analysis specifically and popular music studies more broadly has focused on highlighting elements that are unique and different from the music of the common practice period.",
                "footnotes": [],
                "citations": [
                    "stephenson_2002",
                    "everett_2008",
                    "maclachlan_2011"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] One way of addressing this issue and including pop music in an undergraduate theory classroom alongside and in dialogue with art music is to follow what I call a “concept model” of curricular design; in other words, designing a curriculum that focuses on a variety of broad music theoretical concepts, rather than on theoretical and analytical approaches to a specific repertoire (i.e., harmony and voice leading in Western European art music from ca. 1650–1900). (4) Each unit in such a curriculum focuses on a particular concept: phrases, cadences, triads, harmonic function, motives, meter, and so on. In class, the instructor explains the theory, and then students explore its application within art and popular genres, considering how each genre is both similar and different. (5) Not only does this diversify the classroom repertoire, but it also often has the benefit of moving students more quickly beyond lower-order learning goals like rote memorization or replication and towards higher-order learning goals involving synthesis and application of a concept. (6) For instance, rather than asking students to diagram a period phrase structure (memorization), an instructor teaching in a concept-based curriculum might ask students to explain how the period phrase structure applies (or does not apply) to several excerpts of music from different repertoires (memorization but also application and evaluation). (7)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The use of a concept model in the core music theory curriculum may or may not mean expanding the topics traditionally included in that core. As already mentioned, popular music as a broad genre is influenced by a wide variety of genres beyond Western art music, many of which have their own distinct analytical methods. These methods might inform which concepts are chosen for the classroom: hip hop, for instance, could be used to address musical elements such as repetition, flow, text-groove interactions, rhythm and meter, groove design, and the implications of looping and sampling as compositional strategies, among many other topics. (8) However, depending on an instructor’s institutional context, these musical elements may or may not be welcome as part of the music theory core. In some music theory programs, a primary focus on Western art music may be relevant and important for students and faculty alike, and perhaps in these institutions, the musical elements discussed in the core should be those most frequently applied to that repertoire. Institutions with a broader range of students and degree programs might wish to re-think their approaches to the music theory core curriculum, its typical genre emphasis, and curricular learning goals, and so might choose to highlight concepts driven by popular music generally or hip hop music specifically.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Since it is not dependent on a single repertoire for analysis, this curricular model also demonstrates for students a mode of inquiry where all music is worthy of study, and where the norms of one particular repertoire are not necessarily applicable to other repertoires. Such a philosophy might be integrated with one of the pop music plug-and-play examples I explored in the previous section; for instance, as a short mention of why parallel fifths are allowed in pop music but not in SATB part writing. In a concept-based curriculum, however, the discussion is expanded to a semester-long dialogue and is intentionally and visibly integrated into the entire course design. Example 6 . Consonance and dissonance, fifty-minute class (click to enlarge, listen, and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Even if full-scale curricular redesign is not a possibility given an instructor’s particular situation, the concept approach can be used on a smaller scale for a single course, unit, or class period. Example 6 gives a demonstration of a small-scale application of the concept model, assuming an institutional context where Western art music dominates and where the inclusion of hip hop music would be considered a radical move. (9) In this fifty-minute class, the concept is consonance and dissonance, with the lecture intended as an introduction to the topic before subsequent classes discussing the mechanics of writing and identifying pitch intervals.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Including Lamar’s music alongside a variety of other music in the undergraduate classroom can do more than simply open the undergraduate core to diverse repertoires. It can also encourage students and instructors to question the validity of analytical approaches, and diversify those approaches addressed in the classroom. The lesson plan in Example 6 concludes with a short discussion that asks whether the notion of pitch intervals is useful and valid for the examples discussed (and, it is implied, for the genres which those examples represent). If the concept model is applied over the semester, such discussions might be a regular part of class time or might be included as prose writing questions on assignments or exams, thus fostering critical thinking and the development of diverse analytical skills. They might also happen behind the scenes with colleagues as part of discussions about curricular learning outcomes for the core music theory sequence or undergraduate degree programs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] An added benefit of this model of teaching is that it allows music theorists to match their undergraduate teaching more strongly to what they do as professionals. At most music theory conferences and in academic journals, papers cover a range of analytical approaches and repertoires, and conversations both formal and informal engage repeatedly with the question of what analytical approaches might be appropriate in this day and age, and how to connect music analysis to broader issues. For instance, an analysis of the form of “For Free (Interlude)” might include an investigation of whether musical form in this song is truly a stand-alone topic, or whether it might also be important to consider how the opening monologue raises questions about gender roles and their intersection with contemporary African American life. It might also address how the final lines (“Oh America you bad bitch, I picked cotton and made you rich/Now my dick ain’t free”) shift the focus from a lighthearted lover’s quarrel to the ongoing repercussions of slavery, perhaps by relating those lyrics to changes in formal structure and instrumental texture. Instructors might take inspiration from these professional practices to break down the artificial separation of Lamar’s music from its socio-political context that my previous examples suggested. Doing so would allow instructors to have professional-level discussions with undergraduate students, while also continuing to teach the basics of formal analysis that are expected in the standard undergraduate music theory core. Having done this in my own classroom, I have observed that the conversations my students and I have about music are at a higher and deeper analytical level than in the past, closer to the best conference discussions at Society for Music Theory annual meetings. I sense an increased level of excitement and engagement from both myself and my students as we apply the mechanics of music theory to larger questions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] In the concept approach to curricular development, the implications for social justice can be hidden or overt, depending on the circumstances of the instructor and the institutional climate. The strategy involves a deliberate philosophical shift toward broadening the repertoire base for the undergraduate theory curriculum, a shift motivated, in my own case, by concerns about the lack of diversity in the repertoire and musicians studied in academic music programs, and the lack of diversity among those studying it (both students and professionals). (10) It also involves taking a close look at the role of the undergraduate music theory curriculum in a particular institution. In my case, most of my concept-model teaching occurred at a small liberal arts college with a reputation for challenging students to think critically about global issues and to connect their disciplinary studies with general education requirements outside the discipline. In this sense, my emphasis on broader discussions and critical thinking fit well with the institution’s overall aims. As for my department, its small size and growing music production program meant that it was less important for me to emphasize Western European classical repertoire and analytical techniques than it might be for other types of music schools. That said, I have successfully integrated elements of the concept model into other teaching environments where the institution served more as a pre-professional training ground for classical musicians. An instructor’s employment status may also affect the decision to move to a concept model of music theory teaching: a full-time tenured faculty member might be more willing or able to make big changes to the music theory curriculum than a contracted instructor—or, depending on the level of risk the individual is comfortable with, the level of commitment the individual has toward social change, and the degree of passion the individual has towards teaching, perhaps the opposite could be true. Regardless, the lesson plan in Example 6 demonstrates that it is possible to deepen the “plug-and-play” approach, and still have a choice about the degree to which a social justice stance is visible to students and colleagues, meaning that even with all of these considerations, there could still be space for change.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Whether social justice is mentioned explicitly or not, the concept model broadens music theory teaching beyond mechanics, and situates it within a mode of inquiry common to the arts and humanities. In my own teaching, I have found that students begin to express a greater appreciation for the value of music theory beyond the classroom when I teach using the concept model approach. It opens up the possibility that music theory might be a useful way to contribute to society at large, rather than simply serve as a required curricular component that is suffered through and that has no real-world application. As instructors, we have the opportunity to design undergraduate classrooms that teach students not only that music theory is a specialized and wonderful way to talk about how sounds are organized, but also how such organization makes meaning for human beings as they live in the world. By reconfiguring our disciplinary foundations, we can build upwards and outward to find interdisciplinary meaning and broader engagement. IV. “To Pimp A Butterfly” outside (?) the music theory core",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The concept model is one way to use Kendrick Lamar’s music to broaden the scope of music theory in the undergraduate core, connecting classroom teaching with professional work in the discipline and with a range of musical repertoires. Lamar and other pop musicians who engage with social justice issues through their music also offer the potential to use music analysis to connect to the world outside of music, whether that be via institutional priorities related to racial or socio-economic diversity of student body or the decolonization and indigenization of academia currently underway in Canada, (11) or through community movements related to race and racism, climate change, immigration, gun violence, poverty, and more. But the decision to adopt what might be called a “social justice” model that brings social justice topics into the music theory classroom involves many factors, both personal and professional. Before incorporating overt discussion of social justice topics into a class, a unit, or a semester, I suggest that instructors carefully evaluate their own readiness for the challenge, as well as their particular student population and institutional climate (both in the department and in the institution as a whole). Even instructors who intend only to include Lamar’s music within the “plug-and-play” or “concept” models might also wish to begin with self evaluation, given the potential for his music to provoke challenging and unanticipated conversations with students.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In terms of self evaluation, instructors must carefully consider how much experience (personal or professional) they have with a chosen topic and the amount of time available to deepen expertise. Most social justice topics will require instructional training on appropriate teaching methods for difficult topics, the creation of safe and accountable spaces for discussions inside and outside the classroom, and classroom management techniques to address the variety of perspectives and identities that students and instructors possess. This preparation might take up time that could be otherwise devoted to research, family, or other pursuits. Campus and community resources might be abundant or lacking, and simply figuring out where to start can also be a challenge. Campus services such as teaching and learning centers, multicultural and LGBTQ* (12) centers, wellness centers (physical, mental, and sexual), and more are all potential starting places. There are resources within academic disciplines, too, such as the Society for Music Theory’s Scholars for Social Responsibility Interest Group, the Society for Ethnomusicology’s Music and Social Justice Resources Project, and the American Musicological Society’s Ecocriticism Study Group, among others. These sources offer tips, guidance, and a sense of a broader community around social justice topics.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Personal work is also important, since participating in these trainings can often lead towards a personal reconsideration of held identities, reflection on one’s role in societal power structures, and a re-examination of implicit biases held in terms of learned history and present-day reality. For instance, my own work towards decolonization, given my identity as a settler (non-indigenous resident of Canada), has led to painful acknowledgements about the degree to which I remain ignorant of indigenous cultures and ways of knowing, my hesitancy at overcoming colonial barriers to broadening my own knowledge, and my questionable reasons for wanting to do so. Another personal experience that was similarly emotional and deeply affecting was a summer series of four open discussions held in my former campus multicultural center in the wake of the June 2015 mass shooting at the Emanuel African Methodist Episcopal Church in Charleston, SC. I learned much about myself, my colleagues, and about racism in the United States from those sessions, but my research agenda that summer had to be modified to accommodate the emotional processing time I needed after each session (at least a couple of days each week for four weeks). In sum, taking a step towards including social justice topics in the classroom is likely to involve deep, soul-searching, and time-consuming personal work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] An additional consideration for instructors is the institutional climate for particular topics in social justice, which includes a consideration of one’s own rank and status. Pre-tenure faculty might ask if this kind of teaching is respected or encouraged at their institution in terms of promotion and tenure. Faculty who are on the job market might ask if this kind of teaching would be valued at the places where permanent employment is sought. Contingent faculty might ask if teaching these topics could affect their chances of receiving future contracts. How might this teaching impact a career, one’s status with colleagues, or one’s reference letters? The answers to these questions might shape what is attempted in the classroom—or they might not, depending on the degree to which a particular instructor is invested in the topic or in social change generally.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Having considered one’s own readiness to engage in the work, a responsible instructor must consider the students’ needs, which involves two main aspects. First, what do students need to know or be exposed to in terms of social justice issues in the classroom? Is broadening their repertoire horizons or cultural contexts relevant given their reasons for studying music and their career and life goals after graduation? How much do those goals and reasons need to be stretched as part of their formal education? Where else might students be stretched besides the core music theory classroom? Second, how will students react when confronted with these issues in the classroom? Different institutions draw upon different student populations and knowing the broad demographics of one’s own classroom and department is an important starting point. It is also beneficial to develop particular strategies for uncovering student attitudes, beliefs, and knowledge prior to the first class (which I will discuss in more detail shortly), along with carefully considering practicalities. In the case of Kendrick Lamar, for instance, will students be comfortable listening to and discussing explicit lyrics? Should profanities be spoken, heard, or discussed? What strategies might be necessary to overcome student resistance to the topic of racism or to anti-racist teaching? (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Having evaluated one’s personal readiness as well as the students’, the next choice is to decide on the social justice topic to be addressed. Different topics may be more or less controversial in particular settings, and more or less comfortable for the instructor. I suggest choosing a topic for the classroom in which the instructor has a personal interest, and perhaps some life experience, rather than trying to address something that might be related to current trends or events but outside one’s comfort zone. The choice of topic may drive the choice of music or vice versa. For instance, a scholar with interests in climate change would likely choose artists who engage with the natural environment in some way; someone with interests in gender equity would likely choose music by women or trans composers. Or the choice of music might suggest particular social justice issues; in the case of my example in this article, having chosen Lamar’s Butterfly first, the social justice topic of African-American experiences with race and racism in the United States is the logical follow-through (see Threadgold 2015 ), although there are other possibilities. (14) Example 7 . Modules for teaching on racism with To Pimp A Butterfly (click to enlarge and see the rest) Example 8 . A few sample combinations of racism teaching modules (click to enlarge and see the rest)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "threadgold_2015"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] As with the use of plug-and-play and concept model strategies, it is easy to change the scale of integration of social justice topics in the music theory classroom. Even a small change can make an impact. Example 7 offers potential ways to use Butterfly to engage with questions around institutional racism in the music theory classroom. The figure is designed to be modular and iterative: an individual instructor might choose one component for a ten-minute lecture or might devote an entire two-week period to social justice components. Similarly, an instructor might use the same ten-minute module three or four times over the semester with different music each time or emphasize social justice only once in a semester or across the entire core theory sequence. The goal with this collection of activities is not necessarily to teach students everything there is to know about race and racism, but instead, to offer a range of possible ways to introduce a social justice topic into the classroom with the understanding that a thorough treatment is likely outside the scope of the core music theory curriculum. Given that readers have a wide range of differences, including level of experience teaching social justice topics, institutional context, student population, and comfort with risk-taking in teaching, Example 8 shows how one might combine the modules in Example 7 into low-, medium-, and high-commitment course designs. V. Conclusions, or, next steps",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] It is often hard to discuss social justice topics appropriately in a classroom setting. The last thing I want to do is to encourage music theorists to discuss issues with a lot at stake in a way that is flippant, insensitive, disrespectful, tokenistic, or even just well-meaning but ultimately perpetuating the problem. These ideas have history, depth, and real implications for both students and faculty. I remember one of my first (completely unintentional) forays into a discussion of race in a general education course, where my activity on stereotyping resulted in a white student verbalizing a stereotype for African-Americans that a black student found offensive. I was caught off-guard by the entire exchange and spent the next several days contacting various campus resources and trying to repair the emotional damage that had been done, but I was ultimately grateful for the discussions and learning that resulted on the part of both the students and me. I do not know what those students thought of the results, but I know that for myself as a teacher, I learned a lot about how to address race in the classroom, lessons that have served me well in the years since and that I would not have learned if I had not taken the risk of discussing race in the first place.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] I have also learned not to dread or fear the difficult moments: just because something is difficult does not mean it is not worthwhile. In my experience, the visible increase in student engagement and enthusiasm during times when I go beyond the “notes themselves” in class demonstrate for me that my students are hungry for places to discuss issues that are as important to their lives as their musical studies. Despite the challenge, I am excited to provide them with that opportunity. I remember a wide-ranging discussion of Beyoncé and race with a group of second-year music theory students where I felt that for the first time they were engaging in class as complete and well-rounded human beings, not simply as music theory students, and where we could all struggle together with the topic at hand, rather than having them sit back to let the “expert” professor tell them one more type of chromatic harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] This leads to the question of expertise in general. While graduate schools and academia try to train us otherwise, I firmly believe that not being an expert in something should not stop one from teaching it, or at least including it in the classroom. I do not consider myself an expert in hip hop music, or even in Lamar. But then, I am not an expert in Beethoven string quartets, Baroque flute sonatas, or twenty-first century marimba works, either. What I teach is not the repertoire, but how to engage with it theoretically, with a curious analytical mind and a trained ear. My expertise as an instructor is in setting attainable learning goals around the application of music theory and analysis and laying out the pathway for students to achieve those goals. Even in classes focused on Western European art music, I encourage students to apply topics to their own music, with which I might not be familiar. In my experience, the times when I have let students teach me (and each other) about particular pieces have allowed the deepest learning from everyone in the room.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Teaching can be hard in many ways. Adding an unfamiliar element to one’s class, whether a new repertoire, a new analytical method, or new students, can be difficult. And teaching controversial topics in social justice can open up a host of concerns for the instructor, from a lack of training and expertise, to fears around where a classroom discussion might lead or whom it might offend, to worries about what implications a teaching choice might have for one’s current job or career as a whole. For me, though, teaching to my limits and facing my fears by using music in my classroom that engages with issues of social justice, such as Kendrick Lamar’s To Pimp a Butterfly , has provided me with unparalleled growth as a teacher and as a human being, and has given my students increased opportunities to learn and grow in ways that are both connected to and move beyond their lives in music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] I hope that I can inspire my students, myself, and you the reader to face these fears now, in order to achieve not just personal growth, but greater social justice in the modern world. In his “I Have a Dream” speech from the March on Washington, Martin Luther King Jr. reminds his audience of the “fierce urgency of now” and the need to take action without delay. King’s “now” was over fifty years prior to the writing of this article, but I find myself, in 2019, still taking inspiration for action in his message, and still trying to live up to his example. Whenever I am in doubt as to whether I am doing the right thing by bringing social justice into the music theory classroom, and I find myself thinking that it would be better addressed by someone else at some other time, I remember King’s words that the time for action is now . What that action should look like for individual instructors and students is not for me to dictate. In this essay I have laid out a range of possibilities for integrating social justice topics with undergraduate music theory teaching using Kendrick Lamar’s To Pimp A Butterfly as a case study. Now—the action is up to you.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays",
    "source": "mto/raw/mto.19.25.1.attas.html",
    "data": "mto/data/mto.19.25.1.attas.json"
}