{
    "title": "Review of Joseph Swain, <i>Musical Languages</i> <br>New York: W.W. Norton & Company, 1997.",
    "date": "1999/05/01",
    "volume": "5",
    "issue": "3",
    "authors": [
        "Temperley, David"
    ],
    "abstract": "Joseph Swain’sMusical Languagesis a systematic comparison of music and language, examining possible musical parallels to linguistic concepts such as phonology, syntax, meaning and metaphor, and also comparing music and language in terms of the role of context and the nature of historical change.Musical Languagesis open-minded, cogent, and full of interesting ideas. Some of the parallels drawn between music and language seem overstated, while some differences are exaggerated; and some of Swain’s positions, though quite reasonable, are not as well-defended as they could be.",
    "keywords": [
        "music",
        "language",
        "phonology",
        "syntax",
        "semantics",
        "metaphor"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.3/mto.99.5.3.temperley.pdf",
    "author_info": [
        {
            "name": "David Temperley",
            "university": "Ohio State University",
            "address": "School of Music, Weigel Hall, Columbus, OH 43210",
            "email": "temperley.1@osu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. See, for example, Fred Lerdahl and Ray Jackendoff, A\nGenerative Theory of Tonal Music (Cambridge: MIT Press, 1983), 329; and Jean-Jacques\nNattiez, Music and Discourse , translated by Carolyn Abbate (Princeton: Princeton\nUniversity Press, 1990), 112.",
            "citations": []
        },
        "FN2": {
            "text": "2. Grosvener Cooper and Leonard Meyer, The Rhythmic Structure of\nMusic (Chicago: University of Chicago Press, 1960); Nattiez, Music and Discourse ,\ncited above; Lerdahl and Jackendoff, A Generative Theory of Tonal Music , cited\nabove; Anthony Newcomb, “Schumann and Late Eighteenth-Century Narrative\nStrategies,” 19th-Century Music 11.2 (1987): 164–74; and Fred Maus,\n“Music as Narrative,” Indiana Theory Review 12.1 (1991): 1–34.",
            "citations": []
        },
        "FN3": {
            "text": "3. Sandra Trehub, Laurel Trainor, and Anna Unyk, “Music and\nSpeech Processing in the First Year of Life” in Advances in Child Development and\nBehavior , vol. 24, ed. Hayne W. Reese, (San Diego: Academic Press, 1993), 1–35.",
            "citations": []
        },
        "FN4": {
            "text": "4. Andrew Radford, Syntactic Theory and the Structure of English (Cambridge: Cambridge University Press, 1997), 1.",
            "citations": []
        },
        "FN5": {
            "text": "5. From the Beatles song, “And I Love Her.”",
            "citations": []
        },
        "FN6": {
            "text": "6. Authors who have explored this issue include Suzanne Langer,\nLeonard Meyer, and Peter Kivy. An excellent survey of work in this area is found in\nMalcolm Budd, Music and the Emotions (London: Routledge & Kegan Paul, 1985).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] On cursory inspection, the book that Joseph Swain’s Musical Languages brings to mind most readily is Leonard Bernstein’s The Unanswered Question . The\nUnanswered Question , based on six lectures Bernstein gave at Harvard in 1973, is an\nambitious and all-embracing attempt to explain music in linguistic terms. Bernstein argues\nfor profound musical parallels to the linguistic levels of phonology, syntax, and\nsemantics (these being the topics of the first three lectures), and finds analogs to many\nother linguistic phenomena along the way: phonemes, morphemes, parts of speech (nouns,\nverbs, and adjectives), syntactic transformations (deletion, negation and interrogation),\nrhetorical devices (alliteration and chiasmus), and metaphor, among others. Like\nBernstein, Swain begins with three chapters on phonology, syntax and semantics; and the\nquestion Swain poses, in his first sentence, as the underlying concern of his\nbook—“How is music like language, and so what if it is?”—might have served\nequally well for Bernstein’s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] This resemblance between Swain’s book and Bernstein’s is probably unfortunate. The\nUnanswered Question has not been well-received in scholarly musical circles; the\nrelatively few references to it that can be found are mostly derisory. (1) And in truth,\nBernstein’s book is an extremely problematic one. It comes across as a prolonged\nbrainstorm, in which Bernstein throws out a series of superficial parallels between music\nand language, but rarely stops to consider whether they really hold up. (His insistence on\nviewing motivic relationships as “Chomskian transformations” is one especially\nproblematic example.) Bernstein seems interested only in how music is like language, not\nhow it isn’t; and this gives the book a very one-sided, agenda-driven feel. But\nprospective readers of Musical Languages should not be deterred by fears of The\nUnanswered Question II . Indeed, the great virtue of Swain’s book is that it is not agenda-driven in this way. Musical Languages , as Swain’s first sentence suggests,\nis indeed a systematic study of the parallels between music and language; Swain considers\nmany of the same parallels that Bernstein does, and many others besides (and here he has\nthe advantage of 25 years of research in both music and linguistics since Bernstein’s\nbook). But at every step he carefully considers whether the parallel can be sustained; and\nin many cases he concludes that it cannot, or at least not without serious qualification.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] If undertaken open-mindedly, as Swain’s book is, a study of the parallels between\nmusic and language is an extremely worthwhile and timely endeavor. For, despite general\n(and justified) skepticism about glib claims that “music is a language”, the\nfact is that analogies between music and language are a vital part of current musical\nthought and discourse, perhaps more so than they have ever been. Recent examples include\nCooper and Meyer’s theory of rhythm, based on prosody; the semiotic work of Nattiez and\nothers; the “generative” theory of Lerdahl and Jackendoff, inspired in part by\ntheoretical linguistics; and the work of Newcomb, Maus and others in the area of musical\nnarrative. (2) Language has proven to be an immensely rich source of ideas for scholars of music,\nand there is every reason to continue to look to it for inspiration.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Parallels between music and language are of particular interest from the point of\nview of music cognition. It is generally assumed that music takes advantage of capacities\nof the brain for certain kinds of perceptual and cognitive processing. The question then\narises, where do these capacities come from? One possibility is that they evolved in the\nservice of music itself; another possibility is that they originally arose for other\npurposes, and were borrowed by music at a later stage. Among the obvious candidates for\nthese “other purposes” is language. For example, recent research has shown that\nintonation patterns in speech play a vital role in communication with infants (who of\ncourse have not yet mastered other aspects of language); (3) this raises the\npossibility that our great sensitivity to pitch later in life, which has little obvious\npractical value, may be a remnant of an important infant ability. In this way, finding\nparallels between music and language can shed light on the cognitive basis of music. Where\nparallels with language are not found, that is interesting too, because it means we have\nto look elsewhere in explaining music’s cognitive origins. *    *    *",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Musical Languages is organized as a series of essays examining different\naspects of the music-language analogy; the essays are largely self-contained, and are best\nconsidered one by one. It should be noted that the book is chiefly concerned with Western\nart music of the “common-practice” period, although passing references are made\nto other kinds of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Swain begins by exploring the parallels between music and language at the\nphonological level. Both linguistic and musical systems are built from a small inventory\nof discrete, categorically perceived units: phonemes in language, pitches in music. In\nboth cases, these units are perceived instantly and automatically, though they are by no\nmeans cleanly distinguished in the acoustical signal. However, the parallel is not as\nstraightforward as it first seems: are notes of the same pitch-class in different octaves\nthe same “phoneme,” or different? What about two notes of the same pitch but\ndifferent timbre (violin versus clarinet)—are these phonemically the same, despite the\ngreat musical importance that timbre may have? Swain tentatively proposes that pitch and\nrhythm are the essential phonemic properties of notes, while timbre is analogous to\nintonation and stress in language. Another issue Swain raises is\n“arbitrariness.” Phonemes in language are generally held to be “logical\nprimitives,” possessing no meaning on their own. In the case of notes, however, Swain\nfinds this doubtful; surely the timbre of a note is a meaningful aspect. (Using timbre as\nan example is a bit confusing here, since Swain had earlier suggested that timbre was not\na phonemic property of notes.) But even the arbitrariness of phonemes in language is open\nto question, he argues; for example, most words beginning with /sl/ are pejorative,\nsuggesting that phonemes themselves may carry subtle meanings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] There is much insight and good sense in Swain’s discussion of phonological\nparallels between music and language. However, there is more to be said about this issue,\nparticularly the question of arbitrariness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] In the most general sense, arbitrariness has to do with the relation between the\nform of something and its functional properties (by this I simply mean the properties of\nthe thing that relate to its function in the larger system). The functional properties of\na word in a language are semantic (it has a meaning) and syntactic (it is a member of some\nsyntactic category: noun, verb, etc.). Words are comprised of phonemes; however, you\ncannot predict, or figure out from general principles, the semantic or syntactic\nproperties of a word from the phonemes that make it up. (Strictly speaking, we should\nspeak about morphemes here, not words, a morpheme being an indivisible unit of meaning;\nfor example, the word “speaking” has two morphemes, “speak” and\n“ing.” However, words often correspond to morphemes; thus speaking of words\ninstead of morphemes, as Swain himself does, seems to be a reasonable oversimplification.)\nOne could imagine a language where phonemes themselves had meanings—/s/ meant\n“animate object”, /p/ meant “large”, etc.—and the meaning of a word\narose from the meanings of its phonemes; but that is clearly not the case, at least in\nEnglish. It is true, as Swain points out, that there are a few cases where phonemes appear\nto be correlated with semantic properties, such as /sl/; but these are exceptional\ncuriosities. From a computational point of view—that is, from the point of view of the\nworkings of a system (human or artificial) that uses language—what this means is that the\nproperties of words cannot be figured out as they are heard, but must simply be stored in\nsome kind of giant “mental lexicon.” This is the essence of arbitrariness. While\nthe meaning of a word is arbitrary, the meaning of a sentence is not; it arises in a\nprincipled way from the words that comprise it. Hence we can generally figure out the\nmeaning of a sentence we have not heard before, but not, generally, new words (without the\nbenefit of context). (Another useful concept from linguistics here is\n“productivity:” phonemes are not generally used productively, in that they\ncannot normally be combined to form novel words, whereas words can be used productively to\nform novel sentences.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Now consider the relation of notes to phonemes. Let us assume, for the moment,\nthat pitch is the sole phonemic property of notes; every note is an instance of a pitch,\njust as every occurrence of a phoneme is an instance of that phoneme. Just as phonemes\ncombine to make words, notes can be combined—to make a motive, for example. Motives then\nhave properties of certain kinds, just as words do. (Let us ignore, for now, whether these\nproperties are best considered syntactic or semantic.) For example, a motive has a certain\ncontour and certain harmonic and tonal implications, among other things. These properties\nof a motive are not arbitrary, however; they follow in a rule-governed way from the\npitches it contains. The proof of this is that we are generally able to understand new\nmotives—to recognize their tonal (and other) properties—that we have not heard before.\nThis, then, is a crucial difference between pitches and phonemes that Swain does not\nmention.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] This point has a further implication. Although words are comprised of phonemes,\nthere is little reason to attribute syntactic or semantic properties directly to phonemes;\nwe could only do so by listing all the words to which each phoneme contributed. But since\nthe properties of a motive arise in a principled way from its pitches, there is more\njustification in that case for attributing properties to pitches themselves. Every motive\nthat begins with D4 has an (at least potential) implication of a D harmony, and so on.\nThus we might well say that D4 itself carries this implication. For this reason, one might\nargue that the proper counterpart to pitches is words, not phonemes. However, there is a\ndifference here as well. The properties of pitches—for example, the harmonic implications\nof D4—are not arbitrary, but arise in a principled way from the acoustic form of pitches,\nspecifically their heights. (One could imagine a musical language where the properties of\npitches were arbitrary and had to be learned for each pitch, but this is clearly not the\ncase.) In short, pitches are like words (and unlike phonemes) in having properties that\ngive rise in a rule-governed way to the properties of larger units that contain them; but\nwhile the properties of words are themselves arbitrary, the properties of pitches are not.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] None of this conflicts in any fundamental way with Swain’s view of musical\nphonology. Swain is in fact inconclusive about whether notes are a satisfactory analog to\nphonemes, and if so, what properties of notes are phonemic. As noted earlier, Swain\nhimself argues that a note may have “meaning” (the term “meaning” is\nproblematic here; I would rather say that a note has properties which give rise in\nrule-governed ways to the properties of larger units that contain it). While Swain uses\nthe example of timbre, my point is that even pitch is a “meaning”-ful property\nin this way (and rhythm as well, incidentally). In short, Swain does not seem to fully\nappreciate the non-arbitrariness of the relation between a motive’s properties and the\npitches that comprise it; at the same time, he understates the arbitrariness of this\nrelation in the case of words and phonemes, by focusing on exceptional cases like /sl/. In\nthis sense the pitch-phoneme analogy is somewhat more problematic than he acknowledges. *    *    *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Turning to syntax, Swain observes that the term is used quite widely among music\ntheorists, though with little agreement or specificity as to its meaning; and the\nsituation is not helped by the fact that linguists, too, often give rather vague\ndefinitions of syntax. (One recent survey defines syntax as the study of “the ways\nwords can be combined to form phrases and sentences.” (4) ) Swain begins by\npresenting the idea of a syntactic system as one that generates all the well-formed\nutterances of a language; as he notes, this is not an idea with obvious applicability to\nmusic. He goes on to a penetrating discussion of the role syntax actually plays in\nlanguage, and what musical analogs might be found for it. First, syntax “controls the\nflow of information.” In languages, syntactic rules provide cues as to what word is\ncoming next, allowing us to absorb the incoming stream of information more easily. In\nmusic, Swain suggests, syntactic rules (such as rules of harmony) serve a similar\nfunction, providing a hierarchical system for grouping notes together. (Here, the\nlinguistic counterpart to notes seems to have shifted from phonemes to words. Swain\nprobably should have drawn attention to this; as I argued above, however, words are in\nsome ways a better parallel to notes than are phonemes.) This argument, though\ninteresting, is not entirely convincing. It suggests that syntax is merely a way of\nincreasing the comprehensibility of the information that is there; surely it is more than\nthat. Swain’s second argument, by contrast, is compelling. As he notes, syntactic\nstructure in languages conveys vital information about the relations between words.\n“If the semantic aspects of content words express things, actions, and states in the\nworld, the syntactic relations among those words convey the relations among those things,\nactions, and states” (page 24). It is syntax that tells us, for example, that “the\nball hit the boy” means something different from “the boy hit the ball.” In\nthis case, Swain argues, there is no real parallel in music. In music, the role of syntax\nis rather different: to regulate relations of tension and resolution. In discussions of a\nJosquin motet and a movement from Bach’s Goldberg Variations, Swain shows how various\nkinds of tension—melodic, harmonic, textural, and metrical—contribute to the music’s\noverall effect.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] One problem here is that Swain is not very clear about what constitutes syntax in\nmusic. He tells us what it does—it allows the hierarchical grouping of events, and\n“mediates the relation of tension and resolution”—but not what it is. It\nappears that syntax is the structures that give rise to the kinds of hierarchical grouping\nand tension-resolution patterns that Swain discusses: harmonic structure, metrical\nstructure, phrase structure, and contrapuntal structure (the grouping of events into\nlines), perhaps among others. (One might also consider motivic structure—the network of\nmotivically related segments in a piece—to be an aspect of syntax, but Swain appears not\nto do so (page 32); I will remain non-committal on this issue here.) I think Swain is right\nin locating musical syntax in these kinds of structures. A better account could be given,\nhowever, of why these structures are analogous to syntax in language.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] As Swain notes, the essential role of syntax in language is in expressing the\nrelations between words. In this way, syntactic processing can be seen as an intermediate\nstage between phonological processing (identitifying phonemes and words) and semantic\nprocessing (comprehending meaning). Consider the parallel of harmonic structure with\nlinguistic syntax. A harmonic structure is formed from the notes of a piece; it then\ncontributes in important ways to the piece’s higher-level effects and implications\n(whether we call these “meanings” is beside the point for now). For example, a\nharmonic structure indicates patterns of tension and resolution, a sense of a journey\nthrough some kind of harmonic (and tonal) space, emotional connotations connected with\nmajor and minor and the like, and large-scale structural cues such as cadences; harmonic\nprogressions may also have extramusical associations, for example, a Flamenco progression\nsuggesting something Spanish. A similar argument could be made for other structures such\nas a meter. In both language and music, then, we begin with small, discrete units; from\nthem, we generate intermediate structures; and from these, we form some kind of\nhigher-level understanding. The basis for calling harmony and meter “syntax,” by\nthis view, is simply that they are intermediate structures between a lower phonological\nrepresentation and a higher level of understanding. Now, there are a number of important\ndifferences between linguistic syntax and musical syntax, as I have defined it here.\nHarmony and meter would seem to be qualitatively quite different from linguistic syntax\n(at least as the latter is commonly understood in linguistics); one might argue also that\nwhile syntactic structures in language are simply a means to an end, those in music\n(whether “meaningful” or not) are really an end in themselves, contributing\ndirectly to the value and interest of a piece. The point is that the parallel does provide\nsome basis, and I think a reasonable basis, for describing certain kinds of musical\nstructure as “syntactic.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Swain’s view of what the syntactic structures of music are—though not as clearly\nstated or well-defended as it could be—seems basically reasonable. Swain is right, also,\nthat the main role of syntax in language—expressing the relationships between words—has\nno real counterpart in music. However, I am not persuaded by Swain’s argument that the\nmain role of musical syntax is to mediate patterns of tension and resolution. In my view,\ntension-resolution is only one among a number of higher-level effects arising from musical\nsyntactic structures; I see no reason why it should be privileged over others. *    *    *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Swain’s discussion of semantics begins with a conundrum. Music certainly seems to\nmean something. To deny this would be to claim that the way music is matched with text or\ndramatic action is unimportant—any music should be equally appropriate for any situation;\nand this is clearly not the case. On the other hand, there is such wide disagreement on\nexactly what pieces mean—for example, on the emotional connotations of a piece—that any\nmeaning music might have seems quite different from the precise meaning of language. (I\nwould take issue with Swain here. Is there really so much disagreement over musical\nmeaning—emotional connotations, for example? If two listeners disagree over whether a\npassage expresses “sublime confidence,” is it because they disagree about the\nmeaning of the music, or the meaning of “sublime confidence”?) Swain proposes a\nway out of this dilemma in the concept of “semantic range.” He notes that most\nwords—even seemingly straightforward words like “floor”—have a wide range of\npossible meanings; the exact meaning intended is made clear by the context. In the same\nway, he argues, a musical gesture or idea has a range of possible meanings; when combined\nwith a particular text or dramatic situation, its meaning becomes much more specific.\nGiven its text, the music of “For Unto Us A Child Is Born” from Handel’s Messiah connotes angels and triumph; given a different text, it could connote something else, but\nit could never connote grief and misery, because this is outside its semantic range.\n(Notice that the counterpart of words is back to motives again—although Swain makes the\nexcellent point that motives are not discrete in the way that words are; whether something\nis an instance of a motive is a matter of more-or-less, not all-or-nothing. He might have\npointed out also, that, whereas a linguistic message is usually clearly and exhaustively\ndivided up into words, a musical message is often not clearly segmented into\nmotives; is it not always clear what constitutes a motive, and much music arguably does\nnot involve motives at all. This is another way that words are more like notes than\nmotives.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The semantic range of a word or motive, then, is a permanent attribute which is\nused to narrow down its possible meanings in a given situation. The question is, how do\npeople know what the semantic range of a word or motive is? Here again, the notion of\narbitrariness is essential; and this time Swain is clearer about it, although still not as\nclear as he could be. The meanings (semantic ranges) of words are arbitrary, he notes, and\nthis means that they must be learned, one by one, by demonstration or in some other way.\nThe semantic ranges of musical motives are generally not arbitrary; this is why we are\nable to figure out the semantic range of a new motive that we haven’t heard before.\nPresumably we do this with the aid of some general principles which govern the semantic\nranges of musical motives. (These principles may themselves be conventional and\narbitrary—for example that major is happy and minor is sad; but they are general\nprinciples nonetheless.) Swain seems to be aware of all this, but never quite says it.\nInterestingly, Swain points to one case—the leitmotif of Siegmund questioning Brünnhilde\nin Wagner’s Die Walküre —where the music does not seem to be particularly\nappropriate for the situation in any way; in this case, he suggests, the meaning of the\nmotive is essentially arbitrary, since it does not follow the usual general principles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Swain’s “semantic range” idea is interesting and suggestive. However,\nhe is somewhat unclear on the fundamental question of what musical meaning actually is. At\ntimes, he tends towards the view I expressed earlier: that meaning in music—or at least,\nthe best analogy to meaning in music—is simply the higher-level effects of structures\nsuch as harmony. “The meaning of a syntactic event . . . is what the syntax\ncreates, what effect on the understanding community of listeners it has, among other\nthings” (page 66); “how a composition creates effects in listeners is the\nbeginning of meaning” (page 69). As noted earlier, Swain sees tension and resolution as\ncentrally important among these syntactic effects. Elsewhere, however, “meaning”\nseems to refer specifically to refer to extramusical references: leitmotifs, word\npainting, and the “topics” characteristic of classical-period music (fanfares\nand the like). “The meaning of a passage or a piece, while an important aspect of its\ncharacter and identity, is hardly ever the single overwhelming factor in its success”\n(page 68); here Swain is referring to extramusical meanings, as opposed to things like\ntension and resolution. Either definition could be defended, but there seems to be some\ninconsistency here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] One possible objection to attributing meaning to musical effects and implications\nis that they are not propositional. Swain seems concerned about this, arguing that while\nlinguistic meaning is normally propositional, musical meaning (even the\n“extramusical” kind) hardly ever is. But is this really true? If we hear storm\nmusic in an opera, this surely expresses a proposition—“there is a storm\ncoming”—just as surely as if a character came onstage and expressed the proposition\nin words; and doesn’t the music of “For Unto Us A Child Is Born” express at\nleast the proposition “Something joyful is happening”? As Swain points out,\nlinguistic meaning is often not propositional either. He might have observed, further,\nthat even when it is, it is often extremely vague and indeterminate. When Lennon and\nMcCartney write, I give her all my love That’s all I do And if you saw my love You’d love her too And I love her (5) the propositional content could hardly be fuzzier: who is speaking, who is being spoken\nabout, what is the situation? Almost all that is being conveyed is “somebody loves\nsomebody else;” and this much is arguably conveyed by the music itself. Any difference in propositional concreteness between music and language is surely only a matter of degree.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Another issue in musical semantics concerns emotion: assuming that music relates\nto emotion in some way (and Swain clearly believes it does), what is the nature of this\nrelation, and is it a kind of meaning? Swain treats this issue only in passing, though it\nhas received much attention in music theory and aesthetics. (6) Despite these\nvarious caveats, I do not wish to seem overly negative about Swain’s discussion of\nmeaning. It is not necessary to give a precise definition of musical meaning to discuss it\nusefully and insightfully, as he shows. We should bear in mind, also, that there is\nnothing like an adequate, widely-accepted definition of “meaning” in language,\ncovering all kinds of linguistic meaning from everyday conversation to poetry. In view of\nthis, it is perhaps unfair to expect a conclusive answer as to whether music has meaning.\nFor the most part, Swain’s discussion of musical semantics is sensible, original, and\nconvincing. *    *    *",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Having presented the three levels of phonology, syntax, and semantics, Swain\nturns his attention in the fourth chapter to the way they interact. Here he also adds a\nfourth level—the “pragmatic” level, which in linguistics refers to knowledge\nabout the situation and the speaker’s intentions. In language, Swain observes, the four\nlevels are inextricably intertwined. Our higher-level knowledge about the world and the\nsituation exerts constant “top-down” influence on lower levels: whether we hear\na word as a noun or verb, or even whether we hear one phoneme or another\n(“nature” or “Nietzsche”). We try to interpret things in the most\nreasonable way, making as much sense out of the situation as possible. In a discussion of\nBeethoven’s Violin Concerto, Swain applies these principles to music perception. The same\npitch can be either D ♯ or E ♭ , depending on the situation; the perceptual decision between\nthe two requires consideration of the entire context, and may shift from one\ninterpretation to another in light of subsequent events. Our expectations about what we\nwill hear influence our perceptions as well; in many cases, the genre of a piece (and by\nthis Swain means chiefly its instrumentation) is a major factor in these expectations. In\nBeethoven’s violin concerto, Swain argues, it is sublimely appropriate that the conflict\nbetween E ♭ and D ♯ , so central to the piece, is ultimately resolved by the solo violin.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Swain turns next to the issue of metaphor. There is a consensus among students of\nmetaphor that it must involve two things: first, “some concept . . . is\ntransferred or grafted on to another concept;” second, “the graft suggests some\nsimilarity between the concepts that is ‘discovered’ or ‘constructed’ by the perceiver at\nthe same time that it suggests something semantically strange about the graft, a ‘patent falsehood or even absurdity in taking the conjunction literally’” (page 99). Swain then\npresents a definition of musical metaphor: “a passage whose ‘absurdity’ or\nincongruity is syntactic; a passage that performs strangely in its context, controlling\ntension and creating articulations in ways unaccustomed and yet comprehensible” (page 100). Swain goes on to discuss several examples of musical metaphors. In the dialogue\nbetween Orfeo and the messenger bringing news of Euridice’s death in Monteverdi’s L’Orfeo ,\nthe sudden harmonic shifts to G minor convey Orfeo’s emotional distress. In the B minor\nfugue from Book I of Bach’s Well-Tempered Clavier , a very slow underlying\nharmonic rhythm (a rhythm of half-notes, in a Largo tempo) turns out to be appropriate for\nthe unusually large scale of the composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] In the move from the consensual definition of metaphor to Swain’s own definition\nof the musical case, something seems to get lost. Swain’s musical metaphor retains the\nsense of something strange or absurd; but where is the sense of grafting one concept onto\nanother? This concern arises also in the examples Swain gives. The very slow harmonic\nrhythm of Bach’s fugue may well be strange. But for what is it a metaphor? The moves to G\nminor in L’Orfeo are strange as well, yet right for the situation, as they\nexpress Orfeo’s emotional state; but is this metaphorical, and if so, is any kind of\nmusical expression metaphorical? By Swain’s definition, it seems that a musical metaphor\nis simply something that is in a way strange, but in another way makes sense and seems\nappropriate. This is surely an important phenomenon in music—perhaps it is much of what\nmakes music interesting; but it seems too broad to be equated with metaphor. *    *    *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] In the final three chapters, Swain broadens his view of the music-language\ncomparison, considering how music is like language in terms of its interaction with its\nlarger cultural context and the way it changes over time. Swain begins with a chapter on\n“artificial languages,” languages deliberately created by a single individual:\nthese include Esperanto, computer languages, and—in the musical domain—serialism. (The\nArs nova is also discussed in this context, but Swain seems less certain about its status\nas an artificial language.) Swain’s main point here seems to be that composers who use\nartificial languages run the risk that audiences will not understand their music—a\nsomewhat obvious point, although Swain largely avoids heaping blame on one side or the\nother, which is a commendable achievement in itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Much more stimulating is the following chapter, in which Swain discusses the\nevolution of musical languages. While change in verbal languages comes from many sources,\none very important phenomenon is “trading relationships.” When change occurs in\nsome aspect of a language, this may result in a loss of information which must be\ncounteracted by change in some other aspect. For example, it used to be that case\ninformation in English (whether a noun is subject or object) was communicated by\ninflectional endings. As the inflections began to drop out, case information had to be\nconveyed in some other way; this resulted in the development of fixed rules of word order\n(subject-verb-object), which previously had varied rather freely. As another example,\nChinese used to distinguish between voiced and unvoiced consonants (for example, /b/\nversus /p/ and /d/ versus /t/). This distinction gradually disappeared; but the syllables\nthat had been distinguished in this way came to be distinguished in another way, namely in\nthe tones of the following vowels (a distinction that was latent anyway, since vowels\nafter unvoiced consonants naturally tend to be pitched slightly higher than those after\nvoiced consonants). Are there analogs in music? Swain argues that there are. In\nRenaissance music, he suggests, stylized cadences—7–6 suspension cadences, with the\npenultimate soprano note raised a half-step, where necessary, to create a\n“leading-tone”—served to provide an easily recognizable cue to phrase endings.\nFrom this developed the V 7 -I cadence, a gesture whose pitch content was so distinctive\nthat the strict rhythmic conventions of the Renaissance cadence were no longer necessary.\nLikewise, he argues, it is no accident that the rise of genres such as the string quartet\nand the symphony—lacking the solo-ripieno contrast of the Baroque concerto—coincided\nwith a new interest in the possibilities of large-scale tonal contrast; with one kind of\ncontrast no longer available, something new had to be found to take its place. As Swain\nnotes, it is sometimes difficult to be certain about the causal relationship in such cases\n(did the rise of the string quartet cause greater interest in large-scale tonal contrast,\nvice versa, or both?); but that some kind of trading relationship is involved seems fairly\nclear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] While I am not qualified to comment on Swain’s linguistic examples, the\n“trading-relationship” idea is a fascinating one which does indeed seem\napplicable to music. Let me suggest a third example. In jazz, one finds a much broader\nvocabulary of chords than in “common-practice” tonal music: triads are\nelaborated not only with sevenths (major or minor), but with added sixths, ninths, and\nelevenths, with various alterations and in various combinations. Yet there is much less\nvariety of inversion than in classical music; the chords of jazz tunes (as represented in\nlead sheets, for example) are overwhelmingly in root position. Here again, there is a\ntrade-off. The notes C-E- B ♭ -D- A ♭ , in that order from low to high, clearly form a C 7 9 ♭ 13 ;\nbut arranged in a different order they could undoubtedly form other things (such as B ♭ 7 9 ♯ 11 ), and if such inversions were permitted, a great deal of harmonic ambiguity could\nresult. The greater freedom in chord extensions has to be counteracted by a loss in\nfreedom of inversion if the essential information—the root of the chord—is to be\nconveyed. Of course, in some varieties of jazz—especially more modern jazz—the bass\nplays with considerable freedom; a variety of inversions are in fact used; and the result\nis, indeed, a great deal of harmonic confusion! In a way, this supports my argument:\ncombining extensional and inversional freedom leads to harmonic ambiguity. But it shows\nthat we must be careful in assuming that harmonic information must always be clearly\nconveyed; in some circumstances, apparently, this requirement is relaxed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Exploring musical change leads us to the question of style, and Swain’s final\nchapter examines the relationship between musical style and musical language. Swain begins\nwith a critique of Leonard Meyer’s theory of style as “a replication of\npatterning.” Swain rejects Meyer’s approach on the grounds that it seems to be\ninterested only in what is common among pieces, neglecting what is unique. I am quite\nunable to understand this objection. Surely the term “style” does refer to what\nis common among a number of pieces; surely it does not in any way deny the importance of\nwhat is unique; surely we must understand the commonalities of a style in order to\nappreciate how certain pieces deviate from these commonalities. As an alternative to\nMeyer’s theory, Swain advocates a view based on a remark of Charles Rosen: “A style\nmay be described figuratively as a way of exploiting and focusing a language.”\n“Focusing a language,” in Swain’s view, seems to mean simply coordinating its\nelements in an effective way: in other words, using it well. Though Swain’s analyses are,\nas always, interesting and insightful, this is not one of the more persuasive chapters of\nthe book. *    *    *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Surveying Swain’s various answers to his underlying question—“How is music\nlike language?”—and my responses to them, I find many areas where I agree and a few\nwhere I do not. In some cases the parallels with language are overstated; the\nphoneme-pitch analogy is more problematic than he makes it out to be, and the role of\nmetaphor in music is, at least, not convincingly demonstrated. In other cases, Swain seems\nto understate the parallel; for example, he seems overly pessimistic about music’s\ncapacity for propositional meaning. At the broadest level, though, his conclusions as to\nthe similarities and differences between music and language seem largely correct. And\nwhether or not one agrees with him on a particular issue, one always feels—to return to\nmy opening point about Musical Languages —that he is approaching it with an open\nmind.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Though I mostly agree with Swain as to the basic parallels between music and\nlanguage, I often wish he had been clearer about his positions and the reasons for them.\nIn particular, he seems ambivalent about the parallels between pitches and phonemes, words\nand phonemes, and words and motives, switching back and forth between them at different\ntimes. As I have argued in this review, there are merits and problems with each of these\nanalogies. Pitches are like phonemes in that they are small, categorically perceived\nunits, and each musical “language” seems to involve only a small number of them.\nHowever, pitches are like words, and not like phonemes, in that they have properties which\ngive rise in rule-governed ways to the properties of larger units. In terms of meaning,\nthe word-motive parallel seems more plausible than the word-phoneme parallel; the\nproperties of a pitch seem too atomic and abstract to really be considered\n“meaning,” whereas the properties of a motive (a leitmotif, for example)\nsometimes are not. However, motives are not discrete the way words are, and music is not\ncompletely made up of motives the way that language is completely made up of words. Given\nthat each of these analogies has points in its favor, Swain’s ambivalence between them is\nfully justified. But he might have been more explicit about his reasoning. Perhaps he\navoided such rigorous discussions, in part, in the interest of making the book\nentertaining and accessible—a goal that he certainly achieved.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The book is greatly enhanced by its many and varied references to linguistic and\nmusical research—not to mention psychology, philosophy, literary criticism, and other\nthings. I should note, also, that Swain’s analyses are invariably musical, perceptive, and\nfull of contagious enthusiasm for the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Whether one is more struck by the differences or the similarities between music\nand language is perhaps largely a matter of perspective; whether one considers music to be\na kind of language (a question on which Swain wisely remains non-committal), even more so.\nIn any case, this book serves as an excellent introduction to the many sides of the\nmusic-language analogy. The question of “how is music like language” is a hugely\nimportant one, and Swain—like Bernstein before him—is to be credited for tackling it\nhead-on. It is a question that eminently deserves to be asked, and asked repeatedly, at\nleast every 25 years.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.99.5.3.temperley.html",
    "data": "mto/data/mto.99.5.3.temperley.json"
}