{
    "title": "Corporeal Musical Structure: A Gestural-Kinesthetic Approach to Tōru Takemitsu’s <i>Rain Tree Sketch II</i>",
    "date": "2021/11/01",
    "volume": "27",
    "issue": "4",
    "authors": [
        "Ho, Jocelyn"
    ],
    "abstract": "The music of Tōru Takemitsu’sRain Tree Sketch II(1994) entails a procession of discrete gestures that are delineated by moments of repose. The performer’s grasp of the piece lies in its physicality of movement: each gesture and in-between stillness are both heard and felt as an aggregate of velocities, directions, and intentions of the body. Drawing upon Carrie Noland’s concept of “vitality affects,” I take the performative gesture, encompassing both visually accessible movement and inwardly felt kinesthesia, as a starting point for the analysis ofRain Tree Sketch II. Concepts ofeffortandshapetaken from Rudolf Laban’s dance theory provide a framework for creating a new methodology of enhanced trace-forms to analyze gesture and kinesthesia.The analysis of gestures reveals the coexistence of oppositeeffortqualities andshapesin an expanded corporeal space, resonating with Takemitsu’s ideal of reconciling contradictory sounds, as noted in his collection of essaysConfronting Silence(1995). Husserl’s notions of retention and protention, viewed through the lens of embodiment, and Laban’s concepts ofeffort statesandeffort recoveryare brought to bear on the still moments, showing the piece to have a throbbing, embodied rhythmic structural arc. This new methodology centering on gestural-kinesthetic details provides the tools to articulate structural sensations that are often overlooked but lie at the center of musical experience.",
    "keywords": [
        "gestures",
        "Takemitsu",
        "embodiment",
        "kinesthesia",
        "performance",
        "Laban",
        "Husserl",
        "Merleau-Ponty",
        "performance analysis"
    ],
    "doi": "10.30535/mto.27.4.6",
    "received": "December 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.4/mto.21.27.4.ho.pdf",
    "author_info": [
        {
            "name": "Jocelyn Ho",
            "university": "Herb Alpert School of Music",
            "address": "University of California, Los Angeles, 445 Charles E Young Dr E, Los Angeles, CA 90095, United States",
            "email": "jocelynho@ucla.edu"
        }
    ],
    "citations": {
        "bartenieff_1970": "Bartenieff, Irmgard. 1970. “The Roots of Laban Theory: Aesthetics and Beyond.” In Four Adaptations of Effort Theory in Research and Teaching , ed. Bartenieff Irmgard, Martha Davis, and Forrestine Paulay, 1–27. Dance Notation Bureau.",
        "billingham_2009": "Billingham, Lisa A. 2009. The Complete Conductor’s Guide to Laban Movement Theory . Gia Publications.",
        "broughton_and_davidson_2014": "Broughton, Mary, and Jane Davidson. 2014. “Action and Familiarity Effects on Self and Other Expert Musicians’ Laban Effort-Shape Analyses of Expressive Bodily Behaviors in Instrumental Music Performance: A Case Study Approach.” Frontiers in Psychology 5 (October): 1201.1–1201.18. https://doi.org/10.3389/fpsyg.2014.01201 .",
        "cox_2016": "Cox, Arnie. 2016. Music and Embodied Cognition: Listening, Moving, Feeling, and Thinking . Indiana University Press. https://doi.org/10.2307/j.ctt200610s .",
        "cumming_2000": "Cumming, Naomi. 2000. The Sonic Self: Musical Subjectivity and Signification . Indiana University Press.",
        "cusick_1994": "Cusick, Suzanne. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27. https://doi.org/10.2307/833149 .",
        "eigeldinger_and_shohet_1986": "Eigeldinger, Jean-Jacques, and Naomi Shohet. 1986. Chopin: Pianist and Teacher: As Seen by His Pupils . Cambridge University Press.",
        "everett_2004": "Everett, Yayoi U. 2004. “Intercultural Synthesis in Postwar Western Art Music: Historical Contexts, Perspectives, and Taxonomy.” In Locating East Asia in Western Art Music , ed. Yayoi U. Everett and Frederic Lau, 1–21. Wesleyan University Press.",
        "ferrari_and_rizzolatti_2015": "Ferrari, Pier Francesco, and Giacomo Rizzolatti, eds. 2015. New Frontiers in Mirror Neurons Research . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199686155.001.0001 .",
        "fisher_and_lochhead_2002": "Fisher, George, and Judith Lochhead. 2002. “Analyzing from the Body.” Theory and Practice 27: 37–68. https://www.jstor.org/stable/41054335 .",
        "fukunaka_2017": "Fukunaka, Fuyuko. 2017. “World Music History and Interculturality: Toward Recontextualizing Post-War Japanese Avant-Garde Music.” The World of Music 6 (1): 59–71. https://www.jstor.org/stable/44841970 .",
        "godøy_and_leman_2010": "Godøy, Rolf Inge, and Marc Leman, eds. 2010. Musical Gestures: Sound, Movement, and Meaning . Routledge. https://doi.org/10.4324/9780203863411 .",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes . Indiana University Press.",
        "hatten_2018": "Hatten, Robert. 2018. A Theory of Virtual Agency for Western Art Music . Indiana University Press. https://doi.org/10.2307/j.ctv512trj .",
        "hodgson_2001": "Hodgson, John. 2001. Mastering Movement: The Life and Work of Rudolf Laban . Routledge.",
        "hou_et_al_2017": "Hou, Jiancheng, Ravi Rajmohan, Dan Fang, Karl Kashfi, Kareem Al-Khalil, James Yang, William Westney, Cynthia M. Grund, and Michael W. O’Boyle. 2017. “Mirror Neuron Activation of Musicians and Non-musicians in Response to Motion Captured Piano Performances.” Brain and Cognition 115 (July): 47–55. https://doi.org/10.1016/j.bandc.2017.04.001 .",
        "kenzaburō_Ōe_1982": "Kenzaburō Ōe. 1982. Amenoki o kiku onnatachi (Woman Listening to Rain Tree). Shincho-sha.",
        "koozin_1990": "Koozin, Timothy. 1990. “Takemitsu and the Unity of Opposites.” College Music Symposium 30 (a): 34–44.",
        "koozin_1993": "Koozin, Timothy. 1993. “Spiritual-Temporal Imagery in Music of Olivier Messiaen and Toru Takemitsu.” Contemporary Music Review 7 (2): 185–202. https://doi.org/10.1080/07494469300640111 .",
        "koozin_2002": "Koozin, Timothy. 2002. “Traversing Distances: Pitch Organization, Gesture and Imagery in the Late Works of Toru Takemitsu.” Contemporary Music Review 21 (4): 17–34. https://doi.org/10.1080/07494460216671 .",
        "koozin_2011": "Koozin, Timothy. 2011. “Guitar Voicing in Pop-Rock Music: A Performance-Based Analytical Approach.” Music Theory Online 17 (3). https://doi.org/10.30535/mto.17.3.5 .",
        "laban_1974": "Laban, Rudolf. 1974. Language of Movement: A Guidebook to Choreutics . Edited by Lisa Ullmann. Plays.",
        "laban_1980": "Laban, Rudolf. 1980. The Mastery of Movement . 4th ed. Macdonald & Evans.",
        "laban_2011": "Laban, Rudolf. 2011. The Laban Sourcebook . Edited by Dick McCaw. Routledge.",
        "le_guin_2006": "Le Guin, Elisabeth. 2006. Boccherini’s Body: An Essay in Carnal Musicology . University of California Press. https://doi.org/10.1525/9780520930629 .",
        "lidov_[2005]": "Lidov, David. 1997 [2005]. “Mind and Body in Music.” Semiotica 66 (1/3). Reprinted in Is Language a Music? Writings on Musical Form and Signification , 145–64. Indiana University Press.",
        "lochhead_2016": "Lochhead, Judy. 2016. Reconceiving Structure in Contemporary Music: New Tools in Music Theory and Analysis . Routledge. https://doi.org/10.4324/9781315740744 .",
        "mead_1999": "Mead, Andrew. 1999. “Bodily Hearing: Physiological Metaphors and Musical Understanding.” Journal of Music Theory 43 (1): 1–19. https://doi.org/10.2307/3090688 .",
        "merleau-ponty_1962": "Merleau-Ponty, Maurice. [1945] 1962. The Phenomenology of Perception . Translated by Colin Smith. Routledge and K. Paul.",
        "molnar-szakacs_and_overy_2006": "Molnar-Szakacs, Istvan, and Katie Overy. 2006. “Music and Mirror Neurons: From Motion to ‘E’motion.” Social Cognitive and Affective Neuroscience 1 (3): 235–41. https://doi.org/10.1093/scan/nsl029 .",
        "montague_2012": "Montague, Eugene. 2012. “Instrumental Gesture in Chopin’s Étude in A-flat major, Op. 25 No. 1.” Music Theory Online 18 (4). https://doi.org/10.30535/mto.18.4.4 .",
        "moore_2009": "Moore, Carol-Lynne. 2009. The Harmonic Structure of Movement, Music and Dance According to Rudolf Laban . Edwin Mellen Press.",
        "newlove_and_dalby_2004": "Newlove, Jean, and John Dalby. 2004. Laban for All . Routledge.",
        "noland_2009": "Noland, Carrie. 2009. Agency and Embodiment: Performing Gestures/Producing Culture . Harvard University Press. https://doi.org/10.4159/9780674054387 .",
        "ota_2012": "Ota, Mineo. 2012. “Bartók’s Wrists and 19th-Century Performance Practice: An Essay on the Historicity of Piano Technique.” Studia Musicologica 53 (1/3): 161–70. https://doi.org/10.1556/smus.53.2012.1-3.12 .",
        "reynolds_and_takemitsu_1996": "Reynolds, Roger, and Toru Takemitsu. 1996. “Roger Reynolds and Toru Takemitsu: A Conversation.” The Music Quarterly 80 (1): 66–76. https://doi.org/10.1093/mq/80.1.61 .",
        "smaldone_1989": "Smaldone, Edward. 1989. “Japanese and Western Confluences in Large-Scale Pitch Organization of Tōru Takemitsu’s November Steps and Autumn .” Perspectives of New Music 27 (1): 216–31. https://doi.org/10.2307/833413 .",
        "souza_and_freire_2018": "Souza, Leandro, and Sergio Freire. 2018. “Towards an Interactive Tool for Music and Dance: Gestures, Laban Movement Analysis and Spectromorphology.” Revista Música Hodie, Goiânia 18 (1): 117–31. https://doi.org/10.5216/mh.v18i1.53576 .",
        "takemitsu_1992": "Takemitsu, Tōru. 1992. Rain Tree Sketch II . Schott Music.",
        "takemitsu_1995": "Takemitsu, Tōru. 1995. Confronting Silence . Fallen Leaf Press.",
        "tanaka_2020": "Tanaka, Shoji. 2020. “Mirror Neuron Activity During Audiovisual Appreciation of Opera Performance.” Frontiers in Psychology 11: 563031. https://doi.org/10.3389/fpsyg.2020.563031 .",
        "truong_boujut_and_zaharia_2016": "Truong, Arthur, Hugo Boujut, and Titus Zaharia. 2016. “Laban Descriptors for Gesture Recognition and Emotional Analysis.” Visual Computer 32 (1): 83–98. https://doi.org/10.1007/s00371-014-1057-8 .",
        "viola_2000a": "Viola, Bill. 2000a. Anima . Color video triptych shown on three LCD flat panels. Blanton Museum of Art, Austin.",
        "viola_2000b": "Viola, Bill. 2000b. The Quintet of the Astonished . Color video rear projection on screen mounted on wall in dark room. National Gallery of Art, Washington, D.C.",
        "whiteside_1997": "Whiteside, Abby. 1997. Abby Whiteside on Piano Playing: Indispensables of Piano Playing /Mastering the Chopin Etudes and Other Essays . Amadeus Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. These dualities are often situated in the context of East-West confluences. See Everett 2004 , Fukunaka 2017 , and Smaldone 1989 . Takemitsu also wrote extensively on this in his meta-chapter “East and West” in Confronting Silence ( Takemitsu 1995 , 51–78).",
            "citations": [
                "everett_2004",
                "fukunaka_2017",
                "smaldone_1989",
                "takemitsu_1995"
            ]
        },
        "FN2": {
            "text": "2. Timothy Koozin explores gestures in Takemitsu’s music through the lens of pitch organization ( Koozin 2002 ). My focus here is on gestures in performance.",
            "citations": [
                "koozin_2002"
            ]
        },
        "FN3": {
            "text": "3. Observation can include the sense of sound, sight, and/or touch ( Cox 2016 , 41).",
            "citations": [
                "cox_2016"
            ]
        },
        "FN4": {
            "text": "4. The study of mirror neuron system and the empathetic experience of music is a burgeoning inter-disciplinary field (e.g., Tanaka 2020 , Hou et al. 2017 , Cox 2016 , Molnar-Szakacs and Overy 2006 ). While the exact scope and nature of the mirror neuron system’s functional role in empathy is still a subject of ongoing scientific research, the fact that it plays a crucial part in musical empathy, and its profound impact in fields of neurophysiology to social cognition are undeniable. See Ferrari and Rizzolatti 2015 .",
            "citations": [
                "tanaka_2020",
                "hou_et_al_2017",
                "cox_2016",
                "ferrari_and_rizzolatti_2015"
            ]
        },
        "FN5": {
            "text": "5. While in Rain Tree Sketch II I focus on the performative body, this bodily correlate appeals not only to the performers’ movements, but also to movements that are associated with lived experiences, imagined or real.",
            "citations": []
        },
        "FN6": {
            "text": "6. See Lidov 1997 [2005] , Cumming 2000 , Hatten 2004 , and Hatten 2018 amongst others. In her gestural analysis of Bartók, Cumming notes that there are gestures—groups of notes felt as singular impulses—that are not expressive. They are peculiar in themselves and have no sedimented meanings; that is, they cannot be identified as familiar icons. She concludes that they “are not like anything that could be conceived as the gross physical movement by a human being” ( Cumming 2000 , 164)— in other words, they could not be imagined to be part of a habitus in existing culture. Cumming’s striking assertion spurred my exploration of such undefined gestures here.",
            "citations": [
                "cumming_2000",
                "hatten_2004",
                "hatten_2018",
                "cumming_2000"
            ]
        },
        "FN7": {
            "text": "7. See, for example, Cusick 1994 , Fisher and Lochhead 2002 , Godøy and Leman 2010 , Koozin 2011 , Le Guin 2006 , Mead 1999 , and Montague 2012 .",
            "citations": [
                "cusick_1994",
                "fisher_and_lochhead_2002",
                "koozin_2011",
                "le_guin_2006",
                "mead_1999",
                "montague_2012"
            ]
        },
        "FN8": {
            "text": "8. Numerous authors have explored the application of Laban analysis to musical movement, both practically and theoretically. See Billingham 2009 , Broughton and Davidson 2014 , Truong, Boujut, and Zaharia 2016 , Souza and Freire 2018 . I have distilled Laban theoretic concepts that are applicable to pianistic gestures.",
            "citations": [
                "billingham_2009",
                "broughton_and_davidson_2014",
                "truong_boujut_and_zaharia_2016",
                "souza_and_freire_2018"
            ]
        },
        "FN9": {
            "text": "9. Laban’s terms scattering and gathering as descriptors of movement could be said to be interpreted; however they are different from those that describe (disembodied) topics, emotions, and tropes by staying at the level of bodily-affective qualities.",
            "citations": []
        },
        "FN10": {
            "text": "10. The concept of “leading” with a certain hand is vernacular to pianistic language. To “lead” with a hand could mean a number of things, including (but not limited to): focusing audiation or foregrounded hearing on that hand, or playing that hand more prominently through dynamics or articulation.",
            "citations": []
        },
        "FN11": {
            "text": "11. While choreographic preparation for this particular piece predominantly focuses on wrist movements, other pieces may demand attention to different areas of the body. This methodology is open-ended in that it allows performers to reflect upon their own rehearsal and choreographic processes to determine which body part(s) might yield the most productive trace-forms for the purposes of analysis. For instance, one might focus on the elbows, knuckles, or a particular finger to draw trace-forms if appropriate.",
            "citations": []
        },
        "FN12": {
            "text": "12. Numerous pedagogues and pianists have expounded on the notion of expressivity through wrist movements, including Chopin’s idea that lifting the wrist is akin to a singer taking a breath in phrasing ( Eigeldinger and Shohet 1986 , 45). See also Ota 2012 for an investigation of pianistic wrist movements from Liszt to Bartók.",
            "citations": [
                "eigeldinger_and_shohet_1986",
                "ota_2012"
            ]
        },
        "FN13": {
            "text": "13. These maps are not to scale, denoting general direction from left to right for each of the trace-forms. I have chosen not to use more precise notation here, since I will be focusing on the contours of the shapes and efforts rather than exact distances.",
            "citations": []
        },
        "FN14": {
            "text": "14. In sections that entail extended discussion of Laban terms, I urge readers to refer to the table in Example 2 to regularly orient themselves with the framework terms for effort qualities.",
            "citations": []
        },
        "FN15": {
            "text": "15. For large-scale structures that are sections and processes, I have used, respectively, conventional upper case alphabet-based labeling and Roman numeral enumeration.  For enumerating motifs, because they are smaller structural units, and because they have more affinity to processes than sections, I have chosen lower case Roman numerals.",
            "citations": []
        },
        "FN16": {
            "text": "16. I am using the term unloosened as an extension of Laban’s concept of scattering .",
            "citations": []
        },
        "FN17": {
            "text": "17. While the C ♯ 5 that precedes what I have defined as motif iii is part of the gesture in the motif’s first appearance, it is not always present in other instances of the motif. Its sonic significance is therefore not as foregrounded as A5 and G ♯ 6.",
            "citations": []
        },
        "FN18": {
            "text": "18. “ Stretching (out)” and “ unfolding ” are not traditional Laban descriptors of time effort quality; here I am extending it to encompass pliability and non-linearity.",
            "citations": []
        },
        "FN19": {
            "text": "19. The language of “circles” and “arcs” in the wrist and arms are staples in the vocabulary of pianists and piano pedagogues. Moving through circles and arcs facilitates movement and flow while enhancing expressivity. Various pedagogical approaches explicitly discuss arcs; for instance, twentieth-century pedagogue Abby Whiteside ( 1997 , Chapter 4) distinguishes between small arcs near the center and wide arcs near the periphery. In sum, the circle is a shape that is biomechanically comfortable for able-bodied humans.",
            "citations": [
                "whiteside_1997"
            ]
        },
        "FN20": {
            "text": "20. Two composers’ piano music come to mind: Beethoven’s repeated figurations, often lamented as unpianistic, can feel frustratedly locked under the hands. This contrasts Chopin’s freedom in wrist and arm circles associated with his melodic phrasing.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction Example 1 . First page of Rain Tree Sketch II , mm. 1–16 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Written in 1992, Tōru Takemitsu’s Rain Tree Sketch II —dedicated to his beloved teacher Oliver Messiaen—stands as his final piano composition. The title alludes to Kenzaburo Oe’s short stories, Amenoki o kiku onnatachi (Women listening to rain tree; 1982 ), featuring the mythical, miraculous rain tree that stores rainwater in its leaves and releases droplets well after a storm has passed. In preparing for a performance of Rain Tree Sketch II , I immediately note the many stops and starts that are a hallmark of Takemitsu’s piano music (see Example 1 ). Brief, moving utterances are punctuated by prolonged rests delineated by (dotted) bar lines that are themselves open to interpretation. The brevity of the utterances, some as short as a measure or two, renders them all the more precious in performance: I am beckoned to sculpt these distilled, fleeting moments with meticulous concentration. And as each utterance ends, the pregnant pauses, likewise, ask me to be intently still. Laconic, precise descriptions prompt me to assume various affective dispositions when playing: while in the beginning they are to be “Celestially light,” those in the middle of the piece are less aloof and more “Joyful.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] From the title and an initial perusal of the score alone, Takemitsu’s preoccupation with complementary dualities—here, between sound and silence, between nature and humans—come to the fore. (1) In the chapter “Nature and Music” from his collection of essays Confronting Silence ( 1995 ), Takemitsu discusses these two dualities in almost the same breath, suggesting a framework for understanding the pauses and utterances of Rain Tree Sketch II : Facing the silence of the old trees I could not help thinking about my own work. My truth, however, is found only in the act of creation. ( Takemitsu 1995 , 3) One cannot but relate the structure of the piece to the above confession: the pause encapsulates his still “thinking” in front of the rain tree, while the moving utterance parallels the inspired sounding “act of creation.” Later in the chapter, Takemitsu’s explanation of the duality between sound and silence proves even more illuminating for a performer: Within our Western musical notation the silences (rests) tend to be placed with statistical considerations. But that method ignores the basic utterance of music. It really has nothing to do with music. Just as one cannot plan his life, neither can he plan music. Music is either sound or silence. As long as I live I shall choose sound as something to confront a silence. That sound should be a single, strong sound. ( Takemitsu 1995 , 5) “A single, strong sound”: rather than containing individual notes to be sculpted, or even small phrases to be played, those measures of sound flanked by rests can be thought of as one organic unit. Like one expressive calligraphic stroke that travels through multiple turns, stops, and velocities, the multimeasure utterance, despite its smaller phrase and measure subdivisions, is construed as a singular, distinctive sequence of gestures. (2) Similarly, the experience of Takemitsu’s silences is neither rigid nor divisible: rather than “statistical,” it is open-ended, finishing as the performer feels right—just as the dotted bar lines suggest. The large-scale alternation of singular units of movement and repose almost defies the attention to detail-oriented phrase, measure, and note divisions that a Western score might invite.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "takemitsu_1995",
                    "takemitsu_1995",
                    "takemitsu_1995"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] These observations of the score from a performance perspective reveal a notational practice that is understated and restrained, without any hint of an overbearing composer’s authority. Takemitsu’s score indications are minimal by contemporary music standards; most notable is the use of unconventional dotted bar lines that are not explained anywhere in the usual notational legend (e.g., mm. 9–16 in Example 1). As if resigned to the limitations of Western notation and its use of “statistical considerations” to convey musical intentions, he provides the absolute minimum of instructions, trusting the performer to imagine his work. These instructions—based on pitch and rhythm, occasionally speckled with expressive markings—fall well short of representing the collaborative creation between composer and performer that Takemitsu leaves open-ended. While the score hints at the throbbing alternation between dynamic gesture and static stillness that makes up the piece, the experience of travelling through them—the variegated nuances of these gestures and silences in performance simply do not show up in standard notation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] In approaching the piece with an analytical goal, then, I look beyond the score. Takemitsu’s lamentation that “theorists tend to think of musical form as notes on paper, as they search them for the final answer” ( Takemitsu 1995 , 114) calls for an understanding of musical structure that is derived not from the score but from how his “notes on paper” are actualized: in the living flesh and bones of a performer’s body. The impact of a performance lies in physical choreography. As a frequent performer of the piece, I rehearse painstakingly every sweep of the arm, every held pose on a pregnant pause, to create an arresting experience. It is precisely in the performative act—the bodily tensions, shapes, and visceral sensations of the performer—that the dualities between sound and stillness, between nature and humankind materialize. These performance realities provide a thick description of sounding events that concretely manifest Takemitsu’s aesthetic and formal processes.",
                "footnotes": [],
                "citations": [
                    "takemitsu_1995"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Simply put, the fleshing out of the physical performative gestures and configurations of bodily tensions provides fresh analytical insights into Rain Tree Sketch II . However, I would make an even bolder claim: bodily gestures and tensions are not just constructive but foundational and integral to an understanding of the piece. This stance builds upon the recently burgeoning field of music and embodied cognition that takes its philosophical roots in the phenomenological tradition of Maurice Merleau-Ponty. A corollary of Merleau-Ponty’s assertion that “motility [is] basic intentionality” ( [1945] 1962 , 137)—that intentions originate not from thought but from movement—is that even the most elementary musical intentions are instigated by and discovered through the body.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] While Merleau-Ponty posits the body as primary in gaining knowledge of the world, recent studies elaborate on just how the body is involved in musical understanding. Arnie Cox’s mimetic hypothesis postulates that audiences experience music through overt and covert sympathetic resonances in the body while observing the corporeal performer. (3) Such mimetic processes are fundamental to the musical experience yet may exist involuntarily and occur without our awareness ( Cox 2016 , 43). Levels of mimetic comprehension present as three connected layers—superficial, subvocal, and visceral/amodal (45). Physiologically, the mimetic hypothesis has a basis in mirror neurons, a neurophysiological phenomenon that is believed by scientists to enable imitation and empathy (23). (4) Cox paints a lively picture of engaged audiences allowing their bodies to resonate with that of the performer, melding their bodies to the energies, tensions, and visceral sensations of the performer consciously and subconsciously. The social nature of music is grounded in our bodies: in an act of performance, the performer becomes a leader of inter-corporeal, inter-neurophysiological activity, inviting their listeners to mimetically bend, contract, and relax with them. Such an innervated vision of performance demands an unprecedented attention to the body for its own sake and a necessary refocusing of analysis on the elementary, shared, physical, and experiential understanding of music.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "cox_2016"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Hence my approach to Rain Tree Sketch II begins with bodily gestures as a primary locus, taking my own performing body as the site of analysis. Self-analysis offers a unique advantage: I have direct access to the feelings of kinesthesia and innermost sensations that may be difficult for a third person to access visually. Indeed, it is the exploration of these very feelings to which mimetic hypothesis naturally leads: from Cox’s superficial inner feelings to the visceral sensations vital to the social musical experience, all waiting to be articulated and revealed. 2. Kinesthesia of Performance Gestures",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The embodied musical gesture can be defined as a musical event with its bodily correlates. It combines the sonic, physical, and affective dimensions of music into an integrated, inter-sensory whole. (5) Traditionally music theorists have embraced a semiotic approach to musical gestures, but the emphasis on signified content of emotions, styles, and topics leaves many gestures by the analytical wayside. (6) This limitation is addressed by a growing body of scholarship on musical gestures focusing on performance through the lens of embodiment. (7) Instead of excavating emotional and topical content to construct imaginative discourses, this body-oriented work values visually accessible bodily and inwardly felt kinesthetic qualities.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] To provide a broader theoretical framework encapsulating this turn toward kinesthesia, I turn now to the domain of performance studies. In Agency and Embodiment: Performing Gestures/Producing Culture ( Noland 2009 ), Carrie Noland is preoccupied with social structures and the role of the body in social change, crossing the boundary from the intimate to the institutional by studying the minutiae of bodily movements in certain artworks and considering their cultural reverberations. Specifically, she provides insights into those unfamiliar, vague, emotively uncategorized feelings that can slip through a semiotic approach. She illustrates this with a close study of Bill Viola’s video installation, The Quintet of the Astonished ( 2000b ). In the making of this video, Viola directed five actors to perform a sequence of emotions in succession. He then slowed the video such that the micro-facial twitches and contortions of the faces between stereotypical emotive expressions were foregrounded. These uncategorized facial expressions and gesticulations, Noland asserts, may be viewed as gestural deviances—gestures that deviate from culturally inscribed norms of recognizable emotive states but nonetheless contain undefined expressive content. Drawing on the agency of embodied beings from a Merleau-Pontian perspective, Noland’s main argument is that cultural change stems precisely from our kinesthetic awareness of these in-between gestural deviances. The reflection and consideration of these gestural deviances enable undefined and uncategorized expressive content to push its way into the conscious sphere; in so doing, new social meanings emerge. Instead of attempting to build new gestures using established, typified ones, Noland asserts that the kinesthetic awareness of these ill-formed gestural deviances constitutes the very differences that forge new meanings ( Noland 2009 , 90–91).",
                "footnotes": [],
                "citations": [
                    "noland_2009",
                    "viola_2000b",
                    "noland_2009"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Noland refers to these uncategorized feelings or gesticulations as “vitality affects” ( Noland 2009 , 75), a term borrowed from child psychologist Daniel Stern in direct contrast to codified, emotive “categorical affects.” Vitality affects are primal (“vital” to life) and pertain to pre-emotive kinetic and energetic qualities of touch, movement, and sound. In child development theory, as a child grows socially, some of these vitality affects are instilled with meaning and thus become categorical affects. But Noland argues that this process does not necessarily stop in adulthood: awareness of vitality affects pushes them into the culturally inscribed sphere. Her theory of embodied agency grants the body its rightful status as a crucial agent of cultural change. Moreover, by starting from Viola’s vague, undefined facial gesticulations to explain vitality effects—physical, in-between twitches and contortions of the face that arise from acted-out emotions—Noland elegantly highlights that, from its inception, the physical bodily and affective aspects of a gesture are enmeshed. In other words, Noland’s vitality affects recognize that physical sensations and affective intensities are one and the same thing.",
                "footnotes": [],
                "citations": [
                    "noland_2009"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Applied to music, Noland’s vitality affects imply that the kinesthetic awareness of gestural details that are not emotively defined can forge new meanings and significances. In this context, performance analytical approaches attend precisely to vitality affects in the same way that Viola foregrounds uncategorized facial gesticulations between recognizable emotions. In his analysis of Chopin’s Étude in A-flat major, Eugene Montague explicitly states that he will “focus on movement together with or even before introducing theoretical concepts” ( Montague 2012 , 2.2). By distancing “theoretical concepts” from a higher-level interpretive act, he creates a space in which large-scale, qualitative patterns of hand contours can emerge without resorting to the language of sedimented emotions. Similarly, in her analysis of the first movement of Luigi Boccherini’s Cello Sonata in E-flat major, Fuori Catalogo, Elisabeth Le Guin identifies two passages as being similar because of how they feel under the hand, even though they look different in the score, thereby constructing a new thematic parameter of kinesthetic identification ( Le Guin 2006 , 31). She argues that “tiny variations of position, weight, pressure, friction, and muscular distribution [have] profound structural and affectual consequences” (5). By articulating these vitality effects—the details of bodily gestures and their feelings, shapes, intensities, and sensations—Le Guin elevates the style of a composer who has been underserved by traditional analytical methods. She has, in Noland’s terms, pushed his gestural deviances into the spotlight, thereby shifting the discourse around eighteenth-century Western music. Le Guin’s work is an excellent example of attention to kinesthesia that changes (musical) culture, not least by (re)valuing music outside of the canon and challenging what a canon might constitute. 3. A Methodology of Enhanced Trace-Forms",
                "footnotes": [],
                "citations": [
                    "montague_2012",
                    "le_guin_2006"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Inspired by Noland’s vitality effects, I follow in the footsteps of Viola, Montague, and Le Guin to articulate gestural-kinesthetic qualities, to reflect upon them, and to posit how new meanings can emerge from such a self-critical activity in Rain Tree Sketch II .\nTo formulate a methodology for analyzing the physical-affective qualities of pianistic gestures, I turn to dance analysis, a field grounded, by definition, in the primacy of the body. Specifically, I draw upon Laban theory. (8) Just as vitality effects express the integration of the affective with the physical, dance theorist Rudolf Laban identifies two inseparable aspects of gesture. “The elements of each gesture,” he writes in Die Welt des Tänzers , “are bodily tensions combined with intellectual and feeling excitations” (quoted in Bartenieff 1970 , 5). Note Laban’s word choice: “excitations,” rather than “emotions” or “thoughts,” hints at the uncodified and the uncategorized. Indeed, one of the main concepts of Laban Movement Analysis, effort , deals precisely with these uncategorized, affective intentions. It focuses on “expressive qualities in dance” that are not culturally sedimented ( Moore 2009 , 149). Consequently, Noland explicitly identifies Laban’s effort with vitality effects ( Noland 2009 , 75).",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "bartenieff_1970",
                    "moore_2009",
                    "noland_2009"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] While effort deals with inner intention of movement, Laban’s concept of shape describes the body’s spatial configuration. Shape and effort , twin pillars of Laban theory, encompass both the visible and the invisible: while the spatial configuration of the performing body is readily seen by anyone, the effort or intention of movement is much less visible. The following paragraphs detail the technical aspects of effort and shape , especially their application to pianistic gestures. (To draw attention to the methodological significance of Laban’s terminology for effort and shape and to distinguish them from common musical usage, italics are used for his vocabulary along with a few augmentations of my own.) Example 2 . Laban’s concept of effort (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Laban’s concept of effort ( Example 2 ) divides into four “qualities”: weight , time , space , and flow ( Newlove and Dalby 2004 , 112–28). Each quality is experienced along a continuum, from indulging to fighting . Weight pertains to the feeling of pressure or force and ranges from light to heavy ; time refers to the intention of speed or pacing (from slow/sustained to quick/sudden ); space considers the intention of the path a movement follows (from indirect/meandering to direct/focused ); and flow registers the intentional degree of liberation of movement (from free to bounded/controlled ). The indulging end of the effort scale is characterized by a yielding or accepting attitude, the fighting end by a resisting or constricting attitude. Because effort deals with inner intention, in the analysis of gestures in Rain Tree Sketch II , each gesture sequence’s effort qualities are identified through a process of self-reflection (elaborated below).",
                "footnotes": [],
                "citations": [
                    "newlove_and_dalby_2004"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] As for shape , Laban distinguishes between macroscopic and microscopic levels. Macroscopically, one’s “kinesphere” is the imaginary sphere one’s limbs can circumscribe given a stationery torso, or simply put, one’s personal space ( Newlove and Dalby 2004 , 112). There are two basic types of movements that contract or expand the kinesphere: gathering and scattering . (9) A gathering gesture occurs when one brings the limbs together, while a scattering gesture occurs when the limbs scatter outward in opposite directions. Curling up into a fetal position involves gathering ; doing a star jump involves scattering . The concepts of gathering and scattering are easily applicable to pianistic gestures by considering the arms within the upper kinesphere. For instance, when one goes from playing at the extreme ranges of the register, with arms out wide, to a small range in mid-register, with arms just in front of the torso, the gesture is gathering , and vice versa. We can extend the concept of scattering further: if the right hand “leads” both hands up the upper register of the piano, as in an ascending, multi-octave arpeggio in both hands, for example, this is scattering upwards . Likewise, if the left hand “leads” both hands down to the lower register of the piano, this is scattering downwards . (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "newlove_and_dalby_2004"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] On a microscopic level, shape is represented by what Laban calls “trace-forms” ( 1974 , 5), created by tracing how a specific body part moves in space and translating the resulting path onto the page. Precise yet flexible in its notation, I choose to use trace-forms as a starting point to notate movement. In considering the application of trace-forms to Rain Tree Sketch II , I focus on wrist movement initiation, since I have paid the most attention to subtle choreography of my wrist movements to achieve intricate, delicate playing that integrates sequences of gestures, as required in this piece. (11) In concrete terms, a point on each forearm immediately proximal to the wrist bones, between the ulna and radius, yields a clear marker of wrist movement initiation. (12) Hence I focus on these two points on my forearms, observing and recording their trajectories to create trace-forms that are compiled into the maps found in Examples 3a–c . Video Example 1 . Video recording of Rain Tree Sketch II , performed by Ho (click to watch video) Example 3a . Map of enhanced trace-forms in Section A of Rain Tree Sketch II (click to enlarge and see the rest) Example 3b . Map of enhanced trace-forms in Section B of Rain Tree Sketch II (click to enlarge and see the rest) Example 3c . Map of enhanced trace-forms in Section A’ and coda of Rain Tree Sketch II (click to enlarge and see the rest)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "laban_1974"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] These maps include every single sequence of gestures in the piece. The trace-forms were created through observing myself performing Rain Tree Sketch II in a video recording shot from four different angles ( Video Example 1 ). The two points on the forearms are drawn with an X, and I observed in detail the shapes that these two Xs on my forearms trace in the air. These shapes were then translated onto paper as trace-forms—the squiggly lines in Examples 3a–c. The horizontal axis represents the keyboard, with arrowheads on the trace-forms to indicate direction. (13) Each horizontal level represents one sequence of gestures: the specific trace-forms drawn by the left and right hands (or more accurately, the Xs marked on the left and right forearms) throughout the video recording. For each sequence, the y-axis combines the horizontal and vertical planes in which the arms move. I have enriched the traditional Laban trace-forms to include information about the effort quality parameters as well: red markings denote time , green markings denote weight , and solid versus dashed patterns of the trace-forms denote flow . ( Space is reflected in the curvature of the trace-forms.) To notate these effort qualities is a process of repeated self-reflection. I reenact each gesture sequence while I watch the video, feeling and remembering the effort qualities that inhabit my arms. This process may take several repetitions for each trace-form. In creating this methodology of enhanced trace-forms, I chose a level of abstraction that balanced informational detail with visual clarity. As such, the enhanced trace-forms as a representation of shape and effort do have some limitations. For one, effort markings do not denote exactly where they fall on the indulging–fighting spectrum. In some instances, I have indicated gradations of effort qualities by varying the length of the green arrows (e.g., mm. 22–23, Example 3a) and the red markings (mm. 22–23, Example 3a). The transitions between gesture sequences are generally not captured (although I have attempted to do so in some instances where these transitions are pertinent, for instance, between the four sequences of gestures from mm. 45–49 surrounding the climax, Example 3b). With this level of abstraction, the trace-forms are nevertheless sufficiently productive for the discussion to follow. Combining the Laban concepts of effort and shape into a map format, the maps of enhanced trace-forms provide an accessible visualization for exploring the moment-to-moment gestural-kinesthetic inner workings of Rain Tree Sketch II and can be used to explore how they contribute to larger structural processes.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] My maps incorporate the technique of “mapping” found in Judith Lochhead’s Reconceiving Structure in Contemporary Music . These maps “produce knowledge” not as “objective representations” but by “embody[ing] the particular interests of the analyst” ( 2016 , 93–6). Indeed, my interests—how my performance gestures are at play in the structuring of the piece—are not “objective” in any way. Another pianist could (and would), of course, perform the piece with their own convictions that result in different gestures, different trace-forms. The fact that the following analysis is based on an individualized performance foregrounds the fact that analysis is always individualized—based on the analyst’s internal (or external) hearing, presumptions, preferences, and cultural baggage that are usually unarticulated. Le Guin summarizes this elegantly: I propose performance and analysis as two faces of interpretation, an act which is both art and science. If we accept this (and doing so is fundamental to the epistemology of a carnal musicology) the whole simplistic and ultimately rather boring notion of an authoritative reading simply auto-digests, leaving us with its compost: that complex layering of interpretations that builds up around any work of art, and, culturally speaking, constitutes the nourishment it must have in order to survive. ( Le Guin 2006 , 26) In this self-professed individualized analysis, I add to just such a “complex layering of interpretations” both for Rain Tree Sketch II and for Takemitsu’s oeuvre.",
                "footnotes": [],
                "citations": [
                    "lochhead_2016",
                    "le_guin_2006"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] One final note about the maps of enhanced trace-forms: while the score details sonic components that invite the performer to work out how to embody them in real space-time, the maps represent an already worked-out embodiment of the piece. I urge you to engage with this worked-out embodiment by going through some of these trace-forms physically yourself (either at the piano or in the air), imagining that you are the pianist with instructions for how your forearms should move. For instance, in m. 6, 0′21″, in Example 3a, you may follow the map by sweeping both of your forearms from left to right in a shallow arc as shown while playing (or imagining the sounding out of) the notes in the score. Having the score handy will be useful for imagining the performative movement with its sonic components. To aid in this process, I have overlaid my performance in Video Example 1 with every enhanced trace-form (henceforth referred to as simply “trace-form”) at its appropriate timing so that you may follow along. In the sections that follow, I call on these trace-forms to illustrate the ways in which embodied gestures illuminate the structure of the piece. As I focus on various gestures, I urge you to return to the video at the specified timings and move physically through these motions. In this way you may feel the efforts and shapes in your own body to enact the analysis as you read. 4. Gestural Analysis 4.1 Overarching Processes Example 4 . Schematic map of Rain Tree Sketch II (click to enlarge and see the rest) [4.1.1] While the external form of Rain Tree Sketch II is a familiar free ternary (ABA′ + coda), gestural-kinesthetic analysis reveals a deeper structure unfolding as two processes. In contrast to the trace-form maps in Examples 3a–c that are detailed, blow-by-blow accounts of all the gestures in the piece, the “Schematic map of Rain Tree Sketch II ” ( Example 4 ) offers a macroscopic view of the work’s general gestural qualities, incorporating Laban concepts of shape and effort . Example 4 also shows how the processes line up with the sectional delineations of traditional ternary form (ABA′ + coda), shown at the bottom of the example. Process I plays out in section A of the ternary form and works toward a peak in m. 23. Process II begins with section B, moves toward the piece’s climax in m. 48, and only resolves itself in the coda. [4.1.2] On the surface the two processes each seem to have a high point—a “peak” in Process I and the “climax” of the piece in Process II. But their interactions with shape and effort produce very different results. As seen in Example 4, the shape of both Process I’s peak and Process II’s climax are that of scattering . However, whereas Process I’s peak is a fleeting moment of scattering upwards (then going back down again), the climax includes a full scattering or expansion of the whole body, as illustrated in the forking out of the lines into an expanded space in m. 48. In other words, Process I returns to a gathering gesture after the peak, its energy subsiding. By contrast, the bodily expansion of the climax lingers until the very last gesture. As depicted in Example 4 by the expanded area bounded by dashed lines, the resolution of the piece dwells in this fully scattered space. [4.1.3] While the shape of the climax seems accordingly more expansive and thus more fulfilling than that of the earlier peak, could this also be true in terms of effort ? Indeed, we experience only one pole of the effort scale at the peak. In execution, the peak is light , slow , and free , all of which are on the indulging side of the effort scale. The experience of effort at the peak is, in this sense, confined. The climax, by contrast, introduces an anomaly that is never experienced until this point: the coexistence of multiple opposing efforts —that is, the fighting and indulging efforts coming together in one momentous gesture. Whereas the peak requires only indulging efforts , the climax brings about the reconciliation of forces at either ends of the spectrum. This coming together of opposing forces in a non-conflicting way proves key to understanding embodied gesture in Rain Tree Sketch II . In the following subsections (4.2 and 4.3), I elucidate these large-scale trends by examining the gestural transformation of three particular motifs—defined sonically by two or three pitches that recur recognizably throughout the piece. As they sound in different places (different registers, for instance), these motifs naturally elicit different gestures. In subsection 4.4, I formulate a categorization of gestural types in the piece. Section 5 looks beyond the gestures of arms and hands to consider the whole body’s partaking of these large-scale structural trends. (14) Example 5 . Rain Tree Sketch II , mm. 1–7, 0’06”–0’28” (click to enlarge and see the rest) Example 6 . Gestural transformations of motif i in Process I (click to enlarge) 4.2 Gathering, Scattering, and Unloosening: Gestural Transformations of Motifs i and ii [4.2.1] Appearing at the very beginning, motif i—the A5–D6– C ♯ 6 figure in mm. 1–2 (and transposed in mm. 3–4), circled in Example 5 —supplies the principal material for Process I. (15) Throughout Process I, motif i’s gestures take on conflicting qualities: between scattering and gathering in shape , and in effort between indulgent ( light weight , sustained time , and free flow ) and fighting ( heavy weight , quick time , and bounded flow ). Example 6 summarizes the gestural transformations of motif i in Process I, detailing the shape and effort qualities of each occurrence. In the second column “Segment of Trace-form,” I have extracted those parts from the map of enhanced trace-forms (Example 3a) that pertain only to motif i. [4.2.2] Example 6 shows motif i’s trend in Process I: bounded in flow in the first four instances, in the last four it eventually becomes freer . However, contrary to this overcoming of inertia in flow , it goes from light in weight and scattering in shape , to become heavy and gathering . Just before the peak (m. 22), however, it bucks this trend, suddenly assuming all shape and effort qualities with least amount of inertia: quickening in time , free in flow , light in weight and scattering upwards . Taking a closer look at how this trend plays out: for the first four instances (mm. 1, 2, 4, and 5), the flow is locked and bounded —in the pianistic writing, the two hands are gesturally restricted by the different periodicities across the four vertical layers as seen in the score (Example 5). Once the constant sixteenth notes cease in m. 9, however, the hands are no longer confined; motif i assumes different gestures that have freer flow in the last four instances (mm. 9, 12, 22, and 27). Example 7 . Trace-form and score excerpt of mm. 9–10, 0’33”–0’35” (click to enlarge) [4.2.3] Example 7 shows the trace-form with the score of this freer yet heavy , gathering version of motif i in m. 9: the hands gather inwards in contrary motion and sink heavy in weight into the piano key-bed to achieve a soft, legato chordal playing, the last chord even emphasized with a downward-oriented tenuto accent. This heavy gathering also moves in a lower register (A4–D5– C ♯ 5 instead of A5–D6– C ♯ 6), directly in front of the torso so that the limbs are indeed, as closed or as “gathered” as they could be. This heavy gathering occurs two other times, in mm. 22 and 27. Example 8 . Break down of trace-form and score excerpt of mm. 22–23, 1’12”–1’17” (click to enlarge) [4.2.4] In the midst of these three heavy gathering gestures comes an unexpected moment at the preparation for the peak (m. 22, Example 6). Here, we suddenly experience motif i’s only moment of quickening (in time ) in Process I, where it momentarily lightens and scatters in free flow , the hands moving outwards in contrary motion. This exciting pre-peak moment of free quickening , lightening , and scattering is shown in Example 8 . Motif i scatters because it becomes truncated to A4–D5, and so the right hand does not need to gather back in to play C ♯ 5. Moreover, this scattering contrary motion in the two hands is transposed up, in quick succession, three times (numbered in Example 8), the third time with the right hand propelling upwards to the peak: a tenuto G ♯ 6. The distance of the scatter for each transposition also expands progressively, with the right-hand melodic line leaping a perfect 4 th , then an augmented 4 th , then a major 6 th . This results in a nested scattering motion: three small-scale, expanding, scattering contrary motions that macroscopically scatter upwards in zig-zag fashion, as represented by the trace-form. This exciting change in gestural quality to free , quick , light , scattering toward the peak, however, is fleeting; it immediately slows down at the peak with a poco ritenuto , and only five measures later, at m. 27, motif i resumes sustained , heavy , gathering , as shown in Example 6. In summary, except for this anomaly surrounding the peak, the noteworthy gestural transformation profile of motif i in Process I is from a bounded but light , scattering gesture to a free but heavy , gathering gesture. [4.2.5] The gestural transformation of motif ii—the D4–F4 sixteenth-note pair that first appears in m. 13 ( Example 9 ) in the left hand—tells a different story. Gestures of motif ii recur throughout the piece in different guises, eventually moving toward a full scattering gesture at the climax (mm. 48–49) in Process II, in stark contrast to motif i’s trend toward gathering that we have just seen. The trace-form in Example 9 shows that the gesture of motif ii’s initial appearance is played with heavy weight and slow time (circled in orange). For the rest of Process I, motif ii wavers between two distinctive gestures on opposite shape and effort poles of indulging and fighting : light , quick , scattering-up gestures and heavy , slow , gathering/circular gestures. These two contrasting gestures of motif ii can be seen in quick succession in mm. 17–20 ( Example 10 ): after slow , gathering/circular gestures in mm. 17–19, a light , quick , scattering-up gesture occurs in m. 20 at Tempo II. Example 9 . Trace-form and score excerpt of mm. 12–14, 0’41”–0’48” (click to enlarge) Example 10 . Trace-form and score excerpt of mm. 17–20, 0’57”–1’11” (click to enlarge) Example 11 . Gestural transformation of motif ii (click to enlarge) Example 12 . Gathering gesture of motif i in m. 27, 1’29” vs. anti-gathering gesture of motif ii in m. 48, 2’40” (click to enlarge) [4.2.6] Example 11 illustrates the gestural transformations of motif ii throughout the piece. In Process I the motif wavers between these two gestures, but Process II unfolds differently. At the climax (m. 48), motif ii assumes a decidedly scattering gesture. More boldly speaking, it is an anti-gathering gesture, one that directly opposes motif i’s gathering trend and harks back to motif i’s brief attempt toward scattering at Process I’s peak in mm. 22–23 (Example 8). Example 12 illustrates this direct opposition. Moving in precisely the reverse direction of motif i’s gathering , scooping-in gesture (m. 27), motif ii’s gesture scoops outwards (m. 48). This juxtaposition—between motif i’s gathering and motif ii’s anti-gathering —is emphasized by their identical chordal treatment in the middle register, with its heavy weight and slow time effort quality. Motif ii’s gestural transformation at the climax thus picks up from where motif i left off in Process I, finishing the latter’s brief attempt at scattering near the peak in mm. 22–23. [4.2.7] Taking it a step further, the end of the anti-gathering gesture—an accented chord—serves as a springboard for the wrists to bounce off with quick time , giving the arms impetus to extend outwards to the extreme ends of the keyboard in m. 49, in a mere fraction of a second ( Example 13 ). The result is a full scattering from the end of m. 48 to the beginning of m. 49. This full scattering that is prepped by an anti-gathering , is the most expansive moment of the piece with the upper limbs fully extended; comparatively, the zigzag, quick, scattering-up gesture of motif i that skitters up one side of the keyboard toward the peak in mm. 22–23 pales by comparison. Here at the climax, this full scattering gesture that encompasses both extremes of the keyboard feels satisfyingly full—lingering, corporeally all-encompassing. Example 13 . Trace-forms and score excerpt of mm. 48–9, 2’40”–2’50” (climax) (click to enlarge) Example 14 . Trace-form and score excerpt of m. 50, 2’50” (click to enlarge) [4.2.8] Just as we bask in this moment of maximal limb expansion, immediately after this anti-gathering / full scattering gesture, an unprecedented, even more expansive gesture takes place in m. 50, with the post-climactic occurrence of motif ii ( Example 14 ). To the ear this motivic occurrence—two mid-range chords ( E ♭ 3–B3–D4 and F ♯ 3–A3–F4) and a sustained, blanketing, low D1—is immediately familiar, having been heard many times already, for instance in mm. 17–19 (Example 10). To the body, however, the gestures of the exact same figure in mm. 17–19 and m. 50 cannot be more different: in the former case (Example 10), motif ii elicits a heavy and gathering / circular gesture, while in the latter (Example 14), it is a light , scattering , opening gesture by both hands. Two exact figures in the score, played with completely opposite efforts and shapes . How could this be? The reason for this gestural difference lies in the exigencies of execution. In m. 17 (Example 10) the figure is necessarily played by the left hand alone, since the right hand is occupied with chords of its own. To execute the left-hand line, the circular gesture allows the fifth finger to leap smoothly and quickly from D1 to E ♭ 3, while also gaining enough momentum to execute the crescendo from the first to the second chord, emphasizing the latter’s accent. However, in m. 50 (Example 14) I take the two chords and D1 naturally with not one hand, but both, as these two distinct layers are the only ones in play. The circle of m. 17 (in Example 10) is thus opened out and unloosened in m. 50. (16) This unloosening transformation is visualized in Example 11, under “Large-scale Observation.” After m. 50, this gesture of an unloosened circle recurs in both m. 53 and m. 72 of the coda, as if to reassure us that the full scattering and unloosening are not fleeting, but permanent. To summarize the shapes and effort qualities of motifs i and ii up to this point: in Process I, motif i’s fleeting scattering up deflates to a heavy gathering that is then taken up by motif ii in Process II, where an anti-gathering , scattering expansion precipitates an unloosening . 4.3. Expanding, Stretching , and Unfolding Time: Motif iii Example 15 . Score excerpt of mm. 12–16, 0’41”–0’56” (click to enlarge) [4.3.1] In the gestural transformations of motifs i and ii, considerations of how gestures behave in space— gathering / scattering , unloosening —predominantly drive the processes. By contrast, a sense of expanding, slowing time —even of timelessness—emerges when examining motif ii in conjunction with yet another: motif iii ( Example 15 , circled in blue). Motif iii’s ascending two-note figure is defined by the A5– G ♯ 6 interval that is sonically significant throughout the piece. (17) The relational transformation of these two motifs brings about the expansion, stretching , and unfolding of time . (18) Example 16 . Trace-form and score excerpt of mm. 45–7, 2’34”–2’40” (click to enlarge) [4.3.2] In Process I, motifs ii and iii coexist as a quick , light , scattering-up (or reaching-up) gesture, with both hands playing the two motifs simultaneously in parallel motion in m. 15 (Example 15) as well as in mm. 20 and 33. In the lead-up to the climax, however, two things happen that create temporal disruption: the motifs occur in succession and their gestural transformations slow the sense of time . Right before the climax ( Example 16 ), the hands—in a sudden thrust from the middle to the high register—catapult upwards from the accent on the last chord in m. 46. This upward thrust, with quick / sudden time effort quality, is shown on the trace-forms as gray trajectories. Such an abrupt motion seems to separate the two motifs (represented by the successive blue and orange circles in Example 16), and results in the slowing down of motif ii’s gesture as a dotted sixteenth-note pair (rather than the familiar straight sixteenth-note pair). The sudden irregularly elongated rhythm after the quick, jolting motion requires a decelerating intention in the wrist and the foregrounding of a holding, kinesthetic sensation in the arms, as if their movement had come to a halt. This is indicated by the slow time effort quality at the very ends of the trace-form. The dottedness of motif ii’s gesture and its holding/halting quality recalls an earlier context. The appearances of sixteenth-note divisions up to this point are disarmingly straightforward, with dotted sixteenth notes appearing only in mm. 7 and 10 (Example 1). The dotting in m. 47 is reminiscent of that in m. 7, where time seems to momentarily elongate with a slow time effort quality, then drift off with a poco ritenuto into an empty, “un-statistically” timeless measure of rests. In m. 47, this momentary attempt at timelessness is invoked retrospectively through this similar holding/halting quality of the dotted sixteenth-note pair gesture. [4.3.3] At the climax itself, this slowing down of time teases out even further. Recall that motif ii’s heavy weight , anti-gathering , expansive gesture brings the piece to a climax at m. 48 (Example 13). Following this, the right hand scatters up to a verticalized motif iii (A4- G ♯ 5) at the beginning of m. 49, instigating a circular gesture in the right hand that attempts again a slowing of time with the poco ritenuto. At the climax the expansion of space leads to a momentary expansion of time . Example 17 . Transformations of motifs ii and iii and the stretching and unfolding of time (click to enlarge) [4.3.4] Post-climax, time does not simply slow down but progressively stretches out and unfolds ( Example 17 ). In mm. 51 and 54 (latter not shown) the original parallel, simultaneous motion of motifs ii and iii becomes parallel, staggered motion. This staggering of the hands feels as if time stretches out from within the gesture. At the very end of the piece (mm. 74–75), this stretching out gives way to an unfolding of time : motifs ii and iii are now heard one after another, augmented by a rallentando . In short, we hear a progression of expansion, to stretching , to unfolding of time at the climax and after, up until the very end. This “time warp” that explores the impression of time as pliable, created by motifs ii and iii’s gestural transformations, resonates with Takemitsu’s insight into the complexity of time perception and of infinite time. In his discussion of A Flock Descends into the Pentagonal Garden for orchestra, he muses: The point is that there are many different “times” in a garden . . . the movement of vegetation, the “time” of vegetation growing, the fast changes of elements like grass . . . there are rocks . . . and sand . . . . I’m interested in this sort of traversing of multiple “times,” and as much as possible I want to understand the orchestra in this way. ( Reynolds and Takemitsu 1996 , 65) And in Confronting Silence , he again analogizes composing to gardening, in a chapter aptly titled “Gardener of Time,” where he comments on the paradox of shifting perceptions of time: I do not stop composing, because I cannot give up hope of being one of these gardeners cultivating infinite time . Moved by the view of those mountains, lost in thought, I found that time passed quickly and the mountains were again covered by clouds, lost from sight. ( Takemitsu 1995 , 143; emphasis mine) Clearly, the concept of time for Takemitsu embraces multiplicities and non-linearity. The construct of Takemitsu’s time as malleable enriches Timothy Koozin’s connection between Takemitsu’s music and the non-linear, experiential time described by thirteenth-century Zen master Dōgen ( Koozin 1993 ). Koozin’s remark that Takemitsu is a composer who “provokes an awareness of the eternal” ( Koozin 1993 , 185) suggests that time is not an outside force that happens to us as we may mundanely understand; composers can themselves be agents of time who alter its experience—not unlike meditating persons who alter their perception of time by instilling the present moment with a sense of timelessness. Here I argue that the performer is also such an agent of experiential time, able to mold it—expand, stretch , and unfold it—through their gestures. 4.4. The Coexistence of Opposites: Gestural Classifications [4.4.1] To this point, the investigation of gestural transformations of motifs has focused on the detailed, inner workings of the two processes that reveal the work’s gestural-kinesthetic structure. An alternative perspective focusing on gestural classifications also proves to be productive. Specifically, by looking at the gestural classifications of the post-peak/climax resolutions as well as the lead-up to the climax, we can deduce structural meanings that resonate with Takemitsu’s compositional aesthetic. Example 18 . Trace-form and score excerpt of mm. 12–14, 0’41”–0’47” (click to enlarge) Example 19 . Map of the four gestural categories with respect to time (click to enlarge) Example 20 . Trace-form and score excerpt of mm. 35–6, 2’07”–2’12” (click to enlarge) [4.4.2] All of the gestures in Rain Tree Sketch II fall into four basic categories that I have identified: Undulating, Coupled, Parallel, or Unifying. I offer these categories as after-the-fact reflections of how gestures within the piece may be related to one another in shape and effort in the wrists as well as in the rest of the body. The first category, Undulating, includes gestures where musical layers of different periodicities lead to an undulating embodiment in the torso. The body’s groove exists somewhere in between the different periodicities, and thus the body sways subtly with suggestions of regularity within the irregular tensions created by the friction of the layers. An instance of this occurs at the beginning (Example 1), where the pianist must negotiate between four layers—two in groups of two sixteenth notes, and two in groups of three sixteenth notes. In gestures that belong to the Coupled category, the two hands appear to act independently, yet their shapes are intimately related, not unlike coupled dancing. For instance, in mm. 12–14 ( Example 18 ), the two hands play relatively independent shapes that evoke a sense of cooperation rather than the frictional tension of Undulating. The Parallel category describes gestures where the two hands move together in the same direction and with the same effort quality—for instance, in the first gesture (m. 15) in Example 17. Lastly, the Unifying category describes gestures where the two hands act as if they were one—that is, the flow of one hand transfers smoothly to the other. This can be felt in the third gesture (mm. 74–75) in Example 17, where the upward, sustained momentum of the left hand, at the third sixteenth note, is passed on without the slightest glitch to the right hand. [4.4.3] The map in Example 19 shows the occurrences of all gestures in the piece classified into the four categories. The horizontal axis represents time to scale, with measure numbers indicated for reference. Bracketed lines represent stillness (silences or pedaled resonances) in between gestures, for instance, between 27″ and 32″. The four categories occupy the vertical axis and, for the sake of visual clarity, are differentiated by color: blue represents Undulating, red Coupled, yellow Parallel, and purple Unifying. Patterned combinations of colors indicate gestural combinations. For instance, combinations of red and yellow at the beginning of B in mm. 35 to 38 (2′07″–2′17″), labeled “Chase,” indicates that the gesture here, a canonic passage ( Example 20 ), combines the categories of Coupled (relative independence of feeling between the hands) and Parallel (same direction and effort quality). Example 21 . Unifying gestures. Gray curves joining left-hand and right-hand trace-forms show the flow of one hand to the other (click to enlarge) [4.4.4] Example 19 shows a large-scale pattern of Unifying gestures (in purple) exclusively appearing at the ends of both processes—more specifically, at the post-peak phase of Process I (mm. 25 and 28; 1′22″ and 1′33″) as well as the resolution phase of Process II (mm. 74–75; 4′14″–4′23″). After striving through effort and shape oppositions toward the peak and climax, the Unifying gesture provides a much-needed sense of repose gained through a palpable interconnection and oneness in the upper limbs. These Unifying gestures extend Koozin’s exploration of the “unity of opposites” ( 1990 , 34), giving the concept a corporeal form. [4.4.5] An even closer look reveals that the Unifying gesture in Process II is a progression in flow and shape of those of Process I ( Example 21 ). While the two hands in the gestures in mm. 25 and 28 start and stop, the flow of the two hands in the gesture in mm. 74–75 passes smoothly and continuously from the left hand to the right, then back to the left (labeled “unify” in Example 21). The shape of the gesture in mm. 74–75 also feels more satisfying that those of the two earlier gestures. While the gestures in mm. 25 and 28 both describe a scattering upwards , the gesture in mm. 74–75 outlines a scattering circle : just as the right-hand floats to its final high note of G ♯ , the left hand makes its way slowly, in the form of an arc, over to the lowest D on the keyboard (D0). In short, while the first two gestures expand only upwards and in spurts, this final Unifying gesture comprises one integrative, continuous motion, where the two hands elegantly take on each other’s flow without interruption and expand to both ends of the keyboard. This scattering to the end ranges of the pianist’s kinesphere tugs at the lived experiences of full arm extension: that of openness, invitation (as in welcoming a hug), totality, and breadth. Moreover, the gesture describes a circle—a shape that is natural and comfortable to the biomechanical make-up of our ball-and-socket, hinged, and condyloid joints in our shoulders, elbows, and wrists. (19) The piece thus finishes on this scattering circle that contains within it the feeling of expansive openness and comforting wholeness. [4.4.6] The scattering circle: the curious combination of spatial expansion with a circle is, in a sense, somewhat surprising and paradoxical in the context of the piece. Circular gestures have earlier been felt in the body not as scattering but rather as gathering , namely in the gathering / circular gesture shown in Example 10 that occurs four prominent times (mm. 17, 19, 30, 32). Both hands trace circles, the right more tightly wound than the left, and end up in front of the torso at the end of the gesture. This familiar inscription of the gathering circle is upended in the final scattering circle . This transformation of the circle gesture outlines the gradual opening up of the body throughout the piece up to this point, stretching , unloosening , scattering in numerous gestural transformations. Through this simplest of shapes —the circle—we can trace a transformation that concretizes those feelings of wholeness, satisfaction, and openness that are key attributes of the piece’s ending. Indeed, such trends in feeling that are structurally significant could be referred to as structural sensations.  Structural sensations are paramount to a moving performance; they give us access to the intuitive sense of what a piece feels like from beginning to end. The structural sensations of moving from a gathering to scattering circle imprint on the performer and the audience a corporeal sense of expansion and comfort achieved at the final moment. [4.4.7] The satisfying transformation of gathering to scattering in the performance of circle gestures points to arguably the most important structural sensation that drives the piece: the coexistence of oppositional gestural qualities. This coming together of opposites occurs most prominently at the climax. While the climax combines opposite effort and shape qualities, the build-up prepares us by combining different gestural classifications and juxtaposing them with each other in quick succession. Section B leading up to the climax in Example 19 shows that the gestures here are heterogenous—composites of the basic classifications (specifically, of Coupled and Parallel)—rather than homogenous. The quick juxtaposition of heterogeneous gestures leads to the climax, where we finally hear sharply opposed efforts and shapes in coexistence (Example 13). In m. 49, the left hand plays slow dotted sixteenths, heavy with a crescendo-decrescendo swell, reaching upwards, while the right hand’s gesture is quick , light , staccato, and circular . To sum up in Laban terms, the left hand— scattering upwards , sustained , and heavy —directly opposes the right hand— gathering in a tight circle, quick , and light . [4.4.8] Hence, in one momentous climax, we witness simultaneously the opposition of indulging and fighting efforts and of gathering and scattering shapes . While the scattering circle at the piece’s ending is characterized by wholeness, unified flow , and openness, the coexistence of opposites at the climax is a bringing together of oppositions, played out by the independence of the two hands, without any sense of negation. It thus speaks of a coming together that respects difference. Indeed, this reading of the piece’s structural sensations resonates with Takemitsu’s conviction that to compose is to make sense of sound in one’s lived reality: That rich world of sound around me . . . those are the sounds that I should have the courage to let live within my music. To reconcile those diverse, sometimes contradictory, sounds around us, that is the exercise we need in order to walk that magical and miraculous road we call life. ( Takemitsu 1995 , 81) The reconciliation of opposing efforts and shapes finally creates a unified, expanded world: a world embodied by an expanded kinesphere that is large enough for contradictions to coexist. This kind of non-conflictual reconciliation, achieved not through negation or domination but rather through coexistence, resonates with Takemitsu’s attitude toward the contradictions inherent between human beings and nature, between music from East and West—where one element does not trump another but where an “aesthetic balance of contraries” ( Koozin 1990 , 44) can be achieved in the body of the performer. 5. Beyond Arms and Hands 5.1 The Expanding Body Example 22 . Laban’s visualization of the body (Laban 1980, 28) (click to enlarge) [5.1.1] In the above gestural-kinesthetic analysis, I have focused mostly on the arms and hands. I now consider the climax once again, this time turning my attention to the entire upper body. To put together the pieces of information we have about the climax (Example 13) so far: it is an expansive moment in space, time, and concept, containing opposite qualities. Spatially, the hands sculpt a ful-scattering gesture [4.2.7] with an unloosening transformation [4.2.8]. Time is slowed down immediately preceding [4.3.2] and during [4.3.3] the climax and stretched out proceeding it [4.3.4]. Beyond consideration of the upper limbs, the climax of Rain Tree Sketch II is also a moment of expanding, full-body engagement. In Mastery of Movement , Laban describes the body progressively from the central part—the upper and lower trunk—to the distal regions—hands, fingers, feet, and toes (Laban 1980, 26). Example 22 reproduces Laban’s visualization of this progression, where the upper and lower parts of the trunk are the centers of “levity” and “gravity” (28) respectively, and the hand and feet are the distal regions of the body. Example 23 . Rocking motion, from distal to central (click to enlarge) [5.1.2] The lead-up to the climax entails a rocking gesture that moves the bodily engagement from the distal fingers toward the central torso ( Example 23 ). In m. 39, the chords move in a quick to-and-fro rocking gesture. The fast sixteenth-note movements within a small pitch range and whispery dynamics ensure that these articulations are limited largely to the fingers. However, the answering phrase in mm. 45–46 slows down to eighths and dotted eighths, allowing the arm to initiate its rocking motion. Finally, the whole torso is engaged: the catapulting motion from the accented chord {LH: D ♯ 3–A3; RH: B3– D ♯ 4– G ♯ 4} at the end of m. 46 up to a register more than an octave higher in the next measure propels the entire torso toward the right end of the keyboard, lifting the chest upwards. Following quickly, the rapid movement from the high register back down to the weighty middle-register chords plays out as a gravitating jerk back to the left, using a downward abdominal force. In the catapult upwards and the jerk downwards, the body rocks to the right and up, and then to the left and down in two quick, successive movements. This rocking body incorporates both the spatiality of the music (the registers of the piano) and the weight of the gestures to produce two distinct dimensions (right/left and up/down). [5.1.3] The lead-up to the climax progressively engages more and more of the body: from the distal, to the intermediate, to the central. This full body engagement lends weight (double entendre intended) to the climax: the expansion of space and time , the expansion of a world where paradoxes coexist while being juxtaposed, all materializing in the expansion of full-bodied engagement. 5.2 Gestural Ghosts and Macroscopic Rhythm [5.2.1] Having thoroughly considered gestural qualities and transformations, I now turn to how the body is engaged in what comes in between: the transitional still moments. While the lead-up to the climax (Example 23, mm. 45–48) involves almost no pauses, with one gesture moving straight to another, this is not the case with the remainder of the piece. Most of the time, we see gestures followed and preceded by a pedaled, still resonance. These moments of stillness are represented by the bracketed intervals in the top x-axis on the Map of the four gestural categories (labeled “video timing” in Example 19). How are these still resonances embodied? Does the embodiment of one moment of stillness differ from that of another? Drawing on Noland’s phenomenological reading of Bill Viola’s color video triptych Anima ( 2000a )—a reading that combines Husserlian terms with Merleau-Pontian embodiment—these moments of transitional stillness can be productively interrogated through an “application of Husserl’s paradigm of time consciousness to motor, rather than cognitive, intentionalities” ( Noland 2009 , 79–80). In Husserlian terms, then, does the transitional moment contain the retentive apprehension of a freshly-passed gesture still resonating in the present, or does it serve as a protentive preparation for the next gesture? In Confronting Silence , Takemitsu offers an insight into these bodily choices of performance: In the flow of Japanese music, for example, short fragmented connections of sounds are complete in themselves. Those different sound events are related by silences that aim at creating a harmony of events. Those pauses are left to the performer’s discretion . . . Here the role of the performer is not to produce sound but to listen to it , to strive constantly to discover sound in silence . Listening is as real as making sound ; the two are inseparable. ( Takemitsu 1995 , 84–85; emphasis mine) In discovering the “sound in silence,” or rather, in the case of Rain Tree Sketch II , the sound in resonating stillness, I, as the performer, am beckoned to not to “produce” anything but rather to “listen” to the resonances in the moment. My intention is not to prepare for the next gesture, as any conscientious Western classical pianist—trained to play virtuosic music with maximal bodily efficiency—may be tempted to do. The moment is not protentive. Rather, it is retentive: I hold still, listening in the present moment to the pedaled resonances that are the lingering trails of a gesture that has just passed. [5.2.2] How, then, is this present, retentive-oriented listening embodied? Each transition contains a trace of the shapes and efforts of a past gesture: while absorbing the resonances and holding still, the body retains this trace. This retentive trace of gestures could be likened to what Laban calls effort states ( Moore 2009 , 159), defined in Laban’s theory as movements that are vague and incomplete in feeling. Having lost some of the gesture’s definitiveness, the body holds in its posture lingering effort qualities in such effort states . Thus, each moment of stillness is different: sometimes with lingering light and quick effort , sometimes heavy and sustained . As I listen to the decaying sound, I hold in my postures the muscular tensions and qualities of the past gesture. These resonating gestural ghosts that contain lingering, retentive states are just “as real,” in Takemitsu’s words, or as significant as the effort ful gestures that produce them. To elaborate on these gestural ghosts, I develop Noland’s conception of gesture as a “protentive and retentive deferral of the present” ( Noland 2009 , 80). As in Quintet of the Astonished , in Anima , Viola has actors perform categorical emotions (joy, sorrow, anger, and fear) in footage that is then slowed to highlight facial gesticulations between emotions. About these in-between gesticulations, which are trajectories from one emotion to the next, Noland writes: The execution of the gesture could thus be seen in Husserl’s terms as a layered instant composed of both retentions—the body’s grasp on that which was previously performed—and protentions—the body’s grasping for that which it could enact in the future. ( Noland 2009 , 79) Rather than the present deferring to retention and protention simultaneously, still moments in Rain Tree Sketch II are split: I elongate the retentive present as much as possible in an effort state , delaying any intention of protention until I must relax and relinquish the effort state in order to prepare my torso and limbs for the next gesture. Such protentive preparation may take the form of a movement opposed to the next gesture itself. For instance, referring back to the map of trace-forms, to prepare for the upward moving gesture with quick time in m. 15 (Example 3a, 0′47″ in video), I must first bring my hands back from the scattered arms at the ends of the keyboard to be in front of me, engage my core to bring my torso from forward-leaning to upright, and lift my drooping head. This preparation happens in the span of a second; I am then prepared to play with quickness in my arms to ascend the keyboard. Another locus of preparation might be the breath: in the following gesture (mm. 17–19 in Example 3a, 0′56″), I curl my torso, dip my head, and exhale, feeling my breath’s warmth in the back of my nasal-oral cavity as I prepare for slow and heavy effort qualities in the hand’s gathering circles . Example 24 . Macroscopic rhythm embodying gestures and silences (click to enlarge) [5.2.3] This protentive cleansing of the past gesture’s lingering and preparation for the next gesture resonate with Laban’s concept of recovery —relaxation that restores balance, a “release of one’s effort used and the move into a recovery period ready for the next effort” ( Hodgson 2001 , 187). My large-scale bodily movement in the piece rotates between three dispositions that bleed into one another: well-defined effort ful gestures, lingering stillnesses with retentive effort states , and brief protentive recovery and preparation that end the previous gestural qualities to begin the next ( Example 24 ). To draw on Laban’s generalized concept of embodied rhythm, this rotation is akin to a macroscopic rhythm, as he described in his 1959 article “The Rhythm of Effort and Recovery I”: The relationship of effort and recovery is one of the most important aspects of the great number of rhythmic alternations observable in Nature. (Quoted in Hodgson 2001 , 186.) For Takemitsu, a composer who frequently eschewed time signatures (as here) and detested the rigidity of bar-lines and rests, an alternative understanding of rhythm through the body’s effort , effort states , and recovery has natural appeal. This macroscopic rhythm undergirding the piece is akin to throbbing. This throbbing rhythm is slow in Process I, with lengthy effort states and recoveries (the bracketed timing intervals in Example 19) occurring after almost every gesture. Process II quickens this rhythm, with less effort state / recovery time (fewer bracketed timing intervals in Example 19), until the gestures are concatenated with no breaks in the build-up and the climax (brackets collapse into single vertical lines in Example 19). In the post-climax phase, the rhythm slows again as we approach the coda. The combination of effort ful gesture, retentive effort state , and protentive recovery thus supplies the structural arc of the piece as embodied rhythmic energy. 6. Conclusion",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "reynolds_and_takemitsu_1996",
                    "takemitsu_1995",
                    "koozin_1993",
                    "koozin_1993",
                    "koozin_1990",
                    "takemitsu_1995",
                    "koozin_1990",
                    "viola_2000a",
                    "noland_2009",
                    "takemitsu_1995",
                    "moore_2009",
                    "noland_2009",
                    "noland_2009",
                    "hodgson_2001",
                    "hodgson_2001"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] A gestural-kinesthetic analysis that draws upon Noland’s phenomenological approach and Laban’s theory of dance provides a framework for investigating the structural sensations of performance—how the corporeal feelings of key moments such as climaxes, peaks, resolutions, and endings interplay. The consideration of these structural sensations opens up a new mode of understanding musical structure, one that is beyond the capacity of a score-based approach. In Takemitsu’s Rain Tree Sketch II , the gesture trace-forms unveil movement toward expansion in space, time, and bodily engagement. This expanded world welcomes the coexistence of oppositional shapes and efforts in a unifying and non-conflicting way. By exploring the retentive and protentive embodiments of transitional moments, regularity in time is conceived alternatively as a macroscopic throbbing rhythm. These structural sensations concretize Takemitsu’s compositional aesthetics—an aesthetics of coexisting binaries and pliable, non-linear time—through the body.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The gestural-kinesthetic approach and the structural sensations it illuminates tell us, in short, about how a piece feels . They result in a sort of signature of what a performance is “about” on a physical-affective plane, just as one can say a piece of music is “about” a certain topic or narrative on a conceptual-cognitive plane. This method could be expanded to investigate the physical-affective signatures of a piece from performer to performer, using different performers’ insights into the structural sensations of a piece to provide a rich, pluralistic, body-based understanding of how a work feels. The gestural-kinesthetic approach could also shed light on whether a particular composer’s oeuvre has a certain (or several) physical-affective signature(s). For this question, at least, pianists already intuit the answer: some composers are notorious for feeling a certain way “under the hands.” (20) During a recital, the transition from the work of one composer to that of another requires the performer to quickly reorganize their nuances in body schema accordingly. How might performer-analysts’ constructions of structural sensations surrounding a given composer enter into dialogue with traditional understandings of their compositional aesthetics? The methodology presented here provides a set of tools to visualize and articulate performers’ bodily wisdom about performances. Such a gestural-kinesthetic approach attends to the vast amount of overlooked information that lies at the center rather than the margins of musical experience.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.4.ho.html",
    "data": "mto/data/mto.21.27.4.ho.json"
}