{
    "title": "The Importance of Bodily Gesture in Sofia Gubaidulina’s Music for Low Strings",
    "date": "2009/10/01",
    "volume": "15",
    "issue": "5",
    "authors": [
        "Berry, Michael"
    ],
    "abstract": "The role of the body in musical performance has recently received quite a lot of study. In most cases, the gesture is seen as subservient to the sound it creates: this is also the case in linguistic studies of gesture—the gesture usually “accompanies” the speech act, placing the visual second to the aural. Instrumental music in the twentieth century has seen an increase in the importance of the body in performance. Many works incorporate (either directly or indirectly) an element of theatricality in addition to the purely sonic content. Sofia Gubaidulina is one of many composers whose music features an increased attention to the body. In some passages of her compositions, practical bodily gestures—those movements of the body that are concerned with producing sound from one’s instrument—are actually more important to the work than the resulting sounds. In this paper, I examine some of these passages with a particular focus on Gubaidulina’s writing for cello and double bass.The first part of the paper offers a brief overview of gestural studies in music and linguistics in an effort to develop some terminology for use in the analyses. The second part of the paper provides examples of gestural symbolism in a number of Gubaidulina’s works for low strings. The final part of my paper examines Gubaidulina’s silent works—those in which gestures are prescribed but no sound results—and offers some directions for further study.",
    "keywords": [
        "Gubaidulina",
        "McNeill",
        "gesture",
        "double bass",
        "cello",
        "conductor"
    ],
    "doi": "",
    "received": "March 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.5/mto.09.15.5.berry.pdf",
    "author_info": [
        {
            "name": "Michael Berry",
            "university": "Texas Tech University",
            "address": "School of Music, Box 42033, Lubbock, TX 79409-2033",
            "email": "michael.berry@ttu.edu"
        }
    ],
    "citations": {
        "alker_2003": "Alker, Gwendolyn. 2003. “Silent Subjectivities: Performance, Religiosity, and the Phenomenon of Silence.” PhD diss., New York University.",
        "austin_1962": "Austin, John. 1962. How To Do Things with Words . 2nd ed. Cambridge: Harvard University Press.",
        "clarke_2002": "Clarke, Eric. 2002. “Understanding the Psychology of Performance.” In Musical Performance: A Guide to Understanding , ed. John Rink, 59–72. Cambridge: Cambridge University Press.",
        "cox_2006": "Cox, Arnie. 2006. “Hearing, Feeling, Grasping Gestures.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 45–60. Aldershot: Ashgate.",
        "cusick_1994": "Cusick, Suzanne. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32/1: 8–27.",
        "dahl_and_friberg_2007": "Dahl, Sofia and Anders Friberg. 2007. “Visual Perceptions of Expressiveness in Musicians’ Body Movements.” Music Perception 24/5: 433–54.",
        "davidson_2001": "Davidson, Jane. 2001. “The Role of the Body in the Production and Perception of Solo Vocal Performance: A Case Study of Annie Lennox.” Musicae Scientiae 5/2: 235–56.",
        "davidson_2002": "Davidson, Jane. 2002. “Communicating with the Body in Performance.” In Musical Performance: A Guide to Understanding , ed. John Rink, 144–52. Cambridge: Cambridge University Press.",
        "fisher_2002": "Fisher, George and Judy Lochhead. 2002. “Analyzing From the Body.” Theory and Practice 27: 37–67.",
        "gødoy_2006": "Godøy, Rolf Inge, Egil Haga, and Alexander Refsum Jensenius. 2006. “Playing ‘Air Instruments’: Mimicry of Sound-Producing Gestures by Novices and Experts.” In Gesture in Human-Computer Interaction and Simulation , 256–67. Berlin: Springer Verlag.",
        "gritten_and_king_2006": "Gritten, Anthony and Elaine King. 2006. Music and Gesture . Aldershot: Ashgate.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures and Tropes . Bloomington: Indiana University Press.",
        "kendon_1988": "Kendon, Adam. 1988. “How Gestures Can Become Like Words.” In Crosscultural Perspectives in Nonverbal Communication , ed. F. Poyatos, 131–41. Toronto: C.J. Hogrefe.",
        "kendon_2004": "Kendon, Adam. 2004. Gesture: Visible Action as Utterance . Cambridge: Cambridge University Press.",
        "king_2006": "King, Elaine. 2006. “Supporting Gestures: Breathing in Piano Performance.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 142–164. Aldershot: Ashgate.",
        "kurtz_2007": "Kurtz, Michael. 2007. Sofia Gubaidulina: A Biography , trans. Christoph K. Lohmann, ed. Malcolm Hamrick Brown. Bloomington: Indiana University Press.",
        "le_guin_1999": "Le Guin, Elisabeth. 1999. “Cello and Bow Thinking: Boccherini’s Cello Sonata in E-flat Major, ‘Fuori Catologo.’” ECHO: A Music-Centered Journal 1/1. < http://www.echo.ucla.edu/Volume1-Issue1/leguin/leguin-article.html >",
        "leppert_1993": "Leppert, Richard. 1993. The Sight of Sound: Music, Representation, and the History of the Body . Berkeley: University of California Press.",
        "lidov_1987": "Lidov, David. 1987. “Mind and Body in Music.” Semiotica 66/1: 69–97.",
        "lidov_2006": "Lidov, David. 2006. “Emotive Gesture in Music and its Contraries.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 24–44. Aldershot: Ashgate.",
        "lukomsky_1998": "Lukomsky, Vera. 1998. “Sofia Gubaidulina: ‘My Desire is Always to Rebel, to Swim Against the Stream!’” Perspectives of New Music 36/1: 5–41.",
        "mcclary_1991": "McClary, Susan. 1991. Feminine Endings: Music, Gender, and Sexuality . Minneapolis: University of Minnesota Press.",
        "mcneill_1992": "McNeill, David. 1992. Hand and Mind: What Gestures Reveal About Thought . Chicago: University of Chicago Press.",
        "mead_1999": "Mead, Andrew. 1999. “Bodily Hearing: Physiological Metaphors and Musical Understanding.” Journal of Music Theory 43/1: 1–19.",
        "monelle_2006": "Monelle, Raymond. 2006. “Mahler’s Military Gesture: Musical Quotation as Proto-topic.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 91–103. Aldershot: Ashgate.",
        "neary_1999": "Neary, Fay. 1999. “Symbolic Structure in the Music of Sofia Gubaidulina.” DMA diss., Ohio State University.",
        "schutz_and_lipscomb_2007": "Schutz, Michael and Scott Lipscomb. 2007. “Hearing Gestures. Seeing Music: Vision influences Perceived Tone Duration.” Perception 36: 888–97.",
        "searle_1969": "Searle, John. 1969. Speech Acts . Cambridge: Cambridge University Press.",
        "tomkins_1965": "Tomkins, Calvin. 1965. The Bride and the Bachelors: The Heretical Courtship of Modern Art . New York: Viking Press.",
        "wanderley_and_vines_2006": "Wanderley, Marcelo M. and Bradley W. Vines. 2006. “Origins and Functions of Clarinetists’ Ancillary Gestures.” In Music and Gesture , ed. Anthony Gritten and Elaine King, 165–191. Aldershot: Ashgate.",
        "wanderley_2002": "Wanderley, Marcelo. 2002. “Quantitative Analysis of Non-Obvious Performer Gestures.” In Gesture and Sign Language in Human-Computer Interaction , ed. I. Wachsmuth and T. Sowa, 241–53. Berlin: Springer Verlag."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See, for example Dahl and Friberg ( 2007 ), Schutz and Lipscomb ( 2007 ), Davidson ( 2002 ) and ( 2001 ), Cusick ( 1994 ), Fisher and Lochhead ( 2002 ), Le Guin ( 1999 ), Lidov ( 1987 ), and Mead ( 1999 ).",
            "citations": [
                "dahl_and_friberg_2007",
                "schutz_and_lipscomb_2007",
                "davidson_2002",
                "davidson_2001",
                "cusick_1994",
                "fisher_2002",
                "le_guin_1999",
                "lidov_1987",
                "mead_1999"
            ]
        },
        "FN2": {
            "text": "2. See Hatten ( 2004 ). A summary of this work appears as Chapter 1 in Gritten and King ( 2006 ).",
            "citations": [
                "hatten_2004",
                "king_2006"
            ]
        },
        "FN3": {
            "text": "3. See, for example Kendon ( 2004 ) and McNeill ( 1992 ).",
            "citations": [
                "kendon_2004",
                "mcneill_1992"
            ]
        },
        "FN4": {
            "text": "4. See Kendon ( 2004 ). Kendon would argue that ear-scratching is not a gesture at all because it is not intended to communicate anything.",
            "citations": [
                "kendon_2004"
            ]
        },
        "FN5": {
            "text": "5. See McNeill ( 1992 ).",
            "citations": [
                "mcneill_1992"
            ]
        },
        "FN6": {
            "text": "6. My definitions follow those presented by Clarke ( 2002 ) in his discussion of Jane Davidson’s work.  Dahl and Friberg ( 2007 ) mention the terms ancillary, accompanist, or non-obvious movements as synonymous with expressive movements; they favor the term body language for movements not immediately associated with sound production. Wanderley ( 2002 ) mentions the terms instrumental and effective gestures for what I call practical gestures. Wanderley ( 2002 ) notes that some expressive movements can impact the sound, particular in the case of wind instruments. I agree, but I think these effects are minimized when dealing with less mobile instruments such as the cello and double bass.",
            "citations": [
                "clarke_2002",
                "dahl_and_friberg_2007",
                "wanderley_2002"
            ]
        },
        "FN7": {
            "text": "7. See, for example Godøy, Haga, and Jensenius ( 2006 ).",
            "citations": []
        },
        "FN8": {
            "text": "8. Cusick ( 1994 , 18–19) makes a similar point about performing Bach’s chorale prelude “Aus tiefer Not,” suggesting that the tension created by the awkward positioning of the performer’s body, followed by the resolution of that tension—musically and corporeally—are symbolic of God’s grace, the message of the chorale. It is possible that in the case of organ music, the audience may not be privy to the performer’s body and thus may not be able to “empathize.”",
            "citations": [
                "cusick_1994"
            ]
        },
        "FN9": {
            "text": "9. Mead ( 1999 ) discusses “kinesthetic empathy,” arguing that we understand and appreciate what we are hearing as a result of our familiarity with the body movements used to create the sounds. We can, for example, identify with the strength required to play forte on most instruments. Mead also notes the importance of understanding music in terms of the capabilities of different instruments. Of particular interest here is Mead’s discussion of the second movement Webern’s op. 27 and the important role the hand-crossings play in communicating Webern’s intent to the listener.",
            "citations": [
                "mead_1999"
            ]
        },
        "FN10": {
            "text": "10. Glissandi by their very nature tend to be played on one string, but there are various ways of “cheating” and playing especially long glissandi across strings.",
            "citations": []
        },
        "FN11": {
            "text": "11. See, for instance, Cusick’s ( 1994 ) discussion of the “Aus tiefer Not” chorale prelude, BWV 686.",
            "citations": [
                "cusick_1994"
            ]
        },
        "FN12": {
            "text": "12. See Lukomsky ( 1998 ).",
            "citations": [
                "lukomsky_1998"
            ]
        },
        "FN13": {
            "text": "13. The preludes were originally commissioned by Grigory Pekker, the cello professor at the Novosibirsk Conservatory as etudes for cello. Gubaidulina used them as compositional exercises. When Vladimir Tonkha toured with the pieces, he called them “preludes” on his concert programs ( Kurtz 2007 ).",
            "citations": [
                "kurtz_2007"
            ]
        },
        "FN14": {
            "text": "14. Gubaidulina often includes symbols of the cross as Augenmusik in some of her other scores. See Lukomsky 1998 . In Croce is but one example, and Neary ( 1999 ) analyzes it in depth in her dissertation.",
            "citations": [
                "lukomsky_1998",
                "neary_1999"
            ]
        },
        "FN15": {
            "text": "15. Le Guin suggests that the lower positions (i.e., first position) is closer to the body, closer to home.",
            "citations": []
        },
        "FN16": {
            "text": "16. The account here is taken from Tomkins ( 1965 ).",
            "citations": [
                "tomkins_1965"
            ]
        },
        "FN17": {
            "text": "17. McNeill notes that this continuum is based on work presented in Kendon ( 1988 ).",
            "citations": [
                "kendon_1988"
            ]
        },
        "FN18": {
            "text": "18. Gubaidulina discusses this work in conversation with Lukomsky ( 1998 ). The following analysis relies heavily on her discussion.",
            "citations": [
                "lukomsky_1998"
            ]
        },
        "FN19": {
            "text": "19. One could theorize that the air-bow is actually performing a slur, although it seems like the default judgment would probably be that a single note is being sounded in the absence of other evidence.",
            "citations": []
        },
        "FN20": {
            "text": "20. Speech acts were first posited by Austin ( 1962 ) and are explored more fully by Searle ( 1969 ), among other sources. Both authors note that the majority of speech acts are accompanied by gestures that are essential to the successful completion of the act (i.e., a handshake when betting).",
            "citations": [
                "austin_1962",
                "searle_1969"
            ]
        },
        "FN21": {
            "text": "21. McClary ( 1991 , 132–47) takes this issue up in detail in her essay on Laurie Anderson.",
            "citations": [
                "mcclary_1991"
            ]
        },
        "FN22": {
            "text": "22. Cited in Davidson ( 2001 , 238). According to the study, we take in 75% percent of the information visually and only 13% aurally. The statistics appear online at http://www.mech.port.ac.uk/av/AVALearn.htm (Accessed 6 Sept. 2007).",
            "citations": [
                "davidson_2001"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The role of the body in musical performance has recently received quite a lot of study. Work by Jane Davidson, Suzanne Cusick, Andrew Mead, and others has turned our attention from the notes on the page to the activities involved in transforming those notes into sound. (1) In most cases, the gesture is seen as subservient to the sound it creates. In her “Cello and \nBow Thinking” article, Elisabeth Le Guin states: “In terms of compositional process, the visual images  created by the physical gestures of playing will tend to be  by-products, and not sources, of aural and kinesthetic impulses [ . . . ] but it is  important to distinguish between their functional secondariness in the  creative process, and their very considerable problematization in  latter-day understandings of instrumental music” ( Le Guin 1999 , par. 54). Le Guin suggests that the visual aspects of performance are perhaps not germane to the initial working out of musical material (by composer or performer), but are nonetheless important to the audience. This also seems to be the case in linguistic studies of gesture—the gesture usually “accompanies” the spoken word, placing the visual second to the aural. Richard Leppert  goes a step further and argues that music must be seen in order to be fully grasped. According to Leppert, sight mediates between what we hear and our bodily experience of music. In the introduction to his book The Sight of Sound , he asserts,  “Whatever music is ‘about,’ it is inevitably about the body” ( Leppert 1993 , xx).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "le_guin_1999",
                    "leppert_1993"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Instrumental music in the twentieth century has seen an increase in the importance of the body in performance. Many works incorporate (either directly or indirectly) an element of theatricality in addition to the purely sonic content. Sofia Gubaidulina is one of many composers whose music features an increased attention to the body. Some of her works require spatial separation of performing forces; others require interaction between live music and recorded sound. Both techniques rely on the audience’s visual inspection of the performance arena. In some instances, I would argue that practical bodily gestures—those movements of the body that are concerned with producing sound from one’s instrument—are actually more important to the work than the resulting sounds. In this paper, I examine some of these passages with a particular focus on Gubaidulina’s writing for cello and double bass. I have chosen these particular instruments for three reasons: first, because Gubaidulina has written a considerable amount of music featuring these instruments; second, because these instruments offer a large canvas on which to observe bodily movement; and third, because as a \ndouble bassist, I have first-hand knowledge of the physical demands of the instrument. The first part of the paper uses examples from Gubaidulina’s music to formulate a theory of bodily gesture. The second part of the paper provides examples of gestural symbolism in a number of her works for low strings. The final part of my paper examines her “silent” works and offers some directions for further study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I would like to begin by clarifying some terminology. The word gesture in particular is quite a loaded term. In music, the term is usually used to describe a small musical unit, akin to a motive. The distinction between motive and gesture is a fine one. A motive can be defined as the smallest recognizable musical unit. Motives have distinct pitch and rhythmic profiles, and are generally shorter than a measure. A musical gesture has many of the same characteristics \nas a motive. For me, the fundamental difference between a motive and a musical gesture has its roots in a bodily understanding of musical sound. Such an understanding can take three basic forms. First, we can understand music in terms of the body movements required to produce the sound. Second, we can understand music through observation of the gestures the musicians make to create the sounds. Third, we can understand music in terms of how our bodies react to sounds (i.e., dancing, armchair conducting).  At first glance, the first and second methods might seem identical. In the first case, I would argue that we do not need an immediate visual presence to “empathize” with the performer ( Mead 1999 ): we need only the sound. In the second case, I would argue that we don’t need sound to interpret the gestures that we are seeing. The present paper concerns itself mainly with these first two kinds of gestural observation.",
                "footnotes": [],
                "citations": [
                    "mead_1999"
                ]
            }
        },
        {
            "4": {
                "text": "[4] A survey of the topics treated in the collection Music and Gesture ( Gritten and King 2006 ) reveals a wide variety of possible interpretations of the term. David Lidov calls for sharper distinctions among the bodily movements that accompany music-making in order to focus more sharply on those gestures that might have historical or cultural significance ( Lidov 2006 ). Arnie Cox examines the relationship between gesture and embodied listening, arguing that we hear music in our bodies by imagining the gestures used to produce the sounds ( Cox 2006 ). Raymond Monelle examines military topics in Mahler’s music ( Monelle 2006 ). Elaine King studies the relationship between tempo, phrasing, and breathing in piano performance ( King 2006 ). Marcelo Wanderley and Bradley Vines use motion-capture technology to track the movements of a clarinet bell during live performance ( Wanderley and Vines 2006 ).",
                "footnotes": [],
                "citations": [
                    "gritten_and_king_2006",
                    "lidov_2006",
                    "cox_2006",
                    "monelle_2006",
                    "king_2006",
                    "wanderley_and_vines_2006"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Robert Hatten’s work is perhaps the most well known in the realm of musical gesture. (2) In his most recent work, Hatten uses concepts borrowed from linguistics to affect a cross-domain mapping from bodily motion onto musical feature. Bodily gestures are characterized as having a distinct beginning and ending: often, the gesture returns to the point at which it began. Gestures tend to have short duration and feature continuous motion through that time. The typical gesture that accompanies speech has three main parts: the preparation (the pre-stroke hold), the stroke, and the retraction (the post-stroke hold). A musical gesture evidences all of these aspects: they have distinct beginnings and endings, they are typically brief, and they unfold in time continuously. Not only can this theory be applied to notes on the page, but the manner of translating these symbols into sounds can be understood in terms of physical motion. Linguistic studies of gesture",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Linguists likewise disagree on the definition of “gesture.” David McNeill defines gestures as the spontaneous movements made by someone as they are speaking. (3) Such a definition includes a wide variety of movements that may or may not be related to the spoken discourse. McNeill has also remarked on the ways that gesture differs from spoken language. Spoken and written language work from the bottom up: letters are assembled into words; words are assembled into sentences, and so on. Gestures work from the top down, presenting a \npicture whose constituent parts are meaningless when disassembled. As a result, multiple gestures cannot be combined to create a “larger” gesture with a different meaning. An exception to this would be a purely gestural system of communication—one that is not dependent upon speech at all—such as American Sign Language. McNeill also suggests that gestures and speech are coexpressive. Gestures occur only during speech, the gesture tends to occur at the same time as the particular concept it expresses is spoken, and both gesture and speech break down in similar ways in aphasic patients.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Adam Kendon, another principal in the field of gesture studies, defines gestures as movements with features of “manifest deliberate expressiveness.” (4) For Kendon, gestures must have an intended meaning: ear-scratching in the course of a conversation does not constitute gesturing (unless one was demonstrating how to scratch an ear). Kendon considers non-communicative gestures made while speaking to be gesticulations.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Not all movements made while speaking constitute gestures. We must also distinguish between gestures that accompany speech and movements responsible for producing speech sounds. Any movement of the lips and tongue, of the vocal folds, for example, are not typically considered gestures; \nthat is, they are not marked for significance by the interpreter. These speech-producing movements are akin to what I am calling practical movements in musical performance. Practical movements in musical performance are generally not marked for significance, but as I will argue below, Gubaidulina occasionally creates situations where these gestures should be interpreted as significant. Example 1 . McNeill’s classification of gesture types (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In musical performance, expressive gestures tend to be more communicative than practical gestures. \n\t\t\tDavid McNeill  offers a classification system for different gestures that accompany speech, which is shown in Example 1 . (5) Iconic gestures resemble that which is being talked about. Metaphoric gestures \nare essentially pictorial, but represent a more abstract idea. Beats are \ngestures that mark narrative time in speech. Cohesives are gestures used to bind \ntogether two temporally separated but related parts of a narrative. Deictics are \npointing gestures, which may or may not refer to an object that is immediately \npresent. Naturally, most gestures could be placed into more than one of these \ncategories. This classification can be useful to us in interpreting the variety \nof gestures that comprise a musical performance. The right-hand column includes examples of musical analogues for these gestures. The classification scheme is most appropriate for expressive gestures, but as we shall see, some practical gestures can also be accounted for by it.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] My definition of gesture  is aligned most closely with Kendon’s. A musical gesture is a movement of the body that is intended to produce sound or to convey non-musical (non-sonic) information to the audience about the performance. The former I will call practical movements; the latter, expressive. (6) Certainly some practical gestures can be interpreted by the listener as  expressive, regardless of the performer’s intention. We can also discuss a third type of musical gesture, one that is intended to communicate information such as entrances and caesuras with other members of an ensemble. I will refer to these gestures as cues. These gestures are, generally speaking, practical but can be performed with expressive flair. For the most part, we will see that practical gestures tend to be iconic or metaphoric; expressive gestures tend to be metaphoric or deictic; and cues tend to be deictic or beating gestures. Gesture in Gubaidulina’s music Example 2 . Gubaidulina, Sonata for double bass and piano, measures 1–8 (click to enlarge and watch the video)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Example 2 includes the first eight measures of Gubaidulina’s sonata for double bass, which dates from 1975. I am chiefly interested in what the left hand is doing in this excerpt. All of the motions the bassist makes with his left hand are for the sole purpose of articulating pitches and producing a good tone. These are practical movements (also called sound-producing gestures): fingering the notes, shifting, and vibrato. Practical movements are deliberate, carefully chosen, and well rehearsed.   One could argue that vibrato and, to some extent shifting, could be taken as expressive gestures. I tend to agree, but for the present purposes, I am going to place them in the realm of practical gestures. Elsewhere in the literature, gestures such as vibrato are called sound-facilitating gestures. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In the excerpt you just saw, I deliberately downplayed any expressive gestures for two reasons. The first reason was simply to highlight the practical gestures for the purpose of illustration, and to downplay any expressive gestures that I might have made otherwise. Second, the beginning of the piece to me should be stark and seemingly expressionless,  and I wish to project that interpretation to the audience. The piece opens with a long, sustained pitch that can (I would say should) be performed on an open string with no vibrato. The rest of the passage consists mainly of long notes, separated by commas. The commas after nearly every measure hinder the emergence of a larger, more complex gesture. By minimizing bodily movements—practical, expressive, and otherwise—I visually exhibit the kind of restraint that the notes on the page suggest to me. Example 3 . Gubaidulina, Pantomime for double bass and piano, measures 1–7 (click to enlarge and watch the video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Example 3 comes from the beginning of the Pantomime for double bass and piano, which was composed in 1966. Again, the work starts with solo double bass. In this case, I am interested in the expressive gesture made with the bow at the end of each musical segment. A crescendo from pianissimo to fortissimo culminates with a staccato, accented, eighth note. The bow comes off the string after that note not only to keep the note’s length short, but also as a way of visually filling the space (e.g., the subsequent rests) after the note. This is an example of an expressive gesture. Expressive gestures are typically more spontaneous than practical gestures. They typically vary from performer to performer, although Marcelo Wanderley has shown that an individual performer’s expressive gestures exhibit a high degree of consistency ( Wanderley 2002 , 42). Expressive gestures are not essential to the production of sound per se , but are certainly an important part of the musical experience. The spontaneity of expressive gestures aligns them closely with the gestures that accompany speech, what Kendon calls “gesticulation.”",
                "footnotes": [],
                "citations": [
                    "wanderley_2002"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Returning to the opening of the Pantomime , we can say that the literal movement of the bow in the rest can be understood as a metaphoric gesture. The motion of the bow continues to suggest music, despite the lack of sound production: the gesture  fills space visually  as opposed to sonically. We could also perhaps look at this gesture as a beat, a marking of time with the body. The speed of the gesture communicates information about the overall tenor of the piece, and suggests something about the performer’s conception of the tempo at this early, rather ambiguous stage of the composition. Also of interest in this beginning is the relatively tense, stretched out position of the body as he leans over to play these high pitches. The opening of Pantomime is markedly different in this respect from the opening of the sonata, which begins with an open string and stays mainly in the lower positions. The opening of the sonata is much more relaxed as a result. (I certainly feel much less tense playing the opening of the sonata than praying that I will hit the first A in the Pantomime ). We could argue that the tension of the performer’s body at the beginning of the Pantomime creates the experience of tension in the listener. Similarly, the comparatively relaxed position of the performer at the beginning of the sonata projects a feeling of repose in the listener. (8) Andrew Mead argues that we understand and appreciate what we are hearing as a result of our familiarity with the body movements used to create the sounds. He calls this process “kinesthetic empathy.” We can, for example, identify with the strength required to play forte on most instruments. Mead also notes the importance of understanding music in terms of the capabilities of different instruments. (9) My hope as a performer is that the audience will empathize with my relaxed body at the beginning of the sonata, and will continue to experience the piece through their bodies as it unfolds, recognizing periods of tension and relaxation as a kind of musical form. Example 4 . Gubaidulina, Sonata for double bass and piano, rehearsal 5 (click to enlarge and watch the video)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Example 4 comes from rehearsal 5 in the bass sonata. In most music, any number of practical movements (i.e., fingerings) can be used to play a particular passage. In this passage, though, Gubaidulina’s writing deliberately constrains the available choices of fingerings: there is only one way to play this passage.  Consider the third measure: the A string is to be played col legno, eliminating it as a destination for either of the two glissandi in that measure. Gubaidulina is very specific about the endpoints of her glissandi. Because the A string is sounding, the endpoint of the first glissando (C) must be played on the E string, and the E that is the endpoint of the second glissando must be played on the D string. This in turn forces the second glissando to be played entirely on the D string. (10) By constraining the available fingerings for a passage, Gubaidulina \n\t\t\tcan be seen as exerting a little more control than usual over the \n\t\t\tperformer’s body. It may be that the audience does not recognize the \n\t\t\trestrictions being placed on the performer at this point. I suspect \n\t\t\tthat the level of difficulty of this particular passage might be \n\t\t\tapparent to the audience—certainly this is not a conventional double \n\t\t\tbass-playing technique—and may thus be interpreted as significant.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Occasionally in Gubaidulina’s work, practical gestures become invested with meaning as the result of her deliberate choreographing of the performer’s practical movements. In order for these gestures to become invested with meaning, they must either be felt empathetically as in the stretched body at the beginning of the Pantomime (Mead’s kinesthetic empathy), or they must draw on a set of codified gesture-symbols, like a sign language. The only way a sign language or other codified system of gestures can be successful is if the meanings of the gestures are standardized across a population and the meanings of each gesture are clearly understood by all. Because expressive gestures tend not to be rehearsed, because they are more or less random and vary from performer to performer, and because they are not essential to the production of sound, it stands to reason that the practical gesture—the codified, rehearsed gesture—becomes the vehicle for the composer to project her meaning. McNeill speaks of the coexpressive potential of speech and gesture: speech and gesture are complementary systems, with one filling in the gaps inherent in the other ( McNeill 1992 ). I think that Gubaidulina exploits the coexpressive \npotential of music and gesture—both expressive and, perhaps more importantly, \npractical—and I will explain how she does this in the next section. Example 5 . Gubaidulina, Sieben Worte for cello and bayan (click to enlarge) Example 6 . Gubaidulina, Sonata for double bass and piano, rehearsal 28 (click to enlarge and watch the video) Example 7 . Gubaidulina, Sonata for double bass and piano, measures 20–22 (click to enlarge and watch the video) Example 8 . Gubaidulina, Ten Preludes for Cello Solo , I: Staccato–Legato, measures 1–9 (click to enlarge and see the rest) Example 9 . Gubaidulina, Ten Preludes for Cello Solo , III: Con Sordino–Senza Sordino, measures 1–9 (click to enlarge and watch the video)",
                "footnotes": [],
                "citations": [
                    "mcneill_1992"
                ]
            }
        },
        {
            "17": {
                "text": "[17] In some cases, Gubaidulina composes practical gestures that have explicit symbols associated with them. Certainly she is not the first composer to do this: Johann Sebastian Bach composed a variety of religious symbols into his music. (11) Gubaidulina is a deeply religious woman, and her spirituality manifests itself in her music in a variety of ways. In an interview with Vera Lukomksy, Gubaidulina discussed her technique of “crucifying the string” in her piece Sieben Worte for cello and bayan (1982). (12) Example 5 contains a musical excerpt from the first movement of the work. The open A string on the cello is “crucified” as the cellist glissandos from a B on the neighboring D string to a G , passing through the A on the way. In this case, the resultant set is [B , A, G ], which is an instance of (012) manifest as High-Middle-Low. Inversionally symmetrical sets like (012) and (048) are prominent in many of Gubaidulina’s works and are often deployed as symbols of the cross. Example 6 is taken from the very end of the sonata, where a variety of inversionally symmetrical sets create signs of the cross with the bass’s A string. Example 7 comes from measures 20–22 of the double bass sonata. The bass is \nstill solo here—the passage occurs right before the first piano entrance. The \npassage includes three instances of (012), two of which are presented \nHigh-Low-Middle. In this example, no strings are being crucified; rather, the \nhigh-low-middle presentation of the inversionally symmetrical set class suggests \nthe crucifix. In this case, the middle note—the note played by my second \nfinger—is what is “crossed.”",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Example 8 is taken from the opening of the first of the ten preludes for cello solo, which date from 1975. (13) The opening consists of a number of these cross figures, some of which are expanded into larger inversionally symmetrical sets. The axis of inversional symmetry in the first two measures is G -A; in measures 3–4 the axis is B (the last sounding note); in measures 5–6 it is D .",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Before continuing, I should express one caveat regarding crucifying the string: on paper the crucifixion is easy to “see.” (14) In performance, it relies somewhat on the ability of the listener to hear the coincidence of the open string with a specific point along the glissando, or at the very least to recognize that at one point the moving pitch was higher than the open string and now the pitch is lower. In this case, the visual presentation on the score is perhaps more significant than the visual presentation of the performer’s body. It is interesting to view this in light of the “coexpressiveness” of media discussed earlier. One needs to understand what appears in the score as well as what the performer does with her body and the resulting sound to fully absorb the symbol. This visual information typically is not readily available to the audience, or at least is not in the course of performance. Certainly, audience members who are unaware of the visual and/or gestural symbolism commonly found in Gubaidulina’s work would undoubtedly miss the symbolism altogether.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Not only does Gubaidulina transform practical gestures into expressive visual components of performance, she also transforms ancillary gestures into expressive gestures as well. In addition to practical (sound-producing), expressive (sound-facilitating), and cues, musicians engage in a variety of other physical activities during the course of a performance. All musicians must turn pages in their parts, brass players empty spit valves, a percussionist might walk from one instrument to another, and so on. None of these gestures is explicitly concerned with the production of sound, the enhancement of that sound, or communication with other members of the ensemble. I will call these ancillary gestures. These gestures are the least likely to be interpreted as meaningful by audience members unless the performer finds a way to draw attention to them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Gubaidulina includes a common ancillary gesture—the addition and removal of a mute—in her repertoire of meaningful gestures. Example 9 contains an excerpt from the third of the ten cello preludes. The movement is titled “con sordino—senza sordino” and, over the course of the movement, the player must put on and take off a mute. Gubaidulina’s demands on the performer in this movement are somewhat unusual in that the performer is expected to put on and take off the mute while playing. The pitch material is drawn almost exclusively from the one-flat diatonic collection, the only exception being an A that appears in \nmeasure 17 and again in the penultimate measure. In order to free up the left hand to add or remove the mute, the cellist is restricted to playing open strings.  The sound quality of the open string would change suddenly, not gradually, with the application of the mute. As a result of the limited, familiar pitch material and the sudden changes of timbre to the open strings, it seems to me that this movement is not about pitch, rhythm, or timbre; rather, the significance of adding or removing the mute is about the striking visual symbol created by the cellist’s arm crossing over the bow, resulting in a symbol of the cross. The cross symbolism is heightened by the fact that the hand must return to first position—which is to say as close to the scroll as possible. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] I should mention that two different types of mutes can result in two \ndifferent visual presentations of the piece. The Tourte mute is attached to the \nstrings of the cello between the bridge and the tailpiece and is slid up onto \nthe bridge. The ebony mute is not attached to the strings and is pressed on to \nthe bridge as needed. Performers typically keep these in a pocket or on the \nmusic stand. Example 10 is identical to Example 9, but the cellist uses an ebony mute instead of the \nTourte mute. Example 11 . Kendon’s continuum (click to enlarge and see the rest) Example 12 . Musical analogues to Kendon’s continuum (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The importance of physical gesture in Gubaidulina’s works is nowhere more clearly seen than in her “silent” pieces. These silent works are all movements of larger works, and some of them actually include very few notes to be played. In all of these works, Gubaidulina prescribes motions for the performers, filling the space with gesture instead of sound. In essence, Gubaidulina has created a musical sign language, full of gestures to be interpreted by the listener. By filling the silence with gesture, Gubaidulina seems to indicate that the movement is more important than the silence. Any “silent” pieces of music invite a comparison with John Cage’s 4’33”, in which the performer is instructed to “tacet” for all three movements: a total of four minutes and thirty-three seconds. Cage does not prescribe gestures for the performers: he does not even specify instrumentation or other conventional musical parameters. During the first performance of the work, the pianist David Tudor sat at a piano, measuring the durations of each movement with a stopwatch, turning pages, and opening and closing the lid of the piano. (16) The stopwatch aside, perhaps, most of these gestures are associated with musical performance, but not with sound production. The audience was expected to become aware of the sounds that were all around them during this “framing” of time. In contrast, Gubaidulina’s silent pieces call attention to themselves: the musical gestures—mostly practical, but some expressive—suggest sound production and keep the listener focused on the performers.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Earlier, I mentioned briefly the importance of codification to the success of a purely gestural system of communication. McNeill  presents what he calls Kendon’s continuum as a way of understanding the shift from completely spoken communication to completely gestural communication. Kendon’s continuum appears in Example 11 . (17) Moving from left to right along the continuum, the reliance on spoken language diminishes. The further to the left on the continuum we find ourselves, the more random and nonstandard the body movements are. As we move to the right, reliance on spoken language decreases as the gestures begin to carry more of the meaning. In order for the sign languages to be effective, they must rely on a codified (universally understood and recognized) system of gesture in order to communicate clearly. In order for the silent pieces to succeed as music, they must employ movements that are clearly understood as musical.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Example 12 includes a musical analogue to Kendon’s continuum. In this continuum, expressive gestures appear at the far left-hand side. As with gesticulation, expressive gestures are not standardized: they vary from performer to performer. In general, they do not correspond to how the body might produce a musical sound, so it would be difficult to associate an expressive gesture in isolation (i.e., with no accompanying sounds) with a specific means of sound production (for example, striking a drum versus bowing versus playing the piano). The next point on the continuum features expressive conducting gestures, which exhibit less variety among different individuals and are more likely to be conjoined with some sort of practical (deictic or beating) gesture. In the middle of the continuum are cues, such as conducting patterns, which are fairly standardized across a number of performers. Practical gestures tend to be the most standardized from performer to performer, hence their place at the right of this continuum. At the end of this continuum we see Gubaidulina’s practical gestures, which, as I have shown above, evidence much more control over the performer’s body. These gestures also include a variety of extra-musical symbolism that, in my opinion, places them further to the right than traditional practical, sound-producing gestures. Example 13 . Gubaidulina, “Fisches Nachtgesang” from Galgenlieder (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Example 13 includes the “Fisches Nachtgesang” from her song cycle Galgenlieder (first version for three players, 1995). It is written for soprano, percussion, and double bass. (18) The score prescribes gestures for all of these performers, but the entire movement has no sound. In fact, the movement is based on a wordless (silent) poem by Christian Morgenstern. The “text” of the poem (which appears to the left of the score) consists only of the dashes and arcs used in the analysis of poetic meter, and these are arranged on the page into a fish-shaped pattern. Consequently, Gubaidulina’s score is fish-shaped, with the mouth of the fish at the top of the page and a large fermata at the bottom which serves as the tail. Natural signs at the beginning of each system indicate that all sound is to be cancelled. The singer follows the vertical lines: her mouth opens gradually over the course of the piece and then slowly closes. The double bassist plays the dashes: each dash requires the double bassist to “air bow” over the strings. The percussionist plays the arcs by moving the mallets through the air in an arc.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] All of these movements can be understood as evoking music despite the fact that no sound is being produced. Singers naturally open their mouths to sing, and the singer in this piece has been singing in the previous movements. Double bassists pull their bows across the strings to produce sound. The percussionist is the only one whose gestures seem at odds with actual musical practice, since drawing arc shapes with mallets is not something percussionists typically do when playing. I would argue that the gesture does evoke music by the mere fact that the percussionist is instructed to gesture with mallets in hand.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Gubaidulina does not specify rhythm, tempo, or durations for these gestures; however, audience members could conceivably judge the relative lengths of the “notes.” A recent study by Michael Schutz and Scott Lipscomb  suggests that visual information is an important component of listeners’ judgments of note duration on the marimba ( Schutz and Lipscomb 2007 ). Larger gestures seem to indicate longer notes and smaller gestures indicate shorter notes, despite the fact that aurally the note lengths are virtually identical. Depending on the speed and size of the percussionist’s gesture, a variety of durations and dynamics can be projected. One could see this approach extended to the other instruments performing Galgenlieder . The main difference between the air-bass and the air-marimba is the sustaining ability of the double bass. A quickly drawn full bow conjures up a very different sonic image from a slowly drawn full bow. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "schutz_and_lipscomb_2007"
                ]
            }
        },
        {
            "29": {
                "text": "[29] These gestures evoke music because Gubaidulina instructs the players to perform practical gestures, gestures that have been codified over time and whose meaning is understood by a large population. We can imagine the kinds of sounds that could be made as a result of these gestures, having heard these musicians produce sounds by similar means in the earlier movements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Gubaidulina’s symphony Stimmen . . . Verstummen . . . (1986) contains a solo for conductor during which the conductor gestures but no sound is made by the orchestra. In contrast to the examples discussed earlier, the conductor’s gestures do not produce sound; however, since we typically associate conducting gestures with the production of ensemble sound, I think that listeners can imagine the sounds that could be coaxed from an ensemble using these particular gestures. I would argue that they are still predominantly practical gestures, but serve different functions than those of the instrumentalists. In contrast to the sound-producing gestures of the instrumentalists, the conductor’s gestures are generally communicative: for the most part, they help to synchronize the behaviors of the ensemble members. To that end, the conductor employs a variety of McNeill’s gesture types: beats, cohesives, and deictics. The deployment of beating gestures should be obvious. We might say that the standard conducting patterns for the different meters are both beating gestures and cohesives: beating gestures because they segment time; cohesives because they draw connections (and distinctions) between parts of the measure.  The conductor uses deictic gestures to cue instrumentalists or instrumental families. I should point out that these predominantly practical gestures can be performed with an expressive flair, and that conductors can and do often produce gestures that are primarily expressive as well. Listeners can no doubt empathize with the strength and size of the conductor’s gestures, giving them a sense of the desired dynamics and shape of the musical gestures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Gubaidulina’s notes on the ninth movement appear below. In the \npreface to the score, she says: The ninth movement, which contains almost no notes at all, is exclusively dedicated to the conductor himself [the work is dedicated to Gennady Rozhdesventsky]. In this “solo cadenza” he symbolically communicates to the orchestra the rhythm of the whole composition… Fig. 4, however, marks the beginning of an absolute silence with the conductor’s gestures filling the emptiness with rhythmical structure. At fig. 5 the basic rhythm starts developing. This is the real main theme of the symphony, its in[ner]most sense. You may ask skeptically: “Now, supposing the conductor’s gestures can fill this pause, this silence of the orchestra in a public performance with a sort of higher sense. But how about a tape recording?” My answer is: If this higher sense is really being realized, the tape machine will surely record and reproduce it. Example 14 . Gubaidulina, Stimmen . . . Verstummen . . . , IX (click to enlarge and see the rest) Example 15 . Gubaidulina, Stimmen . . . Verstummen . . . , IX, rehearsal 5 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Example 14 contains the opening of the ninth movement. The conductor “communicates the rhythm of the entire composition” to the orchestra. This rhythm, which is based on the Fibonacci series (notice the abundance of threes, fives, eights, thirteens, etc.) is communicated in several ways. First, measure 1 of the excerpt has the conductor beating two different relatively standard conducting patterns: the right hand conducts two groups of three followed by a group of four (a total of ten eighth notes); the left hand conducts five groups of five (quarter notes divided into quintuplets). The percussion section answers by repeating the rhythm the conductor just demonstrated. In \n\t\t\tmeasures 2 and 3, the conductor performs two of the “static gestures” described by Gubaidulina in the preface of the work. The open, downward-facing hands form the “gesture of inquiry;” the low, close hands are the “gesture of concentration.” In contrast to the conducting patterns that open the movement, we can see these gestures as metaphoric. At rehearsal 1, Gubaidulina calls for the conductor to improvise movements for five beats. Here, the gestures become more like gesticulations: free and possibly random, but not standardized from conductor to conductor (or audience to audience).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Example 15 contains the third page of the movement, around rehearsal 5.  Beginning at rehearsal 5, the conductor is required to conduct a ritard using the proportions of the Fibonacci series. These are examples of beating gestures, dividing time into longer and longer spans. The movement finishes with an “ecstatic gesture” (static gesture III) and segues into the tenth movement, when the silence is finally transformed into a G-major triad played by the organ. The transformation of silence into sound is effected by the conductor turning his/her hands outward. It seems to me that this gesture is more than iconic or metaphoric. I don’t think it communicates anything, per se ; rather, it effects a transformation—it does something. In this regard, it \nis very much like a speech act: an utterance, like a promise or a bet, that performs an action. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The second paragraph of Gubaidulina’s inscription is interesting, suggesting that the silence as shaped by the conductor’s gestures might create a sort of religious experience in the auditorium. The silence of the ninth movement creates a period of communal waiting by foregrounding the “otherness” of silence. Gwendolyn Alker has written a dissertation on the performance of silence and its relationship to religious experience. According to Alker, silence has the unique ability to transform the listening subject into the listened-to object ( Alker 2003 , 11–12). This communal waiting and self-listening is perhaps what a recording of the piece can recreate: the gestures are not as important as the shaping of and the acknowledgement of silence. The silence that the audience experiences in this movement are quite different from the silences that we might ordinarily encounter in the concert hall: rests, grand pauses, breaks between movements, and the like. In the case of the solo for conductor, our attention is on the conductor and his or her gestures as they fill the silent space. In the case of other concert hall silences, our attention may be directed in any number of places, most of which are not essential parts of the “musical” (i.e., sonic) experience.",
                "footnotes": [],
                "citations": [
                    "alker_2003"
                ]
            }
        },
        {
            "35": {
                "text": "[35] In conclusion, I’d like to suggest several avenues for future research. Certainly we need to look at more of Gubaidulina’s works to see if similar treatments of gesture exist in other works. It seems to me that the larger the ensemble, the less likely we are to find the kinds of symbolism I described in the solo and chamber works. If we are able to discover a repertoire of gestures that pervades her work, we then have the beginnings of a semiotic system from which we could conceivably construct narratives. Robert Hatten’s ( 2004 ) work on topics and tropes would be a logical starting point here. As with speech-related gestures, large-scale musical gestures might emerge from smaller ones. The interaction of these gestures would result in form. We could also examine the gestures (both large and small) semiotically to discuss possible meanings, although I have deliberately avoided breeching the field of semiotics in this paper in order to keep it to a moderate length. I could envision, for example, an analysis of the conductor’s solo from Stimmen . . . Verstummen . . . that uses the methodology detailed above.",
                "footnotes": [],
                "citations": [
                    "hatten_2004"
                ]
            }
        },
        {
            "36": {
                "text": "[36] On a deeper level, we could study the gestures of individual performers as they perform this repertoire and compare the gestures made by each. As noted previously, practical gestures tend to be more or less standardized across performers, whereas expressive gestures tend to vary from performer to performer. But to what degree do they vary? What might any similarities found among the expressive gestures tell us about the music? Are there places where a performer might choose a less conventional practical gesture in order to make an expressive point? Any generalizations that would emerge from such a study could then be compared to the more metaphorical, abstract types of gestures posited by Hatten and others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] A study of how visually impaired people experience musical gesture would also yield important information about the role of sight as a mediator between sound and the body. Leppert \n( 1993 , xx) notes that throughout music history, musicians were hidden from view: in the pit for opera and ballet, for instance. This “abnormal rupture of sound from sight” was often used for a specific effect (i.e., magic). This practice persists and has evolved to a point where the marginalization of the body in performance (and, perhaps by extension, in music scholarship) has become standard. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "leppert_1993"
                ]
            }
        },
        {
            "38": {
                "text": "[38] A study conducted by the Royal Navy indicates that we obtain the vast majority of our information about our environment through sight, while hearing ranks a very distant second. (22) While music is obviously predominately an aural medium, we cannot disregard the amount of information that is being taken in visually. The convenience and widespread availability of recordings seems to have marginalized the role of the body in musical performance, but composers such as Gubaidulina are creating works that depend on visual presentation. I hope that this \nstudy provokes a reconsideration of the importance of the visual in what is considered by many to be solely an aural medium.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.09.15.5.berry.html",
    "data": "mto/data/mto.09.15.5.berry.json"
}