{
    "title": "Aspects of the Music/Text Relationship in Rap",
    "date": "2008/05/01",
    "volume": "14",
    "issue": "2",
    "authors": [
        "Adams, Kyle"
    ],
    "abstract": "Few scholars of rap music have analyzed rap as they would other forms of Western texted music, by examining the relationship of the music to the text. This article will suggest that this type of analysis of rap is possible, but will argue that since the music in rap is composed before the text is written, we must change our analytical focus to examine not how the music supports the text, but how the text supports the music. I will propose a new analytical method for rap, and use excerpts from A Tribe Called Quest, OutKast, and artists affiliated with them, to show how rappers incorporate rhythms, groupings, and motives from the underlying music into the rhythm of the lyrics.",
    "keywords": [
        "rap",
        "hip-hop",
        "OutKast",
        "A Tribe Called Quest"
    ],
    "doi": "",
    "received": "November 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.2/mto.08.14.2.adams.pdf",
    "author_info": [
        {
            "name": "Kyle Adams",
            "university": "Indiana University",
            "address": "Jacobs School of Music, Bloomington, IN 47405",
            "email": "kyadams@indiana.edu"
        }
    ],
    "citations": {
        "adler_et_al_1990": "Adler, Jerry, et al. 1990. “The Rap Attitude.” Newsweek : 56–60.",
        "anderson_1966": "Anderson, Emily. 1966. The Letters of Mozart and His Family. 2nd edition. New York: St. Martin Press.",
        "cronbach_1981–82": "Cronbach, Lee. 1981–82. “Structural Polytonality in Contemporary Afro-American Music.” Black Music Research Journal 2: 15–33.",
        "gates_1990": "Gates, David, et. al. 1990. “Decoding Rap Music.” Newsweek : 60–63.",
        "greenwald_2002": "Greenwald, Jeff. 2002. “Hip-Hop Drumming: The Rhyme May Define, but the Groove Makes You Move.” Black Music Research Journal 22, no. 2: 259–271.",
        "keyes_1991": "Keyes, Cheryl L. 1991. “Rappin to the Beat: Rap Music as Street Culture among African Americans.” Ph.D. dissertation, Indiana University.",
        "keyes_2002": "Keyes, Cheryl L. 2002. Rap Music and Street Consciousness . Urbana and Chicago, IL: University of Illinois Press.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity . Cambridge University Press.",
        "walser_1995": "Walser, Robert. 1995. “Rhythm, Rhyme, and Rhetoric in the Music of Public Enemy.” Ethnomusicology 39: 193–217.",
        "wilson_1974": "Wilson, Olly. 1974. “The Significance of the relationship between Afro-American Music and West African Music.” The Black Perspective in Music 2: 3–23."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Many thanks to Roman Ivanovitch and Nancy Nguyen-Adams for their help with previous drafts of this article.",
            "citations": []
        },
        "FN2": {
            "text": "2. The most significant exception to this statement is Krims ( 2000 ), who presented a well-reasoned analytical methodology for rap music, especially its text/music relationship. While I find parts of his work problematic, the fact remains that due to his careful and thorough research, scholars will never again have to justify their study of rap music or the benefits of “close reading” of its musical content. Other notable studies are Greenwald ( 2002 ) and Walser ( 1995 ), both of whom also address the musical content of rap (through transcription) and its relationship to the lyrics.",
            "citations": [
                "krims_2000",
                "greenwald_2002",
                "walser_1995"
            ]
        },
        "FN3": {
            "text": "3. There is not general agreement on the membership or the exact period of existence of the Native Tongues. The collective was in place from roughly 1988 to 1993; artists usually included in it are De La Soul, A Tribe Called Quest, The Jungle Brothers, Queen Latifah, Black Sheep, and Leaders of the New School.",
            "citations": []
        },
        "FN4": {
            "text": "4. These and other lyrics throughout the paper are my own transcriptions, supplemented in some cases by liner notes and various web sites. There are several possible textual variations, and I welcome suggestions from readers. However, since the semantic meaning of the words is not the focus of this article, occasional inaccuracies in the lyrics should not detract from my main points.",
            "citations": []
        },
        "FN5": {
            "text": "5. Other verses of this song provide no assistance in understanding the potential meaning of this one: each verse is performed by a different rapper, and most of their lyrics are just as opaque as Busta Rhymes’.",
            "citations": []
        },
        "FN6": {
            "text": "6. For example, at the 2007 VH1 Hip-Hop Honors, A Tribe Called Quest was honored with tribute performances of several of their songs, including “Scenario” as the closing number. That “Scenario” was still considered worthy of performance sixteen years after its release is extremely rare in a culture that values originality and innovation, and speaks both to its status as a rap classic and its lasting influence on rappers of subsequent generations.",
            "citations": []
        },
        "FN7": {
            "text": "7. This is not to suggest that the affect of the underlying music does not support the content of the lyrics. However, even when a rapper has a preexisting idea of the topic of the lyrics, he/she will first choose music with an appropriate affect, then compose the lyrics to complement it.",
            "citations": []
        },
        "FN8": {
            "text": "8. I have chosen these two groups for several reasons: first, because of the near-universal agreement among  rap fans and critics that their music represents rap of the highest quality. For this reason, I have included artists affiliated with them under the assumption that when established artists mentor emerging ones (as A Tribe Called Quest did with Busta Rhymes or Big Boi from OutKast has done with Koncrete), it is because the former see their own style reflected in the latter’s work. Second, the lyrics of A Tribe Called Quest represent the culmination of the trend towards abstraction noted above, and their lyrics are therefore among the least susceptible to traditional methods of text/music analysis. Outkast, on the other hand, continues the tradition of incorporating musical features into the lyrical delivery, even as their lyrics are more concrete. I have made repeated attempts to contact the artists discussed in this article through their agents and publicists, with no success.",
            "citations": []
        },
        "FN9": {
            "text": "9. Note that Gates, like many authors, uses the term “hip-hop.” Strictly speaking, hip-hop originally comprised four art forms: DJing, rapping, breakdancing, and graffiti art. Although “hip-hop” and “rap” are now used interchangeably by most fans, I will use “rap” to describe the musical genre consisting of rapping and its accompanying music, and leave “hip-hop” to encompass the dance and visual aspects of the art.",
            "citations": []
        },
        "FN10": {
            "text": "10. The main modification in today’s rap music is that the DJ has been virtually eliminated. The music, instead of  being sampled from pre-existing tracks, is produced in the studio prior to the composition of the lyrics (this change probably occurred as a result of various lawsuits over sampled music in the 1980’s). When rappers appear on stage, the music is simply played through a sound system. Scratching, so characteristic of earlier rap music, is still used, but is treated as another musical layer, rather than as an integral part of the musical texture. Thus, a “verse” that consists of nothing but scratching over the musical accompaniment, such as one finds in “Paid in Full” by Eric B. and Rakim, would never appear in a modern rap song.",
            "citations": []
        },
        "FN11": {
            "text": "11. While nearly every author who discusses rap makes reference to “signifyin’” and  “the dozens,” Keyes ( 1991 ) is the only author to give detailed descriptions of the forms; see pages 43–4.",
            "citations": [
                "keyes_1991"
            ]
        },
        "FN12": {
            "text": "12. Rap is not the first genre in which the text is set to pre-existing music. One can trace a long history of this practice, from early Catholic psalmody, where the textual delivery is molded to fit the existing psalm tones, to portions of Mozart’s Abduction from the Seraglio, (see Anderson ( 1966 ), 768–769), to the Beatles’ “Yesterday.” But rap music is the only genre in which this procedure is the norm, rather than the exception, and in which this compositional process is a direct outgrowth of its evolution.",
            "citations": [
                "anderson_1966"
            ]
        },
        "FN13": {
            "text": "13. To be sure, there are many rap songs that have a very clear theme, and some that tell a continuous story from start to finish. These would require a somewhat different approach to text/music relationships. But I would argue that even in those types of songs, one can find rappers drawing upon features of the accompaniment for use in the rhythmic delivery of the lyrics.",
            "citations": []
        },
        "FN14": {
            "text": "14. The pitched elements of the accompaniment were sampled from “Loran’s Dance” by Grover Washington, Jr.; the percussion was sampled from “Thank You (Fallettinme Be Mice Elf Agin)” by Junior Mance.",
            "citations": []
        },
        "FN15": {
            "text": "15. In these examples, the drum set notation is as follows: Cymbals (usually hi-hats) appear on the top of the staff, snare drum in the middle, and bass drum on the bottom. I have made educated guesses about instrumentation, and in a few of the examples I have used the word “synthesizer” for any unidentifiable electronic sound.",
            "citations": []
        },
        "FN16": {
            "text": "16. Whether this incorporation was a conscious choice or not is impossible to say, especially since I have not been able to contact any of the rappers discussed here for comment. But one can assume that the drumbeats were at the forefront of Q-Tip’s thought as he composed the lyrics: in the last verse, he raps “the boom, the bip, the boom bip” in the exact rhythm formed by the bass and snare drums.",
            "citations": []
        },
        "FN17": {
            "text": "17. Many readers will recognize the music, which was sampled from “A Walk on the Wild Side” by Lou Reed. The drum part was sampled from “Spinning Wheel” by Lonnie Smith. The guitar part notated in the example is audible only at the beginning of the song, but I have included it here under the assumption that it does continue as part of the looped sample, albeit covered by the other parts.",
            "citations": []
        },
        "FN18": {
            "text": "18. The video for this song lends support to the idea that the rappers were deliberately creating music/text unity through the use of extended upbeats to each successive bar. The video uses a remixed version with a different accompaniment. However, this accompaniment uses a syncopated figure at the end of each bar that functions as an upbeat to the next bar, exactly parallel to the characteristic upbeats in the original accompaniment. Thus, “Can I Kick It?” is a case in which the lyrics are written to complement the music, and the remixed music was created to complement the rhythm of the lyrics.",
            "citations": []
        },
        "FN19": {
            "text": "19. One exception to this statement might be the hi-hat that is normally part of the sampled drums, which often plays repeated eighths or sixteenths. But the hi-hat is usually a background layer, and furthermore, its repeated eighths or sixteenths are more often than not “swung,” that is, transformed into a dotted-sixteenth-thirty-second rhythm.",
            "citations": []
        },
        "FN20": {
            "text": "20. See Greenwald ( 2002 ) for a transcription of this rhythm.",
            "citations": [
                "greenwald_2002"
            ]
        },
        "FN21": {
            "text": "21. The musical example contains only the prominent instruments; I have omitted the various sounds, including the scratching, in the background. I have also numbered the lines in this lyric chart, since I will be referring to specific lines in the discussion.",
            "citations": []
        },
        "FN22": {
            "text": "22. The bass and organ parts were sampled from “Oblighetto” by Brother Jack McDuff and sound a major tenth higher than the original. Thanks to Zach Lapidus for his assistance with the transcription.",
            "citations": []
        },
        "FN23": {
            "text": "23. An example of Busta Rhymes’ typical style can be found in his first solo single, “Woo-hah! Got You All in Check!”, which may be the earliest instance of the “speech-effusive” style.",
            "citations": []
        },
        "FN24": {
            "text": "24. Appropriately enough, two instances where the lyrics conform to the rhythmic motive are in line 21, when he says “the rhythm is in sync” and “the rhymes are on time.”",
            "citations": []
        },
        "FN25": {
            "text": "25. In line 9, Busta Rhymes heavily accents the second syllable of “Ital,” even though it would ordinarily be an unaccented syllable.",
            "citations": []
        },
        "FN26": {
            "text": "26. For examples of these early reactions, see Adler ( 1990 ) and Gates ( 1990 ). Adler’s rhetoric is especially vitriolic and classist: “Attitude [i.e., that of rappers and rap listeners] is primarily a working-class and underclass phenomenon, a response to the diminishing expectation of the millions of American youths who forgot to go to business school in the 1980’s. If they had ever listened to anything except the homeboys talking trash . . . we might have a sensible discussion with them; but they haven’t, so we can’t” (59–60).",
            "citations": [
                "adler_et_al_1990",
                "gates_1990"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] One of the most common approaches to the analysis of music with text is to examine the relationship of the music to the text. Music theorists routinely engage in this sort of analysis, often examining the text for its poetic meaning and its rhythmic scansion, examining the music for specific elements that support key words or phrases, and presenting a comprehensive analysis that shows how the composer integrates text and music. It is surprising, then, that almost no one has attempted this sort of analysis of a rap song. (2) While there have been several excellent musicological and sociological studies of rap, virtually no one has analyzed rap music in the same way that one would analyze, for example, Schubert Lieder . This is especially striking since so many studies of rap focus on its lyrics, usually citing their often violent and misogynistic content. This article will address this problem by suggesting an approach to analyzing rap that begins by inverting the traditional text/music relationship into a music/text relationship. In other words, I will argue that the best way to analyze many rap songs is to examine not how the music supports the text, but how the text supports the music.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] There are several possible reasons why scholars have not pursued the relationship between text and music in rap. First, many still hesitate to accept rap music as a valid art form, and even those who readily accept it are not necessarily interested in analyzing it. Second, Western music theory has traditionally been pitch-centered; and, since the pitch content of rap is usually secondary to the rhythmic content, a pitch-centered approach might not yield very useful results. Even more significantly, the accompaniment in rap music typically consists of a single 2- to 4-bar segment that repeats continuously throughout the song. This repetitive accompaniment makes all but the most rudimentary text-painting quite difficult; text-painting in rap has traditionally been limited to the choice of music with the same affect as the text (such as the minor-mode accompaniment to Slick Rick’s dark “Children’s Story”), or the use of sampled sounds (such as gunshots) alongside descriptions of those sounds in the lyrics. Example 1 . A Tribe Called Quest with Leaders of the New School, “Scenario” (1991), last verse (Rapper: Busta Rhymes) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] But perhaps the most important reason for the lack of text/music analyses has to do with the meaning, or rather lack of meaning, of many of the texts. The mid-1980’s saw a move away from the original topics of rap lyrics—bragging about one’s skills, money, or sexual prowess, or disparaging other rappers—and a move towards lyrics of increasing complexity, abstraction, and metaphor. These types of lyrics are found most prominently in the work of the Native Tongues Posse, a loose collective of rappers and groups (3) united by shared ideas, including Afrocentrism, positivity, and rejection of the materialism, shallowness, and violence that had come to dominate much rap music of the day. The types of lyrics that exemplify the Native Tongues can be found in the last verse from the song “Scenario,” presented as Example 1 . (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Without passing judgment, one can say that the literal meaning of these lyrics is difficult to discern. Though obviously intended to be humorous, this verse has neither an overarching theme, nor an identifiable plot, nor a systematic and consistent use of imagery. (5) Yet this song, like the rest of the output of A Tribe Called Quest and Busta Rhymes, can not be dismissed as silly or worthless: many critics and listeners consider this song the best track from the best album in the genre’s history, and this verse propelled the rapper Busta Rhymes to stardom virtually overnight. The overwhelmingly positive listener response to “Scenario” suggests that it is rap music of superior quality. (6) Although this superior quality does not seem to be created by the meaning of the words, or the way in which they might be “painted” by the accompaniment, I believe that a text/music analysis can reveal the features that make “Scenario” and other songs like it so compelling to listeners. At first, this task would seem nearly impossible: How can one discuss the relationship between text and music when the text generally lacks unity, and the accompaniment is continuously repetitive? Can we come to any meaningful conclusions about the relationship between text and music in rap?",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] I believe the answer is yes, but only if we invert the traditional text/music relationship into a music/text relationship. Most scholars of rap have overlooked the fact that in rap, the music is composed and recorded before the text is written. Walser ( 1995 ) noted the implications of this process, pointing out that in rap, “the music is not an accompaniment to textual delivery; rather, voice and instrumental tracks are placed in a more dynamic relationship in hip hop, as the rapper interacts with the rest of the music” (204). Since the music is composed prior to the lyrics, the meaning of the text is often secondary to the way in which it interacts with the underlying music. (7) This article will explore several rap songs like “Scenario,” in which the text has little narrative structure, to demonstrate some ways in which rap lyrics support the music by showing how rappers make use of various aspects of the music in their rhythmic delivery. I will use selected examples from A Tribe Called Quest and OutKast, as well as various artists affiliated with them, (8) to show how rappers can create unity between music and text by selecting rhythms, groupings, and motives from the music and incorporating them into the rhythm of the lyrics. A Brief Developmental History of Rap Example 2 . Graphic Depiction of the Development of Rap (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "walser_1995"
                ]
            }
        },
        {
            "6": {
                "text": "[6] I will begin by describing the development of rap from other African and African-American forms of music, in order to justify my assertion that the music comes both chronologically and logically before the text. Cheryl Keyes has convincingly traced rap’s origins to other African and African-American musics. Example 2 presents her description graphically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Keyes asserts that “the African bardic tradition and its retention in southern-based oral traditions are antecedents of the rap music tradition” ( 2002 , 28). She explains that the West African tradition of recited or chanted poetry became, through the intercontinental slave trade, “rural Southern-based expressions of African Americans—toasts, tales, sermons, blues, game songs, and allied forms—all of which are recited in a chanted rhyme or poetic fashion” ( 1991 , 40). Rhythmic chanting became central to African-American forms of expression, she says, and all of these forms involve pictorial descriptions of African-American life through rhymed couplets, just as early rap songs would. She further argues that the foundations for rap music were laid when these Southern forms were transplanted to Northern urban centers in the early middle twentieth century. This is undoubtedly true. Early rap songs echo both the structure of these earlier forms (rhythmic chanting of rhymed couplets) and their topics (descriptions of African-American life, and boasts about one’s physical, intellectual, or sexual prowess).",
                "footnotes": [],
                "citations": [
                    "keyes_2002",
                    "keyes_1991"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Gates ( 1990 ) provides a succinct description of how the tradition of rhythmic chanting in rhymed couplets transformed into rap: Hip-hop . . . began in New York basement clubs in the 1970s, when disc jockeys like the Bronx’s DJ Kool Herc kept dance rhythms going by seamlessly cutting back and forth between snatches of the same record on two separate turntables. As they cut rhythms . . . they also functioned as masters of ceremonies, chanting rhymed catch phrases to celebrate their own wonderfulness and to egg on the dancers (61). (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "gates_1990"
                ]
            }
        },
        {
            "9": {
                "text": "[9] In other words, the beats and music in rap, created by manipulating two turntables in order to loop a certain musical segment as long as desired, originally functioned as background music for dancers. As time went on, DJs began rhythmically chanting rhymed couplets over the beats, and rapping was born. Soon, the rapping was performed by a separate person, the MC, creating the type of rap group that existed with only minor modifications until very recently. (10) As noted above, the earliest rap lyrics bear out both the long-term and the short-term history of rap: They mostly consist of boasts about the skills of the DJ or MC, or both, or of exhortations to the dancers and other “party people.” This lyrical content therefore links early rap songs to the sorts of boasting rhymes originally popularized in Southern forms such as “signifyin’” and “the dozens.” (11) More importantly, the origins of rap point to two ways in which rap music differs greatly from other genres: first, the music is composed prior to the text, and second, the text itself was originally improvised.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As rappers moved from the street into the recording studio, they kept the same model of composition. The beats and music are recorded first and looped, so that they repeat indefinitely. The rapper then writes and records the lyrics over them, in a total inversion of the way other Western forms of texted music are composed. (12) An Analytical Approach to Rap",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Wilson (1974), while not discussing rap music per se, provides a tantalizing clue as to how one might understand its structure. He finds that much West African music consists of “two rhythmically-functional sections: a fixed rhythmic section . . . whose basic rhythmic patterns are maintained essentially unchanged throughout the duration of the piece, and a variable rhythmic section . . . whose rhythmic patterns change in the course of the piece” (9). Cronbach (1981–82) finds this structure of a variable rhythmic layer over a fixed rhythmic layer in other African-American forms of music, such as jazz, disco, and gospel. In these forms, he argues, the variable layer is the melody. Those familiar with rap music will immediately recognize that it, too, shares this structure. The music, which usually consists of two to four bars that repeat throughout the song, forms the fixed rhythmic layer. The lyrics, whose rhythm naturally changes from line to line, form the variable layer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] This conception of a variable rhythmic layer over a fixed layer suggests one way in which analysts might approach rap music. In rap songs whose lyrics do not seem to have a single unifying theme or narrative, such as the verse from “Scenario” presented above, I will argue that the best approach is first to disregard the semantic meaning of the lyrics, and to treat the syllables of text simply as consonant/vowel combinations that occupy specific metrical locations. In effect, my analyses will consider the voice as another instrument, and treat the syllables much as one would treat those in scat singing or in “doo-wop” music. My use of the word “text,” therefore, should be considered a metonym for the words themselves, the sounds and patterns of accentuation that they create, and their rhythmic placement. My examination of the text will focus on three aspects: the distribution of syllables within measures, the location of accented syllables (which create rhythms within the text), and the location of rhymed sounds (which create groupings in the text).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The next part of my approach is to look for significant rhythms, motives, or groupings in the accompaniment, and to see whether these correspond to rhythmic motives, syllable groupings, or patterns of rhymed syllables in the text. It is my assertion that rappers, in composing their lyrics, will often incorporate some of these rhythmic features of the accompaniment into the rhythm of the lyrics. The remainder of this article will show that one can often find significant correspondences between features of the text and the music, suggesting that when rappers composed (or improvised) these lyrics over the pre-existing accompaniment, they focused as much on creating rhythmic unity with the underlying track as they did on creating semantic meaning. (13) In other words, I will show that in many rap songs, the text supports the music more than music supports the text. Incorporation of Drumbeat Rhythms into the Lyrics Example 3 . A Tribe Called Quest, “Push It Along” (1990), 0:47–1:37 (Rapper: Q-Tip) (click to enlarge and listen)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In this type of music/text interaction, rappers incorporate elements of the sampled drumbeat into the lyrical delivery. Example 3 presents this interaction in its most basic form, in an excerpt from “Push it Along,” by A Tribe Called Quest. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Before beginning the analysis, I will briefly explain the notation I have used for the examples. All of the musical examples will be in two parts. The top part is a transcription of the music, representing all of the layers that sound at any point in the song. (15) The lower part of the example is a rhythmic transcription of the text, adapted from the method used by Krims ( 2000 ). The top row of the chart shows sixteenth-note divisions of each beat, labeled either with the number of the beat or the letter x, y, or z. The lyrics are arranged underneath the beats so that each syllable of text appears beneath its corresponding rhythmic position. The quarter-note beats have been outlined in bold to make them stand out from the beat subdivisions. The following two analyses will compare the rhythmic placement of rhymed syllables to the rhythm of the drumbeats.",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "krims_2000"
                ]
            }
        },
        {
            "16": {
                "text": "[16] As noted above, this song displays the most basic form of music/text interaction in rap, in which the rapper places rhymed syllables on accented beats. In the accompaniment, the “clicks” and synth 1 are barely audible, and the electric guitar has a free, improvisatory rhythm not present in any other part. Two rhythms therefore stand out from the rest of the texture: the dotted-eighth-sixteenth rhythm in the bass guitar, synth 2, and bass drum; and the prominent accents on beats 2 and 4 in the snare drum. Both of the rappers in this song, Q-Tip and Phife (whose verse is not shown), choose the latter of these two rhythms for incorporation into the delivery of the lyrics, (16) perhaps because the song begins with several bars of drum set alone, and the drum set is the only layer that sounds continuously throughout the song. The lyric chart shows how this rhythm is manifested in the lyrics: Q-Tip places all of the rhymed syllables on beats 2 and 4, aligning them with the accented drumbeats. I have italicized these rhymed syllables for clarity. Additionally, in the music, the second halves of beats 2 and 4 remain largely empty: only the bass guitar and the nearly-inaudible hi-hat and clicks have attacks. Turning back to the lyric chart, we can see that with one exception, the second eighth-note or “y” part of beats 2 and 4 also remains empty, creating a gap in the lyrics that mirrors the relative emptiness of the music at these points.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] This example illustrates my main argument, and yet does not quite prove the point. Since rhyming syllables tend to fall at the end of rhymed couplets, one would expect rhymed syllables in rap to fall on beat 4, if not beats 2 and 4. Furthermore, the drum beat in this example, with its heavy accents on beats 2 and 4, is one of the most common types of beat used in rap music. While there is a correspondence between the lyrics and drumbeats, as I have indicated, one could argue that this was merely coincidental, and not part of any deliberate design on Q-Tip’s part. Example 4 . Big Boi, “Tomb of the Boom” (2003), chorus (first occurrence, 0:55–1:06) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] On the other hand, “Tomb of the Boom,” by Big Boi of OutKast (featuring Koncrete, Big Gipp, and Ludacris), presented as Example 4 , presents a more compelling instance of rappers incorporating the rhythm of the drumbeats into the lyrics. [19] This example shows the four-bar chorus from the song, with the four bars of lyrics that accompany it. Notice that in the drum set part, the cymbal rhythm is identical to the composite rhythm formed by the bass and snare drums. Like the drumbeats in “Push it Along,” this rhythm is constant throughout the song, and it forms one of only two prominent rhythmic patterns in the accompaniment, the other being the syncopated rhythm in the bass line. Turning to the lyric chart, we can see that the rappers have incorporated this drumbeat in two significant ways. First, the opening line of the chorus matches this rhythm exactly . Granted, this is only one line of the song, but as the beginning of the chorus, it occupies a very prominent position, and returns several times. Each of the four entrances of the chorus therefore begins by reinforcing the underlying beat, and this sudden alignment of drumbeats and lyrics creates a formal division in the song, a signal to the listener that the chorus has begun. Second, the other prominent feature of the drum set part is the emptiness of beat 4 after its initial attack. Every line of the chorus echoes this feature of the drum rhythm: each one ends with a rhymed syllable on the fourth beat, followed by silence. Incorporation of Pitch Groupings into the Lyrics Example 5 . A Tribe Called Quest, “Can I Kick It?” (1990), 3:08–3:31 (Rapper: Phife) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Rappers often compose lyrics to complement the pitched aspects of the music instead of, or in addition to, the rhythmic aspects. Since rapping by its nature is not sung, the pitch content of rap is limited to the ways in which rappers might modulate their voices to match certain contours in the underlying track. Obviously, therefore, rappers do not harmonize with or form counterpoint to the music. Rather, the groupings of syllables in the text often reflect the groupings present in either the repeated harmonic or melodic patterns. Example 5 presents an instance of this type of interaction, from “Can I Kick It?” by A Tribe Called Quest. (17) [21] In this song, both of the rappers align their rhymed syllables not with the drum rhythm but with the harmonic rhythm. (Phife’s verse is shown in the example, but Q-Tip’s verse shares with it all of the features discussed below.) The accompaniment to this song has three significant features: the prominent snare-drum accents on beats 2 and 4, just as in “Push it Along,” the harmonic alternation between I and IV add6 on each downbeat, and the bass attacks on beats 4 and 1 with slides in between. The second and third of these features have been incorporated into the delivery of the lyrics. The placement of rhymed syllables in the verse follows the harmonic changes: each verse of text in this song uses the same rhyming sound at the end of every line, but the rappers place the rhymes on the downbeats, as is clear in the lyric chart, where they are again italicized. In every case, therefore, the rhymed syllables of the text coincide with the harmonic changes in the music. The ending of lines and placement of rhymed syllables on the downbeats is a highly unusual feature of rap music from this time, in which the standard practice was to place rhymed syllables on or around beat 4, and it suggests a deliberate choice on the part of the rappers to integrate the text with the accompaniment.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Additionally, the groupings of syllables in the text loosely reflect the extended-upbeat quality created by the two bass parts. The two bass attacks on beats 4 and 1, along with the slide in between them, strongly emphasize the upbeat to each successive bar. In the same way, the rappers leave beat 2 empty and often put the most important word in each line at the end. This gives each line of text a similar extended-upbeat quality to each measure of music. (18) In example 5, then, the rhymed syllables are aligned with the harmonic changes, and the text and music both sound like extended upbeats to the next measure.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Before leaving example 5, return for a moment to the lyric chart. Note that just as in the previous examples, the lyrics to “Can I Kick It?” do not tell a story or use imagery in a way that suggests a unifying theme. The meaning of each line does not necessarily relate to that of the lines before or after it. But when we listen to the example for the interplay of words with music, rather than for the meaning of the lyrics, the listening experience can be quite rewarding, despite the lack of consistency in the text. Example 6 . Purple Ribbon All-Stars, “Kryptonite” (2005), 1:31–1:51 (Rapper: C-Bone)* (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Example 6 presents the second verse from “Kryptonite,” by the Purple Ribbon All-Stars, a group formed by Big Boi of OutKast. [25] Nearly all of the instrumental parts in this song support the 3+3+2 rhythm created by the bass. It is reflected in the composite rhythm formed by the bass and snare drums, and in the repeated pattern of tones in the piano part. One might expect that the rapper, C-Bone, would incorporate this rhythm into his lyrics. Surprisingly, he instead chooses the grouping structure found in the synthesizer part as a model for the syllable groupings shown in this excerpt. This synthesizer part is characterized by two features: its syncopated beginning on the second half of beat 1 in all but the last measure, and its final attack on beat 4 on a note of the “tonic” triad of A minor, which makes each measure sound like a self-contained unit. C-Bone anticipates the entrance of the synthesizer part starting in the fifth line of his verse (the first line of the lyric chart in the example) by beginning each line on the second half of beat one. When the synthesizer part enters, the lyrics begin to align with it even further. The rapper continues the off-beat beginnings, but also sets off the first quarter-note worth of syllables in lines 6, 7, and 8 by relating them syntactically (“tell ‘em ‘bout,” “tell ‘em how,” “tell ‘em how”), reflecting the first syncopated quarter-note in the synthesizer part. Also, each line also ends with the eighth-eighth-quarter rhythm characteristic of the synthesizer melody. The rapper continues to complement the rhythm of the synthesizer part even as it is altered in the second ending of the musical example. There, both synthesizer and lyrics begin on beat one instead of on the offbeat. In fact, as the lyric chart shows, the last eight lines of the verse contain a syllable or word for every attack in the synthesizer part, with very few syllables (and only unaccented ones) in between. C-Bone therefore incorporates both the rhythmic and the grouping structure of the pitched synthesizer part into the rhythm of his lyrics. Incorporation of Motivic Elements into the Lyrics",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The previous examples have shown rappers incorporating aspects of both the rhythmic and pitched elements of the music in their rapping. Next, I will show how rappers incorporate motivic elements from the music as well, in an even subtler form of music/text interaction. This type of interaction differs from the previous two in that rappers will incorporate a rhythm from only part of a measure, whereas in the other two types we have seen, the rhythm of the lyrics will regularly correspond to beats or groupings from entire measures of music, or even groups of measures. Example 7 . OutKast, “The Rooster” (2003), 0:00–0:20 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Example 7 presents the opening music from “The Rooster” by OutKast. [28] Above the score, I have extracted the most prominent rhythmic motives from the music. Motive A consists of four sixteenth notes, and occurs primarily in the opening figure in the brass, although it also occurs regularly in the two scratching parts. Motive B consists of a dotted eighth and sixteenth, which is sometimes expanded into a 3 + 3 + 2 rhythm, and occurs in the various instruments that form the bass line. My analyses of the first and last verses of this song will show Big Boi extracting the two prominent rhythmic motives that were presented in the opening music and incorporating them into his rapping. [29] First, a few words about my choice of rhythmic motives. It may seem odd to call four sixteenth notes a “motive,” as I have done with motive A, when this is one of the most basic rhythmic patterns in Western music. But in the context of rap songs, this pattern stands out as strikingly unusual. Rappers and DJ’s tend to avoid using even rhythmic patterns in either the lyrics or the accompaniment, (19) preferring instead to use syncopated rhythms such as the dotted-eighth-sixteenth rhythm of motive B in this song, or those found in James Brown’s “Funky Drummer,” the near-ubiquitous drumbeat sample used in early rap songs. (20) In fact, an examination of over fifty of the most important rap songs from the early 1980’s to the present turned up only one other song that regularly used repeated sixteenths in the accompaniment: “The Message,” by Grandmaster Flash and the Furious Five, from 1982. Even this song, however, used a significant amount of reverberation on the synthesized sixteenth notes, which made their attacks much more blurry and indistinct than the sharp, staccato articulations used in “The Rooster.” A pattern of even sixteenths like the one shown in the brass parts of examples 7 and 8, then, has significant markedness within the rap genre as an atypical rhythmic gesture, and would stand out as unusual both to rappers and to their audience. Example 8 . OutKast, “The Rooster” (2003), 0:46–1:15 (Rapper: Big Boi) (click to enlarge and listen) [30] Example 8 presents the music and a lyric chart for the first verse of “The Rooster.” (21) [31] The verse begins in the style of rapping defined by Krims ( 2000 ) as “speech-effusive”: Speech-effusive styles . . . tend to feature enunciation and delivery closer to those of spoken language, with little sense . . . of any underlying metric pulse. The attacks need not be particularly sharp or staccato . . . But the rhythms outlined are irregular and complex (51).",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "krims_2000"
                ]
            }
        },
        {
            "32": {
                "text": "[32] Big Boi’s typical rapping exemplifies the speech-effusive style: he has a tendency to include as many syllables as possible per beat, often subdividing the beat into sixteenth-note triplets, thirty-second notes, or even thirty-second-note triplets. He makes frequent use of internal rhyme, often at the expense of the end-rhymes that one typically associates with rapping. He also tends to place accented syllables on unaccented parts of the beat, and vice versa. The first four lines of the lyric chart show some of the characteristic features of this style (for a more detailed discussion and a more striking example, click here ). Note the use of thirty-second notes and sixteenth-note triplets and the tendency to avoid attacks on the beats (especially one and four). Both of these features give these lines an irregular, unpredictable rhythm typical of the rapper’s style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Against the backdrop of Big Boi’s usual style, then, his switch to an even sixteenth-note rhythm in the middle of the fifth line is just as striking as the use of this rhythm in the accompaniment. After the word “vehicle,” there are no more 32nd-note subdivisions of the beat, and he aligns his rap so that accented syllables of words fall on accented beats. Each rhymed couplet from line 5 through line 12 consists of uninterrupted sixteenth-note attacks, with accented words or syllables falling on every beat (with the exception of the first half of line 8, about which more will be said below). This is a significant departure from his usual speech-effusive rapping style, as displayed in the first four lines, and his reason for the departure is motivic. He creates greater unity with the underlying music by incorporating the four sixteenth notes of motive A into the rhythm of the text. This rhythm was associated most prominently with the brass in the opening music, and is played by the brass again beginning in the ninth line. Thus, when the brass instruments enter again, their entrance sounds like a continuation of the rhythm that the rapper began two bars earlier, rather than a new rhythm altogether. The presence of this even-sixteenth-note motive in both rapping and accompaniment, so stylistically unusual for both, leads one to the conclusion that its use in the lyrics was a deliberate attempt by Big Boi to integrate his rapping with the underlying music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Big Boi also briefly uses motive B in this verse. I have shaded in a few syllables of line 8, which display an even more subtle interaction of text and music. He is still rapping in even sixteenth notes, but now the accented syllables of “daughter” and “baby” fall on the downbeat and the last sixteenth of beat one, which I have placed in boldface. These accented syllables therefore replicate the dotted-eighth-sixteenth rhythm of motive B, which has been continuously sounding in the piano and bass. He therefore briefly incorporates two motives from the music simultaneously in his rapping. Example 9 . OutKast, “The Rooster” (2003), 2:20–2:39 (Rapper: Big Boi) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In the third verse, presented as Example 9 , Big Boi uses both motives A and B in much the same way that he did earlier.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] As the lyric chart shows, after the initial “K.O.,” Big Boi continues rapping in even sixteenth notes, using motive A to integrate with the other verses even though this motive no longer sounds in the music. As with most of the lines in the first verse, he also chooses his words and syllables so that accented syllables or words fall on accented beats. In other words, if he were speaking the text, the naturally-occurring accents would fall on every fourth word or syllable, and would create the 4 4 meter of this excerpt. When an accented beat does not correspond to an accented word or syllable, Big Boi accents an otherwise unaccented word himself (such as “whole” in line 2) to correspond to the accented beat on which it falls, or adds grammatically unnecessary words (“that’s” and “then” in line 3) to add extra sixteenths, pushing the next accented syllable forward to fall on an accented beat. Again, it should be noted that this type of one-to-one correspondence between text accentuation and meter is rare in rap music, in which the text is almost always syncopated, and is extremely rare for Big Boi, who favors rapid delivery and irregular groupings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Viewed against the backdrop of this pattern of metrical, repeated sixteenths, the pattern of accentuation in lines 3 and 4 stands out sharply as a replication of motive B, which is sounding simultaneously in all the musical parts. Each measure in these lines has accented syllables on beats one and three and on the last sixteenth of beats one and three. This pattern of accentuation is identical to motive B, integrating with the other significant musical motive in the accompaniment even while motive A continues to be dominant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] One final point about “The Rooster” deserves mention. Unlike the previous examples, this song does have a narrative, dealing with Big Boi’s tribulations as a newly single parent. Nevertheless, the same compositional model still applies. Even while telling a story, rappers will still fit their text to the music, rather than choosing appropriate music for the text. In this case, the lively, almost humorous music is quite different from the distraught or angry music that one might expect if the music had been composed to support the text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The same incorporation of musical motives into the lyrics is at play in the verse from “Scenario” presented earlier as \n\t\t\tExample 1. The final analysis of this article will demonstrate that while the meaning of Busta Rhymes’ text is difficult to decipher, to focus on its meaning is to miss its point. As with the other songs discussed so far, the experience of “Scenario” can be greatly enriched by listening for how the main rhythmic motive in the accompaniment is alternately reinforced and contradicted by the rhythms of the lyrics. Example 10 presents the music and accompanying lyric chart for this verse. (22) Example 10 . A Tribe Called Quest with Leaders of the New School, “Scenario” (1991), 2:56–3:50 (Rapper: Busta Rhymes) (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The main rhythmic motive in this song is two eighths and a quarter. This motive begins on beat one and three of every bar in the bass and drums, and is preceded by an upbeat sixteenth in the drums. This rhythm, like those identified in “The Rooster,” may seem too generic to be called a “motive,” but several features make it stand out in context. First, the drum part to this song was sampled from the opening of “Little Miss Lover,” by Jimi Hendrix. The sampling of drum parts from other musicians is of course standard practice in rap music, but what is striking about this excerpt is that the DJ, Ali Shaheed Muhammad, sampled and looped only the second half-measure of Hendrix’s drumbeat, omitting the first, rhythmically dense half of the bar. This indicates that Muhammad had some reason for wanting to isolate the more regular, eighth-eighth-quarter rhythm, and it does not seem coincidental that it is precisely this rhythm that occurs in the sampled bass line. Additionally, Busta Rhymes, like Big Boi, normally deliberately avoids “straight” rhythms in his rapping, preferring to rap in irregular, unpredictable rhythms. (23) The presence of the even eighth-eighth-quarter rhythm in the text therefore suggests a conscious stylistic departure on the rapper’s part. Like the motives in “The Rooster,” the rhythmic motive in “Scenario,” while exceedingly common in other forms of Western music, is conspicuous in the context of this song because of its regularity and the effort the musicians have made to highlight it.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] In the lyric chart, I have highlighted each time Busta Rhymes uses syllable groupings or syllable accentuation to create this motive in his rap. Each group of beats in which Busta Rhymes uses the motive is shaded, and the boldface words or syllables indicate accented parts of the text that correspond to the eighth-eighth-quarter motive. I have also shaded in occurrences of the upbeat sixteenth. Busta Rhymes incorporates this motive into his rapping in three different ways. The most obvious of these is when he uses only three syllables or words in the half-measure, each one corresponding to one beat of the motive; for example “Oh my gosh!” in the seventh line. Additionally, he sometimes places syllables on most or all of the sixteenth-note beats in the half-measure, and places accented syllables in the rhythmic locations that correspond to the motive. An example of this is the beginning of line 15 (“Change your little drawers”). Finally, he occasionally accents syllables or words that would normally be unaccented for the sole purpose of making them conform to the motive, as in the end of line 6 (“lary’s necessary”). (24) The fact that one of these techniques is used to echo the main rhythmic motive in very nearly half of the two-beat units in this excerpt suggests that Busta Rhymes made a conscious effort to include it in his rapping.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] But the inclusion of the main motive in the lyrical delivery is not the only feature of this verse that made it so successful. Rather, it is the interplay of the main motive with other syncopated half-measures that made it so compelling to listeners and demonstrated Busta Rhymes’ excellence at the craft of rapping. Notice that, of the 21 unshaded half-measure units (not counting the first line, which is not spoken by Busta Rhymes), six use syllable accentuation to create a 3+2+3 rhythm: the first halves of lines 4, 6, 8, 9, 10, and 18. (25) Another four use syllable accentuation to create a 3+3+2 rhythm: the first halves of lines 3 and 14, and the second halves of lines 14 and 15. Thus, almost half of the unshaded two-beat units use three accented attacks in a syncopated rhythm based on an initial dotted-eighth-sixteenth articulation. This reveals how Busta Rhymes created the extraordinary rhythmic energy in this verse: He uses a predictable rhythmic motive drawn from the accompaniment in alternation with a consistently syncopated rhythmic pattern to create a highly unpredictable rhythmic delivery. The listener must constantly recalibrate his or her expectations of the lyrical rhythm as the rapper mixes syncopated half-bar units with the more regular motive from the accompaniment. For example, at the words “BOOM from the cannon” in line three, the listener might be given to expect a continuation of the straight eighth-eighth-quarter motive in the lyrics. But after one more line in a fairly regular rhythm, Busta Rhymes switches to the 3+2+3 syncopation for the first three syllables of “Vocabulary” in line 6, a syncopation which is then discontinued by the reappearance of the eighth-eighth-quarter motive at the end of the bar. An identical procedure is at play in line 8, where the first, syncopated “Oh my gosh!” is answered by a second one conforming to the main rhythmic motive, and line 10, where the syncopated vocables are answered by the eighth-eighth-quarter rhythm created by the accented syllables of “all over the track, man.” A generalization could be made about any of the lines where an unshaded half-measure alternates with a shaded one: Busta Rhymes is creating an unpredictable variable rhythmic layer of text by alternately confirming and undermining the motive from the fixed rhythmic layer of accompaniment. (The tension created by this alternation of syncopations with the more regular rhythmic motive can be felt very clearly if one listens to the verse while tapping out the eighth-eighth-quarter motive.) Thus, listening to the verse for the rhythmic interplay of text and music—rather than for the semantic meaning of the words, or how they might be supported by the accompaniment—can reveal some of the qualities that elevated “Scenario” to the status of a rap “classic.” Conclusion",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] In the early days of rap music, mainstream reactions to the genre ranged from confusion to outright hostility. (26) But even as the genre has become more mainstream, accepted by critics and scholars as well as by the general public, there has remained a general unwillingness or inability to approach it analytically. I believe this is partly because, since the earliest days of Western music, primary importance has always been given to the text. The music, however carefully constructed it might be, has been seen as a supporting vehicle for the words. However, in rap music, the music comes both logically and chronologically before the text, and the meaning of the text is often secondary to its interaction with the music. Analysis of rap therefore requires a shift in focus, whereby we examine the music first, to see which rhythms, groupings, or motives are then used in the lyrics. Not only is this approach more fruitful for rap than a traditional text/music analysis, it also better reflects the way in which the music was originally conceived. Most importantly, it can enrich the listening experience by highlighting the correspondences and conflicts between the delivery of the text and the rhythmic features of the accompaniment. In doing so, this approach provides new listening strategies, and, one hopes, greater scholarly interest in this art form.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.08.14.2.adams.html",
    "data": "mto/data/mto.08.14.2.adams.json"
}