{
    "title": "Review of Heather Platt and Peter H. Smith, eds., <i>Expressive Intersections in Brahms: Essays in Analysis and Meaning</i> (Indiana University Press, 2012)",
    "date": "2014/09/01",
    "volume": "20",
    "issue": "3",
    "authors": [
        "Suurpää, Lauri"
    ],
    "abstract": "",
    "keywords": [
        "Brahms",
        "Schenkerian analysis",
        "form",
        "hermeneutics",
        "expressivity",
        "text/music relations",
        "tonal relations"
    ],
    "doi": "",
    "received": "June 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.3/mto.14.20.3.suurpaa.pdf",
    "author_info": [
        {
            "name": "Lauri Suurpää",
            "university": "Professor of Music Theory",
            "address": "Sibelius Academy, University of the Arts Helsinki, PO Box 30, FI-00097 Uniarts, Finland",
            "email": "lauri.suurpaa@uniarts.fi"
        }
    ],
    "citations": {
        "agawu_2009": "Agawu, Kofi. 2009. Music as Discourse: Semiotic Adventures in Romantic Music. New York: Oxford University Press.",
        "christensen_1993": "Christensen, Thomas. 1993. “Music Theory and Its Histories.” In Music Theory and the Exploration of the Past, ed. Christopher Hatch and David W. Bernstein, 9–39. Chicago: University of Chicago Press.",
        "hepokoski_2009": "Hepokoski, James. 2009. “Sonata Theory and Dialogic Form.” In Musical Form and Formenlehre: Three Methodological Reflections, ed. Pieter Bergé, 71–89. Leuven: Leuven University Press.",
        "hepokoski_&_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata. New York: Oxford University Press.",
        "klein_2005": "Klein, Michael. 2005. Intertextuality in Western Art Music. Bloomington: Indiana University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Hepokoski discusses the idea of “dialogic form” in more detail in Hepokoski 2009 .",
            "citations": [
                "hepokoski_2009"
            ]
        },
        "FN2": {
            "text": "2. For a thorough discussion on intertextuality in music, see Klein 2005 .",
            "citations": [
                "klein_2005"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Expressive Intersections in Brahms: Essays in Analysis and Meaning, edited by Heather Platt and Peter H. Smith, is a thought-provoking collection of essays. According to the editors, the book concentrates on elucidating interactions between structure and expression; in their words, musico-dramatic associations that, on the one hand, grow out of illuminating “Brahms’s abundant compositional craft . . . without losing sight of the music’s sensual beauty,” and, on the other, of considering how to “engage a musical language that, while not strictly referential, nevertheless possesses deep meaning” (3). The essays address this interaction between structure and meaning through close readings that intertwine technical analysis with hermeneutic interpretation. The hermeneutic layer is not understood as directly programmatic, apart from some instances of vocal music; rather, the authors address expression and musical drama at a more general level.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The book divides into three parts: the first is introductory, the second discusses vocal music, and the third instrumental music. The essays also feature other organizing principles that overlap with this division, such as methodology (several of the essays apply Schenkerian analysis, for example) or genre (e.g., large-scale works vs. miniatures). As expression is the book’s main theme, alongside structural analysis, I will organize this review around the individual essays’ approach to expression. In addition, I will briefly comment on the technical features of the music under discussion, to demonstrate how each writer sees structure as a foundation for the music’s expressive effect. Many contributions include considerations of several expressive layers, but, owing to space limitations, I mainly concentrate on only one for each essay.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In addition to structural analysis and expressive interpretation, there is a third layer that unifies all the essays, namely, historical contextualization: each essay situates the work or works it analyzes in a historical context. The authors combine modern analytical tools with views and perspectives derived from Brahms’s time (or earlier periods), hence attempting to overcome the distinction described by Thomas Christensen ( 1993 ), between “the presentist’s myopia” (11–19), where the music of the past is studied in light of modern norms and methodologies only, and “the historicist’s naivety” (19–26) where any historical object is studied solely in the terms of its own time.",
                "footnotes": [],
                "citations": [
                    "christensen_1993"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In several essays such a historical context functions as a starting point for expressive and structural interpretations. The coexistence of modern analytical methodology and emphasis on historical context is clearly evident in James Hepokoski’s essay on the opening movement of the Piano Concerto in D minor, op. 15, no. 1. Hepokoski applies his idea of “dialogic form” to elucidate how Brahms intended the Piano Concerto’s first movement “to ‘make sense’ within the contexts of its cultural traditions” (220). (1) This dialogue between the work and its generic conventions largely provides the foundation for Hepokoski’s interpretation of its musical expression. He argues that the movement is a “proclamation of solidarity with the Beethovenian concerto tradition” (221)—and that Brahms chose to disregard, at least to some extent, the concerto conventions of the mid-nineteenth century and instead follow those of the earlier generation.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Hepokoski applies the principles of his and Warren Darcy’s Sonata Theory ( Hepokoski & Darcy 2006 ), using, in particular, terminology associated with the Type 5 sonata, the Mozartean concerto form. One of the intriguing aspects of Hepokoski’s essay is to see how he applies Sonata Theory in an analysis of an extended instrumental work, rather than in discussions of shorter musical excerpts as in Hepokoski and Darcy ( 2006 ). At times his application of the apparatus of Sonata Theory seems quite free. To take but one example, I will consider his reading of the medial caesura (MC) and the ensuing onset of the secondary-theme zone (S) in the opening ritornello (a reading that affects the interpretation of the movement’s later sections as well). Hepokoski interprets an MC in measure 45 (first beat) and the onset of the S in measure 46 (230–32). These measures depart radically from the definitions of the MC and the onset of S in Sonata Theory, as Hepokoski notes: most important, there is neither rhetorical preparation of the MC through energy gain nor a cadential arrival (Hepokoski’s MC occurs on a rest following a diminished-seventh chord), whereas the S features no root-position tonic chord, and its key is not established through a cadence. It would be possible to find a formal analysis of the first ritornello (and corresponding sections later on in the movement) that would be closer to Sonata Theory’s definitions of MC and S—perhaps most obviously, that the opening ritornello is unable to reach S, which then arrives only in the solo exposition (with the MC in measure 156 and the onset of S in measure 157). But no matter whether one agrees with Hepokoski’s reading or not, his interpretation is in any case a valuable indicator that he himself is willing to depart from the strict definitions of Sonata Theory when he deems that a given musical work requires a more flexible interpretation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Historical dialogue functions equally strongly, but in quite a different way, as the foundation for musical expression in Frank Samarotto’s essay. Samarotto discusses the first and last pieces of Opus 116, both entitled Capriccio, observing that they include, to a notable degree, “willful changes of mind” (210) that largely result from “metric confusion and harmonic vacillation” (186). He elucidates these pieces’ idiosyncrasies by examining their harmonic and metric structures mainly through Schenkerian methodology, often providing provocative readings. Much of Samarotto’s essay contextualizes the Brahms works within the history of the capriccio as a genre, starting from Frescobaldi and Praetorius, and ending with Paganini. Throughout its history, Samarotto claims, a capriccio may “set off in a given direction and then abruptly change its mind” (191). He then argues that in these two Capriccios, Brahms—a composer well informed in music history—was reflecting on the capriccio tradition; that is, Samarotto does not discuss the structural features that create musical expression only in the context of Brahms’s time and its musical conventions, but also within the historical continuum of the capriccio as a genre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In his essay, Peter H. Smith takes an intertextual perspective, examining the historical dialogue among a small number of works, rather than a rapport between a given work and a generic tradition as in Hepokoski’s and Samarotto’s essays. (2) Smith discusses two Brahms instrumental movements: the second movements of the Violin Sonata in A, op. 100, no. 2, and the String Quintet in F, op. 88, no. 1. He convincingly indicates that the works share two significant features: first, both occur “within a cycle of three rather than four movements, where [the second movement] fulfills both the slow and scherzo functions” (257); second, both feature tonal pairing, which occurs “in the context of an unambiguously monotonal framework” (282). The expressive readings of the movements mainly grow out of these features, which are examined through formal analysis and Schenkerian voice-leading graphs. Smith traces a precursor for the Brahms works in the second movement of Schumann’s Violin Sonata in A minor, op. 105, no. 1, which likewise merges slow-movement and scherzo functions, and includes tonal pairing within a globally monotonal structure. Like Samarotto, Smith argues that Brahms’s music reflects on the works of his predecessors. Unlike Samarotto, however, Smith focuses not on historically remote composers and their conventions, but rather on individual solutions used by a contemporaneous composer, Schumann, who was also Brahms’s personal acquaintance.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In the essays of Expressive Intersections in Brahms, historical dialogue is not limited to musical connections. Margaret Notley examines Gesang der Parzen, op. 89, in which Brahms set a text taken from Goethe’s play Iphigenie auf Tauris. She discusses associations between music and text, specifying three historical contexts in which the musico-poetic associations of Gesang der Parzen may be elucidated. Goethe’s play is based on that of Euripides, so the text carries associations with conventions of ancient tragedy and also with their transformation in Goethe’s version into “the worldview of late eighteenth-century humanism” (113). Notley argues further that Brahms’s work has a third historical context, that of Brahms’s own time, which departs from the contexts of both  Goethe and Euripides: she maintains that Brahms was “deliberately going against the late eighteenth-century grain of Goethe’s play,” yet, at the same time, he “introduced an anachronistic psychological perspective at odds with the ancient tragedy that he was otherwise trying to evoke” (117). Notley substantiates these musico-poetic frameworks through a narrative analysis that draws, for example, on musical topics, motivic transformations, and formal functions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Heather Platt also draws connections between Brahms’s vocal music and its historical context, interpreting three Lieder as “musical portrayals of nineteenth-century societal expectations for women and the emotions of the songs’ female characters” (80). She defines the historical context through references to nineteenth-century literature and visual arts. The three songs are folk-like in character, and each laments the female protagonist’s “loneliness without the loved one” (81). Platt shows that the apparent straightforwardness of the music’s folk-like quality does not lead to structural simplicity. Rather, the songs show several kinds of structural complexities, which are largely examined from a Schenkerian perspective; these musical features deepen the songs’ psychological effect. She argues that to gain insights into the multilayered quality of the songs, one “should take into account both the folk style and the elements of sophisticated compositional technique” (88, emphasis in the original).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The essays discussed so far all base their expressive interpretations, to a great extent, on a dialogue between the music’s structural features and a historical context in which the expression is examined. Hepokoski and Samarotto define the historical context through musical features, whereas Notley and Platt outline it in part through artistic media other than music (mainly literature). Yonatan Malin takes the interaction between visual arts and music as his reading’s primary expressive foundation. Even though the works of art he analyzes are contemporaneous with Brahms’s music, Malin does not emphasize the significance of the historical context to the extent that Hepokoski, Samarotto, Notley, and Platt do.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Malin’s essay concentrates on one song (“Alte Liebe,” op. 72, no. 1) from the compilation of Brahms’s vocal music prepared for publication by the artist Max Klinger (1857–1920). In this publication (1894) the musical scores intertwine with Klinger’s original etchings, engravings, and lithographs (the publication can be found in digital form at http://legacyapps.wesleyan.edu/brahmsphantasie/ ). Malin’s essay provides “an analytical and interpretative reading of . . . ‘Alte Liebe’ . . . in dialogue with an image that Klinger placed at the end of the score” (53). After first discussing musico-poetic relationships largely on their own, Malin examines how Klinger’s picture may be seen as an interpretation of the Lied, a reading that also affects our understanding of the song’s musico-poetic connections. The essay is a fascinating case study of relationships between music and visual art.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The two remaining essays discuss expression from a perspective of musical culmination, or a “high point,” as Kofi Agawu has recently called a musical dramatic peak ( Agawu 2009 , 61–73). Steven Rings’s essay discusses selected late piano works, emphasizing two issues: first, the idea “that artifice and affect interact in telling ways in Brahms’s intermezzi;” and second, “the experience of the performing subject” (45–46). Artifice, the key concept of Rings’s essay, refers to the music’s technical complexities—in his analytical readings, artifice is often associated with learned canons. He shows that the moments of most complex artifice coincide with expressive high points, thus forming parallel peaks in structure and expression: “As so often in Brahms’s late intermezzi, the moment of greatest poetry in the movement is also the moment of greatest artifice” (24). These structural and expressive high points in Brahms’s late piano music, Rings argues, are often not associated with outward rhetoric, but rather with a tender, innig quality.",
                "footnotes": [],
                "citations": [
                    "agawu_2009"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Ryan McClelland’s essay likewise addresses the issue of high point, but within a narrowly defined context. He examines sequences as expressive culminations in selected chamber-music works and makes a distinction between two types of culminating sequences: a “vigorous culminating” type and a “transcendent culminating” type. Both types fulfill the same dramatic function in a movement’s overall unfolding: they “often provide an expressive culmination within a final thematic return (rondo-like forms) or in a coda” (147). Thus these culminations are also related to the movements’ formal organization and thematic discourse, highlighting the approaching closure. McClelland sees vigorous sequences as reactions to earlier material in the movements, as often resolving some tensions so far left unresolved. Transcendent sequences, in contrast, are “much less a ‘working out’ of previous material than an opportunity for profoundly elevated expressive content” (171). The two sequence types thus both function as expressive culminations, yet they have a somewhat different affective role in the movements’ expressive narratives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In this review I have almost completely refrained from making evaluative comments. This does not mean that I find every essay thoroughly convincing; as with practically every scholarly book, there were occasionally instances where I could not fully agree with the authors’ views. While some of these disagreements concerned the actual analytical readings, some were also related to the challenge one often faces in reading an anthology of essays: it is likely that at least some articles approach their topic from a perspective (either methodological or more generally scholarly) that is in some ways foreign or even unconvincing to some individual readers. Yet I believe that the reader should approach these foreign perspectives openly and without prejudice; that is, I find it important to try to understand why the author has made the point he or she has made, and also why it is communicated precisely as it is. With well-written essays, like the ones in this anthology, it is often possible to see the logic of the interpretation and its mode of presentation, even while ultimately remaining unconvinced, or at least while thinking that some other reading or perspective might get closer to a satisfactory interpretation of the piece.  Because such occasional divergent views forced me to reconsider my own perspectives, these disagreements increased, rather than diminished, the joy of reading Expressive Intersections in Brahms. One often learns much when encountering approaches with which one is not thoroughly familiar or with which one does not completely agree. The multiplicity of approaches in Expressive Intersections in Brahms gives a great deal of material for such enlightening reflections.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.14.20.3.suurpaa.html",
    "data": "mto/data/mto.14.20.3.suurpaa.json"
}