{
    "title": "Form and Voice Leading in Early Beatles Songs",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Nobile, Drew F."
    ],
    "abstract": "In the early music of the Beatles, form, harmony, and voice leading are intricately related. The most common form of this period—AABA where each A section contains an SRDC (Statement–Restatement–Departure–Conclusion) phrase structure as defined by Walter Everett (2001 and 2009)—carries with it harmonic and melodic implications which allow for the creation of a voice-leading model for this form. This paper examines how this model interacts with various songs from the early Beatles catalog. While not every song fits the model perfectly, there is always adialoguebetween the model and the specific voice leading and form of the songs in question.",
    "keywords": [
        "The Beatles",
        "form",
        "voice leading",
        "harmony",
        "rock music",
        "popular music",
        "Schenkerian analysis"
    ],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.nobile.pdf",
    "author_info": [
        {
            "name": "Drew F. Nobile",
            "university": "CUNY Graduate Center",
            "address": "Department of Music, 365 Fifth Ave., New York, NY, 10016",
            "email": "dnobile@gc.cuny.edu"
        }
    ],
    "citations": {
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32/2: 95–110.",
        "burns_2008": "Burns, Lori. 2008. “Analytic Methodologies for Rock Music: Harmonic and Voice-Leading Strategies in Tori Amos’s ‘Crucify.’” In Expression in Pop-Rock Music: Critical and Analytical Essays , revised second edition, ed. Walter Everett, 213–246. New York: Routledge.",
        "burstein_2005": "Burstein, Poundie. 2005. “Unravelling Schenker’s Concept of the Auxiliary Cadence.” Music Theory Spectrum 27/2: 159–185.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Musical Analysis , ed. Deborah Stein, 65–76. New York: Oxford University Press.",
        "covach_2006": "Covach, John;. 2006. “From ‘Craft’ to ‘Art’: Formal Structure in the Music of the Beatles.” In Reading the Beatles: Cultural Studies, Literary Criticism, and the Fab Four , ed. Kenneth Womack and Todd F. Davis, 37–54. Albany: State University of New York Press.",
        "cutler_2010": "Cutler, Timothy. 2010. “Cryptic Audiodiversity and the Dissonant Perfect Unison.” Music Theory Online 16/1. http://www.mtosmt.org/issues/mto.10.16.1/mto.10.16.1.cutler.html .",
        "doll_2007": "Doll, Christopher. 2007. Listening to Rock Harmony . Ph.D. Diss., Columbia.",
        "everett_1992": "Everett, Walter. 1992. “Voice Leading and Harmony as Expressive Devices in Early Music of the Beatles: She Loves You.” College Music Symposium 32: 19–37.",
        "everett_2001": "Everett, Walter. 2001. The Beatles As Musicians: The Quarry Men through Rubber Soul . New York: Oxford University Press.",
        "everett_2008": "Everett, Walter. 2008. “Pitch Down the Middle.” In Expression in Pop-Rock Music: Critical and Analytical Essays , revised second edition, 111–174. New York: Routledge.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock . New York: Oxford University Press.",
        "gallardo_2000": "Gallardo, Cristóbal L. García. 2000. “Schenkerian Analysis and Popular Music.” Transcultural Music Review 5 . http://www.sibetrans.com/trans/trans5/garcia.htm .",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generalized Theory of Tonal Music . Cambridge: MIT Press.",
        "rothstein_1981": "Rothstein, William. 1981. Rhythm and the Theory of Structural Levels . Ph.D. Diss., Yale.",
        "rothstein_2006": "Rothstein, William. 2006. “Transformations of Cadential Formulæ in Music by Corelli and His Successors.” In Essays from the Third International Schenker Symposium , ed. Allen Cadwallader. Hildesheim: Georg Olms.",
        "schenker_1979": "Schenker, Heinrich. 1979. Free Composition [Der Freie Satz] . Trans. and ed. Ernst Oster. New York: Longman.",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10/3: 233–287.",
        "smith_1996": "Smith, Charles J. 1996. “Musical Form and Fundamental Structure: An Investigation of Schenker’s ‘Formenlehre’” Music Analysis 15/2–3: 191–297.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1/1: 29–64.",
        "summach_2011": "Summach, Jay. 2011. “The Structural Origins of the Prechorus.” Music Theory Online 17/3. http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.summach.html .",
        "temperley_2011": "Temperley, David. 2011. “The Cadential IV in Rock.” Music Theory Online 17/1. http://www.mtosmt.org/issues/mto.11.17.1/mto.11.17.1.temperly.html .",
        "wagner_2003": "Wagner, Naphtali. 2003. “Domestication of Blue Notes in the Beatles’ Songs.” Music Theory Spectrum 25/2: 353–367.",
        "wagner_2007": "Wagner, Naphtali. 2007. “Starting in the Middle: Auxiliary Cadences in the Beatles’ Songs.” Music Analysis 25: 155–169."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For voice-leading analyses of popular music, see Everett 1992 and 2001 , Wagner 2003 and 2007 , and Burns 2008 ; for formal studies, see Covach 2005 and 2006 , Spicer 2004 , and Summach 2011 .",
            "citations": [
                "everett_1992",
                "everett_2001",
                "wagner_2003",
                "wagner_2007",
                "burns_2008",
                "covach_2005",
                "covach_2006",
                "spicer_2004",
                "summach_2011"
            ]
        },
        "FN2": {
            "text": "2. This represents the period in which the Beatles were, in the words of John Covach ( 2006 , 38), primarily “craftspeople” (as opposed to their later status as “artists”) and comprising works that Walter Everett ( 1992 , 19) claims “cohere by virtue of a greater degree of structural tension than is heard in most of their later work.”",
            "citations": [
                "covach_2006",
                "everett_1992"
            ]
        },
        "FN3": {
            "text": "3. SRDC phrase structure is also discussed in Everett 2009 , chapter 6.",
            "citations": [
                "everett_2009"
            ]
        },
        "FN4": {
            "text": "4. For more on AABA and other common forms, see Covach 2005 . Many music theorists—as well as the Beatles themselves—refer to the bridge as the “middle eight,” regardless of how many bars it contains.",
            "citations": [
                "covach_2005"
            ]
        },
        "FN5": {
            "text": "5. The definition of SRDC in reference to the Beatles’ early music can be found in Everett 2001 , 132.",
            "citations": [
                "everett_2001"
            ]
        },
        "FN6": {
            "text": "6. It is quite common for a bridge section to first move “flatwards” to tonicize IV (using ♭ 7 ˆ ) and then move “sharpwards” to tonicize V (using ♯ 4 ˆ ); see Everett 2009 , 148. For more on auxiliary cadences in Beatles songs, see Wagner 2007 .",
            "citations": [
                "everett_2009",
                "wagner_2007"
            ]
        },
        "FN7": {
            "text": "7. Everett 2008 , 155–156 discusses root-position triads as substitutes for chords (not necessarily cadential s) in the context of double-plagal progressions.",
            "citations": [
                "everett_2008"
            ]
        },
        "FN8": {
            "text": "8. By “unstable” I mean globally unstable, i.e. a note that is not a member of the tonic triad, which may nonetheless have consonant support and hence be locally stable.",
            "citations": []
        },
        "FN9": {
            "text": "9. Notice also that the same 5 ˆ – 6 ˆ – 7 ˆ – 1 ˆ ascent is present in an inner voice of “Misery,” as well as in “I Should Have Known Better,” graphed in Everett 2001 , 228.",
            "citations": [
                "everett_2001"
            ]
        },
        "FN10": {
            "text": "10. Since 2 ˆ occurs over a IV harmony, one might be tempted to analyze this chord as ii ; however, since the band is playing a C major triad (without 2 ˆ ), it is hard to hear this as anything other than IV; the A above can be understood as an anticipation of the following D major harmony (V), or perhaps as an “added sixth.”",
            "citations": []
        },
        "FN11": {
            "text": "11. In the current context, I use the term “interruption” to mean an upper-voice line that does not complete its motion to a stable note of the tonic triad. Since such lines in Schenkerian theory are always descents to 1 ˆ , Schenkerian interruptions are always lines that are interrupted after reaching 2 ˆ (although 2 ˆ is occasionally in an inner voice; see footnote 15). In the context of early Beatles music, however, upper-voice lines can have various forms, and so interruptions are not always on 2 ˆ (though this is by far the most common), nor do they always represent incomplete descents.",
            "citations": []
        },
        "FN12": {
            "text": "12. The idea of the cadential I is similar to what is frequently called an “inverted cadential ” (see Rothstein 2006 and Cutler 2010 ). I do not adopt this term in the present case for two reasons: first, the cadential is rarely seen in pop/rock music—and is virtually non-existent in the Beatles’ music—and so it would be odd to consider a root-position harmony to be a “deformation” of a cadential ; second, the cadential I does not always prolong the V harmony, as we will see in Section 4.",
            "citations": [
                "rothstein_2006",
                "cutler_2010"
            ]
        },
        "FN13": {
            "text": "13. The IV ♭ 7 chord is standard in blues progressions, and as a result is also quite common in rock music.",
            "citations": []
        },
        "FN14": {
            "text": "14. Because of the octave transfer, 4 ˆ does not literally fall to 2 ˆ but rises a sixth. A further reduction would simplify the register by placing 4 ˆ an octave higher (on F5 instead of F4).",
            "citations": []
        },
        "FN15": {
            "text": "15. This idea is similar to that brought up by Ernst Oster in a footnote to Schenker’s discussion of sonata form in Der Freie Satz ( 1979 , 139): Oster discusses sonata forms in which the primary tone 5 ˆ does not descend through 4 ˆ and 3 ̂ to 2 ˆ at the point of interruption, but instead remains on 5 ˆ throughout the exposition and development, only descending at the end of the recapitulation. The 2 ˆ that occurs over the interruption is therefore an inner-voice tone that comes from 3 ̂ in the initial tonic harmony.",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN16": {
            "text": "16. See also Everett 2001 , 147, for a discussion of this phrase and its relation to the cadential .",
            "citations": [
                "everett_2001"
            ]
        },
        "FN17": {
            "text": "17. In fact, the B section ends not on V but on IV, which interrupts the dominant retransition. While the progression V–IV–I is not uncommon in rock music (because of its ubiquity in blues progressions), its presence at the end of the bridge section is somewhat shocking given that dominant retransitions are expected to remain on V (see Everett 2009 , 148; see also Doll 2007 , 49 and 151–52, for a discussion of the blues-based progression V–IV–I). In the present context, this final IV chord is best understood as a neighboring chord to the preceding V that provides consonant support to the seventh (A, 4 ˆ ) of V that leads back to the verse; in other words, the reduced progression is V 8–7 rather than V–IV. See Wagner 2003 for a discussion of chords providing consonant support to dissonant sevenths, specifically of the so-called “blue notes” ♭ 3 ̂ and ♭ 7 ˆ .",
            "citations": [
                "everett_2009",
                "doll_2007",
                "wagner_2003"
            ]
        },
        "FN18": {
            "text": "18. See also Temperley 2011 for a discussion of cadential uses of the IV chord in rock music.",
            "citations": [
                "temperley_2011"
            ]
        },
        "FN19": {
            "text": "19. See also Biamonte 2010 for a discussion of plagal and double-plagal cadences in pop and rock music.",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN20": {
            "text": "20. The progression I–II ♯ –IV–I effects the chromatic inner-voice descent 5 ˆ – ♯ 4 ˆ – ♮ 4 ˆ – 3 ̂ , not shown in Example 10 but discussed in Everett 1992 .",
            "citations": [
                "everett_1992"
            ]
        },
        "FN21": {
            "text": "21. On a more foreground level, as in the S and R phrases of “Eight Days A Week,” IV will have cadential function if and only if it is preceded by a different pre-dominant chord (almost always II or II ♯ ) and does not proceed to V. In the B section of “Eight Days A Week,” the same II ♯ –IV progression occurs, but in this case IV functions as the upper third to II (i.e., as pre-dominant) because it is followed by V.",
            "citations": []
        },
        "FN22": {
            "text": "22. Cadential IVs often support the non-chord tone 2 ˆ in the upper voice, which further contributes to their being heard as cadential rather than neighboring or pre-dominant; other examples of this include “All I’ve Got To Do,” graphed in Section 5 as Example 15, and “Nowhere Man” from Rubber Soul (not analyzed in this study).",
            "citations": []
        },
        "FN23": {
            "text": "23. The neighboring I–IV–I progression reappears transposed to VI in the B section of “A Hard Day’s Night.”",
            "citations": []
        },
        "FN24": {
            "text": "24. In other words, does the progression constitute a large-scale appoggiatura, as Poundie Burstein ( 2005 , 164) says is possible, or does it follow William Rothstein’s “rule of the auxiliary cadence” in which “at a higher level, ... the arrival point of the fundamental [bass] tone (and thus the goal harmony) is the same as the lower level” ( 1981 , 123)? See also Wagner 2007 for a discussion and comprehensive list of auxiliary cadences in Beatles songs.",
            "citations": [
                "burstein_2005",
                "rothstein_1981",
                "wagner_2007"
            ]
        },
        "FN25": {
            "text": "25. Note that the E major chord is back-related to the first C ♯ minor chord in the same manner as the back-relating IV chords discussed in Section 4.",
            "citations": []
        },
        "FN26": {
            "text": "26. In general, when cadential IV chords are preceded by pre-dominant II chords, at least one of these chords is chromatically altered to provide more contrast between them; as a result, the unaltered progression II–IV is less common than II–IV ♭ , as in this example, or II ♯ –IV, as in “Eight Days A Week” (Example 10).",
            "citations": []
        },
        "FN27": {
            "text": "27. As Burstein 2005 notes, it is not uncommon for the initial harmony of an auxiliary cadence to support a primary upper-voice tone. The main question, however, is to which harmony this primary tone belongs at a more background level: does it belong to the tonic harmony that does not occur until the descent is finished (via rhythmic displacement) or does it belong to the initial harmony and therefore does not have background tonic support? In other words, in a rhythmic reduction in which the only notes present are the primary tone and the tonic harmony, would the primary tone be shifted forward to coincide with the literal arrival of the tonic, or would the tonic harmony be shifted backward to coincide with the beginning of the phrase? The former interpretation corresponds to the analysis of the auxiliary cadence as subsidiary to the final tonic, and the latter corresponds to the idea that the initial harmony is substituting for the tonic and has just as much structural weight.",
            "citations": [
                "burstein_2005"
            ]
        },
        "FN28": {
            "text": "28. One can imagine a more typical if trite verse in which the second line (“And if you saw my love, you’d love her too”) had the same melody and harmony as the first line (“I give her all my love, that’s all I do”), and there was an additional two-measure phrase inserted between the second line and the concluding line (“I love her”) that contained the chord progression IV–V (A major–B major). This would make a complete SRDC structure, spanning twelve measures, that corresponded to the expected harmonic trends outlined in Section 2.",
            "citations": []
        },
        "FN29": {
            "text": "29. The lyrics of the first verse of “All I’ve Got To Do”: “Whenever I want you around / All I’ve got to do / is call you on the phone, and you’ll come running home, / Yeah, that’s all I’ve got to do.”",
            "citations": []
        },
        "FN30": {
            "text": "30. See Lerdahl and Jackendoff 1983 for a non-Schenkerian discussion of large-scale structural upbeats and downbeats.",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] While there are many theoretical studies that apply either voice-leading or formal analyses to popular music, there has as of yet not been a convincing attempt to relate form and voice leading in popular music, as Janet Schmalfeldt ( 1991 ) and others have done for 18th- and 19th-century tonal music. (1) In this study, I will make such an attempt, focusing on the early music of the Beatles from their first singles in 1962 through their 1965 album Rubber Soul . (2) I will take as a point of departure Walter Everett’s Statement–Restatement–Departure–Conclusion (SRDC) phrase structure introduced in the first volume of The Beatles As Musicians ( 2001 ) and examine how this form is presented through the voice-leading structures of the Beatles’ songs. (3) This form, which bears a striking resemblance to the classical “sentence” discussed by Schmalfeldt and codified in Caplin 1998 , is virtually always “in sync” with the voice leading (as Smith 1996 suggests is necessary), such that the two are mutually reinforcing. I will begin by presenting a general voice-leading model for what I will call SRDC–B form—an AABA form where each A section contains an SRDC form and whose B section is the bridge—and I will discuss the dialogue between this model and various songs from the early Beatles catalog. 1. SRDC–B form",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "schmalfeldt_1991",
                    "everett_2001",
                    "caplin_1998",
                    "smith_1996"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] By far the most common form throughout the early Beatles repertoire is AABA form, in which the A sections are “verses” and the B section is the “bridge” or “middle eight.” (4) It is common for the final B and A sections to repeat, making the whole form AABABA or sometimes AABAABA. The verses (A sections) usually divide into SRDC phrase structures: a phrase or motive is stated (S) and restated (R), possibly with variations, followed by a third phrase that departs from the first two (D), and finally a concluding phrase (C), which often contains the title of the song in the lyrics. (5) The C phrase usually corresponds to what is commonly called the “refrain,” though sometimes the refrain comprises both the D and C phrases.  This overall song form, i.e. AABA (or AABABA, etc.) where the A sections divide into SRDC structures, will be called “SRDC–B” form. Example 1 . SRDC-B form in “From Me To You” (click to enlarge and see the rest) Example 2 . “From Me To You,” first verse (click to enlarge) Example 3 . “From Me To You,” bridge (0:35) (click to enlarge) Example 4 . “Misery” (click to enlarge)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] For an example, consider the 1963 single “From Me To You,” one of the Beatles’ first hits. This song has an SRDC–B form—AABAABA in total—which is diagrammed in Example 1 . Example 2 gives the first verse of “From Me To You” and shows its SRDC structure: the initial phrase (S) is restated (R) with slight modifications; these are followed by a contrasting phrase (D) and finally a concluding phrase that contains the title of the song (C). Notice that this form is also reflected in the lyrics: the first two lines express the same idea (“If there’s anything that you want” and “If there’s anything I can do”), the third continues this idea (“Just call on me, and I’ll send it along”), and the fourth concludes it (“With love, from me to you.”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Bridge (B) sections provide both harmonic and melodic contrast to the verses. They virtually always begin away from the tonic, often on IV, and end with a “dominant retransition” on V, which is often tonicized. Example 3 shows the melody and chords of the bridge section of “From Me To You”: this section begins with an auxiliary cadence in F major (IV), then proceeds to tonicize G major (V) through its dominant D 7 . (6) The overall progression in this bridge is therefore IV–V, with the arrival on V (G major) representing the dominant retransition. This motion is seen clearly in the melody, which divides into two parallel phrases, the second of which essentially transposes the first up a whole step. An overall IV–V progression is typical in the Beatles’ bridge sections; this and other harmonic and melodic trends are detailed in the following section, which presents a general voice-leading model for SRDC–B form. 2. The Voice-Leading Model for SRDC–B form",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The goal of this study is to examine the relationship between SRDC–B form and the voice-leading structures of songs that project this form. Let us begin by noting some general harmonic trends associated with the various formal categories: S and R prolong the tonic. D begins on IV or another pre-dominant (VI is included). C completes the cadential progression. B starts off-tonic, usually on IV or VI, and ends with a dominant retransition. To illustrate these connections, Example 4 gives a voice-leading graph of “Misery” from the 1963 album Please Please Me . The formal sections S, R, D, C, and B are indicated above the graph; in addition, a dashed barline separates S and R from D and C in the verse, and a solid barline separates the verse from the bridge (this will be the case for all subsequent graphs). Example 4 shows a tonic C-major prolongation throughout the SR sections, as expected, supporting the primary upper-voice tone E ( 3 ˆ ). The D section contains the progression IV–V, and the C section completes the cadential progression with the final I. In general, when the overall progression in the D and C sections is IV–V–I, it is equally common for the V chord to occur within the D section, as is the case here, or for the V–I progression to occur within the C section, which we will see in “I’ll Cry Instead” (Example 6). In the latter case, the C section’s V chord is almost always preceded by what I call the “cadential I,” a root-position tonic harmony that functions like a cadential (i.e., prolongs the dominant), which is discussed in detail in Section 3. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Example 4 shows that the upper-voice motion in the verse of “Misery” is the neighbor-note figure 3 ˆ – 4 ˆ – 3 ˆ , with 4 ˆ arriving in the D section and returning to 3 ˆ in the C section. The bridge retains 3 ˆ in the upper voice as the harmony moves to VI and then descends to an implied 2 ˆ over V at the dominant retransition. From this example, we can extrapolate some general trends of the upper voice, which follows the same patterns as the harmony: S and R prolong the primary tone. D moves to a different, usually unstable, note in the upper voice. (8) C completes the upper-voice motion. B ends with an interruption, usually on 2 ˆ . Example 5 . “A Hard Day’s Night” (click to enlarge) The third item above says that the C phrase “completes the upper-voice motion”: in traditional Schenkerian theory, this motion would always be a descent to 1 ˆ , but in the Beatles’ songs, we can also interpret this motion to be a neighboring figure, as in “Misery” (Example 4 above), or an ascent to 1 ˆ , as in “A Hard Day’s Night” from the album A Hard Day’s Night (1964), graphed in Example 5 .",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The verse of “A Hard Day’s Night” follows the same harmonic plan as that of “Misery”: there is a tonic prolongation in the S and R phrases, IV–V in the D phrase, and the final I in the C phrase. Meanwhile, the upper voice ascends from the primary tone 5 ˆ up to 1 ˆ : the S and R phrases prolong 5 ˆ , and the ascent begins at the D phrase with the arrival on 6 ˆ , finishing with the arrival of 1 ˆ at the C phrase. (9) The high G that represents 1 ˆ is not actually present in the vocal line, but is the implied resolution of the leading tone F ♯ from the previous measure; the G that occurs at the beginning of the B section (“When I’m home...”) can be understood to represent the delayed realization of this tone. The B section begins on III, which is less common than IV or VI but not unheard of (“I’ll Cry Instead,” Example 6, is another instance), and passes through IV to V for the retransition. During this progression, the upper voice proceeds 7 ˆ – 1 ˆ – 2 ˆ in staggered parallel fifths with the bass. (10) The overall upper-voice motion from the beginning of the verse to the end of the B section can therefore be understood as an ascending fifth progression from 5 ˆ to 2 ˆ . While this line is not “interrupted” in the traditional sense (since it represents a line that has proceeded too far instead of being interrupted before it could arrive at its destination), it achieves the same effect as a standard interruption; furthermore, an interrupted 5 ˆ -line descent 5 ˆ – 4 ˆ – 3 ˆ – 2 ˆ is present in an inner voice (beamed downwards in Example 5). (11) 3. The “cadential I” Example 6 . “I’ll Cry Instead” (click to enlarge) Example 7 . “From Me To You” (click to enlarge) Example 8 . “I Saw Her Standing There” (click to enlarge) Example 9 . “I Saw Her Standing There,” first half of verse (click to enlarge)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Example 6 gives a voice-leading graph of “I’ll Cry Instead” from the album A Hard Day’s Night (1964). This song, like both “Misery” and “A Hard Day’s Night,” prolongs the tonic through SR and begins D on IV. However, the C phrase comes earlier in the harmonic progression; in both previous examples it coincided with the return to tonic, whereas in this case it coincides with the arrival of the dominant and expresses the progression V–I. The V chord, though, is preceded by a root-position tonic chord, making the C phrase’s overall progression I–V–I. Since we understood the D phrase as a prolongation of IV, what are we to make of the C phrase’s first I chord? This I chord is an example of what I call the “cadential I”: a root-position tonic that prolongs the dominant , similarly to a cadential chord. This I chord is therefore not a return to tonic; the overall progression of the verse is I–IV–V–I. (The cadential I is shown bracketed with an upward stem in Example 6.) Note that the progression [I]–V–I supports the upper-voice motion 3 ˆ – 2 ˆ – 1 ˆ within an overall descent from 5 ˆ to 1 ˆ , which is often the case with the progression V –I. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The verse of “From Me To You,” graphed in Example 7 , is similar in harmonic design to that of “I’ll Cry Instead,” but projects an upper-voice descent from 3 ˆ rather than 5 ˆ . In this example, the upper voice remains on the same scale degree ( 3 ˆ ) from the SR phrases into the D phrase, but in the latter this scale degree is inflected to the unstable ♭ 3 ˆ to represent the seventh of the IV chord underneath. (13) The cadential I appears in the C phrase, with [I]–V–I again supporting 3 ˆ – 2 ˆ – 1 ˆ . In the B section of “From Me To You,” the upper voice begins on an escape tone 4 ˆ , which falls to 2 ˆ for the interruption (14) ; 4 ˆ as escape tone between 3 ˆ and 2 ˆ is very common in Beatles songs, especially in descents from 3 ˆ (see for example the verse of “You Won’t See Me,” graphed in Example 11, and the S and R sections of “The Night Before,” graphed in Example 14). Notice that the B section of “I’ll Cry Instead” does not end on 2 ˆ , but remains on the primary tone 5 ˆ ; in general, B sections do not include descents from 5 ˆ to 2 ˆ —if they begin on 5 ˆ , they usually remain there. (15)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] “I Saw Her Standing There” from Please Please Me (1963), graphed in Example 8 , is an interesting example involving the cadential I. (16) First of all, its verses are not in exact SRDC form because the first half does not consist of two parallel phrases. However, the first half itself contains a miniature SRDC form embedded in the melody (see Example 9 ). This miniature SRDC form is followed by D and C phrases to form the verse. In this case, the “refrain” consists of both the larger D and C phrases combined (“How could I dance...”) instead of the C phrase alone. The D phrase begins not on IV as expected, but on I, and only resolves to IV—through an inner-voice passing tone ♭ 7 that destabilizes I—when the phrase is halfway over. The D and C phrases, therefore, contain the entire harmonic progression I–IV–V–I (with the cadential I prolonging the V in the C phrase). So, while the phrase structure replaces the SR phrases with an embedded complete SRDC phrase, the harmonic structure replaces the expected DC progression (i.e., IV–V–I) with the complete SRDC harmonic plan (i.e., I–IV–V–I).",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The upper voice, like the harmony, does not move at the onset of the D phrase, but remains on 1 ˆ , which is in fact prolonged for the entire verse, ending with an arpeggiation E–B–E that takes it an octave lower. This arpeggiation, which coincides with the C phrase, begins over a cadential I; if we consider this [I] chord essentially to represent a cadential 6/4 chord, the E is a dissonant suspension which should resolve to D ♯ over V. With this interpretation, we can understand the B that occurs over this V chord to be substituting for this D ♯ , which would then resolve back to E5 (rather than the E4 that is present). In other words, the essential upper-voice motion in the C phrase is the neighbor-note figure E– D ♯ –E, which parallels the same motion seen earlier in the verse (see the brackets in Example 8). The following B section consists of just two chords (IV and V) under the interrupted line ♮ 3 ˆ – 2 ˆ —one might be tempted to say that 3 ˆ is the primary tone of this piece and has a delayed entrance, but that argument is weakened by the fact that 3 ˆ is altered and is supported by a IV chord. It is more convincing to consider the ♮ 3 ˆ as an incomplete neighbor to 2 ˆ , making the overall motion 1 ˆ /I in the verse to 2 ˆ /V in the bridge. (17) 4. Different functions of IV",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Traditionally, the IV chord can have either pre-dominant (by far the most common) or neighboring function. In rock music, the IV chord can be understood to have cadential function as well. (18) In other words, progressions may exist in which the IV chord takes on the function normally reserved for the V chord. This is not to say that IV substitutes for V—since the two share no common tones, it would be an odd substitution—but in the syntax of the progression, the IV chord can assume the cadential role. Therefore, progressions such as I–II–IV–I can represent full Stufenkreise , and the IV–I cadence that concludes it can hold just as much structural weight as a V–I cadence. Following Temperley 2011 , I will call IV chords that function in this way “cadential IV” chords. (19) Example 10 . “Eight Days A Week” (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "temperley_2011"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] A good example of the cadential use of IV is “Eight Days A Week” from Beatles For Sale (1964), graphed in Example 10 . The S and R phrases of this song express the chord progression I–II ♯ –IV–I. In this progression it is clear that the IV chord fulfills the function of the absent dominant chord, occurring after the pre-dominant II ♯ and leading back to I. Looking forward to the DC phrases, we can see that the I–II ♯ –IV progression occurs at a deeper level over the entire verse, with an interpolated VI chord between I and II ♯ . The IV–I that concludes this progression constitutes the C phrase, which has a conclusive (i.e., cadential) function, making it hard to argue that the IV functions as a pre-dominant or neighboring chord. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] How IV functions depends on where it falls within the form of the piece. In general, when IV occurs at the beginning of the D phrase or of the B section, it has pre-dominant function, and when it occurs in the C phrase, it has cadential function. This is because of the functions of these phrases within the verse: the D phrase drives the motion forward, and so does not sound conclusive (i.e., cadential), whereas the C phrase brings the verse to a close, and so inherently sounds cadential. In “Eight Days A Week,” the C phrase contains the title line of the song which is both the textual and musical goal of the verse; the IV–I cadence over which this occurs is therefore the structural cadence of the entire verse (and, because of its AABA form, of the song as a whole). (21) Example 11 . “You Won’t See Me” (click to enlarge) Example 12 . “Eight Days A Week,” verse: Embedded SRDC in D and C phrases (click to enlarge) Example 13 . “You Won’t See Me,” verse: Embedded SRDC in D and C phrases (click to enlarge) Example 14 . “The Night Before” (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] An interesting treatment of the IV chord occurs in “You Won’t See Me” from Rubber Soul (1965), graphed in Example 11 . This song expresses the same I–II ♯ –IV–I progression in its S and R phrases as “Eight Days A Week,” and even has the same 3 ˆ – 2 ˆ – 4 ˆ – 3 ˆ double-neighbor figure in the upper voice, although this is somewhat hidden by the overlapping 6 ˆ – 5 ˆ . The D phrase of “You Won’t See Me” begins by tonicizing IV through I . Because it occurs at the D phrase, this IV has pre-dominant function; it certainly does not sound cadential in this situation, and, as a result, the I chord that follows it is better understood as the upper fifth to IV rather than a return to tonic. The C phrase, which contains the title lyric, expresses the progression IV–I. Since this IV occurs in the C phrase under a 2 ˆ – 1 ˆ upper voice descent on the title lyric, this IV chord is best understood as having cadential function. (22) Therefore, on the middleground level, IV functions as both the pre-dominant and “dominant” of the verse, effecting the overall progression I–IV–IV–I.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] “Eight Days A Week” and “You Won’t See Me” share the formal characteristic of embedded SRDC melodic structures within the DC phrases. In both cases, the large-scale D phrase contains SRD of the embedded phrase, and the two C phrases (both large and embedded) are one and the same (see Examples 12 and 13 ). The D gestures of both embedded phrases begin exactly like the large S phrases that began the verses—i.e., in “Eight Days a Week,” “I ain’t got nothing but love, babe” mimics “Ooh I need your love babe,” and in “You Won’t See Me,” “And I will lose my mind” mimics “When I call you up”—but as the graphs in Examples 10 and 11 show, these D gestures are part of prolongations of pre-dominant harmonies, while the S phrases that they refer to prolong tonic harmonies. Specifically, the I–II ♯ progression in “Eight Days A Week” under “I ain’t got nothing but love, babe” is part of a neighboring harmonic motion II ♯ –I–II ♯ , where I is subsidiary to II ♯ , and the I–II ♯ progression in “You Won’t See Me” under “And I will lose my mind” effects a 5–6 shift on the preceding IV harmony, of which this I chord is the upper fifth. In other words, the embedded D phrases function like D phrases should, harmonically speaking, by participating in a pre-dominant prolongation. So, although both of these overall verses suggest a miniature AABA form, this final “A” is in fact not a recapitulation of the first two As (i.e., the S and R phrases) because it prolongs a different harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] When IV chords function cadentially, they can be prolonged by a preceding cadential I. This is an important difference between the cadential I and a cadential : the cadential I does not have to resolve to V. In the C phrase of “The Night Before” from Help! (1965), graphed in Example 14 , the cadential I prolongs a cadential IV chord as its upper fifth. In this song, the D phrase begins on VI, which functions as the pre-dominant to IV. The C phrase expresses the cadential progression I–IV–I; since the IV in this case has cadential function, the I that precedes it functions like the cadential I in “I Saw Her Standing There” in that it prolongs the following cadential chord. The S and R phrases of this song end in half cadences with an interruption on 2 ˆ in the upper voice; so, although the cadential motion of the verse is IV–I, we can also hear the final arrival on I as resolving the dominants that were left hanging in the S and R phrases.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] IV chords that function as neighboring chords are common in individual phrases, but there is a subtle difference between neighboring IV chords and “back-relating” IV chords. Neighboring IV chords occur in a I–IV–I progression contained within a single phrase . Often a phrase is made up of the progression I–IV, and then the next phrase begins on I; in these cases, the IV chord is better understood as relating back to the first I and not to the I that follows it. For example, the S and R phrases from “Misery,” graphed in Example 4, both contain the progression I–IV. The D phrase then begins with IV, which functions as the pre-dominant chord of the verse. Therefore, the last IV chord of the R phrase functions as an anticipatory pre-dominant chord (shown with a dotted slur in Example 4). Were we to analyze the IV chord of the S phrase as a neighboring chord to I (i.e., within the progression I–IV–I) then the IV chord in the S phrase would be analyzed differently than the IV chord in the R phrase—namely, the former would be neighboring and the latter would be pre-dominant. It is better to understand the S phrase as expressing I–IV, and then stopping and restarting in the R phrase, so that the D phrase picks up where the S phrase left off. The I–IV–I progressions in “A Hard Day’s Night,” however, are best understood as neighboring progressions because they all occur within a single phrase (see the bracketed progressions in Example 5). (23) 5. Off-tonic beginnings",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] This section analyzes two Beatles songs in which the structural tonic does not occur at the beginning. There are two general ways to analyze such large-scale auxiliary cadences: either the opening harmony in some way substitutes for the tonic, such that, at a background level, the tonic arrives at the opening; or the auxiliary progression is a structural upbeat to the tonic, which does not arrive at the background level until it arrives on the foreground. (24) There is no a priori preference for either of these two interpretations; the two analyses below provide an example of each. Example 15 . “All I’ve Got To Do” (click to enlarge) Example 16 . “All I’ve Got To Do,” verse (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Example 15 graphs “All I’ve Got To Do” from the album With The Beatles (1963). The verses of this song are not in strict SRDC form because the S and R phrases are not exactly the same (see Example 16 ): the melodies are different, and the R phrase is half the length of the S phrase. Nevertheless, the two phrases fulfill the roles of SR by prolonging the same harmony ( C ♯ minor = VI) and primary tone (G ♯ = 3 ˆ ). (25) The D and C phrases are typical, in that the D phrase begins on a pre-dominant II chord and moves the upper voice to 2 ˆ and the C phrase presents the cadential progression IV ♮ –I under 2 ˆ – 1 ˆ (note the use of a cadential minor IV chord). (26)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The overall harmonic progression in the verse is VI–II–IV ♮ –I. This progression supports a 3 ˆ – 2 ˆ – 1 ˆ descent in the upper voice, with the arrival on 1 ˆ coinciding with the cadence on I. Because of this upper-voice descent, the harmonic progression represents a full Stufenkreis with the initial VI substituting for I—this is as opposed to reading the progression as an auxiliary cadence where the tonic is not reached until the end of the section. The difference between these two readings is subtle but important: in the former reading, the initial VI has tonic function even though it is not a literal tonic chord, whereas the latter reading treats it as subsidiary to the final tonic. The latter reading would be somewhat inconsistent with the upper voice: if the true tonic arrival occurs at the end of the verse, then one would expect this harmony to support the primary upper-voice tone, but in this example, the upper voice has already completed its descent from 3 ˆ upon the arrival of this tonic. (27)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The B section of “All I’ve Got To Do” does not end with the expected half cadence/interruption; in fact, this section does not include a V chord at all. The overall motion is IV–I, with the IV functioning as a neighboring harmony connecting the tonic chords that end the verse and the bridge. The fact that the verse begins off-tonic allows for the bridge to end on I and retain a harmonic division between the bridge and the verse that immediately follows it; furthermore, since the initial tonic function was expressed by VI and not I, ending the bridge on I gives extra emphasis to the tonic that was denied at the opening. Example 17 . “And I Love Her” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Another example of an off-tonic beginning is “And I Love Her” from A Hard Day’s Night , graphed in Example 17 . Before discussing the harmonic profile of this song, let us consider the phrase structure. The text of the verses consists of a rhyming couplet in iambic pentameter (in the first verse, “I give her all my love, that’s all I do / And if you saw my love, you’d love her too”) followed by a non-rhyming refrain line (“I love her” or, later, “And I love her”). The structure of the text, therefore, projects an SRC structure where the two lines of the couplet represent the S and R phrases and the final line represents the C phrase (with no intervening D phrase). This structure is projected in the rhythm as well; each line of the couplet spans four measures, each divided into two-measure subphrases, both containing the same rhythmic profile; the final line then spans two measures for a ten-measure verse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] The harmony, however, is at odds with the SRC structure projected by the rhythm and the text. In the first phrase, VI is prolonged via a neighboring II, which acts as an appoggiatura chord (“I give her all my love, that’s all I do”). The next phrase begins as if it would be the restatement of the first phrase with the II–VI progression (“And if you saw my love”), but departs halfway through the phrase to express a IV–V–I progression in E major (“you’d love her too / I love her”). As we have seen, this progression is expected in D and C phrases; its arrival in the middle of what should be the R phrase means that these two measures (“you’d love her too”) function simultaneously as part of the R phrase (in the phrase structure) and as the D phrase (in the harmonic structure). (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] The overall progression in the verse of “And I Love Her” is VI–IV–V–I, which is similar to the VI–II–IV ♮ –I of “All I’ve Got To Do.” The upper voice, however, is different: the overall motion in the verse is the ascent 1 ˆ – 2 ˆ – 3 ˆ (E– F ♯ – G ♯ ), with an appoggiatura neighbor tone 2 ˆ ( F ♯ ) preceding the initial arrival of 1 ˆ (E), which is transferred up an octave to E5. This motion is best understood as an initial ascent ( Anstieg ) to the primary tone 3 ˆ ; because of the upward-resolving suspensions to 1 ˆ in the S and R phrases, 1 ˆ is not convincing as the primary tone; this plus the octave transfer makes a reading of this as a fundamental ascent like that of “A Hard Day’s Night” (Example 5) unconvincing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] The arrival on 3 ˆ , which coincides with the first arrival of the tonic harmony, is the goal of the entire verse. Besides being the melodic goal of the 1 ˆ – 2 ˆ – 3 ˆ Anstieg mentioned above, the text builds up to the final lyric as well; the lyric “I love her” (or, in subsequent verses, “And I love her”) is not only the title of the song, but also the main idea of the text of the whole verse (and is further set apart by the fact that it is in a different poetic meter than the other lines and does not rhyme). While the C phrase’s lyric representing the verse’s textual goal is quite common in the examples discussed so far, it is decidedly not the case in “All I’ve Got To Do”: the title lyric in this song does not represent the main idea of the verse, and furthermore occurs earlier in the first phrase of the verse as well as in the C phrase. (29) In other words, the final lyric of “And I Love Her” (“I love her”) summarizes the text of the entire verse, but that of “All I’ve Got To Do” (“all I’ve got to do”) is more of an afterthought. These considerations suggest that the auxiliary cadence in “And I Love Her” is best understood as a structural upbeat to the C phrase, which contains the structural tonic and the primary tone. (30) 6. Conclusion",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Harmony, voice leading, and form are intricately related in any musical repertoire. Schmalfeldt 1991 and Smith 1996 demonstrated this relationship in common-practice tonal music; the concept, however, is no less applicable to pop and rock music. In the above discussion, I have shown the connection between voice leading and form by devising a voice-leading model for early Beatles songs that express SRDC–B form. This model both reveals general musical and compositional trends in the Beatles’ early work and provides a framework against which to interpret songs that do not entirely conform to the model. This is just one example, however; there is no reason to believe that we cannot formulate similar voice-leading models for other repertoires and other forms. I believe that connecting voice-leading-based and formal analysis techniques—which have previously been explored independently—is vital to an understanding of pop and rock music, and it is my hope that this article’s methodology will provide the basis for future studies.",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_1991",
                    "smith_1996"
                ]
            }
        }
    ],
    "mto": true,
    "category": "special issue: (per)form in(g) rock",
    "source": "mto/raw/mto.11.17.3.nobile.html",
    "data": "mto/data/mto.11.17.3.nobile.json"
}