{
    "title": "Fragile, Emergent, and Absent Tonics in Pop and Rock Songs",
    "date": "2017/06/01",
    "volume": "23",
    "issue": "2",
    "authors": [
        "Spicer, Mark"
    ],
    "abstract": "This article explores the sometimes tricky question of tonality in pop and rock songs by positing three tonal scenarios: 1) songs with afragiletonic, in which the tonic chord is present but its hierarchical status is weakened, either by relegating the tonic to a more unstable chord in first or second inversion or by positioning the tonic mid-phrase rather than at structural points of departure or arrival; 2) songs with anemergenttonic, in which the tonic chord is initially absent yet deliberately saved for a triumphant arrival later in the song, usually at the onset of the chorus; and 3) songs with anabsenttonic, an extreme case in which the promised tonic chord never actually materializes. In each of these scenarios, the composer’s toying with tonality and listeners’ expectations may be considered hermeneutically as a means of enriching the song’s overall message. Close analyses of songs with fragile, emergent, and absent tonics are offered, drawing representative examples from a wide range of styles and genres across the past fifty years of popular music, including 1960s Motown, 1970s soul, 1980s synthpop, 1990s alternative rock, and recent U.S. and U.K. #1 hits.",
    "keywords": [
        "tonality",
        "popular song",
        "rock harmony",
        "fragile tonics",
        "emergent tonics",
        "absent tonics",
        "soul dominant",
        "Sisyphus effect"
    ],
    "doi": "",
    "received": "November 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.spicer.pdf",
    "author_info": [
        {
            "name": "Mark Spicer",
            "university": "Department of Music",
            "address": "Hunter College and the Graduate Center, City University of New York, 695 Park Avenue, New York, NY 10065",
            "email": "mark.spicer@hunter.cuny.edu"
        }
    ],
    "citations": {
        "attas_2015": "Attas, Robin. 2015. “Form as Process: The Buildup Introduction in Popular Music.” Music Theory Spectrum 37 (2): 275–96.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "capuzzo_2009": "Capuzzo, Guy. 2009. “Sectional Tonality and Sectional Centricity in Rock Music.” Music Theory Spectrum 31 (1): 157–74.",
        "clement_2013": "Clement, Brett. 2013. “Modal Tonicization in Rock: The Special Case of the Lydian Scale.” Gamut 6 (1): 95–142. http://trace.tennessee.edu/cgi/viewcontent.cgi?article=1081&context=gamut",
        "covach_1994": "Covach, John. 1994. “Deconstructing Cartesian Dualism in Musical Analysis.” Music Theory Online 0.11.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Musical Analysis, ed. Deborah Stein, 65–76. Oxford University Press.",
        "de_clercq_and_temperley_2013": "De Clercq, Trevor and David Temperley. 2013. “Statistical Analysis of Harmony and Melody in Rock Music.” Journal of New Music Research 42 (3): 187–204.",
        "doll_2011": "Doll, Christopher. 2011. “Rockin’ Out: Expressive Modulation in Verse–Chorus Form.” Music Theory Online 17.3.",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Toward a Tonal Theory for the Rock Era. University of Michigan Press.",
        "everett_1997": "Everett, Walter. 1997. “Swallowed by a Song: Paul Simon’s Crisis of Chromaticism.” In Understanding Rock: Essays in Musical Analysis, ed. John Covach and Graeme M. Boone, 133–53. Oxford University Press.",
        "everett_2001": "Everett, Walter. 2001. “A True Story: The Expression of Troubling Societal Values in the Music of Postmodern Rock.” Genre 34: 205–18.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10.4.",
        "everett_2008": "Everett, Walter. 2008. “Pitch Down the Middle.” In Expression in Pop-Rock Music: Critical and Analytical Essays, 2nd edition, ed. Walter Everett, 111–74. Routledge.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes . ” Oxford University Press.",
        "fink_2011": "Fink, Robert. 2011. “Goal-Directed Soul? Analyzing Rhythmic Teleology in African American Popular Music.” Journal of the American Musicological Society 64 (1): 179–238.",
        "flory_2017": "Flory, Andrew. 2017. I Hear a Symphony: Motown and Crossover R&B. University of Michigan Press.",
        "griffiths_2015": "Griffiths, Dai. 2015. “Elevating Form and Elevating Modulation.” Popular Music 34 (1): 22–44.",
        "harrison_1997": "Harrison, Daniel. 1997. “After Sundown: The Beach Boys’ Experimental Music.” In Understanding Rock: Essays in Musical Analysis, ed. John Covach and Graeme M. Boone, 33–58. Oxford University Press.",
        "hirsh_2008": "Hirsh, Marc. 2008. “Striking a Chord.” The Boston Globe (December 31).",
        "hughes_2008": "Hughes, Tim. 2008. “Trapped within the Wheels: Flow and Repetition, Modernism and Tradition in Stevie Wonder’s ‘Living for the City.’” In Expression in Pop-Rock Music: Critical and Analytical Essays, 2nd edition, ed. Walter Everett, 239–65. Routledge.",
        "krebs_1981": "Krebs, Harald. 1981. “Alternatives to Monotonality in Early Nineteenth-Century Music.” Journal of Music Theory 25 (1): 1–16.",
        "moore_1995": "Moore, Allan F. 1995. “The So-Called ‘Flattened Seventh’ in Rock.” Popular Music 14 (2): 185–201.",
        "nobile_2015": "Nobile, Drew. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic-Harmonic Divorce.’” Music Theory Spectrum 37 (2): 189–203.",
        "osborn_2016": "Osborn, Brad. 2016. Everything in Its Right Place: Analyzing Radiohead. Oxford University Press.",
        "pallett_2014a": "Pallett, Owen. 2014a. “Skin Tight Jeans and Syncopation: Explaining the Genius of Katy Perry’s ‘Teenage Dream’—Using Music Theory.” Slate (March 25).",
        "pallett_2014b": "Pallett, Owen. 2014b. “Ecstatic Melodic Copulation: Explaining the Genius of Daft Punk’s ‘Get Lucky’—Using Music Theory.” Slate (March 28).",
        "peres_2016": "Peres, Asaf. 2016. “(Dys)Functional Harmony: How Sound Production in Twenty-First Century Pop Music Liberates Harmony from its Functional Role.” Paper presented at the annual meeting of the Society for Music Theory, Vancouver.",
        "platt_1999": "Platt, Heather. 1999. “8 Lieder und Gesänge, Opus 59.” In The Compleat Brahms: A Guide to the Musical Works of Johannes Brahms, ed. Leon Botstein, 247–51. Norton.",
        "richards_forthcoming": "Richards, Mark. Forthcoming. “Tonal Ambiguity in Popular Music’s Axis Progression.” Music Theory Online 23.3.",
        "robison_2013": "Robison, Brian. 2013. “‘A Prayer From Your Secret God’: The Sensitive Female Chord Progression as a Veiled Symbol of Religiosity.” In Music: Function and Value. Proceedings from the 11th International Conference on Musical Signification, ed. Teresa Malecka and Malgorzata Pawłowska, 656–66. Akademia Muzyczna w Krakowie and Musica Iagellonica.",
        "satyendra_1997": "Satyendra, Ramon. 1997. “Liszt’s Open Structures and the Romantic Fragment.” Music Theory Spectrum 19 (2): 184–205.",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992. “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique.” Journal of Musicological Research 12: 1–52.",
        "smith_2016": "Smith, Jeremy. 2016. “‘I Know It’s Over’: Melodically-Established Keys and Tonal (Non-)Closure in Contemporary Pop Music.” Paper presented at the annual meeting of the Society for Music Theory, Vancouver.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64.",
        "stein_and_spillman_1996": "Stein, Deborah and Robert Spillman. 1996. Poetry into Song: Performance and Analysis of Lieder. Oxford University Press.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen For in Rock: A Stylistic Analysis. Yale University Press.",
        "tagg_2014": "Tagg, Philip. 2014. Everyday Tonality: Towards a Tonal Theory of What Most People Hear. Expanded and improved edition. The Mass Media Music Scholars’ Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26 (2): 323–42.",
        "temperley_2011": "Temperley, David. 2011. “Scalar Shift in Popular Music.” Music Theory Online 17.4."
    },
    "footnotes": {
        "FN0": {
            "text": "* My ideas in this article have been gestating for a number of years, appearing first in a paper presented at the 2009 annual meeting of the Society for Music Theory in Montréal (with the title “Absent Tonics in Pop and Rock Songs”), and subsequently as one-hour lectures given at the University of Cincinnati College-Conservatory of Music in 2014, and at the University of Rochester Institute for Popular Music/Eastman School of Music and the University of North Texas in 2016 (with the title “The Question of Tonality in Pop and Rock Songs”). I am grateful to those who have offered their valuable feedback on earlier versions, most notably John Covach, Walter Everett, Drew Nobile, Brad Osborn, and MTO editor Nicole Biamonte. I am especially grateful to my CUNY graduate students who served as a sounding board for these analyses in the context of stimulating class discussion. Finally, I wish to thank Christopher Segall for expertly setting the musical examples.",
            "citations": []
        },
        "FN1": {
            "text": "1. Spillman and Stein go on to discuss a well-known example of implicit tonality, the first song of Schumann’s 1840 Dichterliebe cycle, “Im wunderschönen Monat Mai,” in which “both the song’s recurring unresolved V 7 s throughout and ending on V 7 convey the poet’s unfulfilled longing and desire” ( 1996 , 135). This is not unlike what Ramon Satyendra, drawing upon the aesthetics of the Romantic fragment, calls “open structures” in the music of Franz Liszt, which he defines as “Liszt works that are based on a dissonant [i.e., non-tonic] chord, yet rooted in diatonicism” ( 1997 , 205).",
            "citations": [
                "stein_and_spillman_1996",
                "satyendra_1997"
            ]
        },
        "FN2": {
            "text": "2. Hall & Oates typified so-called “blue-eyed soul” in the 1970s, being one of the few white acts to emerge from Philadelphia’s burgeoning soul music scene early that decade.",
            "citations": []
        },
        "FN3": {
            "text": "3. The chord most likely has varied origins, both in gospel piano playing and in American popular song from the first half of the twentieth century. The soul dominant is most commonly voiced as a IV triad over 5 ˆ , but can also appear as a close position ii 7 or IV 7 chord in the right-hand part, hence adding a fifth note to the basic four-note sonority. An important feature to remember about the soul dominant is that, despite its dominant function, the chord contains the tonic note amidst its upper voices and never includes the leading tone. The four-note soul dominant is usually labeled in harmonic analyses with the functional Roman numeral V 11 , understood as shorthand for a V chord with intervals of a seventh, ninth, and eleventh above the bass (see, e.g., Temperley 2011 , [3.10], and Tagg 2014 , 228). While the soul dominant is most commonly found in songs in major keys (or, if you prefer, the Ionian mode), as in “She’s Gone,” it can be found in minor or Aeolian songs as well, in which case the chord typically is not built upon 5 ˆ in the bass but rather ♭ 7 ˆ , with a close position iv 7 , VI, or ♭ VI 7 in the right-hand part above (in other words, the same pitches as the soul dominant from its relative major), hence serving as a substitute for the plain ♭ VII chord that often serves the functional role of dominant in modal rock harmony; for example, the main groove from A Taste of Honey’s 1978 #1 disco hit “Boogie Oogie Oogie” is built around oscillating D minor-seventh and B ♭ /C chords, or i 7 – ♭ VII 11 .",
            "citations": [
                "temperley_2011",
                "tagg_2014"
            ]
        },
        "FN4": {
            "text": "4. Walter Everett defines a truck driver’s modulation as “a sudden shift from one tonal center to another—usually a half step above—that is not functionally related to the first” ( 1997 , 118). Dai Griffiths prefers the term “elevating modulation” and presents a useful four-part schema to explain the four most common harmonic situations that typically occur in popular songs at the formal junctures of such modulations. Griffiths cites the final series of three consecutive T1 modulations in “She’s Gone” as a “breathtaking” example of his third type of elevating modulation, the “dominant handover” ( 2015 , 38).",
            "citations": [
                "everett_1997",
                "griffiths_2015"
            ]
        },
        "FN5": {
            "text": "5. One might interpret this opening vamp not as i–V in E ♭ minor but rather as iv–I in B ♭ major (i.e., with a borrowed minor iv chord), although this is not the way I hear it. Circular chord progressions in pop and rock songs are often ambiguous with regard to their tonal center, especially in instances where such short progressions could just as easily be interpreted in a major key or its relative minor (which is not the case in the “Reach Out” introduction, but we shall see that it is so in Prince’s “Little Red Corvette” and other examples later in this essay). The opening pitch in the flute melody, A ♭ , behaving in context more like 4 ˆ in minor (as part of a 4–3 figure above 1 ˆ in the bass) than a flatted seventh degree in major, tips the scale for me in the direction of E ♭ minor. For an extensive discussion of the notion of ambiguity in rock harmony, see Doll 2017 , Chapter 6, “Ambiguous Effects”; see also Richards ( forthcoming ).",
            "citations": [
                "doll_2017",
                "richards_forthcoming"
            ]
        },
        "FN6": {
            "text": "6. As I have shown in parentheses above the staff, the guitars play quick G ♭ chords at the end of both measures within each two-bar cycle, but the bass guitar does not comply and instead carves out an active bass line around the chord roots of the oscillating ii–V progression. (An organ—buried deep in the mix—also simply moves back and forth between A ♭ and D ♭ chords without any intervening G ♭ chords.) I am therefore considering these metrically weak G ♭ chords as embellishing (neighboring) sonorities in the upper voices and not full-fledged chord changes. Flory ( 2017 , 63) provides a transcription of the complete texture of this oscillating verse vamp.",
            "citations": [
                "flory_2017"
            ]
        },
        "FN7": {
            "text": "7. I had long thought that this E ♭ major chord sounding in the upper voices was played on a piano, but Motown expert Andrew Flory has confirmed for me that there is actually no piano on this track. Motown’s primary house keyboardist at the time, Earl Van Dyke, was contracted for the July 8, 1966 session when “Reach Out” was recorded (along with two other songs) and is therefore most likely the one playing the organ part.",
            "citations": []
        },
        "FN8": {
            "text": "8. For an insightful analysis of “God Only Knows,” similarly focusing on the expressive effects of the unstable six-four chords and the song’s utter lack of resolution to a root-position tonic, see Harrison 1997 , 39–40.",
            "citations": [
                "harrison_1997"
            ]
        },
        "FN9": {
            "text": "9. This passage during the chorus of “Someone Saved My Life Tonight”—in which a promised cadence is evaded, and instead the music “backs up” to repeat the cadential idea—reminds me of a similar technique often utilized by late-eighteenth century composers (especially Mozart) to extend phrases, which Janet Schmalfeldt ( 1992 ) has called the “one more time” technique.",
            "citations": [
                "schmalfeldt_1992"
            ]
        },
        "FN10": {
            "text": "10. Christopher Doll ( 2011 ) uses the term “breakout chorus” to refer to any song whose chorus represents a marked increase in intensity over the preceding verse (a feature common to many if not most pop and rock songs), but especially those choruses involving a shift of tonal center from a minor key to its relative major. While I do not hear the verse of “Little Red Corvette” as fully “in” the key of B ♭ minor, so that the chorus does not “modulate” to D ♭ major, the expressive or “breakout” effect in this song is essentially the same at the moment the emergent tonic chord replaces vi. For a detailed exploration of this thorny issue of monotonality vs. “sectional tonality” and “sectional centricity” in rock music, see Capuzzo 2009 . There is no easy answer to this question, but in my view, the deciding factor as to whether or not I interpret a song as sectionally tonal or monotonal with an emergent or absent tonic usually has to do with the expressive potential that comes from withholding a tonal center, as I hope to demonstrate further in the analyses that follow. Though such situations are rare, it is entirely possible for a song to have two or more competing yet equally important tonal centers but for the tonic chord to be absent in each of its sections, as we shall see with the Psychedelic Furs song “Love My Way” (Example 9b).",
            "citations": [
                "doll_2011",
                "capuzzo_2009"
            ]
        },
        "FN11": {
            "text": "11. It is also possible, of course, for major and minor triads related by whole step to function locally as V–vi in major, yet I can think of no example from the pop-rock repertoire in which we hear a repeating V–vi progression used as an extended vamp (i.e., V–vi with an “absent” I). After polling some experts on rock harmony, the closest example we could come up with is Bob Dylan’s “I Shall Be Free No. 10” from Another Side of Bob Dylan (1964)—specifically, the funny little repeated tag at the end of each strophe, V–vi–V–vi–V–I, where on its final iteration Dylan breaks the fourth wall by saying, “what’s probably got you baffled more is what this thing here is for.” I am grateful to Walter Everett for bringing this example to my attention.",
            "citations": []
        },
        "FN12": {
            "text": "12. “Variations on the Carlos Santana Secret Chord Progression” is the title of a track from Zappa’s 1981 album Shut Up ’N Play Yer Guitar Some More, and represents the guitar solo section culled from a 1978 live performance of the Zappa song “City of Tiny Lites.”",
            "citations": []
        },
        "FN13": {
            "text": "13. Interestingly, when playing “Jane Says” live (several 1990s performances of which can be found on YouTube), Jane’s Addiction would often append an instrumental introduction by jamming around the D major tonic chord before launching into the repeating IV–V riff, which suggests to me that Perry Farrell and company were fully aware of their song’s absent tonic. Nobile offers an analysis of “Jane Says” that shows how the vocal melody goes on to articulate a full-fledged AABA form, with the melody in the bridge (or B section) distinguishing itself by outlining scale degrees of the dominant harmony, “all by virtue of its melodic-harmonic divorce” ( 2015 , 196).",
            "citations": [
                "nobile_2015"
            ]
        },
        "FN14": {
            "text": "14. John Covach ( 2005 ) uses the term simple verse–chorus form to describe songs in which the verse and chorus are set over the same chord changes (as opposed to contrasting verse–chorus form which uses a different set of chord changes for the verse and chorus, examples of which we heard in “She’s Gone,” “Someone Saved My Life Tonight,” and “Little Red Corvette”).",
            "citations": [
                "covach_2005"
            ]
        },
        "FN15": {
            "text": "15. U.K. synthpop group the Human League are probably best known for their massive 1981 single “Don’t You Want Me,” which reached #1 on both sides of the Atlantic. “Human” represented something of a stylistic departure for the Human League, yet garnered the group another #1 hit in the U.S., where R&B was at the time more popular on the mainstream singles charts than it was in their native U.K. (where the song peaked only at #8). Jimmy Jam and Terry Lewis were brought in to produce the Human League’s 1986 album Crash in the immediate wake of the duo’s success as producers and main composers for Janet Jackson’s breakthrough album Control, released in February of that year.",
            "citations": []
        },
        "FN16": {
            "text": "16. As Covach aptly puts it, “the question is not ‘How does tonality work?’ but rather ‘How does tonality work with regard to these pieces?’” ( 1994 , [18]).",
            "citations": [
                "covach_1994"
            ]
        },
        "FN17": {
            "text": "17. In my earlier discussion of two-chord vamps, I must concede that I bypassed talking about ♭ III–IV (listed in Example 5) as yet another possible harmonic-functional interpretation for two whole-step related major chords. While ♭ III–IV shuttles are quite rare, the introduction to Tears for Fears’ hit “Head Over Heels” (U.S. #5, U.K. #12) from their 1985 album Songs from the Big Chair —which Clement ( 2013 , 130, Figure 17) analyzes as an exemplar of Lydian harmony—is one such instance where I hear the shuttle of C major to D major chords (or, more accurately, oscillating open fifths on C and D, with two intertwining keyboard and guitar melodies sounding above) not as a Lydian I–II ♯ but rather as ♭ III–IV promising an A major tonic that emerges at the onset of the verse (which itself is built on another two-chord shuttle, I– ♭ III). To support this reading, I am hearing these chords against the backdrop of Type 5 in Walter Everett’s classification of tonal systems for rock music, i.e., “[major] triad-doubled or power-chord minor-pentatonic systems unique to rock styles: I– ♭ III–IV–V– ♭ VII” ( 2004 , Table 1; see also Biamonte 2010 , 104–5, which explains how this minor-pentatonic system can be rotated—e.g., “Pentatonic 4”: I– ♭ III–IV– ♭ VI– ♭ VII). My interpretation here may be controversial to some readers, but the main reason why I cannot help but hear the opening of “Head Over Heels” this way is because I associate it closely with another Tears for Fears hit from the same album, “Shout” (U.S. #1, U.K. #4), in which the verses are also built upon a ♭ III–IV shuttle ( B ♭ –C) whose function has in this case been made clear in context of the I– ♭ VI–IV–I loop (G– E ♭ –C–G) of the chorus that opens the song. The only difference in “Head Over Heels” is that we hear the ♭ III–IV shuttle first.",
            "citations": [
                "clement_2013",
                "everett_2004",
                "biamonte_2010"
            ]
        },
        "FN18": {
            "text": "18. See, for example, the opening to Debussy’s piano prelude “Des pas sur la neige” (1910), in which D remains omnipresent as a tonic pedal as the mode fluctuates from D Aeolian to D Dorian when the B ♭ s yield to B ♮ s. Stevie Nicks seems to be especially fond of evoking Lydian harmony in her songs, as in Fleetwood Mac’s 1977 megahit “Dreams” (U.S. #1, U.K. #24), another Nicks song built almost entirely upon an F major–G major shuttle. In this case, however, I agree with Ken Stephenson’s interpretation of the song’s ambiguous major or minor (but not Lydian) tonality: “The one instance of a harmony other than F and G, an A minor chord, favors A as tonic. Otherwise, the chords point more strongly to C than A. . . . The melody also ultimately favors C by ending each section on C. We need not decide ultimately whether the tonic is C or A: it may float between these two relative keys . . . , an appropriate situation in light of the subject matter of ‘Dreams’ and the sometimes surreal grammar of its lyrics. The point here is that an F Lydian hypothesis suggested by the harmonies must be abandoned once the melody begins” ( 2002 , 42).",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN19": {
            "text": "19. While I have shown only its first phrase in Example 8b, the verse melody of “Man on the Moon” is comprised of a series of six 4-bar phrases in the pattern aababa (truncated to aaba in subsequent verses), with the third and fifth phrases following essentially the same melodic contour as the first, but instead of the pitches G | F ♯ –E–D | C–D–C we hear C | B–A–A | E– F ♯ –E. The leap up to C4 at the onset of the third phrase anticipates the same C4 that initiates the melodic descent into G at the onset of the prechorus, but to my ears the tonal center does not yet shift to G major since the main melodic pitches—C | A | E—remain wedded to the underlying Lydian I–II ♯ –I.",
            "citations": []
        },
        "FN20": {
            "text": "20. In his 2001 article on “the expression of troubling societal values in postmodern [i.e., mainly 1990s] rock,” Walter Everett also hears C as the tonal center during the verses of “Man on the Moon,” where he interprets the use of Lydian tonality as a reflection of the “self-deprecating meaninglessness” conveyed by the lyrics. As Everett says, “we ultimately learn to accept the Lydian melody as aimless, as are the arbitrary, apathetic, and inscrutable lyrics it carries, all the perfect representation of the empty, detached world of Andy Kaufman’s anti-ideological parodies” ( 2001 , 212).",
            "citations": [
                "everett_2001"
            ]
        },
        "FN21": {
            "text": "21. A similar double-tonic complex occurs in Radiohead’s song “Reckoner” from In Rainbows (2007), in which the G major verses are built on a repeating IV–V–vi and the E minor bridge on a half-cadential iv–VI–V (with requisite raised leading tone), but no tonic chord appears in either key; see Osborn 2016 , 149–51.",
            "citations": [
                "osborn_2016"
            ]
        },
        "FN22": {
            "text": "22. I am not the only scholar to have noticed this phenomenon, as evinced by two papers presented at the 2016 annual meeting of Society for Music Theory in Vancouver that also addressed the subject of recent pop hits composed entirely over a single repeating chord loop. In his “(Dys)Functional Harmony: How Sound Production in Twenty-First Century Pop Music Liberates Harmony from its Functional Role,” Asaf Peres argues that formal sections in these EDM-influenced harmonically repetitive songs are articulated primarily by differences in texture and sound production, where “[m]anipulations of sonic density and gestures such as filter sweeps and drum intensification have taken a lead role in delineating form and creating tension and release” (AMS-SMT 2016 Abstracts, 225). And in “‘I Know It’s Over’: Melodically-Established Keys and Tonal (Non-)Closure in Contemporary Popular Music,” Jeremy Smith draws upon my notion of absent tonics, analyzing several examples of recent hits in which “the tonic is only absent in its harmonic form, while it is very much present in its melodic form” (AMS-SMT 2016 Abstracts, 249).",
            "citations": []
        },
        "FN23": {
            "text": "23. “Viva la Vida” is a fine example of what I have called “cumulative form” in pop and rock music (see Spicer 2004 ), with Will Champion’s wordless countermelody (“oh-oh-oh-oh- ohh -oh”) being deliberately saved for the song’s climactic final chorus.",
            "citations": [
                "spicer_2004"
            ]
        },
        "FN24": {
            "text": "24. Four-chord loops featuring the I, vi, IV, and V chords in some order have become ubiquitous in pop and rock, including the now infamous pattern of I–V–vi–IV which the Australian comedy group Axis of Awesome immortalized in their clever 2009 song called “Four Chords” (with accompanying YouTube video at https://www.youtube.com/watch?v=5pidokakU4I ), demonstrating how this loop has been used in dozens if not hundreds of pop and rock songs in recent decades. (I am deliberately avoiding here the rather sexist nickname given to the flipped version of this chord loop, vi–IV–I–V [or is it i– ♭ VI– ♭ III– ♭ VII?], by Boston Globe columnist Marc Hirsh [ 2008 ], which became the subject of a heated discussion on SMT-talk in April 2014; see also Robison 2013 , and Richards [ forthcoming ].)",
            "citations": [
                "hirsh_2008",
                "robison_2013",
                "richards_forthcoming"
            ]
        },
        "FN25": {
            "text": "25. In the earlier version of his paper presented at the 2013 Society for Music Theory annual meeting in Charlotte, Nobile demonstrated this in the case of “Call Me Maybe” by substituting various other four-chord loops in his guitar accompaniment while singing the chorus melody, all of which sounded plausible and “correct.” Several huge pop hits in recent years, in fact, have been built entirely upon the harmonic platform of a IV–V loop with absent I, including Katy Perry’s “Teenage Dream” (U.S. #1, U.K. #2 [2010]) and Justin Bieber’s “Sorry” (U.S. and U.K. #1 [2015]). Canadian composer, singer, and multi-instrumentalist Owen Pallett ( 2014a ), writing for the mainstream online publication Slate, uses music theory to help explain the “genius” of “Teenage Dream” to a general readership: “This song is all about suspension—not in the voice-leading 4–3 sense, but in the emotional sense, which listeners often associate with ‘exhilaration,’ being on the road, being on a roller coaster, travel. This sense of suspension is created simply, by denying the listener any I chords. There is not a single I chord in the song.”",
            "citations": [
                "pallett_2014a"
            ]
        },
        "FN26": {
            "text": "26. Only one of my students heard the “Get Lucky” loop in F ♯ minor, but in doing so agreed with Owen Pallett ( 2014b ).",
            "citations": [
                "pallett_2014b"
            ]
        },
        "FN27": {
            "text": "27. With his analysis depending mainly on the apparent 3 ̂ – 2 ˆ – 1 ˆ descent in A major at the end of the chorus melody, Smith ( 2016 ) argues in favor of an absent-tonic reading of the “Get Lucky” loop, but we must be careful not to let any Schenkerian bias seduce us into thinking that all stepwise descending melodic figures at the ends of tunes necessarily involve scale degrees 3, 2, and 1. Nonetheless, in support of my B Dorian reading, I hear the chorus melody as composing out a larger 3 ̂ – 2 ˆ – 1 ˆ descent from D to B, in tandem with the topmost notes of the piano chords.",
            "citations": [
                "smith_2016"
            ]
        },
        "FN28": {
            "text": "28. Robin Attas ( 2015 ) adapts Christopher Hasty’s metric theory to better explain how we as listeners perceive autotelic grooves. See, for example, her analysis of the buildup introduction to Marvin Gaye’s 1968 version of “I Heard It Through the Grapevine” (279–81); see also Spicer 2004 and Fink 2011 .",
            "citations": [
                "attas_2015",
                "spicer_2004",
                "fink_2011"
            ]
        },
        "FN29": {
            "text": "29. I should issue here a caveat about the soul dominant, since by the late 1970s this chord sometimes operated as a coloristic sonority for its own sake, irrespective of its dominant function (not unlike, for example, the way in which Debussy often composed passages that utilized harmonic planing of non-functional dominant-seventh chords). As we can see from the chord symbols in Example 11, the intro and chorus progression touches on A ♭ / B ♭ and C ♭ / D ♭ chords before arriving on the “true” soul dominant, G ♭ / A ♭ , at the end of the phrase. “Rock With You” was composed by Rod Temperton, who before collaborating with Jackson had first made a name for himself as keyboardist and primary songwriter for the 1970s U.K.-based disco group Heatwave. The opening two-chord shuttle from Heatwave’s debut single “Boogie Nights” (U.S. and U.K. #2 [1977]) also features planed chords (Em9–Dm9). Such harmonic planing would quickly become a hallmark of Temperton’s chordal vocabulary and can be heard in his other top-ten hits written for Jackson; compare, for example, the introductions to “Off the Wall” (U.S. #10, U.K. #7 [1980]) and “Thriller” (U.S. #4, U.K. #10 [1983/84]).",
            "citations": []
        },
        "FN30": {
            "text": "30. “Get Lucky” and “Rock With You” each tell similar tales of a long night of revelry: in the songs’ respective choruses, Pharrell sings “I’m up all night to get lucky” while Michael sings “I want to rock with you all night.” In “Get Lucky,” the autotelic groove invites infinite repetition and keeps the party going, but in “Rock With You” it is the never-ending search for an absent tonic.",
            "citations": []
        },
        "FN31": {
            "text": "31. The truck-driver’s modulation in “Rock With You” is actually far more complicated than in “She’s Gone,” since it does not involve a simple dominant handover (see n. 4 above). As shown by the chord symbols in Example 11, the instrumental break ends with a series of planed non-functional soul-dominant sonorities ascending stepwise, A ♭ / B ♭ – B ♭ /C– C ♭ / D ♭ , with the third of these chords bumping up by semitone to C/D, which in turn resolves deceptively into the Em9 chord that begins the final chorus (or, to think of it another way, the C/D chord functions in context as an applied soul dominant— ♭ VII 11 —to the ii 9 chord that begins the final chord loop; see n. 3). The song then fades out on the chorus loop, searching for its new absent tonic of D major.",
            "citations": []
        },
        "FN32": {
            "text": "32. The Phrygian triadic modal system—relatively rare in pop and rock songs outside of the heavy metal genre—is not represented among the two-chord vamps in Example 5 but is certainly possible, as in Montell Jordan’s 1995 #1 hit “This Is How We Do It,” a song built entirely around a Phrygian shuttle, i– ♭ II. A “Locrian” system (with a ♭ V chord) is theoretically possible, but only if each degree of the scale is doubled with a triad or, more typically, a power chord with third omitted—as in Led Zeppelin’s “Immigrant Song” (1970), the chord pattern of which is best described not as Locrian, but a chromatically inflected version of rock’s fifth-doubled minor-pentatonic system, 1 5 – ♭ 3 5 –4 5 – ♭ 5 5 – ♭ 7 5 ; see Biamonte 2010 , 108.",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN33": {
            "text": "33. In his book Everything in Its Right Place: Analyzing Radiohead , Brad Osborn uses my suggested continuum of fragile, emergent, and absent tonics to shed light on the ephemeral tonal designs of several Radiohead songs ( 2016 , 147–49).",
            "citations": [
                "osborn_2016"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Skilled nineteenth-century song composers such as Robert Schumann and Johannes Brahms often exploited tonality and its expectations for symbolic or expressive purposes. About Brahms’s 1873 song “Regenlied” (op. 59 no. 3), for example, Heather Platt observes that “[t]hroughout most of this song the tonic is absent . . . [and] the resulting wandering harmonies . . . create a dream world in which time seems to be suspended” ( 1999 , 248). Broaching the issue of harmony and tonal design in their analysis of German lieder, Deborah Stein and Robert Spillman use the term implicit tonality to refer to “a section of music where a key is suggested (i.e., implied) but not fully (i.e., explicitly) presented” ( 1996 , 135). (1) This essay argues that popular-song composers since the 1960s have often toyed with tonality in much the same way, and that many striking examples of such ephemeral tonal designs can be found in the vast repertoire of pop and rock songs recorded over the past several decades. Before proceeding, however, I will first anticipate my conclusions, positing three tonal scenarios to be explained more fully over the course of the music analyses that follow: 1) songs with a fragile tonic, in which the tonic chord is present but its hierarchical status is weakened, either by relegating the tonic to a more unstable chord in first or second inversion or by positioning the tonic mid-phrase rather than at structural points of departure or arrival; 2) songs with an emergent tonic, in which the tonic chord is initially absent yet deliberately saved for a triumphant arrival later in the song, usually at the onset of the chorus; and 3) songs with an absent tonic, an extreme case in which the promised tonic chord never actually materializes. Example 1 . Daryl Hall and John Oates, “She’s Gone” (1973) (click to enlarge and listen) Audio Example 1 Audio Example 2 Audio Example 3",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "platt_1999",
                    "stein_and_spillman_1996"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Example 1 provides a formal synopsis of Daryl Hall and John Oates’ 1973 song “She’s Gone” alongside a summary of the harmonic content in each of the song’s respective sections. (2) Like many pop and rock songs, “She’s Gone” opens with an extended introduction built upon an oscillating two-chord vamp—in this case, close position A major and B major triads alternating over a B pedal. Well over a minute into the track, the vocals enter with the first verse, the initial three lines of which are built upon this same oscillating vamp, yielding fleetingly to G ♯ minor-seventh and C ♯ minor-seventh chords in the fourth line before returning to the vamp for the song’s second verse. Audio Example 1 contains the end of the introduction through the first and on into the second verse.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] How are we to make sense of the tonal information that has been presented to us so far? All of the chords conform to a key signature of four sharps, suggesting E major, and yet the tonic chord is notably absent from the verse’s chord progression. In fact, the entire introduction and first two verses seem to be all about prolonging the dominant, with particular emphasis placed on the A major over a B bass “slash” chord that begins and ends each verse. This distinctive keyboard sonority which I have christened the “soul dominant”—best thought of here as a close position IV chord over 5 ˆ in the bass, conflating subdominant and dominant functions—is common to many pop and rock styles, but especially prevalent within the lush, extended harmonic language of 1970s soul music, hence its nickname. (3) The resulting effect felt throughout the introduction and first two verses of “She’s Gone” is one of constant tension, setting the stage for the E major tonic chord to emerge triumphantly in the song’s chorus. When the tonic chord ultimately does emerge, however, it is quite fragile, relegated to a passing harmony in first inversion ( Audio Example 2 ).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The ending of “She’s Gone” is also special and merits further commentary. Rather than fading out in E major, the third chorus instead gives way to a short but remarkable instrumental break—fully loaded with horns, strings, and a wailing lead guitar—that once again shines a spotlight on the soul dominant and consists of no fewer than three consecutive “truck driver’s modulations” up by semitone. (4) Out of all this the final chorus re-emerges a minor third higher in the chromatic mediant key of G major, above which Daryl Hall’s voice soars with passion and anguish as he hammers home the song’s title lyric and bemoans the loss of his lover for one last round. With nowhere else left to go, the chorus simply repeats and fades away ( Audio Example 3 ). Example 2 . The Four Tops, “Reach Out I’ll Be There” (1966) (click to enlarge and listen) Audio Example 4",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] As Walter Everett confirms in his book The Foundations of Rock, non-tonic openings like the one in “She’s Gone” have appeared frequently in pop and rock music since at least the 1960s. Surveying a variety of such songs by the Beatles and others, Everett aptly notes that “these songs all find their tonics eventually, with a rush of familiarity that often seems like the dissipation of clouds” ( 2009 , 215)—a phenomenon that I call an emergent tonic. Yet sometimes this aural game of “hunt the tonic” is not quite so simple, a case in point being the Four Tops’ 1966 #1 Motown single “Reach Out I’ll Be There” ( Example 2 ). The eight-bar introduction to “Reach Out,” which features the song’s signature flute riff, establishes E ♭ minor with chords alternating between i and V every other bar. (5) This sense of E ♭ minor as tonic is immediately thwarted at the onset of the verse, however, as the chord progression is taken over suddenly by an oscillating vamp of A ♭ minor seventh to D ♭ major that repeats five times; these chords get locked into a seemingly ever-repeating loop. As I have shown in my harmonic analysis below the staff, this two-chord vamp may be interpreted as a repeating ii 7 –V progression searching for its tonic in the relative major key of G ♭ , a goal made clear only at the onset of the prechorus (when the title lyric appears for the first time). (6) Almost as soon as G ♭ major has been established, the sense of tonic is thwarted yet again as first-inversion and root-position G ♭ chords yield to a first-inversion B ♭ major chord (these three chords being anchored by James Jamerson’s bass line in falling major thirds), followed by a fully-diminished leading tone seventh chord that leads us back into E ♭ minor for the song’s chorus. But even here the tonic is rendered fragile on its re-emergence, as Jamerson stubbornly remains on a B ♭ bass note for the first two bars of the chorus, placing the re-emergent E ♭ tonic chord initially in second inversion before “correcting” itself to root position in the third measure. To top this off, while Levi Stubbs’s lead vocal emphasizes the pitches F to E ♭ , 2 ˆ to 1 ˆ , on successive downbeats in the first two bars of the chorus, one of the guitarists (presumably Joe Messina) clearly plays an E ♭ major triad above Jamerson’s B ♭ bass note in the second measure. (7) I invite the reader now to listen to this remarkable series of tonal events in Audio Example 4 .",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "everett_2009"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Offering his own interpretation of the fragile tonal design of “Reach Out” and how it might contribute to the song’s overall impact, Everett claims that “the confusion, illusion, fear, cold, and drifting that trouble the singer’s love object in the verse turn to raw paranoia in the chorus, and the withholding of harmonic support and clarity are the chief expressive factors” ( 2008 , 116). While Everett limits his survey in The Foundations of Rock to songs composed and recorded during rock’s formative period (through 1969), many other songs with similarly fragile tonal designs can be found among pop and rock songs composed in later decades. Example 3 . Elton John, “Someone Saved My Life Tonight” (1975) (click to enlarge and listen) Audio Example 5 Audio Example 6",
                "footnotes": [],
                "citations": [
                    "everett_2008"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Elton John’s top-five pop hit “Someone Saved My Life Tonight,” from his 1975 concept album Captain Fantastic and the Brown Dirt Cowboy, offers another profound example of a song with a fragile tonic. With lyrics written by Elton’s lifelong songwriting partner Bernie Taupin (the “Brown Dirt Cowboy” to Elton’s “Captain Fantastic”), each song on the album provides an autobiographical glimpse into their struggles as young songwriters trying to make it in the London scene in the late 1960s. “Someone Saved My Life Tonight,” based on events from 1969, springs from a time when Elton evidently contemplated suicide until his friend and bandmate Long John Baldry (the “Sugarbear” of the song’s chorus) “saved his life” by convincing him not to risk ruining his burgeoning musical career by marrying his girlfriend and getting trapped in an unhappy relationship. Example 3a shows the song’s signature introductory piano riff, which reappears at crucial junctures throughout the song and also serves as the repeating loop for the song’s fade-away coda. While “Someone Saved My Life Tonight” is unmistakably in A ♭ major and the sense of A ♭ as tonic becomes clearer as the melody unfolds, the initial tonic chord of the piano riff is in second inversion and hence sounds particularly unstable and fragile, especially as it alternates with a root-position D ♭ major chord. The bar-to-bar alternation between G ♮ and G ♭ , as part of the octave-doubled ascending and descending scalar flourishes in the left hand, complicates the issue of discerning the tonal center of the piano riff even further. It might be tempting to say that the tonal center here is trying to shift to the subdominant D ♭ , but rather than a shift of key center, I prefer to think of this as an instance of what David Temperley ( 2011 ) calls “scalar shift”—in this case, one shift in the flatwards direction, replacing ♮ 7 ˆ with ♭ 7 ˆ . In other words, this represents a back-and-forth alternation between Ionian and Mixolydian modes of the same key.",
                "footnotes": [],
                "citations": [
                    "temperley_2011"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Example 3b provides a harmonic reduction of the verse and chorus. The verse begins on the same fragile second-inversion A ♭ tonic chord, which again does not behave as a six-four chord would do in Classical tonality, resolving to a root-position IV chord that quickly moves by way of a passing G ♭ chord toward an odd-sounding cadence on its own fragile second-inversion chord (a D ♭ major triad over an A ♭ bass). The next phrase begins with oscillating G ♭ – A ♭ chords that again sound to me a like a temporary scalar shift to the Mixolydian mode, hence ♭ VII–I. The root-position A ♭ chords that occur at this point during the verse progression provide the only instances of root-position tonic chords in the whole song, yet they hardly sound like stable points of arrival. In fact, after one repetition of the oscillating ♭ VII–I chords in half notes, the verse progression continues with D ♭ major (IV) and the borrowed D ♭ minor (iv) for one measure each, followed by a B ♭ dominant seventh that does not resolve immediately as a V 7 of V but instead swerves back to the IV chord. The bass then creeps chromatically upwards toward 5 ˆ , with the verse culminating on a big half cadence decorated with a cadential six-four that this time does resolve conventionally. Audio Example 5 presents the opening minute of the song, from the introductory piano riff through the half cadence ending the first verse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Following this half cadence, the ensuing chorus once again defies the expectations of Classical tonality by beginning not on the tonic but on the root-position IV chord, with the title lyric “Someone Saved My Life Tonight” set to the same IV–passing I 6 –ii progression that we heard in the chorus to “She’s Gone” (also reminiscent of the refrain from another famous song with suicidal tendencies, Brian Wilson’s 1966 masterpiece “God Only Knows” from the Beach Boys’ Pet Sounds ). (8) With the harmonic design of the chorus even more unstable than the verse, here again the bass ultimately creeps upwards chromatically toward 5 ˆ , at first overshooting it to 6 ˆ before doubling back to 4 ˆ and climbing again chromatically to 5 ˆ as Elton sings the melodic climax of the chorus—“. . . fly away, high away!”—over another painfully fragile second-inversion tonic. (9) Yet immediately after this climactic moment, the second-inversion A ♭ chord yields again to the IV chord ( D ♭ major), this time slyly by way of a deceptive resolution of V 7 of vi, musically portraying the idea of a butterfly “flying away.” The three-bar tag that closes the chorus overshoots A ♭ and comes to rest momentarily on the ♭ VII chord ( G ♭ major), which functions in context like a retransitional dominant (with ♭ VII substituting for V, as it often does in modal rock harmony) leading back to the second-inversion A ♭ chord of the opening piano riff. Audio Example 6 picks up from the onset of the chorus.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The fragile tonal design of “Someone Saved My Life Tonight,” with what seems to be a deliberate avoidance of tonic chords in root position for most of the song, mirrors perfectly the fragile emotional state of the song’s protagonist (which, in this case, we can assume to be Elton John himself). I do not profess to have to undertaken a systematic corpus study of post-1950s pop and rock songs (such as de Clerq and Temperley [ 2013 ] and others have done) and am therefore relying on the large database of pop and rock songs that I carry around in my head, but I think it’s pretty safe to say that most if not all songs with fragile tonics that similarly feature an abundance of second-inversion chords (and with a bass that snakes up and down mostly stepwise) were composed at the piano and not the guitar, since guitar-driven pop and rock songs tend to favor root-position “power” chords (octave-and-fifth doubled, with the third often omitted) and as a result lack the degree of voice-leading independence more typical of keyboard-driven songs. Example 4 . Prince, “Little Red Corvette” (1982) (click to enlarge and listen) Audio Example 7 Example 5 . Possible harmonic-functional interpretations of some oscillating two-chord vamps (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "de_clercq_and_temperley_2013"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In “She’s Gone,” we saw that the tonic chord was absent during the verses and saved for the song’s chorus. I would like to look briefly now at another example of a song with an emergent tonic, Prince’s 1982 hit “Little Red Corvette” ( Example 4 ). In her 2010 Music Theory Spectrum article, Nicole Biamonte provides a useful catalogue of the most common triadic modal and pentatonic patterns used in rock, where she discusses ♭ VI– ♭ VII–i as the prime exemplar of Aeolian harmony (the so-called “Aeolian cadence”). While the verse progression of “Little Red Corvette” could be interpreted on the local level as ♭ VI– ♭ VII–i– ♭ VI 7 in B ♭ minor, I cannot help but hear this progression as a series of deceptive moves—that is, a repeating IV–V–vi–IV 7 in D ♭ major. As in “She’s Gone,” the tonic chord seems to be deliberately withheld by Prince for its climactic arrival in the chorus (“[IV] Little [V] Red Cor- [I] -vette”), where it serves as a metaphor for the release of the sexual tension built up in the preceding verse. As I have shown in the notated example, the melodic design of the verse composes out a linear progression of 6 ˆ – 7 ˆ – 1 ˆ . The same scale degrees are moved through twice as fast at the onset of the chorus as the tonic chord emerges. Audio Example 7 contains the opening of the track, from the intro through the first verse and breakout chorus. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In certain extreme cases, however, the promised tonic chord never actually materializes. But before considering some examples of truly absent tonics, let us ponder more closely this phenomenon of oscillating two-chord vamps. Example 5 shows four such vamps that are commonly found in pop and rock songs, with the Roman numerals below indicating their possible harmonic-functional interpretations (for ease of comparison, all four are transposed to begin with a chord on G). The first vamp alternates a major chord with a minor chord whose root lies a whole step above. Depending on such variable factors as durational accent, the presence or absence of a bass pedal tone, precisely which pitches are emphasized in the vocal melody and/or riffs sounding above these chords, and which of the two chords is sounded first, it is possible in the context of an actual song for the ear to latch on to one or the other of these chords as the tonic—that is, as either a repeating I–ii in major (as in, for example, the Beatles’ “Don’t Let Me Down” [1969], where the ii chord sounds first), or a ♭ VII–i in minor (as in, for example, Frankie Goes to Hollywood’s “Relax” [1983], where the i and ♭ VII chords oscillate over a tonic pedal). (11) Similarly, the second vamp may be interpreted either as a repeating I–vi in major (as in the opening of the Beatles’ “From Me to You” [1963]), or a repeating ♭ III–i in minor (as in the verses of the Police’s “Invisible Sun” [1981]). The third vamp consists of a minor chord alternating with a major chord whose root lies a fifth below. While this vamp, as we saw in “Reach Out,” can sometimes function as a repeating ii–V in major searching for its tonic, in modal rock songs the first chord will more often than not assume the status of the tonic itself, resulting in a Dorian i–IV (as in the Zombies’ “She’s Not There” [1964], for example, as well as several of the songs on Pink Floyd’s The Dark Side of the Moon [1973] and many songs by Santana—so much so, in fact, that Frank Zappa and his band in the late 1970s jokingly nicknamed G minor to C major as the “Carlos Santana Secret Chord Progression”). (12) This brings us to the fourth vamp, the most problematic of all, which consists of two alternating major chords whose roots lie a whole step apart and therefore might be interpreted in context as a Lydian I–II ♯ . As Everett explains in The Foundations of Rock, “the Lydian scale is marked by the most dissonant of intervals, the augmented fourth, involving the tonic scale degree and the distance from 1 ˆ to ♯ 4 ˆ ” ( Everett 2009 , 256). He then cites several examples of 1960s pop and rock songs featuring an oscillating I–II ♯ vamp, which he calls a “Lydian fingerprint,” such as the opening of the verse of the Turtles’ 1967 hit “You Know What I Mean.” In this particular song, however, the I–II ♯ oscillating vamp is quickly relieved—corrected, if you will—after only two iterations by the ensuing IV chord, which replaces the raised 4th scale degree with a plain 4. Much more problematic for discerning a tonal center are cases in which an oscillating vamp of two whole-step related major chords serves as the harmonic foundation for an entire section, or even—in extreme cases—an entire song. Example 6 . Two songs built on a shuttle of two major chords with roots lying a whole step apart (click to enlarge and listen) Audio Example 8 Audio Example 9 Audio Example 10 Example 7 . The Human League, “Human” (1986), main progression (the “Sisyphus effect”) (click to enlarge)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "everett_2009"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Let us consider two such examples. Example 6a shows a transcription of the opening of Jane’s Addiction’s 1988 alternative rock classic “Jane Says,” a track built entirely on a repeating two-chord guitar riff of G major–A major. Above Dave Navarro’s incessant guitar riff, Perry Farrell’s vocal melody insistently outlines the tonic triad of D major, and seems to be at odds with the oscillating chords below; indeed, this is an excellent example of what David Temperley ( 2007 ) and more recently Drew Nobile ( 2015 ), following Allan Moore ( 1995 ), have termed the “melodic-harmonic divorce” in rock. To my ears, this divorce between the melody and harmony causes the whole song to sound like an ever-repeating IV–V that is searching for its tonic but never resolves ( Audio Example 8 ). (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "temperley_2007",
                    "nobile_2015",
                    "moore_1995"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Another of my favorite examples of a song that promises a tonic which never fully materializes is the Spinners’ 1972 #1 soul hit “I’ll Be Around” ( Example 6b ), a simple verse–chorus form built entirely upon a circular groove involving alternating E major-seventh and F ♯ major added-sixth chords. (14) The opening of the song is provided in Audio Example 9 . Again, one might be tempted to hear this looping progression as some sort of Lydian I–II ♯ , but everything else in the track—from Bobbie Smith’s vocal melody, which persistently outlines a G ♯ -minor triad and repeatedly comes to rest locally on the pitch G ♯ , to the signature string/horn riff during the instrumental break, which marches down what is clearly a G ♯ Aeolian scale with D ♯ , 5 ˆ , as its head note—points toward hearing this progression against the backdrop of G ♯ minor: hence, an Aeolian ♭ VI– ♭ VII with “absent” i. The song’s chorus and instrumental break are provided in Audio Example 10 . This ever-repeating ♭ VI– ♭ VII, which always drops back to “resolve” on the ♭ VI chord and avoids cadencing on the promised tonic, is an example of what I have dubbed “the Sisyphus effect”—that is, a sequence of chords with their bass notes ever moving stepwise up a hill, only to fall back down to the bottom either just before (as in “I’ll Be Around”) or as soon as the goal tonic is reached.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In a further illustration of this effect, Example 7 shows the repeated chord progression undergirding the verses and choruses of the Human League’s 1986 hit “Human” (a song composed by R&B producers Jimmy Jam and Terry Lewis). (15) The song begins with a catchy two-bar drum machine loop over an extended pedal drone on D ♭ that repeats four times, creating an eight-bar introduction. The extended pedal might lead us to expect D ♭ as the tonic, yet the progression that emerges confirms A ♭ as the tonic. With 5 ˆ held as a common tone in the upmost voice, the bass marches up the hill from 4 ˆ to 1 ˆ ; as soon as the tonic is reached, however, the progression slips back down to the IV chord. Ultimately the song will fade out on the same pedal D ♭ as it began, but I prefer to think of this song as being in a fragile A ♭ major, mirroring the fragile emotional condition of the cheating couple who keep plaintively reiterating in the chorus, “I’m only human, of flesh and blood I’m made.” It seems only appropriate that every time the fidelity of the tonic chord is reached, the progression falls back down the hill and the cycle repeats.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] All of the songs discussed so far exploit two stylistic features central to the tonal design of many if not most pop and rock songs: 1) the use of short, goalless circular progressions comprised of two, three, or four chords, which Philip Tagg in Everyday Tonality ( 2014 ) prefers to call shuttles in the case of back-and-forth motion between just two chords and loops in the case of circular progressions of three chords or more; and 2) the use of a fadeout to end the song, or rather, to cause the song to evaporate without providing full closure, with the fadeout most often set over a repeating chord shuttle or loop. These two features more than any other set the tonal design of pop and rock songs apart from their art-music counterparts and all but invite us to hear songs or sections of songs as fragmentary tonal structures with absent tonics. Yet for me, perhaps even more important in my perception of a particular song as having an absent tonic is the way in which I situate the track within the universe of other pop and rock tracks that I know—“musical worlding,” as John Covach ( 1994 ) once called this practice—and compare it to other songs making similar harmonic moves. (16) Example 8 . Two songs with potentially viable Lydian openings (click to enlarge and listen) Audio Example 11 Audio Example 12",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "tagg_2014",
                    "covach_1994"
                ]
            }
        },
        {
            "17": {
                "text": "[17] In his 2013 article “Modal Tonicization in Rock: The Special Case of the Lydian Scale,” Brett Clement offers a persuasive counter-argument in favor of interpreting shuttles of two major chords whose roots lie a whole step apart as the prime exemplar of Lydian tonality, I–II ♯ . While respecting Clement’s case, I do not hear most of his examples as Lydian, and instead would interpret the shuttles as either an Ionian IV–V or Aeolian ♭ VI– ♭ VII promising an absent tonic chord that never emerges (as we heard in “Jane Says” and “I’ll Be Around”). But before moving on, I shall play devil’s advocate by looking at two examples from songs that I think do have potentially viable Lydian openings. (17) The first is the opening piano/guitar riff that serves as the introduction to Fleetwood Mac’s 1979 hit “Sara” ( Example 8a ). Audio Example 11 contains the first 55 seconds of the track, in which this introductory loop first sounds by itself and then as the accompaniment for Stevie Nicks’ vocal melody. Notice however that when the drums enter and the main groove of the song sets in, B ♮ is replaced by B ♭ and the chords shift to the familiar “doo-wop” pattern of I–vi–IV–V. Stevie Nicks’ opening vocal melody hovers around the pitch C, and yet the omnipresent pedal tone F in the piano/guitar riff, above which the chords move F–G–Am–G and back to F in an ever-repeating loop, is strong enough for the ear to latch on to F as the tonal center, causing this opening section of the song to sound as if suspended in a kind of “Lydian zone.” When the B ♮ s are replaced by B ♭ s at the onset of the main groove, the tonal center remains on F but the mode shifts from Lydian to Ionian, not unlike the type of modal fluctuation often encountered, say, in Claude Debussy’s music. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "clement_2013"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Example 8b provides a formal synopsis of R.E.M.’s early-1990s ode to 1970s kitsch, “Man on the Moon,” showing the chord progressions used in the verse, prechorus, and chorus. At the song’s opening, we hear a guitar and bass groove whose chords move from C major to D major (one bar each) and then back to settle on C major for two bars. Michael Stipe’s vocal melody enters above this repeating groove, tumbling down the scale from G to C. Along with this strong melodic descent into C, the fact that this four-bar rotation settles on C for its last two measures makes its harmonic rhythm sound fundamentally quite different from a shuttle that alternates between two whole-step related major triads every bar. In fact, if the entire song were built on this four-bar loop, it would be entirely possible for the ear to latch on to C as the tonal center, with the D major triads serving as neighbor chords and the F ♯ s simply as part of the scale rather than functioning as leading tones—hence hovering again in a “Lydian zone.” (19) As the song moves into the prechorus, however, the underlying Lydian harmony gives way to a shuttle of alternating A minor and G major chords and the vocal melody begins a quick series of descents into G, shifting the focus toward G as the tonal center. The prechorus culminates on a D chord that this time sounds unmistakably like a big transitional dominant leading into the G major tonic chord at the onset of the chorus. “Man on the Moon” therefore offers another example of a song with an emergent tonic, but the difference here is that the promised tonic is perhaps not quite so apparent from the song’s opening. I invite you to decide for yourself as you listen to the first pass through the introduction, verse, prechorus, and into the chorus ( Audio Example 12 ). (20) Example 9 . Two songs by the Psychedelic Furs (click to enlarge and listen) Audio Example 13 Audio Example 14",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] I now consider two songs composed entirely around a series of two-chord shuttles, both by the 1980s U.K. synthpop group the Psychedelic Furs. With respect to the notion of musical worlding, even though “The Ghost in You” was released about two years after “Love My Way,” in my mind I will always associate these songs closely with one another as part of the soundtrack to my senior year of high school and first year of college. My nostalgia notwithstanding, the two songs are also very similar both in their formal structure and texture. In “The Ghost in You” ( Example 9a ), the verse is built upon a shuttle of B ♭ to E ♭ chords alternating every other bar (with stark open fifths, quite typical of the minimalist harmonic language of 1980s synthpop), above which sounds a signature synthesizer riff whose opening descending four-note motive— E ♭ –D– B ♭ –F—runs pervasively throughout the various sections of the song. (Compare, for example, the opening notes of the synth riff to Richard Butler’s sung “Angels fall like rain” melody at the prechorus.) The prechorus is built upon another shuttle, E ♭ major to D minor, while the chorus is built upon yet another shuttle, this time involving F and E ♭ chords. I have deliberately not supplied any Roman numerals to analyze the harmonic functions of these various chords, but such an exercise would be quite straightforward in this case. Most would agree that B ♭ major is established as the tonic in the verse, hence an oscillating I–IV, and within this tonal context we can interpret the prechorus as an oscillating IV–iii and the chorus, in turn, as an oscillating V–IV. In sum, the tonic chord establishes itself in the verse but is absent entirely from the prechorus and chorus, the opposite of an emergent tonic. Audio Example 13 contains one cycle through the verse, prechorus, and chorus of “The Ghost in You.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In the earlier Furs track, “Love My Way” ( Example 9b ), it should be obvious from the transcription that this song stylistically closely resembles “The Ghost in You” in that, once again, we have an entire song built on two repeating two-chord shuttles, the chords of which alternate every other bar. “Love My Way” has a texture even more starkly minimalist than “The Ghost in You,” with its signature four-bar xylophone riff sounding incessantly throughout both the verses and choruses. Making a Roman numeral analysis of its harmonic design would prove problematic, however, since in this song, unlike “The Ghost in You,” neither of the two chords in the repeating C to B shuttle that undergirds the intro and verses feels like the tonic. (It should be noted that the chords are initially thirdless, but with a major third implied strongly in both chords and confirmed later in the song by the synth riff in parallel thirds layered into the texture, as shown in parentheses.) The xylophone melody outlines an E minor triad and strongly projects E minor as the tonic, making the underlying harmonies of the verse sound like a repeating VI–V. Yet the sense of E minor as tonic is thwarted at the chorus, as the repeating C–B progression is replaced by C–D (hence negating the D ♯ leading tone), and, as we heard earlier in “Man on the Moon,” the vocal melody (set appropriately to the lyric “Love my way, it’s a new road . . .”) strongly projects the new tonic G major with its clear descent from 4 ˆ down to 1 ˆ . Like “Jane Says,” the effect of the chorus hinges on an ever-repeating IV–V that never resolves ( Audio Example 14 ). “Love My Way” structurally resembles “Reach Out,” of which we recall that the verses and choruses are cast in competing relative major and minor keys (which Harald Krebs [1981] and others have referred to in nineteenth-century art song as a “double-tonic complex”), but unlike “Reach Out,” in “Love My Way” the tonic chord of neither key ever actually materializes. (21) Example 10 . Three recent #1 hits built on a repeating four-bar groove (click to enlarge and listen) Audio Example 15 Audio Example 16",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] To show that my musical world is not always stuck in the 1980s, I will look now at three songs released during the last few years, all of which made their way to #1 on Billboard ’s Hot 100 and also peaked at #1 on the U.K. singles chart. We have been concentrating so far on songs built on shorter loops of one or two bars, but these huge recent pop hits all feature a four -bar loop that serves as the primary groove for the majority—and, in the case of “Get Lucky,” the entirety—of the song. (22) Example 10a shows the four-bar string loop that underpins most of Coldplay’s 2008 Grammy-winning song “Viva la Vida.” The introduction sets up a repeating pattern of four chords— D ♭ major (with missing third), E ♭ dominant-seventh (with a decidedly “Classical-sounding” suspended fourth), A ♭ major, and F minor—above which Chris Martin’s vocal enters with a melody tracing a clear path from 3 ˆ down to 1 ˆ ( Audio Example 15 ). (23) Even though the loop does not begin on the I chord, A ♭ serves definitively as the tonic; the loop represents a rotation of the classic I–vi–IV–V doo-wop pattern, flipped to become IV–V–I–vi. (24)",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Example 10b shows the four-bar string loop undergirding the chorus to Carly Rae Jepsen’s massive 2012 hit “Call Me Maybe.” The chorus melody persistently outlines the tonic triad G major, but the groove below essentially shuttles back and forth between C and D major chords. The G major and E minor chords (shown in parentheses) are merely touched upon as pickup chords to the main harmonies (because of their metric de-emphasis on the last eighth note of their respective measures), so while on a local level we have IV–I–V–vi, the overall effect of the loop is that of an ever-repeating IV–V, like we encountered in “Jane Says.” In his 2015 Music Theory Spectrum article, Drew Nobile discusses both “Jane Says” and the chorus of “Call Me Maybe” as examples of what he calls a “loop divorce,” where the melody remains essentially independent from the rotating chords in the groove below. (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "nobile_2015"
                ]
            }
        },
        {
            "23": {
                "text": "[23] Example 10c shows the four-bar loop that sounds for the entirety of Daft Punk’s 2013 Grammy-winning song “Get Lucky” (featuring Pharrell Williams on vocals), the song that duked it out with Robin Thicke’s “Blurred Lines” for the title of that summer’s biggest hit. My notated example simplifies the groove to show only the right-hand piano chords and the essential bass rhythm, a four-chord pattern of B minor-seventh–D major– F ♯ minor-seventh–E major. I should point out that on the track itself, bassist Nathan East constantly improvises around this basic pattern with octave leaps and fills and varies the bass pattern with each repetition. Identifying the tonic in “Get Lucky” is not so simple. I posed this challenge to a group of my theory and musicology graduate students, asking them: “If you had to assign functional Roman numerals to this four-chord pattern, what would you do?” So, I am going to ask readers of this essay the same question now as you listen to the first pass through the introduction, verse, prechorus, and chorus ( Audio Example 16 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] None of my students advocated for D major or E major (i.e., the hypermetrically weaker second or fourth chords of the loop) as a Lydian or Mixolydian tonic respectively, but they did come up with three possible harmonic-functional interpretations for the four-chord loop: The melody of the verse is composed of a series of two-bar fragments that ever gravitate toward F ♯ —so, perhaps F ♯ minor as tonic? (26) The topmost notes of the piano chords trace a stepwise descent from D down to B. In addition, the prechorus melody follows the bass in parallel tenths and therefore seems wedded to the underlying chord loop rather than being divorced from it—so, the first chord of the loop, B minor, as tonic? The melody of the chorus is composed of a series of one-bar fragments that in the fourth measure seems to “arrive” on A (this fourth measure of the chorus melody is then repeated over and over again in the manner of a refrain). If we were to sing this melody in isolation and assign solfège syllables to it, then our most likely instinct would be to interpret this melody in A major, ending as it does with a 3 ˆ – 2 ˆ – 1 ˆ descent. Following this logic, we would interpret the four-chord loop as ii 7 –IV–vi 7 –V with an absent tonic. Audio Example 17",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] In the end, much as it would be gratifying to posit “Get Lucky” as another perfect example of a song with an absent tonic (especially since the Roman numerals fit so nicely in A major), the Dorian loop—i 7 – ♭ III–v 7 –IV, hence an expansion of the Dorian shuttle i–IV—trumps all other possible hearings. For one thing, I have to “squint my ears” very hard to hear A as the tonic in the chorus melody as it unfolds over the repeating chord loop, especially considering the weak metric position of A on the final eighth note of the measure. This positioning undermines any sense of arrival, and instead the A seems to wrap back around repeatedly as a neighbor tone to B, as the one-bar melodic hook itself loops at the end of the chorus over the rotating four-chord cycle below. (27) More importantly from a rhythmic and metric standpoint, the groove underpinning “Get Lucky” gives us a textbook example of what Tim Hughes ( 2008 , 242) calls an autotelic groove, with Nathan East’s anacrustic fills in the bass at the end of every fourth bar pushing forward into the next downbeat, causing the first measure of each four-bar pattern to sound simultaneously like a beginning and an ending—that is, as both a point of departure and a goal—and thus further strengthening the sense of B minor as tonic. (28) Yet it is mainly here for me a question of style: for this song, Daft Punk collaborated with Nile Rodgers, the mastermind behind the late-1970s disco group Chic, and there the groove and harmonic language of “Get Lucky” amounts to a deliberate throwback or homage to this earlier style. Every time I hear this song (which, needless to say, has been frequently since 2013), I situate it among the other late-1970s funk and disco tracks that I know and have been playing live myself for years, many of which are built squarely on Dorian loops and shuttles. Audio Example 17 contains the first 25 seconds of one widely known example from Nile Rodgers himself, Chic’s “Good Times” (U.S. #1, U.K. #5 [1979]), which is set entirely over an ever-repeating minor i to major IV. Example 11 . Michael Jackson, “Rock With You” (1979) (click to enlarge and listen) Audio Example 18 Audio Example 19",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": [
                    "hughes_2008"
                ]
            }
        },
        {
            "26": {
                "text": "[26] For our final and most harmonically complex example, I will remain around the turn of the 1980s and consider a song recorded by the late great King of Pop, Michael Jackson. “Rock With You” was the second of Jackson’s two #1 singles from his 1979 breakthrough solo album Off the Wall, and Example 11 provides a summary of its formal and harmonic content. Again, with the exception of one chord in the bridge, I have deliberately refrained from offering a Roman numeral harmonic analysis, but I invite you now to do so yourself as I discuss the various sections of the song. Audio Example 18 contains the opening minute or so of the track, which represents the first pass through the introduction, verse, prechorus, and chorus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] I have known this song for over thirty-five years, but only began looking closely at the harmonic design of “Rock With You” a few years ago, when the former lead singer of my eclectic cover band wanted us to learn the song to add to our repertoire. Our bass player at the time had played the song years before in another cover band, and so he proceeded to try to teach the rest of us the chords. The first thing he said was that the song is in E ♭ , which might seem logical considering that the introduction, verse, prechorus, and chorus all begin with an extended E ♭ minor-ninth sonority. In fact, the published sheet music arrangement of “Rock With You” adopts a key signature of six flats, indicating E ♭ minor. But as I listened closely to the harmonies and felt my way through the song’s various chord progressions, I was struck by the fact that every one of the song’s sections culminated with a prolonged chord on A ♭ , most often a close position G ♭ major triad over an A ♭ bass—the classic soul dominant discussed above as the central sonority in Hall & Oates’ “She’s Gone.” Plain major triads, of course, need not have dominant function, as I suggested in my interpretation of the E major chord at the end of the four-chord “Get Lucky” loop in context as a Dorian IV rather than V of an absent A major. Conversely, the soul dominant is a loaded sonority whose harmonic function as dominant is usually very clear, especially when such chords are positioned at the ends of sections like in “Rock With You.” (29) I therefore hear these chords with A ♭ in the bass as retransitional dominants, promising resolution to a D ♭ major tonic, and yet, except for the onset of the bridge, each time the soul dominant slips back Sisyphus-like into the E ♭ minor sonority at the onset of the next section. Crucially, I see the tonal design of “Rock With You” as being in D ♭ major but with an absent tonic. The vocal melody provides definitive confirmation, as it recurrently outlines D ♭ major and centers on the pitches D ♭ and A ♭ , or 1 ˆ and 5 ˆ (for example, at the prechorus, for which I have written out the lead vocal and bass line in full, Michael sings, in moveable do solfège syllables: do–re–mi, sol–sol–fa–fa–mi–re, do–re–mi–fa–sol ). In fact, until the song’s final truck driver’s modulation—which, like the finale of “She’s Gone,” shines a spotlight on the soul dominant in bumping the tonal center up by semitone—the entire melody of “Rock With You” conforms to a key signature of five flats, and the few chromatic alterations that do occur limit themselves to the harmonic accompaniment (for example, the modal ♭ VII major-seventh chords built on C ♭ found in both the verses and bridge). (30) Audio Example 19 contains an excerpt from near the end of the track, starting with the eight-bar bridge or “middle eight” (which begins, as many bridges do, with a swerve to the minor submediant, and then touches on a fragile first-inversion D ♭ major tonic in the sixth bar, the only instance of the tonic chord in the whole song), through the instrumental break and truck driver’s modulation into the final chorus. (31) Example 12 . Stevie Wonder, “Ribbon in the Sky” (1982) (click to enlarge)",
                "footnotes": [
                    "FN29",
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Once again, one of the main reasons to hear “Rock With You” in D ♭ major is because of its revealing resemblances to another hit song from around that same time period making some uncannily similar harmonic moves, Stevie Wonder’s 1982 ballad “Ribbon in the Sky” ( Example 12 ). Like “Rock With You,” “Ribbon in the Sky” opens with an extended E ♭ -minor sonority, and the verse is built around a three-chord loop that repeats three times. In the manner of an antecedent–consequent period, the song’s refrain—the harmonic design of which bears a strong resemblance to the prechorus of “Rock With You,” as both are built on a bass walkup from 2 ˆ to 5 ˆ —cadences on the soul dominant the first time around, supporting 2 ˆ in the melody and effecting a half cadence, but the second time around does succeed in finding the D ♭ tonic chord that remains so elusive in the earlier track.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] To summarize: in order to make a claim for a song as having an absent tonic, enough aural information in the song’s chord progressions and melodies must be available for us to discern the tonic when heard against the backdrop of a “default” major or minor (i.e., Ionian or Aeolian) system in most instances, or, in rare cases, another tonal system (such as the major triad-doubled minor-pentatonic system unique to rock; see n. 17). Conversely, for the other diatonic modal systems used in pop and rock songs—Dorian, Mixolydian, Phrygian, and even Lydian—the tonic chord must always be present for that mode to assert itself. (32) The tonic chord may well initially be absent only to emerge later in the song, as in “She’s Gone,” “Little Red Corvette,” and “Man on the Moon,” or else it may never materialize, as in “Jane Says,” “I’ll Be Around,” and “Love My Way.” And though not always the case, it is no surprise that in many instances these songs tell the story of a romantic relationship gone bad, in which case the absent tonic serves as a powerful musical metaphor for lost love.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The question of tonality in pop and rock music is by no means simple and has no single answer, yet by positing a continuum of varying states of tonal stability—from fragile to emergent to absent tonics—I hope to have offered a conceptual framework as an aid to understanding how tonality has been deployed for expressive purposes in popular songs across a wide range of styles and genres during the last fifty years. (33) Of course, a fadeout would probably be the most elegant and appropriate way to end this essay, but I shall have to leave that to the reader’s imagination.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.2.spicer.html",
    "data": "mto/data/mto.17.23.2.spicer.json"
}