{
    "title": "Formal Process, Sonata Theory, and the First Movement of Beethoven’s “Tempest” Sonata",
    "date": "2010/06/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Hepokoski, James"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.hepokoski.pdf",
    "author_info": [
        {
            "name": "James Hepokoski",
            "university": "Department of Music",
            "address": "Yale University, P.O. Box 208310, New Haven, CT 06520",
            "email": "james.hepokoski@yale.edu"
        }
    ],
    "citations": {
        "adorno_1997": "Adorno, Theodore. 1997. “Toward a Theory of the Artwork.” In Aesthetic Theory, ed. Gretel Adorno and Rolf Tiedemann, newly trans. and ed. Robert Hullot Kentor. Minneapolis: University of Minnesota Press.",
        "cooper_1981": "Cooper, Barry. 1981. “The Origins of Beethoven’s D Minor Sonata Op. 31 no. 2,” Music & Letters 62.",
        "cooper_2000": "Cooper, Barry. 2000. Beethoven. New York: Oxford University Press.",
        "czerny_1968": "Czerny, Carl. 1968. Erinnerungen aus meinem Leben, ed. Walter Kolneder. Strasbourg: Heitz.",
        "dahlhaus_1980": "Dahlhaus, Carl. 1980. “Zur Formidee von Beethovens d moll Sonate opus 31, 2.” Die Musikforschung 33.",
        "dahlhaus_1989": "Dahlhaus, Carl. 1989. Nineteenth Century Music, trans. J. Bradford Robinson. Berkeley, California: University of California Press.",
        "dahlhaus_1991": "Dahlhaus, Carl. 1991. Ludwig van Beethoven: Approaches to His Music, trans. Mary Whittall. Oxford: Oxford University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata. Oxford University Press.",
        "hepokoski_2009a": "Hepokoski, James. 2009a. “Approaching the First Movement of Beethoven’s Tempest Sonata through Sonata Theory.” In Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance. Ed. Pieter Bergé, co-eds. William E. Caplin and Jeroen D’hoe, 181–212.  Leuven: Peeters.",
        "hepokoski_2009b": "Hepokoski, James. 2009b. “Sonata Theory and Dialogic Form.” In Musical Form, Forms & Formenlehre: Three Methodological Reflections, ed. Pieter Bergé. Leuven: University of Leuven Press, 71–89.",
        "kamien_1976": "Kamien, Roger. 1976. “Aspects of the Recapitulation in Beethoven Piano Sonatas.” The Music Forum 4, Felix Salzer and Carl Schachter, eds. New York: Columbia University Press.",
        "kinderman_1995": "Kinderman, William. 1995. Beethoven. Berkeley: University of California Press.",
        "paddison_1993": "Paddison, Max. 1993. Adorno’s Aesthetics of Music. Cambridge: Cambridge University Press.",
        "marx_1908": "Marx, Adolph Bernhard. 1908. Ludwig van Beethoven: Leben und Schaffen [orig. 1859], 6th ed. Berlin: Otto Janke.",
        "plantinga_1999": "Plantinga, Leon. 1999. Beethoven’s Concertos: History, Style, Performance. New York: Norton.",
        "schmalfeldt_1995": "Schmalfeldt, Janet. 1995. “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the Tempest Sonata.” Beethoven Forum 4: 37–71.",
        "recordings_recordings": "Recordings",
        "beethoven_piano_trio": "Beethoven, Piano Trio in C Minor, op. 1 no. 3/i, measures 1–23, and iv, measures 1–28. Trio Solis: Corinne Stillwell (violin), Gregory Sauer (cello), and Read Gainsford (piano). Generously recorded for the author at Florida State University, 2010. http://www.triosolis.com",
        "beethoven_piano_sonata": "Beethoven, Piano Sonata in B-flat, op. 106/i (“Hammerklavier”), measures 1 14; Beethoven, Piano Sonata in A, op. 2 no. 2/i, measures 1 23; and Beethoven, Piano Sonata in B flat, op. 22/i, measures 1–13.  Daniel Barenboim, piano, rec. 1966–70. From the CD set “Beethoven: Complete Piano Sonatas,” EMI CZS 7 62863 2 (reissued 1989).",
        "beethoven_string_quartet": "Beethoven, String Quartet in E-flat, op. 127/i, measures 1–14, and iv, measures 1–19. Guarneri Quartet. From the CD-set “Beethoven: The Late String Quartets,” RCA Victor CD 60408-2-RG (reissued 199).",
        "haydn_symphony_no_44": "Haydn, Symphony No. 44 in E Minor, first movement, measures 1–22. Trevor Pinnock, The English Concert. From the CD set “Joseph Haydn: The ‘Sturm & Drang’ Symphonies,” Archiv, 435 001-2 (1989 90).",
        "haydn_symphony_no_95": "Haydn, Symphony No. 95 in C Minor, first movement, measures 1–18. Sigiswald Kuijken, La Petite Bande. “Joseph Haydn: London Symphonies/3 Londoner Sinfonien.” BMG, 05472 77275-2 (1993).",
        "beethoven_symphony_no_5": "Beethoven, Symphony No. 5 in C Minor, first movement, measures 1–51. Fritz Reiner, Chicago Symphony Orchestra. RCA Red Seal, RCD1-5403 (reissued 1985)."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Dahlhaus 1991 , 116 (“process of coming into existence”), 117 (“processual character”). Parallel declarations and wording may be found in Dahlhaus 1980 , 310–12, and especially in Dahlhaus 1989 , 12–15, where they are marshaled as the preferable alternative to the mere succession of one “isolated moment” after another implicit in a Meyerbeer melody cited as its dialectical other. Adorno’s discussion of the work concept and its fundamentally processual nature—a basic tenet of his conception of form—is most conveniently found in Adorno 1997 , 175–99. See also the summary in Paddison 1993 , 188–92.",
            "citations": [
                "dahlhaus_1991",
                "dahlhaus_1980",
                "dahlhaus_1989",
                "adorno_1997",
                "paddison_1993"
            ]
        },
        "FN2": {
            "text": "2. An explication of the concept may be found in Hepokoski 2009b . See also Hepokoski and Darcy 2006 .",
            "citations": [
                "hepokoski_2009b",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN3": {
            "text": "3. This essay is a newly inflected, revised extract from Hepokoski 2009a . In that essay I provide a more expansive analytical reading of the movement.",
            "citations": [
                "hepokoski_2009a"
            ]
        },
        "FN4": {
            "text": "4. Just what Beethoven might have meant by his “new path” remark is far from clear. It was apparently spoken to the violinist Wenzel Krumpholz in 1802—that is, around the time of the Tempest sonata. See the brief summary of its varying reports, datings (1800, 1802, and 1803), and English translations in Beethoven scholarship in Plantinga 1999 , 151–58, 344 n. 40. See also the review of the arguments summarized in Kinderman 1995 , 51–52, which incorporates a welcome dose of caution and skepticism about its significance. We know of the remark only from a third-party reminiscence provided about a half-century later (1852) by Carl Czerny, now available, among other sources, in Czerny 1968 , 43, who wrote that Beethoven had said this “around 1803” [“um das Jahr 1803”] to his “trusted friend” Krumpholz: “Ich bin nur wenig zufrieden mit meinen bisherigen Arbeiten. Von heute an will ich einen neuen Weg einschlagen.” Czerny proceeded to associate the remark directly with the op. 31 sonatas (which he described as “seine drei Sonaten op. 29,” a matter clarified by Kolneder on p. 43, n. 94).",
            "citations": [
                "plantinga_1999",
                "kinderman_1995",
                "czerny_1968"
            ]
        },
        "FN5": {
            "text": "5. While Liszt might seem an uncharacteristic member of this group, see Dahlhaus 1989 , 239, where he associates the relativity of formal categories—a related concept—with Liszt and the concept of the multimovement work in a single movement.",
            "citations": [
                "dahlhaus_1989"
            ]
        },
        "FN6": {
            "text": "6. Dahlhaus 1991 , 116–18. Dahlhaus’s reading of TR as suggesting a more decisive P function than measures 1–21—indeed, that whole interpretive tradition, influential on almost all subsequent commentary—may have originated with Marx 1908 , 191. In a thumbnail description of the sonata’s events, Marx construed measures 1–21 as only “versuchsweise ergriffen” and proceeded to (mis)identify the measure 21 moment with the description, “Jetzt erst tritt der Hauptsatz, aus dem Largomotiv erwachsen.”",
            "citations": [
                "dahlhaus_1991",
                "marx_1908"
            ]
        },
        "FN7": {
            "text": "7. An early “large-scale-plan” sketch on f. 90v of the “Kessler” sketchbook suggests that Beethoven may have originally projected the sonata—or, more properly, a precursor only somewhat distantly related to it—to begin quite differently, with (as Barry Cooper has described it) “a bold D minor arpeggio theme.” See Cooper 1981 , 261–80 (esp. the transcription on 263–65), mentioned also in Cooper 2000 , 116–17, which notes that the eventual sonata replaced that opening with “a single mysterious chord played arpeggiando. It was the first time he had begun a sonata with a dominant chord, and the effect is many-sided ... a tremendously forward-looking gesture.”",
            "citations": [
                "cooper_1981",
                "cooper_2000"
            ]
        },
        "FN8": {
            "text": "8. Compound-tempo expositions (fusing aspects of introduction and allegro within expositional space), while rare and deformational, were not entirely unknown in the tradition at the time of the Tempest sonata. Consider, for instance, the first movement of Mozart’s Violin Sonata in C, K. 303, a Type 1 sonata (!) whose P- and TR-zones unfold in Adagio tempo (not an introduction), while S and C shoot forth as an Allegro molto.",
            "citations": []
        },
        "FN10": {
            "text": "10. Brief introductions to sonata-form launches are certainly possible within the style, but these are usually in-tempo introductions ( Hepokoski and Darcy 2006 , 86–87, 292), not ones in a slower tempo, and they are also not included within the expositional repeat. Examples may be found at the openings of Haydn’s Quartets in E-flat, op. 71 no. 3; in C, op. 74 no. 1; and in G, op. 76 no. 1. A paradigmatic instance from middle-period Beethoven occurs in the opening two bars of the Eroica Symphony.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN11": {
            "text": "11. Hepokoski and Darcy 2006 , 86–91, discusses it at length and cites some examples, such as the opening four bars of Mozart’s Violin Concerto No. 4 in D, K. 218.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN12": {
            "text": "12. Citations of the recordings used for this and succeeding examples may be found in the works cited section.",
            "citations": []
        },
        "FN13": {
            "text": "13. In the expanded version of this essay ( Hepokoski 2009a ), I provide a more detailed analysis and deal also with the expressive connotations of this P 0 —recitative, curtain-raiser, its deceptive but ultimately tragic allure, and so on.",
            "citations": [
                "hepokoski_2009a"
            ]
        },
        "FN14": {
            "text": "14. Similarly (to inflect this reading toward a Schenkerian perspective), the familiar i-III-V arpeggiation in the bass throughout the passage (measures 3, 9, 13–20) is dramatized to play into something on the order of the narrative provided above. One Schenkerian graphing and discussion of this passage is provided in Kamien 1976 , 229–30.",
            "citations": [
                "kamien_1976"
            ]
        },
        "FN15": {
            "text": "15. The general psychology in play is “the implication of the [TR’s] enthusiastic acceptance of an earlier, piano idea that had been proposed more modestly. In most cases the successional effect invites a dialogic understanding, perhaps something like, ‘I propose this idea’ [P], followed by a vigorous ‘Agreed! On with it!’ [TR]” ( Hepokoski and Darcy 2006 , 113). Examples are legion within the repertory. Consider, e.g., the normative procedures in the Allegro movements of Haydn’s later symphonies; or consider the openings of such Beethoven Piano Sonatas as op. 2 no. 3/i. For a classic P-intensification example in Beethoven—as though P could scarcely contain its latent energy—see the first movement of Symphony No. 1 in C, op. 21, measures 13–33.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN16": {
            "text": "16. Cf. in this regard Jander’s more literal-minded “imminence”/“arrival” storm paradigm ( Jander 1996 ).",
            "citations": [
                "jander_1996"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Recording and Score of Beethoven’s “Tempest” Sonata ( Malcolm Bilson , piano)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In recent decades much analytical attention has been paid to the first movement of Beethoven’s Tempest Sonata in D Minor, Op. 31 no. 2. Under scrutiny from contrasting perspectives, that movement, and especially the opening portion of its exposition, has emerged not only as a test case for assessing the merits of differing analytical systems, but also—in the wake of Carl Dahlhaus’s ( 1991 ) remarks about its opening bars—as a supposedly revelatory touchstone of the maturing Beethoven’s larger aesthetic purposes. As all commentators have noted, the composer built startling instabilities into both its primary thematic zone (P, measures 1-21) and the onset and continuation of its transition (which, elided with the cadential close of P, starts in measure 21). While one should not downplay such features, it has been tempting to overread them, even to the point of making claims about the emergence in such music of a new, largely nonschematic concept of form as “the process of coming into existence” or, surely taking a conceptual cue from Adorno, a “processual character of musical form.” (1) By the late 1980s the strong form of this assertion regarding the Tempest was associated above all with Dahlhaus. Returning repeatedly to these opening bars in his own writings, he sought again and again to demonstrate this point, although many of his brief analytical readings of music from this period seem grounded in an all-too-apparent eagerness to uncover at least the originary manifestations of what he wished to regard as the conceptual and historical path to the developing-variation aspect of Schoenberg more than a century later.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "dahlhaus_1991"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Janet Schmalfeldt ( 1995 ) explored this matter further in a Beethoven Forum essay that advanced the dialectical, Hegelian/Adornian argument in more analytically sophisticated and certainly welcome ways. My concern in this essay, though (as was Schmalfeldt’s), is with Dahlhaus’s original formulation of the “process” argument, upon which I shall comment from a different perspective, though I think a complementary one: that of Sonata Theory and its grounding principle of dialogic form. (2) There is much to say about every aspect of this opening movement—about its calculated minor  and major mode interplays, about its ideological deployment of entrenched storm topoi for perhaps broader connotative purposes, about the expressive role of its continuous exposition and avoidance of a clearly demarcated secondary theme, and so on. Given the space limitations here, however, I shall confine myself to only a remark or two about those controversial opening two-dozen bars. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "schmalfeldt_1995"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The initial measures of Op. 31 no. 2 served more than once as Dahlhaus’s touchstone of a process that he wished to construe as an indication of Beethoven’s reported decision, perhaps after completing his Op. 28, to “set out on a new [compositional] path.” (4) For Dahlhaus this new path was blazing the trail of nothing less than a dialectical process, a “functional context ... that thwarts and negates the received categories of sonata form” ( Dahlhaus 1989 , 14). “Thwarts and negates”: a large claim indeed. In place of the older, schematic concept of sonata form (with its pre-designated slots for generic themes and transitions), here, he insisted, Beethoven problematized those thematic zones, thereby introducing to the sonata tradition nothing less than the facilitation of “the discovery of transformational processes in the musical consciousness,\" grounded in an ongoing psychological or phenomenological understanding of the generative churning of motives within the work’s deep structure ( Dahlhaus 1991 , 116). For Dahlhaus this would come to be a crucial feature of nineteenth- and early-twentieth-century sonata form, leading eventually to similar procedures sanctioned, especially, in Liszt, Brahms, and Schoenberg. (5) Observing the unusual character of the Tempest’ s measures 1–21—and probably following the lead of a mid-nineteenth-century analytical remark by A. B. Marx (6) —Dahlhaus maintained that “nowhere [in the opening of the Tempest sonata] does the thematic material take on a basic form; instead, it manifests itself in changing guises according to its location in the formal process, like variations without an explicit theme” ( Dahlhaus 1989 , 15)—in other words, in the manner of a Schoenbergian Grundgestalt or tone row. To quote further: The beginning of the sonata ... at first ... seems to be an introduction, not the exposition of a theme. The formal section that begins in bar 21 [based on measures 1–2] distinguishes itself by a stronger melodic outline and more regular syntax ... [but also] as the goal and the outcome of a harmonic development that has moved towards the delayed tonic ...The arpeggiated triad in bar 1 is “not yet,” and in bar 21 is “no longer” the exposition of the theme ... The fact that musical form consists in the process of coming into being, as well as in the result that is seen at the end of the process, is of course particularly obvious in works like the D minor sonata ... The path, not its end, is the goal ( Dahlhaus 1991 ).",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "dahlhaus_1989",
                    "dahlhaus_1991",
                    "dahlhaus_1989",
                    "dahlhaus_1991"
                ]
            }
        },
        {
            "4": {
                "text": "[4] This is more a declaration of cultural solidarity with a long line of Austro-Germanic writers and high-modernist twentieth-century composers than it is an analysis per se. Nevertheless, one can hardly sweep aside Dahlhaus’s (Adorno-fueled) contention that this exposition may be heard as a process. It certainly can. But how remarkable is such a claim? Nothing could be more obvious than that parallel arguments can be made, and have repeatedly been made, on behalf of hundreds of analogously processual examples to be found in, say, Mozart and (especially) Haydn (a master of Fortspinnung motivic elaboration)—not to mention precedents in Bach and others. Tracing networks of motivic connection and ideational growth within a movement has been a common currency of generative-approach analysis for well over a century. In every strongly composed sonata form one may, without too much difficulty, discern telling indications of “the process of coming into being” and highlight them as central components of an honorific commentary. What does vary from analysis to analysis is the degree of aesthetic, cultural, or metaphysical surplus, real or projected, that one wishes to associate with it. While by no means indefensible, Dahlhaus’s proclamation of an innovative novelty and self-evident “new path” at the opening of Op. 31 no. 2 was overdrawn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] To be sure, there should be no temptation to collapse the Largo-Allegro, Largo-Allegro opening into the comfortably generic or merely commonplace. Any adequate reading must confront the aesthetic strangeness with which the ever-maturing Beethoven realized the individual moments of otherwise familiar primary-theme-gesture types. From the perspective of dialogic form (i.e. Sonata Theory), however, the challenge of grasping the primary-thematic zone (P) in measures 1–21, lies in recognizing how and to what ends the composer recast some of the available P-type options of that time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The first order of business is to address the stop-and-go, alternating tempos: two textural ideas ( Largo, Allegro ), each occurring twice, producing four modules separated by three fermatas. (7) Of these, the two Allegro modules (measures 3–6, 9–21) are obviously P-thematic, with the second continuing and completing the first. Each is preceded by a single first inversion rolled Largo chord, which itself is not thematic in the normal sense of the term (measures 1–2, 7–8). One might understand the Largo modules as initiating gestures, invocations of a motto or musical entryway that in each case is responded to with a more tempo-normative, allegro P theme. While the slow tempo opening might at first carry some of the connotations of an introduction, the Largo gestures are too undeveloped to take on the role of a typical slow introduction to the sonata form proper. (8) (There’s also, of course, the opening’s potential for recitative chord implication—an aspect realized in its recapitulatory recasting; see Hepokoski 2009a .) Moreover—unlike the situation, say, at the opening of Beethoven’s Op. 78 piano sonata—these Largo gestures are included in both the expositional repeat and the recapitulation, and it is their rolled, arpeggiated figure that shoots forth at the aggressive transition zone at measure 21. (10) These features indicate that measures 1–2 and 7–8 are part of the sonata form proper: they are housed within the exposition’s compound-tempo P-zone. Measures 1–2 and 7–8 are therefore best construed as P-modules, albeit ones that are preparatory to the more typically thematic allegro modules at measures 3–6 and 9–21.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN10"
                ],
                "citations": [
                    "hepokoski_2009a"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Within Sonata Theory such initiatory, gateway P-modules are called zero-modules. They are designated either as P 0 (“P-zero”) or, if the module is more participatory within the primary-theme and transition complex, P 1.0 (“P one-point-zero”), both of which precede the more flowing theme proper, called P 1 . For the purposes of this essay I’ll simply call the initial module P 0 to avoid cumbersome, perhaps distracting terminology. The P 0 -P 1 succession is a familiar primary-theme-formatting option within late-eighteenth and early-nineteenth-century sonata openings, readily locatable in Haydn, Mozart, and others. (11) Beethoven was especially attracted to this way of beginning sonata movements. It is a commonly encountered feature of his style. That is, what we frequently find in Beethoven’s openings is a preliminary starter—which he often styled as declamatory, brusque, or rough-cut—which gives way to a texturally differing, more characteristic P-theme proper. His many realizations of this pattern throughout his career explored a continuum of possibilities in the degree of contrast or conceptual separation between the P 0 and P 1 ideas.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Sometimes Beethoven kept the P 0 opening emphatically apart from the P 1 that follows. The opening, Allegro con brio bars of his Piano Trio in C Minor, Op. 1 no. 3 (heard in Example 1 , graciously recorded by FSU’s Trio Solis ), provides a useful illustration, one whose construction and thematic types also anticipate those of the beginning of the Tempest sonata. One might go so far as to suggest that, in his work on the sonata, Beethoven recomposed or varied the trio’s initial P 0 -P 1 gestures—or that the sonata might be heard as alluding back to (or reconfiguring for altered purposes) the compositional work on the earlier trio. In the trio, measures 1–10 lay out the initiating, quasi-introductory module, P 0 , ending with a half-cadence and a pointed double-fermata of expectation, heard, perhaps, as a ritardando and fermata. In the Tempest, the fermata-held dominant, now in first inversion, occupies measures 1–2. What follows in the trio is the insistently tragic and stammeringly reiterative P-theme proper (P 1 ), which is launched in measure 11: notice its thematic and topical similarity to the P 1 of the Tempest, measures 3ff. (12) Grasping the structural and sonic similarities between the two—the P 0 -P 1 morphological resemblances—is the essential point. Example 1 . Beethoven, Piano Trio in C Minor, Op. 1 no. 3/i, \nmeasures 1–23",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "beethoven_piano_trio"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Another instance of this P 0 -P 1 pattern occurs at the beginning of the C-minor Piano Trio’s finale ( Example 2 ). Here the P 0 module, measures 1–8, is fortissimo, clipped, and abrupt. It terminates with a dominant arrival on an implied V 6 in measure 7 and a subsequent, fermata-sustained grand pause in measure 8. It then plunges at measure 9, beginning nearly pianissimo, into the relentlessly hectoring and again-reiterative P 1 . Example 2 . Beethoven, Piano Trio in C Minor, Op. 1 no. 3/iv, \nmeasures 1–28",
                "footnotes": [],
                "citations": [
                    "beethoven_piano_trio"
                ]
            }
        },
        {
            "10": {
                "text": "[10] There are numerous similar instances in Beethoven’s oeuvre, but for additional illustrations let’s move to the late works, many of which continue to deploy variants of the same strategy. The beginning of the B-flat Major “Hammerklavier” Sonata, Op. 106 ( Example 3 ), starts with the fortissimo -declarative P 0 , something of a motto-entryway or an illuminated sonic initial, measures 1–4, and is instantly arrested (once again) by an expectant fermata. P 1 , the piano response or continuation, sets forth in measure 5, leading to its own fermata in measure 8.  Compare this with the opening of the E-flat String Quartet, Op. 127 ( Example 4 ), where the entryway P 0 and its subsequent P 1 are provided with different tempos, meters, and characters: P 0 , measures 1–6, maestoso, 2/4, and aggressive—though dissolving in measure 6 on the subdominant with a “fermata-effect” (not a literal fermata) and diminuendo—and P 1 , Allegro, teneramente, 3/4, and flowing, at measure 7. Example 3 . Beethoven, Piano Sonata in B-flat, Op. 106/i \n(“Hammerklavier”), measures 1–14 Example 4 . Beethoven, String Quartet in E-flat, Op. 127/i, measures \n1–14",
                "footnotes": [],
                "citations": [
                    "beethoven_piano_sonata",
                    "beethoven_string_quartet"
                ]
            }
        },
        {
            "11": {
                "text": "[11] In other cases, the initiating P 0 and “real theme” P 1 might be heard as being fused more smoothly: the perceptible disjunction between the two modules and their functions is a matter of degree, a matter of interpretation along a continuum of possible realizations and understandings. At the opening of the Piano Sonata in A, Op. 2 no. 2 ( Example 5 ), Beethoven hurls forth the P 0 module, Allegro vivace, in a set of three impetuous, downward-cast precipitations, measures 1–8. But here there is no fermata, and the direct continuation, P 1 , follows with a much-changed texture, fp and legato, at measure 9.  Of additional relevance here is that the first gesture (only) of P 0 returns in measure 21, leading again to a P 1 -based continuation at measure 23. The resultant pattern is thus P 0 -P 1 -P 0 -P 1 , as is again the case in the Tempest sonata. Example 5 . Beethoven, Piano Sonata in A, Op. 2 no. 2/i, \nmeasures 1–23",
                "footnotes": [],
                "citations": [
                    "beethoven_piano_sonata"
                ]
            }
        },
        {
            "12": {
                "text": "[12] With the above examples in mind, consider now the openings of the first movement of the Piano Sonata in B-flat, Op. 22 ( Example 6 , with a more seamless connection between P 0 and P 1 ), and—returning once more to the late works—the finale of the String Quartet in E-flat, Op. 127 ( Example 7 , again with a relatively seamless connection). By this point identifying such P 0 -P 1 successions should be self-evident and requires no additional comment here. Example 6 . Beethoven, Piano Sonata in B-flat, Op. 22/i, measures 1–13 Example 7 . Beethoven, String Quartet in E-flat, Op. 127/iv, measures \n1–19",
                "footnotes": [],
                "citations": [
                    "beethoven_piano_sonata",
                    "beethoven_string_quartet"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Once the P 0 concept is grasped, it is easy to identify Beethovenian examples by the dozens. At that point it becomes clear that the composer set measures 1–6 of the Tempest Sonata—and then measures 7–21—into a dialogue with the familiar P 0 -P 1 format (“family resemblances,” “relational meaning”), with perhaps special memories of such works as the opening of the C-minor Piano Trio, with which it shares so many features. (Such observations lie at the heart of Sonata Theory’s concept of dialogic form —one doesn’t analyze a work in conceptual isolation, bracketed off from the patterns and currents of its generic history and contexts.) The difference here is that Beethoven decided to realize this P 0 (measures 1–2, 7–8) in a non-normative tempo, Largo, thus providing a more radical and provocative contrast with the Allegro module that succeeds it, a contrast rich in interpretive implications. However unusual it may initially seem, the opening P-format of the Tempest sonata has numerous predecessors (and, ultimately, successors) in the repertory, and certainly within Beethoven’s own works—related pieces and procedures with which it is set into purposeful dialogue as an extreme variant. The opening of this sonata provides a flamboyantly cast instance of an otherwise familiar compositional option. It does not call into question the primary-theme status or generic function of measures 1–21, as Dahlhaus insisted.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] It might only be added that motto-oriented P 0 modules were especially appropriate options within large-scale minor-mode sonata forms. These were sometimes initiatory, peremptory stamps sounded in stern octaves that recurred once again after a more conventionally thematic P 1 .  This means that the succession of P-modules (exactly as at the opening of the Tempest sonata) becomes P 0 , P 1 , P 0 , leading then to one sort of subsequent continuation or another. The openings, for instance, of Haydn’s Symphonies No. 44 in E Minor, “Trauer” ( Example 8 ), and No. 95 in C Minor ( Example 9 ) share this initializing P 0 -P 1 -P 0 pattern. Example 8 . Haydn, Symphony No. 44 in E Minor, first movement, measures \n1–22 Example 9 . Haydn, Symphony No. 95 in C Minor, first movement, \nmeasures 1–18",
                "footnotes": [],
                "citations": [
                    "haydn_symphony_no_44",
                    "haydn_symphony_no_95"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Within Beethoven’s oeuvre (apart from the A-major piano sonata cited in Example 5) the most well-known realization of the P 0 -P 1 -P 0 pattern (plus continuation, in this case a return to an explicit completion of P 1 ) occurs at the opening of his Fifth Symphony—and it is worth noticing that in that work, the P 0 -P 1 successions, just like those in the Tempest, are also articulated via stop-and-go fermatas ( Example 10 ). Composed about six years before the Fifth Symphony, the opening of the Tempest sonata furnishes us with an analogous P 0 -P 1 -P 0 -P 1 realization. It seems likely that in the Fifth Symphony Beethoven sought to recreate, on different terms, the initializing pattern that he had previously crafted in Op. 31 no. 2. The openings of each piece are complementary—as are the parallel spots in their recitative-interrupted recapitulations. In the Fifth Symphony, measures 1–5 provide P 0 , the “fate” motto or stamp—two gestures, each held by fermatas. P 1 , in this instance its thematic elaboration, expands throughout measures 5–21 and is cut short with another fermata: “Stop!” P 0 bursts back in, emphatically, on different scale-steps (and with fermata) in measures 22–24. The multiplicative sprouting of P 1 sets forth again in measure 25, which is probably best regarded as the onset of a broad, sentential transition-zone. In short, the more normative reappearance of the pattern in the Fifth Symphony helps us to sort out our reading of the Tempest. At least in their opening strategies, these are obviously related, complementary works. Example 10 . Beethoven, Symphony No. 5 in C Minor, first movement, \nmeasures 1–51",
                "footnotes": [],
                "citations": [
                    "beethoven_symphony_no_5"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The complicating differences in the Tempest are the P 0 Largo tempo and its unusual, major-chord contents. Here Beethoven subjected a P 0 -module option to a counter-normative stylization whose contents have been much described in the literature and need not be recited again here. (13) As is often the case in Beethoven’s sonata forms, the two phrases of the allegro P 1 (measures 3–6, 9–21) are more conventionally thematic than the Largo, and they eventually precipitate the D-minor tonic. They articulate a complementary pair in which a shorter, normatively four-bar phrase ending in a half-cadence at measure 6 is followed by similar material in a longer, second phrase that responds to it and brings the whole to a conclusion with a perfect authentic cadence in measure 21. While this is no paradigmatic period, it is a purposefully distorted one, an ad hoc shape set into dialogue with that format as a background norm. The first phrase tracks the course of a four-bar antecedent (here organized as a small-scale sentence). The second takes on the function of a much-expanded consequent (with aspects of a continuation as well) that is subjected to strain and distortion. Its beginning, measure 9, is not literally parallel to that of measure 3, as one more typically expects from consequents; instead, it pursues the antecedent’s obsessive rhythmic motive into elaborated, sequential figuration on different scale-steps, setting out from the mediant chord, F major (III). Its expansive length suggests a despairing resistance, in vain, to the inevitability of being sealed off with a D-minor PAC at measure 21. Formal shape—deformational consequent—becomes a central feature of the passage’s expressive content. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Measures 1–21 also serve as a large-scale anacrusis leading to the transition, the next-in-line action-space, which shoots forward with the elided PAC in the home tonic at measure 21. There is a sense in which all such anacrusis passages suggest a process of “becoming,” followed by arrival, but Dahlhaus’s arguments along these lines overstate the case in the Tempest. It is normative within the style for the entire primary thematic zone to be articulated in such as way as to suggest an expanded-upbeat quality. In fact, that is typically the case in those situations (especially within orchestral works) in which a piano -dynamic primary theme is cadentially elided into a suddenly forte transition (or, as sometimes occurs in Beethoven, in which the primary thematic zone is progressively intensified through a crescendo into an elided forte transition). This is what Sonata Theory calls a normative transition of forte affirmation. (15) The forward-driving gears of a sonata movement often clench in earnest only with a forte -transition acceptance of a preceding primary theme, which can be presented as something quieter, more closed, and more static (or again, as in this case, as an intensifying anacrusis pointed at the elided transition’s downbeat). (16) When minor-mode sonatas, like the Tempest, launch such transitions in the original tonic (and not with a plunge into the major-mode III, another option), the result is a transition of negative forte affirmation: the sudden forward thrust is driven by the unyielding terms of the original tonic-minor key. To repeat, the broader-scale anacrusis functions are not uncommon features of opening, primary-thematic zones considered as wholes. The anacrusis (“not yet”) quality of the compound-modular measures 1–21 does not call into question the generically unambiguous primary-thematic function of that passage.",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] There is more to say about all of this, but to conclude efficiently, let’s return to the question of form as an ongoing generative process. By no means am I suggesting that the perception of such a process in this music is inaccurate. The Tempest sonata is a touchstone—one of many—of this staging of moment-to-moment successions as an ongoing growth of motivic or modular ideas. No one could deny this. What I do contest are two larger assertions that have been associated with this observation—and Dahlhaus provided us with both of them. The first is that this impression of continuous becoming is either new to the Tempest or that it reaches a decisive, historical tipping-point in this work. The second is Dahlhaus’s suggestion that appealing to processual concepts of form—mapping out networks and webs of transforming motives—dissolves away the need for or utility of observing the music’s ongoing dialogues with other, more standard formal categories: primary-thematic zone, transition, secondary theme, and so on.  Dalhaus, that is, may be read as proposing that Beethoven wished to trump or render more or less obsolete all of these familiar procedures in the service of a larger, more problematized and contemplative aesthetic (“a functional context ... that thwarts and negates the received categories of sonata form”), which Dahlhaus was convinced was being inaugurated here: a more trenchant formal reality existing as a conceptual substratum, a tacit subterranean idea, churning underneath the audible acoustic surface.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] But there is no reason why the generative or processual conception of form (Tovey, Réti, Schoenberg, Adorno, Dahlhaus, and aspects of Schenker as well) and the dialogical conceptions of form (Sonata Theory) are antithetical.  One can put it this way: all composers of Beethoven’s time inherited a professionalized tradition of how sonatas were to be composed—in Sonata Theory terms, how one moved skillfully from compositional zone to zone (in dialogue with culturally pre-established generic expectations within the craft) even while realizing each action-space in inventive and varying ways. The zones remained as backdrop concepts—not as rigid templates but as relatively open spaces controlled by flexible guidelines and norms: what we now call the primary theme (as action-zone), the transition, and so on (as workable substitutes for whatever terminology the composers at the time might have used). But certain composers—Haydn and Beethoven among them—came to take on the added task of working their way through the generically obligatory action-spaces with an enhanced concentration on moment-to-moment “musical logic” and the spreading-out over the whole a tight web of interacting associations. In other words, onto the generic zone-grids that they had historically inherited they could also overlay the impression of a concentrated and continuous process of motivic expansion and cross-referencing transformation, with all of the earnest ideological connotations with which they may well have been eager to associate it: the self-realization of the liberated and autonomous individual, the Schillerian play of asserted freedom, and the like. This allowed them—and perhaps Beethoven pre-eminently among them—to stage the idea of a single-minded process of musical generation as they moved through the inherited, successive action-spaces of the whole generic procedure. But both elements were still present: the old, obligatory sonata-stations and the culturally charged impression-of-process overlay. There was no dissolution of generic formal categories, only a specific manner of realizing them internally as they unfolded, as with the agreed-upon rules of a game, in a specifically ordained, ongoing succession.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] It is certainly true that there are form-as-process aspects to be observed in the Tempest’ s exposition (as there are in scores of others written before and after this work). And those aspects are important; they need to be elaborated in any sustained analysis. Still, this observation is not the feature that would be uniquely singled out and built upon from the standpoint of dialogic form, which would also, as an initial step, seek to examine Beethoven’s striking expositional choices as creative decisions that entered self-consciously into a tense dialogue with a broad array of normative and less-normative compositional options available to him at the time. From this perspective, the unusual occurrences at the exposition’s onset—not to be minimized or explained away—can additionally be grasped as dramatic stylizations of options already built into the sonata system of the period. While this viewpoint by no means normalizes this extraordinary exposition, it does suggest a mode of reading it that counterbalances and complements those that have focused more attention on what have been regarded as its innovative, “new-path,” or process-oriented features.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.2.hepokoski.html",
    "data": "mto/data/mto.10.16.2.hepokoski.json"
}