{
    "title": "Renaissance Improvisation and Musicology",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "Cumming, Julie E."
    ],
    "abstract": "Understanding the role of improvisation in Renaissance polyphony has transformed the author’s musicology in five areas: compositional process; analysis of Renaissance music; style change; pedagogy; and Renaissance culture.",
    "keywords": [
        "Renaissance",
        "improvisation",
        "counterpoint",
        "Fux",
        "Josquin Desprez",
        "Gioseffo Zarlino",
        "Francisco de Montanos",
        "canon",
        "compositional process",
        "analysis",
        "musical style",
        "pedagogy"
    ],
    "doi": "",
    "received": "March 2013",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.cumming.pdf",
    "author_info": [
        {
            "name": "Julie E. Cumming",
            "university": "McGill University",
            "address": "Schulich School of Music, Department of Music Research, 555 Sherbrooke St. W., Montreal, QC, Canada H3A 1E3",
            "email": "julie.cumming@mcgill.ca"
        }
    ],
    "citations": {
        "canguilhem_2011": "Canguilhem, Philippe (author), and Alexander Stalarow (trans.). 2011. “Singing upon the Book According to Vicente Lusitano.” Early Music History 30: 55–103.",
        "cumming_2011": "Cumming, Julie E. 2011. “Composing Imitative Counterpoint around a cantus firmus: Two Motets by Heinrich Isaac.” Journal of Musicology 28: 231–88.",
        "cumming_2012": "Cumming, Julie E. 2012. “Text Setting and Imitative Technique in Petrucci’s First Five Motet Prints.” In The Motet around 1500: On the Relationship of Imitation and Text Treatment? , ed. Thomas Schmidt-Beste, 83–110. Turnhout: Brepols.",
        "cumming_2013": "Cumming, Julie E. 2013. “From Two-Part Framework to Movable Module.” In Medieval Music in Practice: Essays in Honor of Richard Crocker , ed. Judith Peraino, 175–213. Münster: American Institute of Musicology.",
        "cumming_and_schubert_2011–2012": "Cumming, Julie E., and Peter Schubert. 2011–2012. “Chant-Paraphrase Canon.” Presented at: Colloque FABRICA (Ressources pour l’étude des polyphonies orales et savantes), Toulouse, April 26, 2012 (assisted by Catherine Motuz); and the Medieval and Renaissance Music Conference, Barcelona, July 6, 2011.",
        "cumming_and_schubert_forthcoming_2014": "Cumming, Julie E., and Peter Schubert. Forthcoming (2014). “The Origins of Pervasive Imitation.” In The Cambridge History of Fifteenth-Century Music , ed. Anna Maria Busse Berger and Jesse Rodin. In press. Cambridge, UK: Cambridge University Press.",
        "fux_1725_1966": "Fux, Johann Joseph. (1725) 1966. Gradus Ad Parnassum . Facsimile of the Vienna edition. New York: Broude Brothers.",
        "haar_1986": "Haar, James. 1986. “Improvvisatori and their Relationship to Sixteenth-Century Music.” In his Essays on Italian Poetry and Music in the Renaissance , 1350–1600, 76–99. Berkeley: University of California Press.",
        "jans_1986": "Jans, Markus. 1986. “Alle gegen eine: Satzmodelle in Note-gegen-Note-Sätzen des 16. und 17. Jahrhunderts.” Basler Jahrbuch für Historische Musikpraxis 10: 101–20.",
        "milsom_2005": "Milsom, John. 2005. “‘Imitatio,’ ‘Intertextuality,’ and Early Music.” In Citation and Authority in Medieval and Renaissance Musical Culture: Learning from the Learned , ed. Suzannah Clark and Elizabeth Eva Leach, 141–51. Woodbridge, UK: Boydell and Brewer.",
        "owens_1997": "Owens, Jessie Ann. 1997. Composers at Work: The Craft of Musical Composition, 1450–1600 . New York: Oxford University Press.",
        "pirrotta_1984": "Pirrotta, Nino. 1984. Music and Culture in Italy from the Middle Ages to the Baroque: A Collection of Essays , chapters 5, 6, and 7. Cambridge, MA: Harvard University Press.",
        "sachs_1983": "Sachs, Klaus-Jürgen. 1983. “Arten improvisierter Mehrstimmigkeit nach Lehrtexten des 14. bis 16. Jahrhunderts.” Basler Jahrbuch für Historische Musikpraxis 7: 166–83.",
        "schubert_2002": "Schubert, Peter. 2002. “Counterpoint Pedagogy in the Renaissance.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen, 503–33. Cambridge, UK: Cambridge University Press.",
        "schubert_2008": "Schubert, Peter. 2008. Modal Counterpoint, Renaissance Style . 2nd ed. New York: Oxford University Press.",
        "schubert_2011": "Schubert, Peter. 2011. “Global Perspective on Music Theory Pedagogy: Thinking in Music.” Journal of Music Theory Pedagogy 25: 217–34.",
        "schubert_(2013)": "Schubert, Peter. Forthcoming (2013). “From Improvisation to Composition: Three Case Studies.” 11th publication of the Collected Writings of the Orpheus Instituut , forthcoming from Leuven University Press. In press.",
        "wegman_1996": "Wegman, Rob C. 1996. “From Maker to Composer: Improvisation and Musical Authorship in the Low Countries, 1450–1500.” Journal of the American Musicological Society 49: 409–79."
    },
    "footnotes": {
        "FN1": {
            "text": "1. German-language publications, such as Sachs 1983 and Jans 1986 , had made similar points, but they had relatively little impact on English-language scholarship.",
            "citations": [
                "sachs_1983",
                "jans_1986"
            ]
        },
        "FN2": {
            "text": "2. It is interesting to note that the melodic intervals in this canon by Josquin are the same as those in the Montanos canon, Example 1. The only difference is one of mode; here there is a major third above the first note, while in the Montanos canon it is minor.",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "essays: theorizing improvisation (musically)",
    "source": "mto/raw/mto.13.19.2.cumming.html",
    "data": "mto/data/mto.13.19.2.cumming.json"
}