{
    "title": "Review of <i>Beethoven’s </i>Tempest<i> Sonata: Perspectives of Analysis and Performance</i>, ed. Pieter Bergé <br>(Leuven, Belgium: Peeters, 2009)",
    "date": "2010/06/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Damschroder, David"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "March 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.damschroder.pdf",
    "author_info": [
        {
            "name": "David Damschroder",
            "university": "School of Music",
            "address": "University of Minnesota, 120 Ferguson Hall, 2106 Fourth Street South, Minneapolis, MN 55455",
            "email": "damsc001@umn.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. This conception stems from Richard Cohn’s reading of the work, presented in Engaging Music: Essays in Music Analysis , ed. Deborah Stein (Oxford University Press, 2005), 226–235.",
            "citations": []
        },
        "FN2": {
            "text": "2. Though most analysts would interpret the chord at the end of measure 4 as diatonic in the context of the subdominant key (V 7 /IV in first inversion), I instead regard it as an evolved tonic, now in its “surge phase” (I→IV). My symbol → corresponds to dominant emulation (D- F -A-C, F -A-C- E , etc.), whereas ⇒ denotes its augmented-sixth variant ( A -C-D- F , A -C- E - F , etc.).",
            "citations": []
        },
        "FN3": {
            "text": "3. I explore seismic shifts in the context of an excerpt from Verdi’s Luisa Miller in Thinking About Harmony: Historical Perspectives on Analysis (Cambridge University Press, 2008), 234–236, and in the context of the first-movement recapitulation in Schubert’s Symphony in B minor (“Unfinished”) in Harmony in Schubert (Cambridge University Press, in press), Chapter 7.",
            "citations": []
        },
        "FN4": {
            "text": "4. Though Hepokoski concurs that this A-C-F chord is “merely passed through,” it evokes for him a “fleeting reference” to a D minor sonata movement’s more typical F major tonicization option (194). In my reading F corresponds to the E→ chord’s ninth (prolonged without rearticulation during measures 35–36 and resolving to E in measure 37), while A and C fill in its G <B and B<D thirds. Indeed, G –A–B →C and G → A –B–C should both be considered as possible interpretations of the bass. For me, the facts that the A chord contains F (rather than E) and that Beethoven breaks the pattern in measure 37 (not measure 33) tip the balance in favor of the first reading.",
            "citations": []
        },
        "FN5": {
            "text": "5. Observe how Beethoven inverts the unfolded third G>E of measures 91a–92a into ascending sixth G<E during measure 145.",
            "citations": []
        },
        "FN6": {
            "text": "6. Nor does A-D-F in measure 13 function as a tonic, though Seaton refers to it as “D minor” (278).",
            "citations": []
        },
        "FN7": {
            "text": "7. Another example: the curious positioning of a II Roman numeral in Caplin’s Example 4.9, measures 59 through 62 (110). I suggest instead that the bass is engaged in C<E and F>D unfoldings supporting a I–IV harmonic succession in A minor, a view that is compatible with Caplin’s written commentary (97, including footnote 20). Observe that the I harmony concludes with a surge phase (E-A- C ) and that IV’s 6-phase chord is chromatically altered (D-F- B ).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] A spirit of international cooperation pervades this welcome set of essays devoted to Beethoven’s Tempest Sonata. Belgian scholars Pieter Bergé, Jeroen D’hoe, and Steven Vande Moortele set this undertaking in motion with contributions on motivic structure and formal ambiguities, inviting an impressive roster of scholars from Britain (Kenneth Hamilton on performance traditions) and North America (Scott Burnham on extra-musical meaning, L. Poundie Burstein on Schenkerian approaches, William E. Caplin on formal functions, Robert Hatten on semiotics, James Hepokoski on \nSonata Theory, William Kinderman on generative processes, William Rothstein on metric organization, and Douglass Seaton on narrativity) to join them in exploring a work that, though already well studied, remains perpetually challenging. In particular, how the various regions within the first movement’s exposition correlate with the form’s characteristic events is a matter of lingering disagreement. A frustration in reading the essays is that their authors proceed seemingly unaware of the book’s remaining contents. Just as one presumes to have achieved an understanding on some matter, another author comes along and muddies the water all over again. (“Hasn’t he been paying attention to what analyst x just presented?” “What is his rebuttal to what analyst y contends?”) The book would have benefitted from a format that fosters interactions among its authors. Several of the essays offer critiques of analyses already in print, but little attempt was made to draw connections among those included in the collected work. At the least, one wishes the editor had included a user-friendly chart that breaks down the sonata’s three movements into meaningful sections, indicating which authors had discussed each section and where.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Laudably, the book emphasizes the relationship between analysis and performance. Each author incorporates several pages of practical suggestions within his contribution. Yet the anticipated breadth of the book’s readership sometimes gets in the way of analytical potency. Imagine how Schenker might have proceeded in writing a contribution titled “Beethoven’s Tempest Sonata: A Schenkerian Approach.” Burstein eschews a more comprehensive Schenkerian approach, focusing instead on the linear construction of a few shorter passages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The lack of agreement on issues relating to form will be obvious to even the casual reader. In contrast, it may seem that the field has achieved a consensus regarding harmony, an assumption that may result from the fact that few of the contributors address harmony in detail, and consequently conflicting viewpoints are not as evident within the book. Since the authors had no forum for commenting on one another’s analyses, it falls upon reviewers to raise concerns. In this brief review I will restrict my comments to two passages from the first movement’s exposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Bergé and D’hoe propose dividing the ascending ninth that connects I (measure 21) and II (or V in the key of the dominant, measure 41) into two perfect fifths: D<A followed by A<E (where < indicates ascending), thereby placing the chord of measures 33–34 in the spotlight (21–22; see also Burnham, 49). (1) I propose that this progression is instead a “stretched” version of the one that opens the movement, which I interpret as I IV 5–6 V . (The structural tonic emerges in measure 3, following the Largo arpeggiation of its dominant.) This progression accommodates several conventional enhancements: the opening tonic is extended by an ascending-third bass (to F in measures 3–4 and 9); I IV becomes I→IV, in which a dominant-emulating tonic (2) is achieved via a raised third and added minor seventh (measures 4 and 9); and the 6 phase of IV 5–6 (G- B -E) asserts itself as II, represented by either an augmented-sixth enhanced II⇒ (measure 5) or a dominant-emulating II→ (measure 12). (Root E is omitted in both cases.) Figure 1 (click to enlarge) Figure 2 (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The span from I to V is traversed twice during the opening 20 measures (one embedded within the \nother—see Figure 1 ).\nThis concept integrates the local F major of measure 9 into a broader I→IV span, and it interprets E in measure 10 as a chromatic passing note between IV’s 5- and 6-phase chords.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The progression is then transformed as shown in Figure 2 .\nBeethoven stretches the span of a fifth into a ninth in three stages: A seismic shift occurs at measure 31: bass F< F is replaced by F< G . (3) G retains the tendency that we expected from F , now targeting root A. The ascending-third bass motion from tonic D is replicated starting on G . Thus by measure 37 the bass has ascended an extra fourth, though the root has ascended only an extra second. Another seismic shift occurs at measure 38: bass C< C (potentially from the third of A to the fifth of F →) is replaced by C< D (from the third of A to the third of B→). At this point the root’s accretions catch up with those of the bass. Through this process we rise not to IV’s 6-phase chord (E→), which targets V , but instead an extra fifth to I’s 6-phase chord (B→), which targets II within a I 5–( )–6 II V progression spanning the entire exposition. I contend that the ninth’s midpoint bass A (measure 33), which Bergé and D’hoe regard as the dominant key’s tonic pitch, functions instead as a passing note within the prolongation of E→. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Carefully assessing the work’s harmonic plan helps one come to terms with potential ambiguities within its form. Is measure 21 the juncture between \nan introduction and the primary theme, or between the primary theme and a transition? The harmonic trajectories within measures 1 through 21 project the tonic key in a conventional way, whereas that which begins in measure 21 is aberrational. The G of measure 31 is the first of several destabilizing events that together accomplish what a transition is expected to do: to redirect the tonal focus towards the key of the secondary theme. It is common for a transition to present material from the primary theme (bass D –E–F in measures 21 through 30) before changing course. (Despite our contrasting interpretations of the interior content, I am in agreement with Bergé and D’hoe regarding form here.) Figure 3 (click to enlarge) [8] Hepokoski claims that the exposition’s retransition consists of – – – – in D minor (measures 89a-92a), a line that he relates to repeated E>A fifths \nwithin the A minor tonicization (200). (Seaton concurs, 280–281.) I propose that \ninstead the A minor chord of measure 87 and the A major chord of measure 1 are \nconnected by means of the unremarkable dominant expansion displayed in Figure 3 . The D that Hepokoski interprets as the endpoint of a descending fifth is instead a passing note en route to goal C . (5) F and D in measure 92a are not members of a restored tonic chord. (6) I suspect that more intensive interactions among the individual authors prior to publication might have resulted in the identification and suitable resolution of such issues. (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Besides offering abundant useful information and commentary, Beethoven’s “Tempest” Sonata invites us to assess how—and how well—music analysis is being practiced currently. If they instead were engineers charged with designing a bridge, our authors would be compelled to work out their differences more fully and to check one another carefully for accuracy. Otherwise the bridge might come tumbling down. The stakes are not so high in analyzing music, the evidence of misjudgment not so conspicuous. Achieving consensus is not the goal here. Indeed, the opposite appears to be true: the project’s premise is that “all of the proposed analytical approaches are equally valid” (5). The glaring unanswered question is: What are we to do when “complementary perspectives” (2) are instead contradictory?",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.10.16.2.damschroder.html",
    "data": "mto/data/mto.10.16.2.damschroder.json"
}