{
    "title": "The Performer’s Voice: Performance and Analysis in Ravel’s <i>\n    Concerto pour la main gauche</i>",
    "date": "2005/09/01",
    "volume": "11",
    "issue": "3",
    "authors": [
        "Leong, Daphne",
        "Korevaar, David"
    ],
    "abstract": "",
    "keywords": [
        "Ravel",
        "concerto",
        "cadenza",
        "performance",
        "performer",
        "analysis",
        "recording",
        "rhythm"
    ],
    "doi": "",
    "received": "April 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.3/mto.05.11.3.leong_korevaar.pdf",
    "author_info": [
        {
            "name": "Daphne Leong",
            "university": "University of Colorado at Boulder",
            "address": "College of Music, 301 UCB, Boulder, Co 80309",
            "email": "Daphne.Leong@colorado.edu"
        },
        {
            "name": "David Korevaar",
            "university": "University of Colorado at Boulder",
            "address": "College of Music, 301 UCB, Boulder, Co 80309",
            "email": "korevaar@colorado.edu"
        }
    ],
    "citations": {
        "barolsky_2005": "Barolsky, Daniel G. 2005. “Romantic Piano Performance as Creation.” Ph.D. diss. University of Chicago.",
        "bazzana_1997": "Bazzana, Kevin. 1997. Glenn Gould: The Performer in the Work: A Study in Performance Practice . Clarendon Press.",
        "berry_1988": "Berry, Wallace. 1988. “Formal Process and Performance in the Eroica Introductions.” Music Theory Spectrum 10: 3–18.",
        "burkhart_1983": "Burkhart, Charles. 1994. “Mid-bar Downbeat in Bach’s Keyboard Music.” Journal of Music Theory Pedagogy 8: 3–26.",
        "burkhart_1994": "Burkhart, Charles. 1983. “Schenker’s Theory of Levels and Musical Performance.” In Aspects of Schenkerian Theory , ed. David Beach. Yale University Press, 95–112.",
        "chaffin_imreh_and_crawford_2002": "Chaffin, Roger, Gabriela Imreh, and Mary Crawford. 2002. Practicing Perfection: Memory and Piano Performance . Lawrence Erlbaum.",
        "clarke_1995": "Clarke, Eric. 1995. “Expression in Performance: Generativity, Perception, and Semiosis.” In The Practice of Performance ed. John Rink. Cambridge University Press, 21–54.",
        "clarke_2004": "Clarke, Eric. 2004. “Empirical Methods in the Study of Performance.” In Empirical Musicology: Aims, Methods, Prospects , ed. Clarke and Nicholas Cook. Oxford University Press, 77–102.",
        "clarke_cook_harrison_and_thomas_2005": "Clarke, Eric, Nicholas Cook, Bryn Harrison, and Philip Thomas. 2005. “Interpretation and Performance in Bryn Harrison’s être-temps.” Musicae Scientiae 19 (1): 31–74.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance . Norton.",
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice . University of California Press.",
        "cook_1995": "Cook, Nicholas. 1995. “The Conductor and the Theorist: Furtwängler, Schenker, and the First Movement of Beethoven’s Ninth Symphony.” In The Practice of Performance , ed. John Rink. Cambridge University Press, 105–125.",
        "cooper_and_meyer_1960": "Cooper, Grosvenor and Meyer, Leonard B. 1960. The Rhythmic Structure of Music . University of Chicago.",
        "cusick_1994": "Cusick, Suzanne. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27.",
        "gabrielsson_1987": "Gabrielsson, Alf. 1987. “Once Again: The Theme from Mozart’s Piano Sonata in A Major (K.331): A Comparison of Five Performances.” In Action and Perception in Rhythm and Music , ed. Alf Gabrielsson. Royal Swedish Academy of Music, 81–104.",
        "gabrielsson_1999": "Gabrielsson, Alf. 1999. “The Performance of Music.” In The Psychology of Music , 2nd ed., ed. Diana Deutsch. Academic Press, 501–602.",
        "johnson_1999": "Johnson, Peter. 1999. “Performance and the Listening Experience: Bach’s ‘Erbarme dich’.” In Theory Into Practice: Composition, Performance, and the Listening Experience , ed. Nicholas Cook, Peter Johnson, and Hans Zender. Leuven University Press, 55–102.",
        "le_guin_2002": "Le Guin, Elisabeth. 2002. “‘One Says That One Weeps, but One Does Not Weep’: Sensible, Grotesque, and Mechanical Embodiments in Boccherini’s Chamber Music.” Journal of the American Musicological Society 55 (2): 207–254.",
        "leong_and_mcnutt_2005": "Leong, Daphne, and Elizabeth McNutt. 2005. “Virtuosity in Babbitt’s Lonely Flute.” Music Theory Online 11 (1). Also “Response to Janet Schmalfeldt’s Response,” and “A Postscript on Process.” Music Theory Online 11 (1).",
        "lester_1995": "Lester, Joel. 1995. “Performance and Analysis: Interaction and Interpretation.” In The Practice of Performance , ed. John Rink. Cambridge University Press, 197–216.",
        "lester_1998": "Lester, Joel. 1998. “How Theorists Relate to Musicians.” Music Theory Online 4 (2).",
        "lester_1999": "Lester, Joel. 1999. Bach’s Works for Solo Violin: Style, Structure, Performance . Oxford University Press.",
        "mead_1999": "Mead, Andrew. 1999. “Bodily Hearing: Physiological Metaphors and Musical Understanding.” Journal of Music Theory 43 (1): 1–19.",
        "meyer_1973": "Meyer, Leonard B. 1973. Explaining Music: Essays and Explorations . University of California Press.",
        "rahn_1979": "Rahn, John. 1979. “Aspects of Musical Explanation.” Perspectives of New Music 17 (2): 204–224.",
        "repp_1990": "Repp, Bruno. 1990. “Patterns of Expressive Timing in Performances of a Beethoven Minuet by 19 Famous Pianists.” Journal of the Acoustical Society of America 88 (2): 622–641.",
        "rink_1990": "Rink, John. 1990. Review of Wallace Berry Musical Structure and Performance . Music Analysis 9 (3): 319–338.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer.",
        "schmalfeldt_1985": "Schmalfeldt, Janet. 1985. “On the Relation of Analysis to Performance: Beethoven’s Bagatelles Op.126, Nos.2 and 5.” Journal of Music Theory 29 (1): 1–32.",
        "schön_1983": "Schön, Donald. 1983. The Reflective Practitioner: How Professionals Think in Action . Basic Books.",
        "stravinsky_1936": "Stravinsky, Igor. 1936. Stravinsky: An Autobiography . Simon and Schuster.",
        "shove_and_repp_1995": "Shove, Patrick and Repp, Bruno H. 1995. “Musical Motion and Performance: Theoretical and Emprical Perspectives.” In The Practice of Performance , ed. John Rink. Cambridge University Press, 55–83.",
        "van_deusen_1999": "van Deusen, Nancy. 1999. “Music, Rhythm.” In Augustine Through the Ages , ed. Allan Fitzgerald. Eerdmans, 572–574.",
        "brody_1987": "Brody, Elaine. 1987. Paris: The Musical Kaleidoscope . George Braziller.",
        "février_1939": "Février, Jacques. 1939. “Les Exigences de Ravel.” Revue Internationale de Musique 1 (5–6): 892–894.",
        "grey_1938": "Grey, Madeleine. 1938. “Souvenirs d’une interpréte.” Revue Musicale 19/December (special Ravel issue), 367–370.",
        "jozaki_2000": "Jozaki, Atsuko. 2000. “Maurice Ravel’s Two Piano Concertos: A Study of Sociology, Analysis, and Performance Practice.” D.M.A. diss. Boston University.",
        "korevaar_2000": "Korevaar, David. 2000. “Ravel’s Mirrors.” D.M.A. treatise. The Juilliard School.",
        "marnat_1986": "Marnat, Marcel. 1986. Maurice Ravel . [Paris]: Librarie Arthème Fayard.",
        "nivans_1975": "Nivans, David B. 1975. “An Analytical Study of Compositional Technique in the Solo Piano Works of Maurice Ravel.” M.A. thesis. California State University, Long Beach.",
        "orenstein_1990": "Orenstein, Arbie, ed. 1990. A Ravel Reader: Correspondence, Articles, Interviews . Columbia University Press.",
        "perlemutter_and_jourdan-morhange_1953": "Perlemuter, Vlado, and Hélène Jourdan-Morhange. 1953. Ravel d’après Ravel . Editions du Cervin.",
        "roland-manuel_1925": "Roland-Manuel. 1925. “Maurice Ravel ou l’esthétique de l’imposture.” Revue Musicale 6/April (special Ravel edition), 16–21.",
        "roland-manuel_1972": "Roland-Manuel. 1972. Maurice Ravel , trans. and ed. Cynthia Jolly. Dover. (Reprint of Dennis Dobson, 1947).",
        "rosenthal_1995": "Rosenthal, Manuel. 1995. Ravel: Souvenirs de Manuel Rosenthal , compiled by Marcel Marnat. Hazan.",
        "russom_1985": "Russom, Philip Wade. 1985. A Theory of Pitch Organization for the Early Works of Maurice Ravel . Ph.D. diss. Yale University.",
        "teboul_1987": "Teboul, Jean-Claude. 1987. Ravel: Le Langage musical dans l’oeuvre pour piano à la lumière des principes d’analyse de Schoenberg . Le Léopard d’Or.",
        "touzelet_1990": "Touzelet, Jean. 1990. “Historical Interpretations (1911–1988).” Appendix F in A Ravel Reader: Correspondence, Articles, Interviews , ed. Arbie Orenstein. Columbia University Press, 526–600.",
        "winter_1990": "Winter, Robert S. 1990. “Orthodoxies, Paradoxes, and Contradictions.” In Nineteenth-Century Piano Music , ed. R. Larry Todd. Schirmer, 16–54.",
        "woodley_2000": "Woodley, Ronald. 2000. “Style and Practice in the Early Recordings.” In Cambridge Companion to Ravel , ed. Deborah Mawer. Cambridge University Press, 213–239.",
        "de_larrocha_1990": "De Larrocha, Alicia. 1990. “Mozart Sonata K.331.” RCA Victor 60407-2-RC.",
        "blancard_1953": "Blancard, Jacqueline, pianist. [1953.] Ernest Ansermet. L’Orchestre de la Suisse Romande. London LP LL797.",
        "casadesus_1947": "Casadesus, Robert, pianist. 1947. Eugene Ormandy. Philadelphia Orchestra. Philips Classics compact disc 456739-2 (1999 re-release of Sony 1947).",
        "casadesus_1960": "Casadesus, Robert, pianist. [1960.] Eugene Ormandy. Philadelphia Orchestra. Columbia Masterworks LP MS 6274.",
        "cortot_1939": "Cortot, Alfred, pianist. 1939. Charles Münch. Société des Concerts du Conservatoire. Pearl Gemm CD 9491 (n.d. re-release of 1939 Victor Set M629 (2LA 3059/62)).",
        "février_1957": "Février, Jacques, pianist. 1957. Georges Tzipine. Orchestre National de la Radiodiffusion Française. EMI Classics CD2B 69464 (1996 digital remaster of 1957 Paris recording).",
        "perlemuter_1956": "Perlemuter, Vlado, pianist. 1956. Jascha Horenstein. Concerts Colonne Orchestra, Paris. VoxBox CDX2 5507 (1992 digital remaster of 1956).",
        "wittgenstein_1937": "Wittgenstein, Paul, pianist. 1937. Bruno Walter. Amsterdam Concertgebouw Orchestra. Urania URN 22.126 (1999 reissue of 1937).",
        "dutoit_1983": "Dutoit, Charles, conductor. 1983. Orchestre symphonique de Montréal. Pascal Rogé, pianist. Decca 410 230-2."
    },
    "footnotes": {
        "FN0": {
            "text": "* We are grateful to Joel Lester for his perceptive\ncomments on an earlier version of this article, and to the anonymous readers for\ntheir suggestions. We would also like to thank Nicolas Waldvogel, conductor, for\narticulating a ”performer’s analysis” of the orchestral introduction to the\nConcerto, Laurie Sampsel for her assistance in tracking down recordings and\nmanuscripts, and Glenn Arndt, Kevin Harbison, and Daryl Burghardt, for their\nhelp with recording and converting files to suitable formats.",
            "citations": []
        },
        "FN1": {
            "text": "1. The one-movement concerto contains two cadenzas: the one\npresently under discussion, and a second cadenza near the work’s conclusion.",
            "citations": []
        },
        "FN2": {
            "text": "2. See, for example, Schmalfeldt 1985 , 27.",
            "citations": [
                "schmalfeldt_1985"
            ]
        },
        "FN3": {
            "text": "3. Example 2 is reprinted from Musical Form and Musical\nPerformance by Edward T. Cone. Copyright 1968 by W.W. Norton & Company,\nInc. With permission of the publisher, W.W. Norton & Company, Inc. (Asterisks\nand arrow in the example added by Leong and Korevaar.)",
            "citations": []
        },
        "FN4": {
            "text": "4. De Larrocha clearly accents the notated downbeats at the\nasterisked points, but plays the passage relatively “straight” thereafter,\nallowing the mid-bar downbeats to emerge through harmonic structure and\nfiguration changes. Nevertheless, her final tonic chords (mid-bar in the last\ntwo measures) sound uncertain of their downbeat status.",
            "citations": []
        },
        "FN5": {
            "text": "5. Example 3 is excerpted from Burkhart 1983 , 99–102.\nReprinted from Charles Burkhart, “Schenker’s Theory of Levels and Musical\nPerformance,” in Aspects of Schenkerian Theory , edited by David Beach\n(New Haven: Yale University Press), by permission of Yale University Press.\nCopyright 1983 by Yale University. All rights reserved. (Arrows and verbal\nannotation in the example added by Leong and Korevaar.)",
            "citations": [
                "burkhart_1983"
            ]
        },
        "FN6": {
            "text": "6. Clarke 2004 provides an excellent survey of empirical\nmethodologies, which we will not duplicate here. See also Gabrielsson 1999 ,\nespecially 523–550, for an extensive overview of empirical studies. Samples of\nempirically-oriented studies include Johnson 1999 (relation between frequency\nspectra and listening experience), Clarke 1995 (semiotic interpretation of\nempirical analyses), Gabrielsson 1987 (comparison of empirical observations and\npublished analyses), and Repp 1990 (comparison of empirical data to hypothesized\nstyle norms). For an example of empirical data read in historical context, see Cook 1995 , which interprets Furtwängler’s recorded tempi in light of the\nconductor’s interaction with Schenker.",
            "citations": [
                "clarke_2004",
                "gabrielsson_1999",
                "johnson_1999",
                "clarke_1995",
                "gabrielsson_1987",
                "repp_1990",
                "cook_1995"
            ]
        },
        "FN7": {
            "text": "7. Examples of more qualitative approaches are Lester 1995 , who compares expressive articulation in recorded performances with\nSchenkerian and durational reductions, and Barolsky 2005 , who analyzes multiple\nrecordings and explores their implications for score analysis. Bazzana 1997 provides a wide-ranging study of Glenn Gould as performer.",
            "citations": [
                "lester_1995",
                "barolsky_2005",
                "bazzana_1997"
            ]
        },
        "FN8": {
            "text": "8. Work is beginning to be done in this area. For example, Leong and McNutt 2005 explore Babbitt’s None but the Lonely Flute from\nthe points of view of theorist and flutist; Eric Clarke and Nicholas Cook\ncoauthor a study of Bryn Harrison’s être-temps with the composer and the\nwork’s commissioning performer, Philip Thomas ( Clarke, Cook, Harrison, and Thomas 2005 ).",
            "citations": [
                "leong_and_mcnutt_2005",
                "clarke_cook_harrison_and_thomas_2005"
            ]
        },
        "FN9": {
            "text": "9. Mead 1999 extends the concept of works as products of\nphysical actions to the experience of listener and composer. See also Le Guin 2002 for an exploration of embodied performance in Boccherini’s chamber music.",
            "citations": [
                "mead_1999",
                "le_guin_2002"
            ]
        },
        "FN10": {
            "text": "10. Writers such as Meyer 1973 , 29, and Rink 1990 , 323\ncomment on “performer’s analysis.” Rink, for example, states that “good\nperformers are continually engaged in a process of ‘analysis,’ only . . . of a\nkind different from that employed in published analyses. The former sort of\n‘analysis’ is not some independent procedure applied to the act of\ninterpretation: on the contrary, it forms an integral part of the performing\nprocess.” Chaffin, Imreh and Crawford 2002 illuminate “performer’s analysis” in\nthe course of a study of expert practice and memorization. Bazzana ( 1997 , 87–89)\nprovides insightful study of Glenn Gould’s approach to performance. However,\nmost literature on performance and analysis does not actually present\n“performer’s analysis.”",
            "citations": [
                "meyer_1973",
                "rink_1990",
                "chaffin_imreh_and_crawford_2002",
                "bazzana_1997"
            ]
        },
        "FN11": {
            "text": "11. See Lester 1998 for a discussion of the gap between\ntheorists and performers.",
            "citations": [
                "lester_1998"
            ]
        },
        "FN12": {
            "text": "12. Touzelet 1990 provides a partial listing of such\nrecordings, with a description of each performer’s relation to Ravel. See also Jozaki 2000 , 342–346 for a discography that includes historical recordings.",
            "citations": [
                "touzelet_1990",
                "jozaki_2000"
            ]
        },
        "FN13": {
            "text": "13. Clearly, the degree to which these (and any) recorded\ninterpretations represent Ravel’s desires varies greatly. For example, Ravel\nobjected strenuously to Wittgenstein’s performances of the Concerto because the\npianist took flagrant liberties with the score ( Touzelet 1990 , 593–595). Woodley 2000 discusses performance practice in Ravel.",
            "citations": [
                "touzelet_1990",
                "woodley_2000"
            ]
        },
        "FN14": {
            "text": "14. He doesn’t usually use metaphors, . . . but prefers\nantitheses, allusions,. . . . (DL’s translation).",
            "citations": []
        },
        "FN15": {
            "text": "15. Ravel frequently borrowed from older dance forms—menuet,\npavane, forlane—as well as more contemporary ones—waltz, habanera—as\nevidenced by his works Menuet antique, Pavane pour une infant défunte, “Forlane,”\n“Rigaudon,” and “Menuet” movements from Le Tombeau de Couperin, Valses nobles\net sentimentales, and “Habanera” from Sites auriculaires.",
            "citations": []
        },
        "FN16": {
            "text": "16. Here we assume a live performance, or at least a video\nreproduction of one. Some sources, such as Cone 1974 , 137, consider the visual\naspect of a performance to be intrinsic to it. According to Stravinsky 1936 ,\n114, “the sight of the gestures and movements of the various parts of the body\nproducing the music is fundamentally necessary if it is to be grasped in all its\nfullness.” Shove and Repp 1995 argue that performers’ physical motions, even\nwhen not viewed, are deduced by listeners, who then respond to the imagined\nmotions. Mead 1999 describes a similar connection between players’ physical\nefforts and listeners’ responses as “kinesthetic empathy.”",
            "citations": [
                "cone_1974",
                "stravinsky_1936",
                "shove_and_repp_1995",
                "mead_1999"
            ]
        },
        "FN17": {
            "text": "17. When I (DL) had students listen to multiple recordings\nof the work, several asked if it was indeed played with only one hand. Janina\nFialkowska, a Canadian pianist with severe left-hand injuries, has performed\nthis work with her right hand—a feat that raises complicated\ninterpretive issues.",
            "citations": []
        },
        "FN18": {
            "text": "18. In the CG, the low register motion to D occurs in the\norchestra.",
            "citations": []
        },
        "FN19": {
            "text": "19. Wittgenstein 1937 ends his final glissando (CG) on\npitch A7 rather than D7, ignoring the parallel between OG and CG, and\nundermining the drive to the work’s tonal center.",
            "citations": [
                "wittgenstein_1937"
            ]
        },
        "FN20": {
            "text": "20. This relatively traditional use of V 7 –I is\nrare in Ravel’s oeuvre, and is more characteristic of late works such as\nthe two piano concertos. In general Ravel avoids clear statements of dominant\nharmonies, or resolves them in other ways. (See Teboul 1987 , 67–84 for examples\nof Ravel’s resolutions by tritones or major thirds.)",
            "citations": [
                "teboul_1987"
            ]
        },
        "FN21": {
            "text": "21. These terms were introduced by Cone ( 1968 , 24) to\nexplain the function of “integrated introductions.”",
            "citations": [
                "cone_1968"
            ]
        },
        "FN22": {
            "text": "22. This is a not unprecedented strategy for Ravel,\nparticularly in evoking water as in Une barque sur l’océan and Ondine.",
            "citations": []
        },
        "FN23": {
            "text": "23. The progression recalls the harmonic motion of a\ntraditional Classical cadenza (from cadential to V to I). Ravel’s cadenza\nalso resembles Classical cadenzas by closing a formal section: in this case, the\nend of the cadenza marks the end of the concerto’s introduction, while in\nClassical works the end of the cadenza generally signals the conclusion of a\nsection preceding the coda or final ritornello. Ravel was fond of defining large musical sections with pedal tones. See, for\nexample, “Le Gibet” in Gaspard de la nuit, which features a B ♭ pedal\nthroughout; also “Une Barque sur l’Océan” ( Korevaar 2000 , 117–119).",
            "citations": [
                "korevaar_2000"
            ]
        },
        "FN24": {
            "text": "24. Minor seconds feature prominently in Theme 2, but\noccur only once between adjacent melodic pitches in Theme 1 (measure 39, just\npreceding the change of melodic direction from up to down).",
            "citations": []
        },
        "FN25": {
            "text": "25. Generally, unlike string players or singers, pianists\ndo not physically experience intervallic size. This one–handed work makes the\nphysical traversal of intervals explicit.",
            "citations": []
        },
        "FN26": {
            "text": "26. Ravel’s manuscript, held in the Lehman collection at\nthe Pierpont Morgan Library, confirms Ravel’s authorship of these markings. The\nT1 pedal markings in the published edition are later additions. We are\ngrateful to the Pierpoint Morgan Library for supplying a microfilm of this\nmanuscript.",
            "citations": []
        },
        "FN27": {
            "text": "27. Performers of early-twentieth-century French piano\nworks often face such pedaling dilemnas, in which notated pedaling, clarity of\nharmony and voice-leading, and notated durations all compete as pedaling\nconsiderations. (See, for example, the pedal-point A’s in the first movement of\nDebussy’s Pour le piano. ) The problem is due in large part to the\nprevalence of sustained pedal points in this repertoire; it is exacerbated on\nmodern pianos, which have a richer tone and longer sustain than period French\ninstruments ( Winter 1990 , 28–29). One solution is the use of the middle pedal,\nwhich appeared on some French pianos as early as the 1890s ( Brody 1987 , 181).",
            "citations": [
                "winter_1990",
                "brody_1987"
            ]
        },
        "FN28": {
            "text": "28. These pauses may be due in part to the physically-wide\nstretch of these beats.",
            "citations": []
        },
        "FN29": {
            "text": "29. Musical context and Ravel’s manuscript (at the\nPierpont Morgan library) confirm that E4 is the correct pitch.",
            "citations": []
        },
        "FN30": {
            "text": "30. Since Wittgenstein’s ( 1937 ) top notes emerge only at\nthe asterisk, he gives the impression (beginning at that point) of similar\nfour-“beat” groupings.",
            "citations": [
                "wittgenstein_1937"
            ]
        },
        "FN31": {
            "text": "31. Ravel provides no pedal indications here. Rather, as\nhad become usual in French music, pedaling is implied through note values and\nrests.",
            "citations": []
        },
        "FN32": {
            "text": "32. See van Deusen 1999 ; the foregoing quote from De\nmusica 1.4 is translated by van Deusen, 573.",
            "citations": [
                "van_deusen_1999"
            ]
        },
        "FN33": {
            "text": "33. The “measures” of four “beats” begin as hypermeasures\nof four 4 2 measures, contracting by measure 33.3 to measures containing quarter-note\nbeats.",
            "citations": []
        },
        "FN34": {
            "text": "34. As notated, the first “beat” falls 1 3/64 quarter\nnotes after the orchestral downbeat. Given the a piacere indication,\nhowever, the sixty-fourth notes could be interpreted as “durationless” grace\nnotes.",
            "citations": []
        },
        "FN35": {
            "text": "35. This kind of “split-chord” writing is reminiscent of\nBach’s solo sonatas for strings. Like many passages in those sonatas ( Lester 1999 , 31–39), the split-chord passages mentioned here ground themselves on\nharmonic rather than melodic bases. This parallel seems especially appropriate\ngiven other Baroque references in the Concerto’s opening cadenza (sarabande\nrhythm in Theme 1, French-overture characteristics of Theme 2), and the many\nother references to earlier periods by Ravel (especially Le Tombeau de\nCouperin, Menuet antique ) and his French contemporaries.",
            "citations": [
                "lester_1999"
            ]
        },
        "FN36": {
            "text": "36. The silence in the Perlemuter recording, and part of\nthat in the Wittgenstein recording, sound suspiciously like botched splices.",
            "citations": []
        },
        "FN37": {
            "text": "37. See Rothstein 1989 , 58–63 for a discussion of\nsuccessive downbeats articulated first in the accompaniment, then in the melody.\nRothstein’s discussion deals with split hypermetric downbeats rather than the\nsimple split downbeats discussed here.",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN38": {
            "text": "38. Though the iamb originally connoted short-long, it has\nalso acquired the meaning weak-strong, and we use the term here primarily for\nits weak-strong meaning. Early writers on modern rhythmic theory, including Cooper and Meyer 1960 and Cone 1968 , employed Classical poetic feet with varying\nand controversial results. Criticisms stemmed in part from the lack of\ndistinction between various types of accent. Here we specify that, on smaller\nscales, the second syllable of the iamb represents relative metrical strength,\nand on larger levels, a confluence of tonal and metric accent.",
            "citations": [
                "cooper_and_meyer_1960",
                "cone_1968"
            ]
        },
        "FN39": {
            "text": "39. Triplets “feel” more expansive than sixteenth notes.",
            "citations": []
        },
        "FN40": {
            "text": "40. In the cadenza, the first and second themes resemble\none another rhythmically, while differing from one another in intervallic\nvocabulary: major second, perfect fourth, and perfect fifth in the first theme,\nand minor second, major second, and minor third in the second theme. In the\norchestral introduction, the similarities are reversed: both themes feature\nmelodic lines in Dorian modes (E and G dorian respectively), beginning with the\nfirst three degrees of their modes (<E, F ♯ ,G> and < B ♭ ,A,G>); Theme 1 features\niambs, short-long patterns, and triple meter, while Theme 2 displays\nbegin-accented patterns, equal durations, and motivic rather than metric\norganization.",
            "citations": []
        },
        "FN41": {
            "text": "41. Perlemuter’s 1955 recording displays similar, though\nless marked, tendencies. Such a lack of distinction between different types of\ndotted rhythms was also reflected in much of the teaching I (DK) received from\nPaul Doguereau, a student of Marguerite Long, Jean Roger-Ducasse, and Ravel. For\nexample, melodic dotted rhythms in pieces as varied as Debussy’s Reflets dans\nl’eau and Ravel’s Le Gibet might be overdotted to the point of making\ndistinctions inaudible. Although Ravel occasionally asked for overdotting or\nother rhythmic performance interpretations, he was generally known for demanding\nadherence to “the text, only the text!”, including rhythmic details. (See Perlemutter and Jourdan-Morhange 1953 , 66, 24 on overdotting in “Forlane” from Tombeau de Couperin, and on playing a bird call more quickly than written\nin Oiseaux tristes; and Février 1939 , 892 and Grey 1938 , 370 on adherence to\nthe text.)",
            "citations": [
                "grey_1938"
            ]
        },
        "FN42": {
            "text": "42. Although Ravel marks the OG a piacere, he\nnotates rhythmic values precisely, usually adding up to units of quarter or\neighth notes. Since he was known for demanding rhythmic exactitude ( Grey 1938 ,\n370), we suggest practicing the opening rhythms as written, and using them as a\npoint of departure. Several pianists change Ravel’s notated rhythms measurably:\nCasadesus ( 1947 ) and Blancard ( 1953 ), for example, shortchange the low A0–A1’s\nin measure 33.2 by an eighth note, and linger markedly (an eighth note) on the first\nA1 of each sixty-fourth-note group. This rhythmic trade goes against the\nfunction of A0–A1 as pedal bass, of the peaks in the sixty-fourth-note runs as\nmelody, and of the notes in between as harmonic filler. (Blancard further\nundermines the A0–A1 pedal bass by not pedaling the sixty-fourth notes.)",
            "citations": [
                "grey_1938",
                "casadesus_1947",
                "blancard_1953"
            ]
        },
        "FN43": {
            "text": "43. On these larger levels, the iambic stress results from\na combination of tonal and metric factors.",
            "citations": []
        },
        "FN44": {
            "text": "44. Although Example 10b resembles a Schenkerian graph, it\nis not intended as one.",
            "citations": []
        },
        "FN45": {
            "text": "45. Breaking the line at this point emphasizes the\nanacrustic character of the Vivo, in parallel to the anacrustic arpeggios\npreceding hypermetric downbeats throughout Theme 2. The break also focuses\nattention on the harmonic importance of the bass G ♯ , which eventually leads to\nthe dominant.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Video 1 . Entire cadenza (DL) (click to watch)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] \nJanet Schmalfeldt, in her ground-breaking article “On the Relation of Analysis \nto Performance” ( 1985 , 2), challenges analysts to develop “a comprehensive \ncritique of the value and the limitations of analysis for performance.” We wish \nto turn this goal on its head: to explore the value and limitations of \nperformance for analysis. What can a performer’s voice contribute to the \nanalysis of a work?",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_1985"
                ]
            }
        },
        {
            "2": {
                "text": "[2]\nWe take the opening cadenza of Ravel’s Concerto for the Left Hand ( Video 1 ) as a case \nstudy. (1) Certain performance considerations—technical, visual, and affective \nelements—comprise warp and weft not only of the Concerto’s execution and \ninterpretation, but also of its structure and meaning. In addition, we are able \nto speak both from personal experiences of having performed the Concerto and \nfrom insights provided by historical recordings of the work.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\nAfter a brief overview of literature on performance and analysis, we explore the \ncadenza: visual and kinesthetic aspects, rhetorical and tonal function, form and \nstructure, rhythmic features and performance issues. * * *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The words “analysis” and “performance” have wide purviews: “performance” may refer to live performances, recordings, sight-reading, practice, memorization, improvisation, historical practices, events of performance, and to aesthetic, hermeneutic, social, psychological, cognitive, or motor aspects of the foregoing.  “Analysis” might examine style, score, performance, or historical figures, and might take approaches from domains of musicology, music theory, psychology, pedagogy, performance, and so on.  Our discussion of “performance and analysis” centers on analysis and performance as related to particular works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nSince the time of Schmalfeldt’s article, the literature on performance and \nanalysis has burgeoned dramatically, in two primary directions. The first \npresents analyses and their implications for performance, and the second studies \nperformances (usually sound or video recordings).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nIn the first category, the balance is weighted towards “analysis,” with \n“analysis” coming prior to “performance” in both time and importance. The most \ncommon scenario features analysis of certain structural elements, followed by \nsuggestions for how these analytical observations might be interpreted in \nperformance. Even Schmalfeldt’s article, in which “analyst” and “performer” \ninterchange roles of presenter/responder, has the “performer” receiving \n“answers” from the “analyst”—not vice versa. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\nThis prioritizing of analysis means that the analyst must first ask what types \nof analysis have a bearing on performance. And indeed, this is a question \nraised, implicitly or explicitly, by many “performance and analysis” articles. \nMost suggest or state that elements of design (rhythm, motive, form) and \nsurface-level structure translate directly into performance, while deeper-level \nstructure informs performance decisions indirectly, if at all. Example 1 . Mid-bar downbeat in J.S. Bach French Suite No. 5 in G major, Gigue, mm. 1–2, 14–16 (Burkhart 1994, 18) (click to enlarge) Example 2 . Mid-bar downbeat in Mozart Sonata K. 331, I (Cone 1968, 44) (click to enlarge) Example 3 . Motivic parallelism in Beethoven Sonata Op. 7, III (Burkhart 1983, 100-01) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\nSome examples of the first category follow. “Mid-bar downbeats” in Bach’s \nkeyboard works necessitate specific performance decisions, according to Charles \nBurkhart ( 1994 ). One example of such a mid-bar downbeat is shown in Example 1 , \nmeasure 14; this example shows a mid-bar downbeat that almost performs itself, due to \nthe metric identity of the Gigue subject. Example 2 , from Edward T. Cone’s Musical Form and Musical Performance ( 1968 ), shows a clear mid-bar downbeat in \nthe first movement of Mozart’s Sonata K.331. (3) A performer may elect to bring out \nthis metric shift, or to “play the barlines,” as Alicia de Larrocha does in her \n1990 recording of the sonata. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "burkhart_1994",
                    "cone_1968"
                ]
            }
        },
        {
            "9": {
                "text": "[9]\n\nRhythm provides a fertile field for “performable” analysis. Other rhythmic \nconstructs applied to performance include extended upbeat/structural downbeat \n( Berry 1988 on the final movement of Beethoven’s Eroica Symphony ), phrase \noverlaps ( Rothstein 1989 on Chopin’s Mazurka Op. 6 No.1), and other features of \nhypermetric or phrase structure.",
                "footnotes": [],
                "citations": [
                    "berry_1988",
                    "rothstein_1989"
                ]
            }
        },
        {
            "10": {
                "text": "[10]\nA related domain, formal design, also falls into the “performable” category. \nRelevant elements range from smaller- to larger-scale features. Motivic \nparallelism, in particular, suggests many interpretive nuances. Example 3a shows \na motivic parallelism from Beethoven’s Sonata Op.7, and the articulative break \nthat it suggests (Example 3b). (5) On a larger scale, Schmalfeldt’s ( 1985 ) \nperformance interpretation of Beethoven’s Bagatelle Op.126 No.5 rests on a \nreading of form.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "schmalfeldt_1985"
                ]
            }
        },
        {
            "11": {
                "text": "[11]\nSurface-level or middleground voice-leading, such as that discussed by Burkhart \n(1983, 105–112) in the Sarabande from Bach’s Partita in B ♭ , also gives rise \nto interpretive decisions. Deeper-level structures, however, tend to inform a \nperformer’s interpretation on a more abstract level. That is, rather than \ncorrelating to specific decisions of micro-timing, articulation, dynamics, and \nso on, such deeper structures provide the performer with the context for making \nthese detailed decisions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\nOne can postulate several reasons for the rough correlation between closeness to \nthe surface and applicability to performance decisions. Perhaps the most obvious \nis that the background influences global interpretive decisions—broad questions \nof direction and shaping difficult to articulate in the form of precise \nperformance directives. A second reason may be that performance concerns itself \nprimarily with expressing unique and unusual elements, with how the background \nis expressed through middleground and foreground, rather than with the \nbackground per se. And finally, and most speculatively, perhaps background \nstructure is robust: it is expressed in all but the most idiosyncratic \nperformances, whereas the existence of more surface-level structures depends to \nsome extent on how they are or are not performed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]\nSo the first category of “analysis and performance” writings relates analysis to \nperformance, tying rhythm, motive, form, and foreground and middleground \nfeatures to interpretive suggestions. The second category approaches \n“performance and analysis” from the opposite direction by analyzing \nperformances. Methodologies tend to be primarily empirical or primarily \nqualitative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]\nEmpirically-oriented studies analyze specific performed parameters (timing, \ndynamics, intonation, physical motion, timbre, etc.) and filter them through \ninterpretive parameters such as musical structure, musical meaning, listeners’ \nreactions, and artificial models of performance. Data sources range from \nconstructed experiments to actual rehearsals/performances to \ncommercially-released recordings. On occasion, analysis of empirical data is \nsupplemented by analysis of performers’ commentary, or interpreted in view of \nhistorical and cultural context. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\nMore qualitative approaches explore a wider range of parameters—expressive \narticulation, musical gesture, affect, etc.—in a more holistic fashion. Findings \nare compared to score analysis, interpreted using semiotic tools, placed in the \ncontext of performance traditions or a specific performer’s aesthetic, and so \non. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\nBoth analysis of the score, and analysis of performances, however, beg two basic \nquestions: What is being analyzed? And who is doing the analyzing? With rare \nexceptions, existing analytical literature on performance studies texts : the \nscore, recorded performances or experimental sessions, or even recorded \nperformers’ interviews or commentaries. Performers, when included, are usually objects of study; rarely do they have a voice in the research that is produced. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\nThis is a glaring omission, with serious consequences. Apart from the obvious \nissue of “who knows the most about performance, anyway?” music-theoretic \nliterature on performance and analysis neglects an integral aspect of \nperformance: works as “something that you do” ( Cusick 1994 , 18). (9) It neglects, in \nother words, performers’ implicit analyses and the gloriously messy aspects of a \nwork as an activity, involving score, aural, visual, and kinesthetic aspects. (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "cusick_1994"
                ]
            }
        },
        {
            "18": {
                "text": "[18]\nFor good reason: music-theoretic discourse admits messiness grudgingly, if at \nall. And performers are culturally “outside” the music-theory community. Unless \ninvited, they cannot participate in the discussion (nor may they wish to, \nparticularly if the price of admission is “music-theory speak”!). (11) But “analysis \nand performance” suffers as a result.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]\nThis article is co-authored by a theorist-pianist (DL) and a performing and \nteaching concert pianist (DK). We believe that our combined perspectives enrich \nan “analysis and performance” discussion by granting “purely performance” issues \na place at the analytic table. Our hope is that “purely analytical” questions \nmight gain from performance insights, as well as the other way around.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]\nIn order to complement our individual perspectives as pianists, we also explore \nhistorical recordings of Ravel’s Concerto. Appendix 1 lists recorded \nperformances of the Concerto by pianists with some association with Ravel: \nJacqueline Blancard, Robert Casadesus, Alfred Cortot, Jacques Février, Vlado \nPerlemuter, and Paul Wittgenstein. (12) The recordings are of interest because of \ntheir connection, however tenuous, with the composer. (13) Asterisks indicate those \nrecordings to which we have had access, and to which we refer in the following \nanalysis. Information on each pianist and his/her connection with Ravel is given \nat the bottom of the table. * * *",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\nOn a fundamental level, the physical in this Concerto constrains the structural. \nMaurice Ravel felt that “the music of a Concerto . . . should be lighthearted and \nbrilliant, and not aim at profundity or at dramatic effects” but, because “in a \nwork of this kind [the Concerto for the Left Hand] it is essential to give the \nimpression of a texture no thinner than that of a part written for both hands, . . . I resorted to a style which is much nearer to the more solemn kind of \ntraditional Concerto” ( Orenstein 1990 , 477). “The most formidable aspect of the \nproblem . . . is to maintain interest in a work of extended scope while utilizing \nsuch limited means” ( Orenstein 1990 , 396). The left-handedness of the concerto, \nthen, dictated its one-movement length, as well as its dramatic affect (in stark \ncontrast to the divertissement character of Ravel’s G major Piano Concerto, \nwritten at the same time).",
                "footnotes": [],
                "citations": [
                    "orenstein_1990",
                    "orenstein_1990"
                ]
            }
        },
        {
            "22": {
                "text": "[22]\nThe Concerto’s left-handedness is essential. Ravel’s disapproval of Alfred Cortot’s two-handed rendition ( Orenstein 1990 , 327) suggests as much, for the \nconcerto exploits and stretches to their limits the possibilities of this single \nhand.",
                "footnotes": [],
                "citations": [
                    "orenstein_1990"
                ]
            }
        },
        {
            "23": {
                "text": "[23]\nIn an essay entitled “Ravel ou l’esthétique de l’imposture” (Ravel or the \nAesthetic of Imposture), Ravel’s student and biographer Roland-Manuel states \nthat “il ne procède pas habituellement par métaphores, . . . mais volontiers par \nantithèses, allusions, . . . ”. (14) Ravel loves to exploit ambiguity, to fulfill \nexpectations in unanticipated ways. For example, in Alborada del gracioso he \nboth fulfills and fools the listener’s expectation of a trumpet by simulating \nthe sound of a trumpet with a flute ( Roland-Manuel 1925 , 20–21). The left-hand \nconcerto is about the left hand masquerading as two hands, and hence about the \ndistance between the physical and the musical. Example 4 . Ravel, Concerto pour la main gauche , opening cadenza: m. 57.1 (click to enlarge and watch video) Example 5 . Ravel, Concerto pour la main gauche , opening cadenza: Theme I (mm. 36–44) (click to enlarge and watch video)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]\nTo no one is this more evident than to the performer. Example 4 shows the left \nhand leaping between two lines, playing the roles of two hands and maintaining \nthe illusion of two contrapuntal lines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Example 5 displays one instance of the concerto’s first theme. This example \nprovides several illustrations of the left hand’s multiple roles. The performer \nmust give the illusion of a legato singing line with the use of thumb-only on \nthe melody. A true legato is impossible using only one finger; this legato line \nis made even more impracticable by the left hand’s leaps to the bass register. \nThe passage is further complicated by accompanying harmonies too wide for the \naverage hand (circled); these chords must often be split.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]\nYet Ravel also endows the passage with characteristics true to the left hand. \nThe thumb-only melody exploits the thumb’s ability to produce a rich full tone. \nThe theme’s casting for one finger alone heightens the performer’s sense of the \nexpanding leaps leading to the peak of the melody. And the physical motion \nbetween melody on beats one and three, and sarabande-like bass on beat two, \ncreates a palpable rhythmic “groove.” (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]\nThese parallels and conflicts between physical and musical narratives create \nmeaning for the performer, and, in so far as the (in)congruences are displayed, \nfor the audience member as well. (16) In the Vivo passage of the earlier Example 4, \nthe visual contrast between physical motion and linear strands contributes to \nthe drama of the passage. As the distance between the two contrapuntal strands \nincreases, so does the physical demand on the performer and the visual drama for \nthe audience member. Other (in)congruences, however—the illusory (one-fingered) \nlegato and split chords of Example 5—should be concealed.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]\nThe physical and visual omission of the right hand brings aesthetic \nissues—“unusualness” and the challenge of limitation—into play. An analysis of \nthe “text” of this concerto—the score or its aural representation—would surely \nbypass what lies at its heart: the left hand’s immensely successful portrayal of \ntwo hands at work. (17) Overview of the Cadenza Example 7 (a-b) . Ravel, Concerto pour la main gauche , opening cadenza (click to enlarge) Example 7(c-d) . Ravel, Concerto pour la main gauche , opening cadenza (continued) (click to enlarge) Example 8 . Comparison of Opening and Closing Gestures (OG, CG) in Ravel, Concerto pour la main gauche , opening cadenza (click to enlarge) Video 4 . Example 7a, mm.35–36 (click to watch)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]\nThe opening cadenza of the concerto performs the rhetorical function of \nannouncing the soloist and establishing his/her authority: clarifying key, \npresenting and transforming thematic material, and establishing a wide keyboard \nrange. The cadenza provides striking proof of the one-handed pianist’s keyboard \nprowess: having one hand is no handicap, since this pianist can traverse the \nentire keyboard and make as wide a variety of noises as any two-handed \nperformer. (Compare this piano entrance to that in Ravel’s G-major Concerto: in \nthe two-handed concerto, the soloist begins the piece as part of the orchestra \nand is initially confined to a high register.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]\nWe have divided the cadenza into four sections. (Please see Example 7 , which \nis a continuous score of the complete cadenza. We \nrefer to this example throughout our discussion; the reader may wish to print it \nout for ease of reference). With the Opening Gesture (OG) (Example 7a), the \npianist announces a triumphant arrival with flourish. Then, the stage set, the \nsoloist “sings” the lyrical Theme 1 (T1) (Example 7b), with its lush harmonies. \nTheme 1 transforms into the majestic and fanfare-like Theme 2 (T2) (Example 7c), \nfeaturing full dynamic, octave doublings, and double-dotting, and building to a \nvirtuosic passage of dramatic leaps. The increasing intensity culminates with \nthe Closing Gesture (CG) (Example 7d), comprising virtuosic scalar passages, \nnoisy tremolandos, and a dramatic glissando.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]\nWe now dissect these first impressions. OG and CG bookend the cadenza, framing \nits thematic content (T1, T2) with virtuosic gestures. Example 8 compares and \ncontrasts the OG and CG. Both are predicated on pitch class A, closing with a \nmotion to D. OG inhabits the white-key pentatonic {DEGAB} exclusively, while CG \npresents a combination of A Mm7 (with flat 9) and black-key pentatonic. Both OG \nand CG claim a large keyboard range and traverse their ranges with equivalent \npitch contours: up-down-up, followed by a low register motion to D. (18) The fast \ninitial “up” establishes the range, the slower “down” explores it in a more \nleisurely fashion, and the final “up” builds to the arrival of tonal center D. (19) As rhetorical gestures, OG and CG differ: since the OG presents and establishes \nthe soloist, it unfolds more expansively and more comfortably, on the white \nkeys, while the CG, as the culmination of tension built up through T2, is more \ncompressed in time and more awkward, with fast black-key passagework.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]\nTonally, the two gestures move from dominant to tonic in D. The “V”– I motion of \nthe OG is shown in  Example 7a, measures 35–36 (and Video 4 ). This arrival on the tonic D—the first of the \nconcerto—provides a strong sense of resolution after the harmonic ambiguity of \nthe preceding orchestral introduction. The resolution, however, is an \n“imposture,” on three counts. First, as mentioned earlier, the OG motion from A \nto D occurs entirely in a pentatonic collection {GABDE}; it thus lacks the force \nand leading tone ( C ♯ ) of a true V–I cadence in D major. Second, the pianist appears to attack the arrival on D (measure 36, downbeat), but in fact does not. \nRather, the pedal is cleared, allowing D to emerge from the clamor of the pedal \nA (much as the contrabassoon earlier emerges from the cello and bass murk of the \nopening). The downbeat D is thus revealed rather than actually being sounded.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]\nThird, the OG’s arrival on the tonic acts merely as an interior cadence, a \nway-station en route to the V 7 of the CG (Example 7d, measure 57.2). This long-awaited \nV 7 —the work’s first complete dominant chord—resolves to I at the orchestral \nreentry (measures 58–59), combining tonal resolution with timbral, thematic, and \nformal emphasis. (20) The result is a “structural downbeat” following on the heels of \nthe “expanded upbeat” comprising the orchestral introduction and opening \ncadenza. (21) The particular nature of this structural downbeat derives from the solo \npiano’s materials: the orchestra’s bass D arrives late just as the piano’s bass \nD did in T1. The lateness mandated by the pianist’s one-hand limitation thus \ncarries over to the orchestra, which has no such physical limitation.",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]\nThe underlying harmonic progression of the cadenza is thus “V”– V 7 – I. The \ncadenza clarifies the tonal function of the preceding orchestral introduction. \nAs shown in Example 6a , the concerto begins ambiguously, with a divisi sonority \nof stacked fourths {E,A,D,G} played softly by celli and double basses in their \nlowest registers. The sound emerges gradually, as if it has been going on for a \nwhile before the listener becomes aware of it. (22) Thematic material (not shown) \nemerges slowly in the contrabassoon and passes eventually to upper winds, brass, \nand strings. Dynamic and texture build, culminating, as shown in Example 6b, in \nthe final chord of the orchestral introduction, a re-orchestration of the \nopening chord {E,A,D,G} over an E pedal (listen to Audio Example 1 ). Example 6 . Ravel, Concerto pour la main gauche , orchestral introduction (click to enlarge) Audio Example 1 . orchestral introduction—beginning and end (Charles Dutoit, Orchestre symphonique de Montréal, 1983) * This example begins quite softly. *",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]\nThe pianist’s entry, with its forthright articulation of the dominant, answers \nthe harmonic ambiguity and timbral build-up of the orchestral introduction. It \nis only here that the tonal function of the orchestral \nintroduction—supertonic—becomes clear. The entire introduction to the concerto \n(including the opening cadenza) articulates a large-scale \nsupertonic-dominant-tonic progression: large blocks of pedal tones move from E \n(orchestral introduction) to A (cadenza’s OG and CG) to D (orchestral reentry). (23) This E–A–D motion is foreshadowed by the opening <E,A,D> arpeggio in the double \nbasses. Performance Considerations Example 9 . Ravel, Concerto pour la main gauche , opening cadenza: Theme 1 (click to enlarge) Example 10 . Ravel, Concerto pour la main gauche , opening cadenza: Theme 2, reduction (click to enlarge) Video 5 . mm. 54–57.1 (click to watch) Video 6 . Example 7a, mm. 33.0–33.2 (click to watch) Audio Example 2 . Blancard 1953, measures 33.0–33.2 Audio Example 3 . Février 1957, measure 33.0–3",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]\nThe OG and CG frame an exposition of thematic material in which the piano takes \nover, clarifies, and transforms themes that had first appeared in the orchestral \nintroduction. In the pianist’s version, the two themes differ markedly in \nmelodic vocabulary. While the first theme ( Example \n9 ) moves primarily by major \nsecond, perfect fourth, and perfect fifth, the second theme ( Example \n10a ) \nfocuses on minor second, major second, and minor third. (24) Since the melodies are \nplayed with the thumb only, each interval requires a corresponding arm motion, \nand the pianist experiences intervallic distances physically as well as aurally. (25)",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]\nThe cadenza brings several interrelated pianistic considerations to the fore: \ndynamics, pedaling, and voicing. Example 7c shows one problem in dynamics. The \nsecond theme (see especially measures 54–56) increases in dynamic as it rises in \nregister, contradicting the piano’s properties. (The piano decreases in \nresonance with rising register.) Furthermore, the primary melody notes enter \nbefore their supporting bass notes, compounding the problem. The pianist must \ncompensate for this contradiction between desired musical effect and \ninstrumental properties by carefully rationing the crescendo; the strain of \nrising register and increasing dynamic also contributes to the building \nintensity of this passage (see Video 5 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]\nThe separation of bass and melody creates a need for pedal, and the added \ndilemma of how to pedal. As shown in     \nExample 7 (above), Ravel marks pedaling in OG and \nCG. (26) In both OG and CG, the marked pedaling reinforces the underlying pedal A. In \nthe OG (Example 7a), for example, a single sustained pedal holds the initial \nbass A0–A1 through the entire opening cascade from A4–A5 back down to A0–A1. The \npedal is then changed with each octave ascent so that the rising line is not \nlost amidst the more resonant lower sonorities. The passage’s penultimate pedal \nchange at the return of A0–A1 (measure 35) is held until A resolves to D (measure 36).",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39]\nDepending on the acoustics of the hall, however, the performer may have to clear \nthe pedal (at least partially) more often than indicated by Ravel. (27) In my \nperformances, I (DL) aim to carry the low A0–A1 pedal through, at least \nconceptually. I (DK) sometimes use the piano’s middle pedal to sustain the bass \nA0–A1 through the first OG descent, then release it and follow the marked \npedaling for the rest of the passage (see Video 6 ).",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40]\nOther performers, such as Blancard ( 1953 ) and Perlemuter ( 1956 ), do not carry \nthe bass A0–A1 through, clearing the pedal with the arrival of each long note, \nor even more often. In our opinion, this detracts from the momentum and drama of \nthe passage (listen to Audio Example 2 ).",
                "footnotes": [],
                "citations": [
                    "blancard_1953",
                    "perlemuter_1956"
                ]
            }
        },
        {
            "41": {
                "text": "[41] Février ( 1957 ) presents an entirely different conception of the OG. He pedals \nvery little in the opening descent (measure 33.1), playing the sixty-fourth notes \nnon-legato and at times detached. Then, rather than grouping the OG ascent \n(measures 33.2–34) according to the octave ascents of the bass A’s and Ravel’s pedal \nmarkings, he opts (as shown by brackets above the staff) for four-“beat” \ngroupings initiated by the rhythmic change to constant sixty-fourth notes in the \nmiddle of measure 33.2. Février articulates the groupings by replacing Ravel’s \nindicated pedal changes with his own (particularly noticeable at the point \nmarked *), accompanied with accentuation (at *) and slight pauses before the \nmelodic B’s of the first “beat” of each group (marked with ~). (28) He thus preserves \nthe lower octave as bass for each succeeding move upwards, and facilitates a \nfocus on a long melodic line and forward motion. (The melodic line is circled; Février projects a continuously-rising line by correctly playing E4 at the end \nof measure 33.2 rather than the published G4. (29) ) The overall effect is that of a \ncontinuous build-up of texture and momentum (listen to Audio Example 3 ). (30)",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]\nIn the first and second themes, a different kind of pedaling dilemma occurs. \nHere harmonies in the melody change above a bass line that remains static or \nchanges at a different time than the melody. The pianist’s single hand cannot \nphysically sustain both lines; the pedal must sustain the melody while the bass \nis being played, and vice versa. As a result, lifting the pedal for harmonic \nclarity in one line often breaks the flow of the other line.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43]\nIn the first theme (Example 7b), for example, pedal changes can only be made on \nthe downbeat if notes are to be sustained as written. This follows Ravel’s pedal \nindications and the notated rests. However, harmonic changes in the melody occur \non both beats 1 and 3, leaving the pianist with the choice of clearing the pedal \npartially or entirely on beat 3 and shortchanging the bass D, or holding the \npedal and bass D and blurring the third beat. A third option is to pedal as \nindicated, voicing chords carefully with an ear to dissonance and consonance. Video 7 . mm. 46–48 (click to watch)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44]\nThe second theme (Example 7c) presents trickier problems. (31) In measures 47–48, for \nexample, one cannot sustain notes as written with any degree of clarity: the \nonly “legitimate” pedal changes occur at the rests, with a long stretch of \nchanging harmonies in between. In general, judicious voicing lessens the need \nfor pedal changes, but occasionally, as in this last passage, the pianist must \nhalf-pedal, or “sneak” pedals. And as with many other performance decisions, \nchoices remain subject to the specific characteristics of piano and hall (see Video 7 ).",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45]\nBecause of the registral split between melody and bass, then, pedaling acquires \na structural significance. More than merely providing color and timbre, the \npianist’s pedaling choices determine harmonies, lines, and gestures heard. We \nprefer to maintain the lines as much as possible, bringing out the melody and \nhalf-pedaling where necessary for harmonic changes. Blancard 1953 and Casadesus 1947 , on the other hand, value harmonic clarity over sustaining individual \nlines, and clear the pedal very frequently. Wittgenstein’s ( 1937 ) pedaling \nneither clarifies harmonies nor sustains individual lines; he holds the pedal \nthrough rests in first and second themes, creating unnecessary blurs. Rhythmic Considerations",
                "footnotes": [],
                "citations": [
                    "blancard_1953",
                    "casadesus_1947",
                    "wittgenstein_1937"
                ]
            }
        },
        {
            "46": {
                "text": "[46]\nIn De musica, Augustine writes about music as being in the realm of mind-spirit, \nrather than that of the body—“as disciplina and scientia, not as operatio, in \nwhich the corporeal show dominates. In operatio one is captivated by the visual \ninput of music (or a theatrical performance) being produced before one’s eyes. \nIn this capacity these two arts imitate and exhibit rather than seek after \ntruth.” Augustine sees rhythmic pattern as a perceptible and rational path to \nthis truth. (32) We will demonstrate, however, that operatio contributes to and \ndefines rhythmic patterning in this cadenza. The first rhythmic feature we \ndiscuss, “split beats,” arises from the physical limitations of a single hand. \nThe remaining two, iambic groupings and their transformations, and \nexpansion/contraction, direct a performer’s sense of momentum, rhythmic contour, \nand affect.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47]\nThe single-hand nature of the work decrees that registrally-distant bass and \nmelody be articulated separately. Thus beats “split” between melody and harmony, \ncreating characteristic metric structures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48]\nThe opening of the OG (Example \n7a) illustrates a characteristic “split beat.” As \nshown by “beats” numbered below the staves, the passage consists of “measures” \nof four unequal “beats,” where the fourth “beat” is frequently shortened \n(measure 33.1, measure 33.2, absent in measure 33.3), providing a sense of acceleration. (33) The very \nfirst “beat” of the gesture (measure 33.1) falls in a strange place—at least one \nquarter note after the orchestral downbeat of measure 33.0. (34) We interpret the pianist’s \nlow A0–A1 octave as the bass of the chord, with the top of the chord arriving at \nmeasure 33.1; the boxed notes all form part of a single verticality, broken out of \nphysical necessity. (35) We view the entire broken chord as part of the preceding \norchestral downbeat, although it must follow the orchestral downbeat so that the \npianist can be heard. Audio Example 4 . Blancard 1953, measures 30–33.2 Audio Example 5 . Février 1957, measures 30–33.2",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49]\nThis “split-chord” interpretation affects the way that I (DL) play the passage. \nRather than waiting for the orchestra’s final chord to die down, I come in \nimmediately, weighting the low A, and playing the high A5–A4 as an extension of \nthe bass A0–A1. I (DK) approach it similarly, with the feeling that the momentum \nof the orchestra’s cutoff leads directly into the piano gesture. Other \nperformers’ recordings reflect various interpretations. Wittgenstein 1937 , Perlemuter 1956 , and Blancard 1953 wait for silence before entering (listen to Audio Example 4 ). (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "wittgenstein_1937",
                    "perlemuter_1956",
                    "blancard_1953"
                ]
            }
        },
        {
            "50": {
                "text": "[50] Blancard then lingers on the first of the ascending sixty-fourth notes, and \nPerlemuter “places” the top chord. Casadesus 1947 and Février 1957 , on the other \nhand, enter immediately, Casadesus lingering on the first of the sixty-fourth \nnotes and Février “placing” the top chord (listen to Audio Example 5 ). Video 8 . mm. 54–57.2 (click to watch)",
                "footnotes": [],
                "citations": [
                    "casadesus_1947"
                ]
            }
        },
        {
            "51": {
                "text": "[51]\nA similar phenomenon occurs at the juncture between the pianist’s second theme \nand CG. As shown by numbers in diamonds between staves in Example 7c, the second \ntheme expresses four-measure hypermeter, with a bass arpeggio acting as the \nfourth-measure anacrusis to each hypermetric downbeat. The Vivo passage ending \nthe theme (measure 57.1—a “stretched” fourth measure) leads to the hypermetric \ndownbeat beginning the CG (Example 7d). This downbeat, articulated by the \nlong-awaited V 7 , “splits” three ways, between the bass arrival, the circled \nmelodic arrival on A5 (ending the large-scale melodic line < E ♭ 5, F5, G5, A5>), \nand the beginning of the Strepitoso on A6 (which begins another 4-“beat” \nmeasure). (37) See Video 8 .",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52]\nThe two large split beats that we have just discussed articulate analogous \npoints in the cadenza’s structure (the openings of OG and CG), and dramatize the \ncadenza’s articulation of the dominant (“V” and V 7 respectively). Ravel thus \nparlays physical limitations into articulators of tonal middleground.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53]\nBoth of these cases feature bass arriving first, followed by melody. Beat \n“splitting” also occurs in the opposite order (melody first, harmonic filler \nsecond), as shown in Example \n7a, measures 35–36. Here, the primary motion A to D is \nelaborated with a pentatonic descending line <A1, G1, E1, D1> (circled); the \npianist attacks this line first, then fills in the upper harmonic {A,G} dyad. In \ncontrast to this interpretation, both Wittgenstein 1937 and Blancard 1953 \ninterpret the lower notes as literally notated—as grace notes to the upper ones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54]\nWe have been describing ways in which the physical constraints of a single hand \nimpact metric structure in the cadenza. Now we will look at two rhythmic \nfeatures of the cadenza pertinent to performance: iambic groupings, and \nexpansion/ contraction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55]\nThe cadenza prominently features groupings in which metrically-weak first parts \nprecede metrically-stressed second parts. These iambs and their transformations \npervade the rhythmic structure of the cadenza at multiple levels. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56]\nIn the lyrical first theme (Example \n7b), for example, transformations of the \nbasic iamb \nX = <sixteenth note, longer note (on the beat) > into successively expanded \ngestures Y, Z, and Z’ parallel the theme’s melodic contour and delineate its \nrhythmic shape. In the melody, Y highlights changes of direction in pitch \ncontour, preceding both the arrival at the melodic peak (measure 38) and a departure \nfrom a strictly descending contour (measure 40); in the bass, Y (measure 39) and Z (measure 41) \nfollow these two points. Z and Z’ contribute to the theme’s expansion, preceding \nexpansive melodic echoes, and, in the process, influencing transformation of the \nmelodic iambic pattern <sixteenth, dotted eighth, sixteenth, long> into triplet \neighth notes (39) and “delaying” the melodic long note that would normally occur on \nthe downbeat. In short, successive expansion of iamb X into Y, Z, and Z’ undergirds a performer’s sense of the theme’s expansion.",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57]\nThe second theme (Example 7c) takes over much of the rhythmic structure of the \nfirst (iambic patterns, second-beat accompaniment, specific rhythmic motives), \nbut transforms it to communicate a dramatically different affect. It sharpens \niamb X = <sixteenth, long> to X’ = <32nd, long>, and transforms Z’ into the \ndramatic descending flourish of Z”. These transformations, combined with octave \ndoublings, expanded register, and arpeggiated sweeps, contribute to the majestic \nand powerful character of this second-theme presentation. (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58]\nIn his 1939 recording, Alfred Cortot conflates first-theme iambs (X= <sixteenth, \nlong>) and second-theme iambs (X’ = < 32nd, long>): he tends to double-dot \nfirst-theme iambs, and softens second-theme iambs to <sixteenth, long>. (41) In so \ndoing, he blurs the distinction between the two themes.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59]\n\nIambs also govern the cadenza’s rhythmic structure on deeper levels. In the OG \n(Example \n7a), for example, each group of thirty-second notes leads to the \nfollowing long note (measure 33.1); the momentum of the entire opening cascade carries \nthrough to the arrival of the low A0–A1 of measure 33.2 aided by the accumulation of \nsound, the shortening of the fourth “beat,” and the accents marked on the final \nthirty-second-note gesture. (42) On a larger scale, the A pedal of measures 33–35 acts as \nupbeat to the D of measure 36, and on an even deeper level, the concerto’s entire \nintroduction (orchestral introduction and opening cadenza, Exx.6a through 7d) \nexpresses an expanded upbeat to the orchestral reentry’s structural downbeat on \nthe tonic (Example 7d). (43)",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60]\nAlthough the listener expects the iambic downbeat to be strongest on the deeper \nlevels, Ravel undercuts it: he fudges the arrivals on D in the OG (Example \n7a, measure 36) and at the end of the cadenza (Example 7d) with evaded attacks and split \nbeats. On larger levels, then, the iambic “downbeats” reify Ravel’s penchant for \nmasquerade—his “esthétique de l’imposture.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61]\nIambs and their transformations significantly impact performers’ physical \nexperiences of and affective projection of the cadenza. A second rhythmic \nfeature, expansion / contraction, does the same.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62]\nAs we observed earlier, a process of iambic expansion occurs in Theme 1. \nExpansion—motivic expansion—also occurs in Theme 2, underlying a process of \nrhythmic contraction. Example \n10a provides a rhythmic reduction of the second \ntheme’s melodic line; bold bar lines indicate hypermeasures and rectangular \nnoteheads represent unmeasured durations. As shown by upward stems, the theme \ntraces an ascending stepwise trajectory <C5,D5, E ♭ 5,F5,G5,A5>. (In the score, \neach note of this ascent, except for the final A5, is marked by the iamb X’ = \n<32nd, long>.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63]\nAs shown in Example 10b, the <C5,D5, E ♭ 5,F5,G5,A5> ascent breaks down into three \nsections, labeled AA’B at the top of the example. (44) The two A sections follow each \nmember of the ascent with a descending step (<C5,B4>, <D5,C5>), while the B \nsection comprises a steady rise through the tritone < E ♭ 5,F5,G5,A5>. Some \npianists, such as Casadesus (1947), point out the change in pattern (< E ♭ 5,F5> \nrather than < E ♭ 5,D5>) by emphasizing the F5 agogically.",
                "footnotes": [
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64]\nWith regard to the overall <C5,D5, E ♭ 5,F5,G5,A5> ascent, the B section contracts \nthe A sections in several ways (Example 10a). The duration between successive \nascending pitches decreases from 4 measures to 2 measures to 1 (<4,4,2,1,1>), \nalong with a decrease in the number of primary iterations of each pitch \n(<3,3,3,2,1,1>), an elimination of the descending step found in the A sections, \nand a contraction of the 3/4 meter of the A sections to the implied 2/4 \nbeginning the B section. This rhythmic contraction, along with rising register \nand increasing dynamic, heightens tension in the second theme, in sharp contrast \nto the rhythmic expansion, descending register, and level dynamic of the first \ntheme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65]\nAs shown in Example 10b, however, the rhythmic contraction of the pitch ascent \nconceals a deeper-level motivic expansion: the descending steps <C5,B4> and \n<D5,C5> are answered and expanded by the “descending step” < E ♭ 5,D7>. What is \ninitially heard as a process of contraction turns out to be an “imposture” \nhiding an expansion on a larger level.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66]\nThis view of the overall shape of the second-theme section conditions our \nperformance interpretations. We strive to project the underlying expansion by \ncarrying the line from the B section through the arrival on the dominant (CG) to \nthe final glissando up to the tonic pitch D7.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] Blancard 1953 does not do so. Contrary to Ravel’s indications, she makes a break \nbetween the first two chords of the Vivo (Example 7c, measure 57.1, G-major triad and \nlow G ♯ octave), thus separating the Vivo passage and its arrival on the melodic \nA5 (measure 57.2, circled) from the < C5,D5, E ♭ 5,F5,G5> line leading up to it. (45) In \naddition, she slows at the end of the strepitoso run, and deliberately \narticulates the endpoints (A0 & D7) of the glissando (Example 7d); these \nfeatures of her performance militate against hearing the larger melodic motion \nfrom E ♭ to D. In general, Blancard’s interpretation of the cadenza displays \nsurface-level details clearly, at the expense of overall shape and drama.",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68]\nFinally, as we mentioned earlier, the two “frames” of the cadenza (OG and CG) \nexhibit both contraction and expansion in relation to one another. As shown in \nExample 8, the CG expands the OG’s pitch range upwards by an octave, and \ncompresses its temporal unfolding dramatically, for a showy gesture that is more \ncomplex both technically and harmonically. It provides a fitting culmination to \nthe performer’s proof of prowess, to the rhetorical build-up of the cadenza, and \nto the harmonic and rhythmic momentum of the concerto’s introduction as a whole. * * *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69] In the course of this article, we have presented an analysis \ninformed and motivated by our knowledge of the piece as performers, one in which \nwe pointed out those aspects of performance we deemed relevant to analysis, and \nthose aspects of analysis we considered relevant to performance. We have shown \nhow aspects of rhythm, motive, and form—expanded upbeat/structural downbeat, \nhypermetric and phrase structure, rhythmic motive, deeper-level harmonic \nstructure, voice-leading and motivic parallelism—can influence and be influenced \nby performance interpretations. In our references to our own performances and to \nhistorical recordings we have investigated musical gesture and articulation in \nrelation to musical structure and rhetoric. Our perspectives as performers, in \nparticular, have contributed specific insights into metric structure, pedaling \nas a structural determinant, and the purely visceral experience of the work in \nmotion. Along the way, we have illuminated an essential premise of the Concerto \nfor the Left Hand and, in some respects, of Ravel’s oeuvre —“l’esthétique de \nl’imposture.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70]\nOur discussion has opened up possibilities in the interface between analysis and \nperformance. All too frequently, the kind of in-depth analysis that might bring \ninterpretive intuitions to the performer is brushed off as unnecessary or, even \nworse, as somehow impeding the performing artist’s emotional connection to the \nmusic. Analysis as it is often treated by performers remains only a “taking \napart”—that is, analysis without subsequent synthesis. The process undertaken in \nthis article involves two steps: a taking apart and a reassembly of the parts \nwith greater understanding of the phrase structure, metric organization, and \nlarge-scale structure of the music. Video 9 . entire cadenza (DK) (click to watch)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "71": {
                "text": "[71]\nThis process has clarified some of our intuitive perceptions as performers, \npointing the way to performance applications. The analysis of such intuitive \nconsiderations—the “feel” of a gesture, the direction of a progression, the \nrhythmic character of a theme—forces us to refine and articulate our \ninterpretive approach. This process of verbalization/analysis often occurs in \nthe course of teaching a piece—somewhat haphazardly. However, integrating such \nconsiderations with structural analytical observations proves a stronger and \nmore relevant framework for performance interpretation. Our exploration of the \nopening cadenza of Ravel’s Concerto has served as a vehicle for introducing \nanother analytical voice—that of the performer and not merely of his/her \nperformance—into musical analysis, complementing the voice of the theorist in \nthe study of score and performance. Return to beginning Appendix 1 : Historical recordings of Ravel’s Concerto pour la main gauche * recordings to which we had access Blancard, Jacqueline. 1938.  Charles Münch. Orchestre Philharmonique de Paris. ———. 1950. *1953.  Ernest Ansermet.  L’Orchestre de la Suisse Romande. Casadesus, Robert. *1947.  Eugene Ormandy. Philadelphia Orchestra. ———.  *[1960.] Eugene Ormandy. Philadelphia Orchestra. Cortot, Alfred. *1939. Charles Münch. Société des Concerts du Conservatoire. Février, Jacques. 1943. Charles Münch. Société des Concerts du Conservatoire. ———. *1957. Georges Tzipine.  Orchestre National de la Radiodiffusion Française. Perlemuter, Vlado.  *1956. Jascha Horenstein.  Concerts Colonne Orchestra, Paris. Wittgenstein, Paul. 1933.  Maurice Ravel. L’Orchestre Symphonique de Paris.  Film clips. ———.\n*1937. Bruno Walter. Amsterdam Concertgebouw Orchestra. ———. 1958.  Max Rudolph.  Metropolitan Opera Orchestra of New York. Blancard performed the four-hand work Ma Mère l’Oye with Ravel; her score contains the dedication “in remembrance of our fine performance. M.R., Geneva, February 28, 1929.”  Ravel coached, played with, and attended performances of Robert Casadesus;  Casadesus also ghost-recorded difficult pieces for Ravel on some putative Ravel piano rolls (Woodley 2000, 222).  Cortot and Ravel were teenage classmates at the Conservatoire.  Février studied the concerto with Ravel, and was chosen by him as the first French performer of the concerto in France and the United States.  Perlemuter studied Ravel’s complete piano works with the composer, meeting with him several times a week for a period of six months, and performed the complete works in Paris in 1929.  In Ravel d’après Ravel, he discusses Ravel’s piano works, focusing on personal communications from the composer.  Austrian one-handed pianist Wittgenstein commissioned the work (with exclusive performance rights for six years), and the Concerto is dedicated to him.  He performed the work with several conductors, including Ravel.  However, Wittgenstein took many liberties with the score, and Ravel objected to these (Touzelet 1990, 550, 551, 554, 559, 581–582, 593–595).",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.05.11.3.leong_korevaar.html",
    "data": "mto/data/mto.05.11.3.leong_korevaar.json"
}