{
    "title": "Female Subjectivities in the Words, Music, and Images of Progressive Metal: The Case of Tatiana Shmayluk (Jinjer)",
    "date": "2023/12/01",
    "volume": "29",
    "issue": "4",
    "authors": [
        "Burns, Lori"
    ],
    "abstract": "Heavy metal scholarship affirms the genre to be dominated by male performers and points to a preponderance of patriarchal values and hypermasculinity, with performances contributing to an aesthetic production of misogyny, power, and intensity. The notion of heavy metal as a hegemonic discourse has been queried, however, by recent scholars who reveal metal to support a range of gendered and sexualized subjectivities. This paper examines how a specific metal vocalist—Tatiana Shmayluk (of the Ukrainian band Jinjer)—navigates the discourse of progressive metal to challenge hegemonic norms and create space for alternative female subjectivities.Jinjer’s defiance of genre boundaries and Shmayluk’s metal vocal expression emerge through a multi-faceted dialogue with an array of cultural references. To illuminate the unique blend of referentiality and creative expression within Jinjer’s work, this article offers analyses of three music videos: “I Speak Astronomy,” “Perennial,” and “Pit of Consciousness.” With the aim of understanding how Shmayluk navigates the discursive space of metal music, the selected songs are situated in relation to the subgenres to which they refer, and specifically to male-fronted metal bands that mobilize similar thematic materials. The close readings of these music videos are grounded in the existing analytic literature on metal music, with consideration of genre-based compositional, stylistic, and expressive elements to unveil Shmayluk’s challenges to the constraints upon “femininity” in metal music.",
    "keywords": [
        "Jinjer; Tatiana Shmayluk; female metal vocalist; progressive metal; female subjectivities; femininities; gender studies; multimodality; spectrogram analysis"
    ],
    "doi": "10.30535/mto.29.4.2",
    "received": "August 2022",
    "pdf": "https://mtosmt.org/issues/mto.23.29.4/mto.23.29.4.burns.pdf",
    "author_info": [
        {
            "name": "Lori Burns",
            "university": "University of Ottawa",
            "address": "School of Music, 50 University Private, Ottawa, ON K1N 6N5, Canada",
            "email": "laburns@uottawa.ca"
        }
    ],
    "citations": {
        "allain_2018": "Allain, Florence. 2018. Musiques extrêmes, sexe et orientation sexuelle: la culture Métal face au genre: de 1970 à nos jours . PhD diss., Paris 1. http://www.theses.fr/2018PA01H028 .",
        "arnett_1996": "Arnett, Jeffery Jensen. 1996. Metalheads: Heavy Metal Music and Adolescent Alienation . Westview Press.",
        "auslander_2004": "Auslander, Philip. 2004. “I Wanna Be Your Man: Suzi Quatro’s Musical Androgyny.” Popular Music 23 (1): 1–16. https://doi.org/10.1017/S0261143004000030 .",
        "barron_2013": "Barron, Lee. 2013. “Dworkin’s Nightmare: Porngrind as the Sound of Feminist Fears.” In Heavy Metal: Controversies and Countercultures , ed. Titus Hjelm, Keith Kahn-Harris, and Mark Levine, 66–82. Equinox.",
        "beebe_and_middleton_2007": "Beebe, Roger, and Jason Middleton, eds. 2007. Medium Cool: Music Videos from Soundies to Cellphones. Duke University Press. https://doi.org/10.2307/j.ctv123x5x2 .",
        "bennett_2019": "Bennett, J. 2019. “From Warzones to Mosh Pits: The Evolution of Jinjer’s Tatiana Shmailyuk.” Revolver , April 2. https://www.revolvermag.com/music/warzones-mosh-pits-evolution-jinjers-tatiana-shmailyuk .",
        "berkers_and_schaap_2018": "Berkers, Pauwke, and Julian Schaap. 2018. Gender Inequality in Metal Music Production . Emerald Publishing. https://doi.org/10.1108/9781787146747 .",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2). https://doi.org/10.30535/mto.20.2.1 .",
        "borthwick_and_moy_2004": "Borthwick, Stuart, and Ron Moy. 2004. Popular Music Genres: An Introduction . Routledge. https://doi.org/10.1515/9781474428767 .",
        "burns_2019": "Burns, Lori. 2019. “Dynamic Multimodality in Extreme Metal Performance Video: Dark Tranquillity’s ‘Uniformity,’ Directed by Patric Ullaeus . ” The Bloomsbury Handbook to Popular Music Video Analysis , ed. Lori Burns and Stan Hawkins, 183–200. Bloomsbury Academic. https://doi.org/10.5040/9781501342363.ch-011 .",
        "burns_2020a": "Burns, Lori. 2020a. “Understanding Gender and Sexuality in Rock Music Discourse.” In The Bloomsbury Handbook of Rock Music Research , ed. Allan F. Moore and Paul Carr. Bloomsbury Academic. https://doi.org/10.5040/9781501330483.ch-028 .",
        "burns_2020b": "Burns, Lori. 2020b. “Femininity and Vocal Subjectivity in Metal: Floor Jansen’s Negotiations of Expressive Space.” Keynote Address, International Association of the Study of Popular Music, UK and Ireland, June 20, 2020. https://www.youtube.com/watch?v=1Vo7FRCl3j0&t=2s .",
        "burns_2020c": "Burns, Lori. 2020c. “Intersections of Gender, Race, and Genre: Cammie Gilbert and Black Female Subjectivity in Metal Music.” American Music Perspectives 1 (2): 98–118. https://doi.org/10.5325/ampamermusipers.1.2.0098 .",
        "burns_2022": "Burns, Lori. 2022. “Framing the Female Voice in Doom Metal: Formal and Sonic Elements in The Gathering’s ‘Strange Machines’ ( Mandylion , 1995).” In Analyzing Recorded Music: Collected Perspectives on Popular Music Tracks , ed. William Moylan, Lori Burns, and Mike Alleyne, 323–38. Routledge. https://doi.org/10.4324/9781003089926-27 .",
        "burns_and_hawkins_2019": "Burns, Lori, and Stan Hawkins, eds. 2019. The Bloomsbury Handbook of Popular Music Video Analysis . Bloomsbury Academic. https://doi.org/10.5040/9781501342363 .",
        "burns_and_lacasse_2018": "Burns, Lori, and Serge Lacasse, eds. 2018. The Pop Palimpsest: Intertextuality in Recorded Popular Music . University of Michigan Press. https://doi.org/10.3998/mpub.9755813 .",
        "burns_woods_and_lafrance_2015": "Burns, Lori, Alyssa Woods, and Marc Lafrance. 2015. “The Genealogy of a Song: Lady Gaga’s Musical Intertexts on The Fame Monster (2009).” Twentieth-Century Music 12 (1): 3–35. https://doi.org/10.1017/S1478572214000176 .",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “Neo-Riemannian Theory and the Analysis of Pop-Rock Music.” Music Theory Spectrum 26 (2): 177–200. https://doi.org/10.1525/mts.2004.26.2.177 .",
        "capuzzo_2018": "Capuzzo, Guy. 2018. “Rhythmic Deviance in the Music of Meshuggah.” Music Theory Spectrum 40 (1): 121–37. https://doi.org/10.1093/mts/mty005 .",
        "chaker_and_heesch_2016": "Chaker, Sarah, and Florian Heesch. 2016. “Female Metal Singers.” In Heavy Metal, Gender and Sexuality , ed. Florian Heesch and Niall Scott, 133–44. Routledge.",
        "clifford-napoleone_2015": "Clifford-Napoleone, Amber. 2015. Queerness in Heavy Metal Music: Metal Bent . Routledge. https://doi.org/10.4324/9781315851723 .",
        "connell_1987": "Connell, Raewyn W. 1987. Gender and Power: Society, the Person, and Sexual Politics . Polity Press.",
        "connell_1995": "Connell, Raewyn W. 1995. Masculinities . University of California Press.",
        "connell_and_messerschmidt_2005": "Connell, Raewyn W., and James W. Messerschmidt. 2005. “Hegemonic Masculinity: Rethinking the Concept.” Gender and Society 19: 829–59. https://doi.org/10.1177/0891243205278639 .",
        "cope_2010": "Cope, Andrew L. 2010. Black Sabbath and the Rise of Heavy Metal Music . Ashgate.",
        "de_clercq_2016": "De Clercq, Trevor. 2016. “Measuring a Measure: Absolute Time as a Factor for Determining Bar Lengths and Meter in Pop/Rock Music.” Music Theory Online 22 (3). https://doi.org/10.30535/mto.22.3.3 .",
        "diehl_2013": "Diehl, Aurore. 2013. “Write of the Valkyries: An Analysis of Selected Life Narratives of Women in the Heavy Metal Music Subculture.” Master’s Thesis, University of New Mexico. https://digitalrepository.unm.edu/amst_etds/11 .",
        "digioia_and_helfrich_2018": "DiGioia, Amanda, and Lyndsay Helfrich. 2018. “‘I’m Sorry, but it’s True, You’re Bringin’ on the Heartache’: The Antiquated Methodology of Deena Weinstein.” Metal Music Studies 4 (2): 365–74. https://doi.org/10.1386/mms.4.2.365_1 .",
        "divita_2019": "DiVita, Joe. 2019. “Ukraine's Jinjer Unleash Brutal + Reflective New Song ‘Perennial.’” Loudwire , January 10. https://loudwire.com/jinjer-new-song-perennial/ .",
        "foucault_1972": "Foucault, Michel. 1972. The Archaeology of Knowledge . Translated by A. M. Sheridan Smith. Pantheon Books.",
        "frontview_magazine_2016": "FrontView Magazine. 2016. “Jinjer Releases King of Everything.” FrontView Magazine , July 12. https://www.frontview-magazine.be/en/news/jinjer-releases-king-of-everything .",
        "garza_2021": "Garza, Jose M. 2021. “Transcending Time (Feels): Riff Types, Timekeeping Cymbals, and Time Feels in Contemporary Metal Music.” Music Theory Online 27 (1). https://doi.org/10.30535/mto.27.1.3 .",
        "graff_2019": "Graff, Gary. 2019. “Ukrainian Metal Band Jinjer Delivers on Its Promise with New Album 'Macro'.” Billboard , November 1. https://www.billboard.com/articles/columns/rock/8541798/jinjer-macro-album-interview .",
        "gruzelier_2007": "Gruzelier, Jonathan. 2007. “Moshpit Menace and Masculine Mayhem.” In Oh Boy! Masculinities and Popular Music , ed. Freya Jarman-Ivens, 59–75. Routledge.",
        "hainaut_2020": "Hainaut, Bérenger. 2020. “Des vocalités « bestiales »? Caractériser les voix bruitées du black metal.” Volume ! 16 (2)/17 (1): 145–61. https://doi.org/10.4000/volume.8008 .",
        "halberstam_1998": "Halberstam, Jack. 1998. Female Masculinity . Duke University Press. https://doi.org/10.1515/9780822378112 .",
        "hannan_2018": "Hannan, Calder. 2018. “Difficulty as Heaviness: Links Between Rhythmic Difficulty and Perceived Heaviness in the Music of Meshuggah and The Dillinger Escape Plan.” Metal Music Studies 4 (3): 433–58. https://doi.org/10.1386/mms.4.3.433_1 .",
        "hanenberg_2020": "Hanenberg, Scott J. 2020. “Using Drumbeats to Theorize Meter in Quintuple and Septuple Grooves.” Music Theory Spectrum 42 (2): 227–46. https://doi.org/10.1093/mts/mtaa005 .",
        "heesch_2018": "Heesch, Florian. 2018. “‘Voice of Anarchy’: Gender Aspects of Aggressive Metal Vocals. The Example of Angela Gossow (Arch Enemy).” Criminocorpus (Revue) 11. https://doi.org/10.4000/criminocorpus.5726 .",
        "hill_2016": "Hill, Rosemary Lucy. 2016. Gender, Metal and the Media: Women Fans and the Gendered Experience of Music . Palgrave Macmillan. https://doi.org/10.1057/978-1-137-55441-3_7 .",
        "hill_2018": "Hill, Rosemary Lucy. 2018. “Metal and Sexism.” Metal Music Studies 4 (2): 265–79. https://doi.org/10.1386/mms.4.2.265_1 .",
        "hillier_2020": "Hillier, Benjamin. 2020. “Considering Genre in Metal Music.” Metal Music Studies 6 (1): 5–26. https://doi.org/10.1386/mms_00002_1 .",
        "hudson_2021": "Hudson, Stephen. 2021. “Compound AABA Form and Style Distinction in Metal.” Music Theory Online 27 (1). https://doi.org/10.30535/mto.27.1.5 .",
        "hudson_2022": "Hudson, Stephen. 2022. “Bang Your Head: Construing Beat through Familiar Drum Patterns in Metal Music.” Music Theory Spectrum 44 (1): 121–40. https://doi.org/10.1093/mts/mtab014 .",
        "hutten_and_burnsn_2021": "Hutten, Rebekah, and Lori Burns. 2021. “Beyonce’s Black Feminist Critique: Multimodal Intertextuality and Intersectionality in ‘Sorry.’” In Beyoncé in the World: Making Meaning with Queen Bey in Troubled Times , ed. Christina Baade and Kristen McGee, 313–38. Wesleyan University Press.",
        "jocson-singh_2019": "Jocson-Singh, Joan. 2019. “Vigilante Feminism as a Form of Musical Protest in Extreme Metal Music.” Metal Music Studies 5 (2): 263–73. https://doi.org/10.1386/mms.5.2.263_1 .",
        "kahn-harris_2016": "Kahn-Harris, Keith. 2016. “Coming Out’: Realizing the Possibilities of Metal.” In Heavy Metal, Gender and Sexuality: Interdisciplinary Approaches , ed. Florian Heesch and Niall Scott, 39–54. Routledge.",
        "kartheus_2015": "Kartheus, Wiebke. 2015. “The ‘Other’ as Projection Screen: Authenticating Heroic Masculinity in War-Themed Heavy Metal Music Videos.” Metal Music Studies 1 (3): 319–40. https://doi.org/10.1386/mms.1.3.319_1 .",
        "kemble_2019": "Kemble, Katrice. 2019. “Sex Metal Barbies: Feminism and Frontwomen in the Alternative Metal Scene.” MA thesis, Wesleyan University.",
        "kennedy_2017": "Kennedy, Lewis F. 2017. Functions of Genre in Metal and Hardcore Music . ProQuest Dissertations Publishing.",
        "klein_2005": "Klein, Michael L. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "kozak_2021": "Kozak, Mariusz. 2021. “Feeling Meter: Kinesthetic Knowledge and the Case of Recent Progressive Metal.” Journal of Music Theory 65 (2): 185–237. https://doi.org/10.1215/00222909-9143190 .",
        "krenske_and_mccay_2000": "Krenske, Leigh, and Jim McCay. 2000. “‘Hard and Heavy’: Gender and Power in a Heavy Metal Music Subculture.” Gender, Place, and Culture 7 (3): 287–304. https://doi.org/10.1080/713668874 .",
        "kummer_2016": "Kummer, Jenna. 2016. “Powerslaves? Navigating femininity in heavy metal.” In Heavy Metal Studies and Popular Culture , ed. Brenda Gardenour Walter, Gabby Riches, Dave Snell, and Bryan Bardine, 145–66. Palgrave Macmillan.",
        "lafrance_and_burns_2017": "Lafrance, Marc, and Burns, Lori. 2017. “Finding Love in Hopeless Places: Complex Relationality and Impossible Heterosexuality in Popular Music Videos by Pink and Rihanna.” Music Theory Online 23 (2). https://doi.org/10.30535/mto.23.2.5 .",
        "lucas_2018": "Lucas, Olivia R. 2018. “‘So Complete in Beautiful Deformity’: Unexpected Beginnings and Rotated Riffs in Meshuggah’s obZen .” Music Theory Online 24 (3). https://doi.org/10.30535/mto.24.3.4 .",
        "machin_2010": "Machin, David. 2010. Analysing Popular Music: Image, Sound, Text . Sage Publications. https://doi.org/10.4135/9781446280027 .",
        "mccandless_2013": "McCandless, Gregory. 2013. “Metal as a Gradual Process: Additive Rhythmic Structures in the Music of Dream Theater.” Music Theory Online 19 (2). https://doi.org/10.30535/mto.19.2.2 .",
        "messerschmidt_2004": "Messerschmidt, James W. 2004. Flesh and Blood: Adolescent Gender Diversity and Violence . Rowman & Littlefield Publishers.",
        "moylan_2020": "Moylan, William. 2020. Recording Analysis: How the Record Shapes the Song . Routledge. https://doi.org/10.4324/9781315617176 .",
        "nobile_2022": "Nobile, Drew. 2022. “Teleology in Verse-Prechorus–Chorus Form, 1965–2020.” Music Theory Online 28 (3). https://doi.org/10.30535/mto.28.3.8 .",
        "nordström_and_herz_2013": "Nordström, Susanna, and Marcus Herz. 2013. “‘It’s a Matter of Eating or Being Eaten’: Gender Positioning and Difference Making in the Heavy Metal Subculture.” European Journal of Cultural Studies 16 (4): 453–67. https://doi.org/10.1177/1367549413484305 .",
        "osborn_2010": "Osborn, Brad. 2010. “Beats that Commute: Algebraic and Kinesthetic Models for Math-Rock Grooves.” Gamut 3 (1): 43–68.",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse–Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1): 23–47. https://doi.org/10.1525/mts.2013.35.1.23 .",
        "overell_2013": "Overell, Rosemary. 2013. “‘[I] Hate Girls and Emo[tions]’: Negotiating Masculinity in Grindcore Music. In Heavy Metal: Controversies and Countercultures , ed. Titus Hjelm, Keith Kahn-Harris, and Mark LeVine, 201–27. Equinox. https://doi.org/10.1558/pomh.v6i1/2.198 .",
        "overell_2014": "Overell, Rosemary. 2014. Affective Intensities in Extreme Music Scenes: Cases from Australia and Japan . Palgrave Macmillan. https://doi.org/10.1057/9781137406774 .",
        "pieslak_2007": "Pieslak, Jonathan. 2007. “Re-casting Metal: Rhythm and Meter in the Music of Meshuggah.” Music Theory Spectrum 29 (2): 219–45. https://doi.org/10.1525/mts.2007.29.2.219 .",
        "purcell_2003": "Purcell, Natalie J. 2003. Death Metal Music: The Passion and Politics of a Subculture . McFarland.",
        "pyke_and_johnson_2003": "Pyke, Karen D., and Denise L. Johnson. 2003. “Asian American Women and Racialized Femininities: ‘Doing’ Gender Across Cultural Worlds.” Gender and Society 17 (1): 33–53. https://doi.org/10.1177/0891243202238977 .",
        "rafalovich_2006": "Rafalovich, Adam. 2006. “Broken and Becoming God-Sized: Contemporary Metal Music and Masculine Individualism.” Symbolic Interaction 29 (1): 19–32. https://doi.org/10.1525/si.2006.29.1.19 .",
        "railton_and_watson_2011": "Railton, Diane, and Paul Watson. 2011. Music Video and the Politics of Representation. University of Edinburgh Press. https://doi.org/10.1515/9780748633241 .",
        "riches_2015": "Riches, Gabby. 2015. “Re-conceptualizing Women’s Marginalization in Heavy Metal: A Feminist Post-Structuralist Perspective.” Metal Music Studies 1 (2): 263–270. https://doi.org/10.1386/mms.1.2.263_1 .",
        "savigny_and_sleight_2015": "Savigny, Heather, and Sam Sleight. 2015. “Postfeminism and Heavy Metal in the United Kingdom: Sexy or Sexist?” Metal Music Studies 1 (3): 341–57. https://doi.org/10.1386/mms.1.3.341_1 .",
        "schaap_and_berkers_2014": "Schaap, Julian, and Pauwke Berkers. 2014. “Grunting alone? Online Gender Inequality in Extreme Metal Music.” IASPM@ Journal 4 (1): 101–16. https://doi.org/10.5429/2079-3871(2014)v4i1.8en .",
        "schippers_2002": "Schippers, Mimi. 2002. Rockin’ Out of the Box: Gender Maneuvering in Alternative Hard Rock . Rutgers University Press.",
        "schippers_2007": "Schippers, Mimi. 2007. “Recovering the Feminine Other: Masculinity, Femininity, and Gender Hegemony.” Theory & Society 36 (1): 85–102. https://doi.org/10.1007/s11186-007-9022-4 .",
        "scott_2016": "Scott, Niall. 2016. “The Monstrous Male and Myths of Masculinity in Heavy Metal.” In Heavy Metal, Gender and Sexuality: Interdisciplinary Approaches , ed. Florian Heesch and Niall Scott, 121–32. Routledge.",
        "scotto_2017": "Scotto, Ciro. 2017. “The Structural Role of Distortion in Rock and Metal.” Music Theory Spectrum 38 (2): 178–99. https://doi.org/10.1093/mts/mtw013 .",
        "shadrack_2020": "Shadrack, Jasmine. 2020. Black Metal, Trauma, Subjectivity and Sound: Screaming the Abyss. Emerald Publishing. https://doi.org/10.1108/9781787569256 .",
        "smialek_2015": "Smialek, Eric. 2015. Genre and Expression in Extreme Metal Music, ca. 1990–2015 . ProQuest Dissertations Publishing.",
        "smialek_2012": "Smialek, Eric, Phillipe Depalle, and David Brackett. 2012. “A Spectrographic Analysis of Vocal Techniques in Extreme Metal for Musicological Analysis.” Proceedings of the International Computer Music Conference , Ljubljana, 88–93. Michigan Publishing. https://quod.lib.umich.edu/cgi/p/pod/dod-idx/spectrographic-analysis-of-vocal-techniques-in-extreme-metal.pdf?c=icmc;idno=bbp2372.2012.015;format=pdf .",
        "sollee_2015": "Sollee, Kristen. 2015. “Mining the Motherload: Mastodon’s #twerkgate and Sexual Objectification in Metal.” Metal Music Studies 1 (2): 271–77. https://doi.org/10.1386/mms.1.2.271_1 .",
        "strachan_2006": "Strachan, Robert. 2006. “Music Video and Genre: Structure, Context, and Commerce.” In Music and Manipulation: On the Social Uses and Social Control of Music , ed. Steven Brown and Ulrik Volgsten, 187–206. Berghahn Books. https://doi.org/10.1515/9780857457141-013 .",
        "vasan_2010": "Vasan, Sonia. 2010. “Gender, Sex and Power in the Death Metal Scene.” In Heavy Fundametalisms: Music, Metal and Politics , ed. Rosemary Hill and Karl Spracklen, 69–78. Inter-Disciplinary Press.",
        "vasan_2011": "Vasan, Sonia. 2011. “The Price of Rebellion: Gender Boundaries in the Death Metal Scene.” Journal for Cultural Research 15 (3): 333–49. https://doi.org/10.1080/14797585.2011.594587 .",
        "walser_1993a": "Walser, Robert. 1993a. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music. Wesleyan University Press.",
        "walser_1993b": "Walser, Robert. 1993b. “Forging Masculinity: Heavy Metal Sounds and Images of Gender.” In Sound and Vision: The Music Video Reader , ed. Simon Frith, Andrew Goodwin, and Lawrence Grossberg, 153–84. Routledge.",
        "weinstein_1991": "Weinstein, Deena. 1991. Heavy Metal: A Cultural Sociology . Lexington Books.",
        "weinstein_2000": "Weinstein, Deena. 2000. Heavy Metal: The Music and Its Culture . Da Capo Press.",
        "weinstein_2009": "Weinstein, Deena.  2009. “The Empowering Masculinity of British Heavy Metal.” In Heavy Metal Music in Britain , ed. Gerd Bayer, 17–31. Ashgate.",
        "weinstein_2016": "Weinstein, Deena.  2016. “Playing with Gender in the Key of Metal.” In Heavy Metal, Gender and Sexuality: Interdisciplinary Approaches , ed. Florian Heesch and Niall Scott, 11–25. Routledge.",
        "_": "Discography and Videography"
    },
    "footnotes": {
        "FN0": {
            "text": "* An earlier version of the paper was presented at the SMT Virtual conference in 2020. I wish to acknowledge the support of the Social Sciences and Research Council of Canada for support of the project, “Female Vocalists in Metal Music: Negotiating Gender and Genre in Multimodal Performance Expression,” 2021–2024.",
            "citations": []
        },
        "FN1": {
            "text": "1. The interested reader is invited to refer to Garza 2021 , Hannan 2018 , Hudson 2021 , Kennedy 2017 , Kozak 2021 , Lucas 2018 , McCandless 2013 , Pieslak 2007 , Scotto 2017 , and Smialek 2015 .",
            "citations": [
                "garza_2021",
                "hannan_2018",
                "hudson_2021",
                "kennedy_2017",
                "kozak_2021",
                "lucas_2018",
                "mccandless_2013",
                "pieslak_2007",
                "scotto_2017",
                "smialek_2015"
            ]
        },
        "FN2": {
            "text": "2. In using the term “female” throughout this paper, I am aware of the fact that this terminology is increasingly contested, given its biological and essentialist implications. However, at this current juncture, our linguistic choices are limited. Within the category of female, I include all women-identified people, regardless of how they were assigned at birth.",
            "citations": []
        },
        "FN3": {
            "text": "3. For music-analytic writings on female vocalists, see Burns 2020a , 2020b , 2020c , and 2022 ; and Heesch 2018 .",
            "citations": [
                "burns_2020a",
                "burns_2020b",
                "burns_2020c",
                "burns_2022",
                "heesch_2018"
            ]
        },
        "FN4": {
            "text": "4. Scholars who specifically study the visual representations of female artists include Allain 2018 ; Kemble 2019 ; Kummer 2016 ; and Sollee 2015 .",
            "citations": [
                "allain_2018",
                "kemble_2019",
                "kummer_2016",
                "sollee_2015"
            ]
        },
        "FN5": {
            "text": "5. On gendered aspects of the industry and music scenes, see Berkers and Schaap 2018 ; Chaker and Heesch 2016 ; Diehl 2013 ; Gruzelier 2007 ; Hill 2016 and 2018 ; Krenske and McCay 2000 ; Nordström and Herz 2013 ; 2013 ; 2003 ; Shadrack 2020 ; and Vasan 2010 and 2011 .",
            "citations": [
                "berkers_and_schaap_2018",
                "chaker_and_heesch_2016",
                "diehl_2013",
                "gruzelier_2007",
                "hill_2016",
                "hill_2018",
                "krenske_and_mccay_2000",
                "overell_2013",
                "purcell_2003",
                "shadrack_2020",
                "vasan_2010",
                "vasan_2011"
            ]
        },
        "FN6": {
            "text": "6. For discussions of misogyny and metal aggression, see Barron 2013 ; Jocson-Singh 2019 ; Kummer 2016 ; Overell 2013 , 2014 ; Rafalovich 2006 ; Walser 1993a ; and Weinstein 1991 , 2000 .",
            "citations": [
                "barron_2013",
                "kummer_2016",
                "overell_2013",
                "overell_2014",
                "rafalovich_2006",
                "walser_1993a",
                "weinstein_1991",
                "weinstein_2000"
            ]
        },
        "FN7": {
            "text": "7. The following scholars discuss sexist ideologies for female representation in metal: Allain 2018 ; Jocson-Singh 2019 ; Kemble 2019 ; Kummer 2016 ; Savigny and Sleight 2015 ; Sollee 2015 ; and Weinstein 1991 .",
            "citations": [
                "allain_2018",
                "kemble_2019",
                "kummer_2016",
                "savigny_and_sleight_2015",
                "sollee_2015",
                "weinstein_1991"
            ]
        },
        "FN8": {
            "text": "8. Scott 2016 , 122. Extending his imperative to the work of female performers, I have replaced “masculinity” with “femininity.”",
            "citations": [
                "scott_2016"
            ]
        },
        "FN9": {
            "text": "9. Having experienced some changes in lineup, Jinjer currently features Tatiana Shmayluk (vocals); Roman Ibramkhalilov (guitar); Eugene Abdukhanov (bass); and Vladislav Ulasevich (drums). Please note that different anglicizations of Shmayluk’s surname are in circulation, however the spelling I adopt here is the one with which she presents herself in social media.",
            "citations": []
        },
        "FN10": {
            "text": "10. For discussions and definitions of metal subgenres, see Hillier 2020 ; Kennedy 2017 ; and Smialek 2015 .",
            "citations": [
                "hillier_2020",
                "kennedy_2017",
                "smialek_2015"
            ]
        },
        "FN11": {
            "text": "11. It is important to underscore that Shmayluk is not alone in her capacity for contrast between harsh and clean vocals. A long list of male artists, including Jonathan Davis (Korn [alternative metal]), Christian Älvestam (Scar Symmetry [melodic death metal]), Mikael Åkerfeldt (Opeth [progressive death metal]), Spencer Sotelo (Periphery [progressive metal]), Randy Blythe (Lamb of God [metalcore/death metal), Jesse Leach (Killswitch Engage [melodic metalcore]), and female artists Alissa White-Gluz (Arch Enemy [melodic death metal]), Vicky Psarakis (The Agonist [metalcore]), Otep Shamaya (Otep [alternative metal]), and Lena Carataga (Infected Rain [metalcore]) feature this contrast of vocal expression. For female artists, it arises more integrally within the metal subgenres of metalcore and melodic death metal; it does not tend to emerge from the lineage of female progressive metal vocalists such as Anneke van Giersbergen, Tarja Turunen, and Floor Jansen, although the latter has occasionally performed harsh vocals with Nightwish and also with ReVamp.",
            "citations": []
        },
        "FN12": {
            "text": "12. For Tatiana Shmayluk’s self-reflections on her vocal development, see DiVita 2019 .",
            "citations": [
                "divita_2019"
            ]
        },
        "FN13": {
            "text": "13. The YouTube success of “Pisces” is notable within the genre of progressive metal, exceeding typical viewership for popular progressive metal bands such as Tool, Dream Theater, Gojira, and Kamelot; the 79 million mark (as of the time of this writing) is closer to the number of views received by the enormously successful metal bands Korn, Nightwish, and Evanescence.",
            "citations": []
        },
        "FN14": {
            "text": "14. On the topic of genres in music video, see Beebe and Middleton 2007 , Burns and Hawkins 2019 , Kartheus 2015 , Railton and Watson 2011 , Strachan 2006 , Walser 1993b .",
            "citations": [
                "beebe_and_middleton_2007",
                "burns_and_hawkins_2019",
                "kartheus_2015",
                "railton_and_watson_2011",
                "strachan_2006",
                "walser_1993b"
            ]
        },
        "FN15": {
            "text": "15. This passage from Foucault is cited by Michael Klein ( 2005 , 2) in his application of intertextual theory to classical music. For further readings on intertextuality in music, see Burns and Lacasse 2018 .",
            "citations": [
                "klein_2005",
                "burns_and_lacasse_2018"
            ]
        },
        "FN16": {
            "text": "16. On the subject of multimodal analysis, the interested reader is invited to consult Burns 2019 , Hutten and Burnsn 2021 , Lafrance and Burns 2017 , and Machin 2010 .",
            "citations": [
                "burns_2019",
                "hutten_and_burnsn_2021",
                "lafrance_and_burns_2017",
                "machin_2010"
            ]
        },
        "FN17": {
            "text": "17. Please note that the song form tables in this article (Examples 1, 3, and 5) are based on the music video timecodes rather than those for the recorded track, which are slightly different.",
            "citations": []
        },
        "FN18": {
            "text": "18. For discussion of irregular meters in metal, see Biamonte 2014 ; Capuzzo 2018 ; Hanenberg 2020 . Calder Hannan understands rhythmic/metric difficulty and complexity as a form of heaviness in Hannan 2018 .",
            "citations": [
                "biamonte_2014",
                "capuzzo_2018",
                "hanenberg_2020",
                "hannan_2018"
            ]
        },
        "FN19": {
            "text": "19. I am referring to this as a chorus despite the fact that the lyrics do not repeat in the second statement of this material. In an interesting twist of formal function, the chorus lyrics return during the second prechorus, which is extended to include a spoken delivery of the chorus words; thus the chorus lyrics do recur, however they are not supported by the chorus music. When the second chorus does arrive, it is with new lyrics (see Example 1).",
            "citations": []
        },
        "FN20": {
            "text": "20. A note about meter designations throughout this article: As I interpret the meter change from 2 4 to 4 4 (in this instance and throughout the article), my approach is not in keeping with recent writings by rock analysts (e.g., De Clercq 2016 ; Garza 2021 ; Hudson 2022 ), who propose instead to maintain a consistent meter of 4 4 with shifts to half time with snare backbeat on beat 3. The shifts in meter designation throughout this article allow for the retention of backbeat emphasis on 2 and 4, as well as for irregular and compound meters which cannot conform to a 4 4 interpretation.",
            "citations": [
                "de_clercq_2016",
                "garza_2021",
                "hudson_2022"
            ]
        },
        "FN21": {
            "text": "21. Biamonte defines the double tresillo pattern (333322) as “a doubling of the 332 grouping structure of the tresillo” ( Biamonte 2014 , 3.3).",
            "citations": [
                "biamonte_2014"
            ]
        },
        "FN22": {
            "text": "22. For a discussion of analytic methods to identify the range of harsh vocals, see Hainaut 2020 ; Heesch 2018 ; and Smialek 2012 .",
            "citations": [
                "hainaut_2020",
                "heesch_2018",
                "smialek_2012"
            ]
        },
        "FN23": {
            "text": "23. The spectrograms in this paper are extracted from RX iZotope 8.",
            "citations": []
        },
        "FN24": {
            "text": "24. For a summary of the categories of pitch/frequency registers, please see Moylan 2020 , 246. In brief, his categories are as follows: low (E0–C2=20.6–65.4 Hz); low-mid (D2–G3=73.4–196 Hz); mid (A3–A4=220–440 Hz); mid-upper (B4–E6=493.9–1318.5 Hz); high (F6–C8=1397–4186 Hz); very high (C8–C10=4186–16,744 Hz).",
            "citations": [
                "moylan_2020"
            ]
        },
        "FN25": {
            "text": "25. The music video clips in this paper were created in Cubase 10.5, with the iZotope spectrogram plugin Insight 2, which supports the simultaneous presentation of video and 3D spectrogram images. The 3D spectrogram data enters at the right side of the screen, in a waterfall effect, revealing the history of the phrase in the full screen.",
            "citations": []
        },
        "FN26": {
            "text": "26. Biamonte identifies the clear backbeat structure as a displacement consonance due to the accents on beats 1 and 3 ( 2014 , 6.2).",
            "citations": [
                "biamonte_2014"
            ]
        },
        "FN27": {
            "text": "27. In effect, the 4 8 bars (with a clear backbeat on beats 3 and 7) could be understood in 2 4 (with backbeat on beats 2 and 4). However, the alternating bars of 4 7 cannot be notated in relation to that 2 4 , thus I am adopting the 4 7 and 4 8 nomenclature here.",
            "citations": []
        },
        "FN28": {
            "text": "28. This type of chromatic harmonic language points intertextually to the progressive death metal work of Opeth as well as the death-doom stylings of Daylight Dies, already mentioned as intertexts with the lyrics and images. In Neo-Riemannian theory, this would comprise a P’ progression in which one common tone is held: in the movement from F ♯ m to F (the enharmonic equivalent of E ♯ ), the common tone is A. See Capuzzo 2004 for an application of Neo-Reimannian theory to rock music.",
            "citations": [
                "capuzzo_2004"
            ]
        },
        "FN29": {
            "text": "29. Hainaut ( 2020 ) compares the pitch registers of death metal and black metal harsh vocals, illustrating black metal to feature the higher-register screams.",
            "citations": [
                "hainaut_2020"
            ]
        },
        "FN30": {
            "text": "30. The tresillo—a syncopated pattern—comprises two dotted eighths, followed by an eighth, although in the instance here, that final note is sustained.",
            "citations": []
        },
        "FN31": {
            "text": "31. On that note, I am pleased to say that I am currently contracted, with co-author Patrick Armstrong, for the monograph, Women’s Voices in Metal: A Story in 100 Songs (Bloomsbury Academic, forthcoming).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Gender constructions in heavy-metal music and videos are significant not only because they reproduce and inflect patriarchal assumptions and ideologies, but more importantly because popular music may teach us more than any other cultural form about the conflicts, conversations and bids for legitimacy and prestige that comprise cultural activity. Heavy metal is, as much as anything else, an arena of gender, where spectacular gladiators compete to register and affect ideas of masculinity, sexuality and gender relations. ( Walser 1993a , 111) Introduction",
                "footnotes": [],
                "citations": [
                    "walser_1993a"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] Robert Walser’s 1993 commentary on heavy metal remains relevant today: as a significant popular music genre, metal music is an arena in which dominant ideologies guide representations of gender, sexuality, and power relations; my concern with this statement lies in its privilege of masculinity as the primary point of reference. Three decades later, despite an expanding music-analytical literature on metal music, the discourse is still primarily focused on “masculinity” and the music of male metal vocalists and musicians. Music analysts are investing considerable energy to define and illustrate complex rhythmic, metric, harmonic, formal, and sonic structures in this genre. (1) By contrast, there is insufficient music-analytical work on female (2) metal vocalists and musicians; (3) rather, in the consideration of female metal artists, the scholarly writings tend to focus on representations of femininity and sexuality in the lyrics and visual images of metal music, (4) and gendered aspects of the industry and subculture scenes, (5) often with critical reception and ethnographic methodologies guiding the work. If we are to begin to build an understanding of the musical expression of female metal artists, it is important to situate their work within the subgenres of metal music composition and performance, and to illuminate the specific ways in which they occupy space—not just in lyrics and images, but also in the musical structures and expressive strategies. I thus adopt a material-based multimodal analytic methodology to conduct close readings of the words, music, and images of a specific female-fronted metal band—Jinjer. With the aim of understanding how a female artist navigates the discursive space of metal music, I situate the selected songs in relation to the subgenres to which they refer, and specifically to male-fronted metal bands that mobilize similar thematic and expressive materials.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Within the domain of metal music, female artists occupy an extremely small minority of the performing musicians and vocalists ( Berkers and Schaap 2018 , 104). Scholarship on metal affirms that the genre is dominated by male performers, with female participation beginning to grow around the turn of the millennium ( Weinstein 2016 , 20). Metal scholars also point to the preponderance of patriarchal values and hypermasculinity, with the lyrical, musical, and visual content contributing to the aesthetic production of blatant misogyny and sonic power. (6) The participation of women in metal scenes is often reduced to “tokenism” ( Schaap and Berkers 2014 ), wherein female performers are understood to be staged for the patriarchal gaze and critiqued according to sexist ideologies and archetypes. (7) In 2009, Weinstein went so far as to assert that “seemingly the best that women can do is make fun of the sexism while embodying it” ( 2009 , 69), however, this reductive position has been disputed by other scholars ( DiGioia and Helfrich 2018 ).",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "berkers_and_schaap_2018",
                    "weinstein_2016",
                    "schaap_and_berkers_2014",
                    "weinstein_2009",
                    "digioia_and_helfrich_2018"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Walser’s claim that heavy metal is “a discourse shaped by patriarchy” exhibiting “fantasies of masculine virtuosity and control” ( 1993a , 108–109) has been queried by recent scholars who are beginning to reveal metal to be a cultural space that supports a range of gendered and sexualized subjectivities. Such scholars explore the ways in which women navigate—as fans, writers, and performers—the terrain of metal subgenres, putting hegemonic norms into dispute. Keith Kahn-Harris encourages a departure from white, heteronormative masculinity (what he calls “the metal identity triad” [ 2016 , 28]) and Amber Clifford-Napoleone identifies metal with queer space by opening up new perspectives on metal scenes ( 2015 ). These approaches introduce the notion of genderplay into the discourse around metal and serve to disrupt the restricted binary constructions of “hegemonic masculinity” and “emphasized femininity” ( Connell 1987 , 184–185). They also call for analysts to do the necessary interpretive work to build understanding and engagement with individual examples, rather than reducing artists to fixed categories. In the interest of challenging the restrictive hegemonic mythologies of gender representations in metal, Niall Scott advises us to “ground a constructed perspective of masculinity from examples in heavy metal itself, rather than the use of myth” ( 2016 , 122). With this article, I take up Scott’s call, apply his analytically grounded approach to representations of femininity, and analyze the work of an individual female artist in metal music.",
                "footnotes": [],
                "citations": [
                    "walser_1993a",
                    "connell_1987",
                    "scott_2016"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] As subgenres have progressed and new generations of artists and bands have appeared, female participation in metal has evolved to feature women as band members in a range of metal subgenres and there is a growing number of “female-fronted” metal bands. It is the latter category that I seek to investigate here, to address the particularly complicated gender dynamics created when a woman is the “star” vocalist in an otherwise male metal band. In popular music, the role of the singer has been described reductively as a feminine position ( Auslander 2004 ), subject to an objectifying male gaze. This position is particularly fraught in the subgenres of metal, given the dominance of an extreme binary split between masculinity and femininity in metal subcultures ( Krenske and McCay 2000 ; Riches 2015 ). Berkers and Schaap posit femininity as a “double-edged sword that women in metal music production have to deal (and often struggle) with” ( 2018 , 106). They see the higher visibility attached to being a woman in metal as offering “both positive and negative tensions” (99).",
                "footnotes": [],
                "citations": [
                    "auslander_2004",
                    "krenske_and_mccay_2000",
                    "riches_2015",
                    "berkers_and_schaap_2018"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Some scholars view the role of the female lead singer as an empowered female subjectivity, yet the locus of that power is yet to be separated from gendered and sexualized stereotypes. Weinstein declares that “metal’s defining cultural characteristics like power, strength, and rebellion are ‘culturally masculine’ and that all members of the subculture including female musicians are playing with [...] cultural masculinity’” ( 2009 , 24–25). She specifically sees cultural masculinity as “available to others” (19). This interpretation would understand the performance of female metal singers to exemplify Halberstam’s ( 1998 ) notion of “female masculinity,”      in which a female adopts and exhibits attributes associated with maleness. The strategy of playing along with masculine codes is interpreted by Andrew Cope as a gesture of “solidarity” ( 2010 , 79), however, in some examples, female metal bands reclaim and reverse violent spaces; for instance, Joan Jocson-Singh ( 2019 ) studies transgressive “vigilante feminism” in bands such as Castrator.",
                "footnotes": [],
                "citations": [
                    "weinstein_2009",
                    "halberstam_1998",
                    "cope_2010"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Challenging the binary assumptions of gender, Rosemary Hill finds such assumptions about the “masculine” attributes of metal to constitute a “rejection of femininity” that “positions women fans as involved in the disparagement of their own gender as they align themselves with a masculine culture that writes out the feminine” ( 2016 , 117). In her ethnographic research, Hill poses questions about the availability of aggression as an expressive strategy in metal music. Adopting a similar stance, Gabby Riches declares that if “physical exertion, power, aggression, anger, pain and heavy metal identities are only intelligible on the male body it inevitably marginalizes women and the kinds of questions we can ask about heavy metal’s significance in the lives of the ‘Other’” ( 2015 , 205). As instances of how to challenge assumptions about performative aggression, Florian Heesch examines Angela Gossow’s production of the growling vocal, asserting that “the musical phenomenon of death metal growling has the potential to confuse widespread notions about male and female voices” ( Heesch 2018 , 3) and Jocson-Singh considers the guttural vocals of M.S. (in the band Castrator) as “inverting the discourse of what is typically described as hyper-masculine” ( 2019 , 268). Theorizing Multiple Femininities",
                "footnotes": [],
                "citations": [
                    "hill_2016",
                    "riches_2015",
                    "heesch_2018"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] In response to theoretical discussions of “female masculinity” at one extreme ( Halberstam 1998 ; Messerschmidt 2004 ) and “subordinate femininity” at another ( Pyke and Johnson 2003 ), gender theorist Mimi Schippers ( 2007 ) proposes that we have not adequately conceptualized “multiple femininities” at a level that is comparable to R.W. Connell’s ( 1995 ) influential ideas about “multiple masculinities.” Connell’s understanding, not only of hegemonic masculinity, but also a range of subordinated and marginalized masculinities (e.g., masculinities arising from intersectional identities), allows for the exploration of multiple expressions of masculinity. How and where femininity figures into this formulation is less nuanced: Connell and Messerschmidt formulate “emphasized femininity” in relation to “hegemonic masculinity,” seeing these configurations to be compliant with dominant patriarchal ideals, nevertheless calling for “closer attention to the practices of women” ( 2005 , 848; cited in Schippers 2007 , 85). Taking up that call, Schippers ( 2007 , 86) opens the discussion of gender hegemony to build a framework that “allows for multiple configurations of femininity.” She summarizes the challenge for women as follows: If hegemonic gender relations depend on the symbolic construction of desire for the feminine object, physical strength, and authority as the characteristics that differentiate men from women and define and legitimate their superiority and social dominance over women, then these characteristics must remain unavailable to women. ( Schippers 2007 , 94–95)",
                "footnotes": [],
                "citations": [
                    "halberstam_1998",
                    "messerschmidt_2004",
                    "pyke_and_johnson_2003",
                    "schippers_2007",
                    "connell_1995",
                    "connell_and_messerschmidt_2005",
                    "schippers_2007",
                    "schippers_2007",
                    "schippers_2007"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Instead of reducing behavior that disrupts these constraints to “pariah femininities” or “male femininities,” Schippers ( 2002 ) refers to “alternative femininities and masculinities,” using the example of rock subcultures that reject hegemonic norms      and indicating that specific cultural contexts and relational structures are vital to the interpretation of gender ideals. Understanding masculinity and femininity as symbolic constructions, it is possible to mobilize an alternative model for gender performativity that “allows for those occupying the social location ‘woman’ to engage in practices or embody characteristics that are defined as masculine” ( Schippers 2007 , 92). Ultimately, Schippers’ model promotes “multiple configurations” of femininity (91) and advocates for a dynamic discursive process, in which gender is produced and contested (94). For Schippers, cultural gender maneuvering is “a process of negotiation in which the meanings and rules for gender get pushed, pulled, transformed, and re-established” ( Schippers 2002 , 37). This model offers a perspective for understanding gendered performance in rock music by examining “the efforts to manipulate the relationship between masculinity and femininity as it takes shape in rules for the general patterns of social relations within any culturally specific milieu” ( 2002 , 40). The role of power in this conceptualization of gender is significant as Schippers’ goal is not merely to account for behaviors, but rather for “the power relations and distribution of resources among women, men, and others and how masculinity and femininity as networks of meaning legitimate and ensure that structure” ( 2007 , 101). In the face of this challenge, and in keeping with her call for more nuanced work on femininity, I will not interpret masculinity and femininity as a “fixed set of behaviors” but rather will see gender practices as being “constituted through the proliferation of a network of cross-cutting, sometimes contradictory discourses” ( Schippers 2007 , 93). Tatiana Shmayluk and Jinjer",
                "footnotes": [],
                "citations": [
                    "schippers_2002",
                    "schippers_2007",
                    "schippers_2002",
                    "schippers_2002",
                    "schippers_2007",
                    "schippers_2007"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] As scholars seek to situate female performance in metal, it is evident that they are invested in and troubled by the gendered cultural spaces that women occupy within the genre. Lacking in the scholarship is a thorough examination of the musical contributions (i.e., vocal expression and song writing) of the leading female vocalists in metal. This is a vital gap to fill if we are to move beyond a reductive and objectified view of female artists in metal and to receive them as crucial actors in the musical expression of metal music. The goal of this article is to “ground a constructed perspective on [femininity] from examples in heavy metal itself. . . ” (8) by examining the musical contributions of Tatiana Shmayluk, an artist who claims and occupies space in performative strategies that expand the constraints upon and definitions of “femininity” in metal music.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Since forming in 2009 under the leadership of female vocalist Tatiana Shmayluk and guitarist Roman Ibramkhalilov, the Ukrainian metal band, Jinjer, has created a well-received and genre-defying body of musical work. (9) Their EP Inhale, Do Not Breathe led to the band’s recognition as the Best Ukrainian Metal Act by InshaMuzyka in 2013. The self-produced Cloud Factory of 2014 was re-released by Napalm Records, and they have stayed with Napalm for their album King of Everything (2016), the EP Micro (2019), the album Macro (2019), and their most recent album, Wallflowers (2021). Probably best identified as progressive metal, they draw upon the influences of death metal, metalcore, groove metal, djent, and alternative metal. (10) Critics reveal the band’s genre complexity when they mention the blend of genres. The band itself resists stylistic restrictions, claiming “Any sort of stylistic boundaries, they do not exist for us. It’s diversity and diversity, and again, diversity” ( Graff 2019 ).",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "graff_2019"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] In the reception of Jinjer’s work, much attention is accorded to Shmayluk for her performances of extreme or “harsh” (growling and screaming) vocals in juxtaposition with “clean” vocals. (11) A reviewer of King of Everything (2016) comments, “Feisty growls and soul-shattering clean vocals, front-woman extraordinaire Tatiana Schmailyuk holds the balancing elements that keep it all together and guarantee to rattle your bones” ( FrontView Magazine 2016 ). This same article lists several journalistic remarks, including the following comment that appeared in Rock Hard : “The melodic voice of Tatiana is a cuddle for the heart betrayed by the brutality of a fresh, exhilarating, destructive progressive metalcore sound!” ( FrontView Magazine 2016 ). J. Bennett of Revolver Magazine describes the EP Micro as “a groove-laden fusion of techy nu-metal and staccato djent spearheaded by Shmayluk’s vocals, which seesaw from feral roars to R&B-inflected melodies” ( 2019 ). (12) One Jinjer video that continues to attract a great deal of attention (currently over 66 million views) is their live session recording (2017) of “Pisces,” a clip that showcases Shmayluk’s ability to shift between harsh and clean vocal styles ( Jinjer 2017 ). (13) Another clip of special note is her one-take performance of “Judgement (& Punishment)” in which she performs the vocal part, maintaining a profile stance in order to allow a full capture of her jaw, throat, and chest as she shifts from clean, belted vocals to deep guttural growls ( Jinjer 2020 ).",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "frontview_magazine_2016",
                    "frontview_magazine_2016",
                    "bennett_2019",
                    "jinjer_2017",
                    "jinjer_2020"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Jinjer’s defiance of genre boundaries and Shmayluk’s expansion of female metal vocal expression emerge through a multi-faceted and complex dialogue with an array of cultural and popular music references in words, music, and images. To illuminate the unique blend of referentiality and creative expression within Jinjer’s work, this article offers analyses of three music videos: “I Speak Astronomy,” “Perennial,” and “Pit of Consciousness.” For artists of all popular music genres, the music video is a significant site for the expression of cultural themes and messages and in order for that cultural expression to be both intelligible and meaningful, videos rely upon the workings of musical genre. (14) I explore the thematic content in words and images, as these are in dialogue with the genre-based compositional, stylistic, and expressive elements of the music. I reveal that thematic content to comprise “a system of references to other [works], other texts, other sentences. . . ” ( Foucault 1972 , 23)—thus, an intertextual engagement with the creative output of bands whose work has been significant in the establishment of the metal subgenres to which Jinjer refer. (15) Elsewhere, I have defined intertextuality simply as “the web of interrelated creative elements that link a text to other texts” ( Burns, Woods, and Lafrance 2015 , 4). More specifically, the aspect of Jinjer’s intertextual framing that I will examine is the representation of femininity in metal music videos. As lead vocalist of the band, Shmayluk achieves a unique performance of gendered subjectivity through a complex intertext through which she revisits, challenges, and transforms existing representations of metal femininity. Analytic Objectives",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "foucault_1972",
                    "burns_woods_and_lafrance_2015"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Thus motivated to understand representations of gender and sexuality within the specific contexts of metal subgenres, and considering a female metal vocalist’s material and expressive work as the object of inquiry, I explore the following questions: How does a female metal artist occupy (claim) performative space in the expressive channels of words, music, and images? What cultural themes and whose gendered practices are being conveyed through these expressive channels? How might a female artist complicate these themes and practices to transform the conventional representations of gender and sexuality within metal subgenres?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In order to ground these interpretive questions within a material analysis of content and expression, my analytic methodology involves several steps of consideration: situating the music video in its intertextual contexts in order to identify and better understand the larger cultural discourse—grounded in subgenres—in which the artist/band participates; examining how these intertexts shape cultural expressions of power, authority, and aggression in relation to gender; exploring music–analytic data in dialogue with lyrics and images to illuminate how the selected artist engages with cultural messages and genre-based meanings; and interpreting the gendered aspects of the expressive multimodal attributes over the narrative arc of the song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] To clarify further, the music–analytic data will include form; metric, rhythmic, and harmonic structures; vocal and instrumental content and expression; and production elements. As I elaborate this data, I will refer to spectrogram images and sound for selected passages, as well as to specific segments of the music videos. Multimodal analysis requires rigorous and systematic attention to the three individual channels of expression (words, music, images) across all sections of the song; the analysis presented here is thus meant to create a narrative immersion and reflective interpretation of these expressive channels in a fully integrated multimodal dialogue. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In Jinjer’s multimodal work, material and expressive information emerges in the lyrical, musical, and visual domains that point to complex levels of cultural commentary about the role of gender in progressive metal music. Drawing from a large discourse of metal music and developing intertexts with clusters of bands that explore specific themes, Jinjer—with Tatiana Shmayluk at front and center—manipulate and transform those themes in ways that implicate gender. With the chosen music videos as illustrative case studies, I illuminate how Jinjer address representations of femininity in metal music, manipulating and transforming these representations to invite new ways of understanding the female voice in metal. For each music video, I present the thematic analysis and intertextual points of reference to other metal bands; I offer a close reading of the song form with the aim of intersecting analytic elements from words, music, and images; and I consolidate my primary interpretive arguments in a brief closing section. Analysis I:  Cosmic Bodies “I Speak Astronomy” ( King of Everything , 2016) [Track produced by Max “Morton” Pasechnik; Video directed by Ingwar Dovgoteles] Example 1 . “I Speak Astronomy,” Lyrics and Formal Structure (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] “I Speak Astronomy” offers a reflection on human subjectivity in relation to the universe. Tatiana Shmayluk’s lyrics ( Jinjer 2016b ), provided in Example 1, convey the perspectives of a subject whose understanding of identity is shaped by astronomical contexts, for instance, in the opening line that declares the subject to be determined by “golden dust.” Signals sent through space provide humans with energy, satisfying spiritual needs as the subject reflects on human desire and cosmology (“dark matter is so divine”). At the same time, the human–cosmic relationship is shown to be mysterious and potentially intimidating, as expressed in the line, “When you see black holes in my eyes.” The subject, fully aligned with these interstellar attributes, invites an implicit subject to unite with her in an astronomically determined relationship.",
                "footnotes": [],
                "citations": [
                    "jinjer_2016b"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Lyrical topics invoking extraterrestrial space are well worn in the genres of progressive and art rock, with early examples in the work of Pink Floyd ( The Piper at the Gates of Dawn , 1967), David Bowie ( Ziggy Stardust . . . , 1972), as well as space rock developments such as T.Rex ( Electric Warrior , 1971) and Hawkwind ( Space Ritual , 1973). In the genre of metal, we can look to Black Sabbath’s Master of Reality (1971) as an early venture into the theme of space travel. More recently, and specifically in the context of progressive metal, the cosmos and otherworldliness are strikingly evident in the work of bands such as Between the Buried and Me, Born of Osiris, Gojira, and Scar Symmetry.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] This latter development in progressive metal reveals a profound concern for the environment and looks hopefully to new galaxies in response to fears about environmental catastrophe. For instance, in the song “Astral Body” (Between the Buried and Me , The Parallax II: Future Sequence , 2012 ) the subject floats in space following the destruction of his planet, deconstructing his corporeal self through lyrics that connect to the Jinjer song under consideration: “Blacked out eyes in an existence overgrown.” Similarly, Gojira’s “Heaviest Matter of the Universe” ( From Mars to Sirius , 2005) presents a subject on a journey from his physical world (“I cross the clouds and colours / The black hole is calling me”), ultimately coming to understand that “. . . in the centre stands the light of love,” thus offering hope through transformation. Scar Symmetry’s title track from Holographic Universe (2008) questions the truth of space and time by proposing a new form of consciousness through holographic light (“. . .  the beam will underline the birth of the universe”). Born of Osiris’s “Goddess of the Dawn” ( Soul Sphere , 2015) asks the vital question, “Can we avoid our absolute destruction?” but seeks human solace in the notion that “It’s love that connects us.” Although the treatment of this theme is apparently without gender specificity, nevertheless the song title introduces a divine feminine essence that is implicitly associated with the concept of human love. Example 2 . Screenshots from “I Speak Astronomy” and visual references to the work of progressive metal bands (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Not exclusive of female reference points, this discursive treatment of cosmic power presumes human universality and is presented primarily by all-male and white progressive metal bands. Women do not emerge in the visual economy of these works; these are omniscient male perspectives on the fragility of the physical world and the potential of an altered state in the cosmos. Example 2 reproduces a few stills from music videos (by Born of Osiris, Between the Buried and Me, and TesseracT) that engage with this theme and juxtaposes these images with stills from Jinjer’s music video, “I Speak Astronomy.” In this visual realm, bodies of epic proportions, often in god-like forms, appear in dark scenes where they interact with material elements in otherworldly contexts and emit celestial powers: asteroids and star constellations surround the figures and their physical forms have a dynamic function in space, not delimited by natural human boundaries. Astronomical patterns dominate the sky and horizon with illuminated geometrical designs. Celestial bodies and columns of light create a sense of cosmic connections. My point of primary concern here is that throughout these works, cosmic power is not made intelligible on the female body ( Riches 2015 ).",
                "footnotes": [],
                "citations": [
                    "riches_2015"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Compared to the male god-like figures in the work of these progressive metal bands, Jinjer mobilize this topic to showcase Tatiana Shmayluk in the role of the other-worldly figure. Larger than life ( Examples 2a and 2d ) and sometimes distorted and fragmented in appearance, her body is nonetheless feminine in her style of make-up and dress ( Example 2c ). She is unconstrained by gravity in relation to her fellow band members ( Examples 2a and 2b ) until the closing scenes, when her feet appear to be grounded on the interstellar land ( Example 2e ). Even there, she interacts with her spatial surroundings in unearthly ways as her hand intersects with the celestial column of light ( Example 2f ). By inserting herself into this story and specifically adopting the role of the god-like (omniscient) figure, she claims an image of power for female metal vocalists, asserting that such a status is available to women (a point of concern for Hill 2016 ; Riches 2015 ; and Schippers 2007 ).",
                "footnotes": [],
                "citations": [
                    "hill_2016",
                    "riches_2015",
                    "schippers_2007"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] Turning to the musical expression, I now consider how Shmayluk conveys this transcendent story of human subjectivity in relation to the universe. Content in the lyrical and visual channels invites consideration of the impact of a female vocalist upon this space-rock topic. I analyze elements of Shmayluk’s expression within the song narrative to understand how this particular story is conveyed in musical time and space. The song form, outlined in Example 1, (17) presents two statements of a verse–prechorus–chorus sequence, a vocal bridge, and a novel section—heard three times in increasingly intensified textures—which functions as a terminally climactic chorus ( Osborn 2013 ). The formal design is developed by Shmayluk’s exploration of vocal strategies, including the contrast of clean (undistorted) and harsh (distorted screaming) styles, a shift that is familiar to metalcore and progressive death metal ( Kennedy 2017 , 87).",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "osborn_2013",
                    "kennedy_2017"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] The materials presented in the verse–prechorus–chorus sequence reveal constantly shifting metric patterns and vocal styles. The sequence illustrates the “telos principle” ( Nobile 2022 ) as musical energy builds from verse to prechorus to chorus. Following a lengthy intro that establishes a heavy riff characterized by meter changes and syncopation typical of progressive metal, the first verse features call and response patterning in which a seductive, sliding vocal call is answered by a clipped, filtered response. The changing metric pattern ( 4 3 – 8 7 – 16 12 ) and syncopation provide an angular backdrop to her call and response, as the response passage comes into rhythmic alignment with the guitar shots. (18) In the prechorus, the meter shifts to a languid 2 4 in which distorted (noisy) melodic guitar effects derived from the C ♯ phrygian scale are juxtaposed with rapid-fire chugs. For this section, Shmayluk adopts a dark, sultry, chest-register delivery that is simultaneously intimate yet reverberant in a large space; for instance, at “divine,” her breathy voice carries into the distance. The chorus (19) offers an aggressively heavy guitar and kit texture in a driving 4 4 meter (20) that is complicated by a double tresillo pattern. (21) The lead guitar delivers a piercing tresillo gesture while Shmayluk’s harsh vocals occupy a wide spread of sonic energy. (22) Her screams are also given a long reverberation, especially evident at the tail of her words (e.g., “eyes”). Media Example 1 . “I Speak Astronomy,” Verse 1 – Prechorus – Chorus, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": [
                    "nobile_2022"
                ]
            }
        },
        {
            "5.8": {
                "text": "[5.8] These changing vocal qualities and expressive gestures emerge clearly in Media Example 1 , an annotated spectrogram for the first verse, prechorus, and chorus. (23) The sonic image of the verse illuminates the strength of the overdubbed sliding vocal calls, with intensity in the mid-upper register; for instance, at “dust,” she slides from B3 to C ♯ 4 and this emerges strongly at the third partial (B5– C ♯ 5, approximately 1000 Hz). By comparison, her clipped responses are filtered and diffuse. The darker vocal quality of the prechorus is evident, with an intensity of signal around 200 Hz and with some breathy delivery. The chorus features guitar intensity at the 200 Hz level, taking over the space occupied by the voice in the prechorus, while Shmayluk’s harsh vocal screams now deliver spectral energy in the mid-upper to high register (500–2000 Hz range). Her metal screams create pitch nuance as she brings out the lows and highs of the range; for instance, compare the lower delivery of “holes” to the higher and broader spectrum effect of “eyes.” (24) Media Example 2 . “I Speak Astronomy,” Verse 1 – Prechorus – Chorus, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] Media Example 2 situates these sonic strategies in relation to the aesthetic materials and strategies of the music video treatment. (25) In the verse, Shmayluk’s sliding vocal is visually linked to her presentation in black clothing and heavy makeup, while the clipped, filtered (distorted) vocal response is demarcated by the post-production treatment of her head and shoulders image with black and white pixelation to evoke an analogous distorted effect. In the context of the body dimensions in the neighboring shots, this head and shoulders image stands out as larger than life. The prechorus, with the low-register and breathy delivery, is treated visually by shifting black and white pixelation over her body, now in a glamourous black satin dress with plunging neckline. The band members are no longer visible and the black backdrop includes points of light that suggest a star constellation. Shmayluk’s gently floating arm and hand gestures invoke a seductive or invitational address. For the dramatic shift to harsh metal screaming in the chorus, the video passage captures her in a more aggressive stance, often directly facing the camera, as compared to the profile or semi-profile shots (prechorus); she is no longer wearing the dress with plunging neckline and she stands in dynamic relationship to the band members. Over the course of the distinct song sections, the female subjectivity that is displayed is fragmented, distorted, unfixed, but also omniscient, while the music is ever changing, shifting in qualities and gestures. Media Example 3 . “I Speak Astronomy,” Bridge (phrase 1), sound recording and spectrogram (click to open in new tab) Media Example 4 . “I Speak Astronomy,” Bridge (phrase 1), music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] The bridge section (mapped in Media Example 3 ) presents a new texture, characterized by the return of the 2 4 meter, but also by a release from syncopation, a clear backbeat on beats 2 and 4 (circled), and supportive double-kick drumming (evident in the low frequency range). (26) Her clean vocal returns to the chest register, this time with a fuller-voiced quality, enhanced by backing vocals. Her sustained pitch, E4, on “rotation” projects strongly at the first partial (E5) and carries well into the upper frequencies. This passage in the music video ( Media Example 4 ) features the image first presented in the prechorus, now elaborated to extend the star constellations on the horizon and eventually to provide a broader image of the otherworldly setting, with Shmayluk in the foreground, without any distortion in frontal shots. The multimodal elements in this passage begin to ground and stabilize the subject as she proclaims that “we won’t be held by no bars.” Media Example 5 . “I Speak Astronomy,” Climactic Chorus, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] The song culminates in a final section of new material that functions as a terminally climactic chorus ( Osborn 2013 ). Media Example 5 reveals a gradual shift from her dreamy chest register in the first statement of the climactic chorus (CC1) to an overdubbed statement in CC2, to a saturated belt in CC3. The first iteration of the material (CC1) is delivered in a metric alternation of 4 7 and 4 8 , offering a gentle temporal destabilization. (27) An ambient texture—a warm bass and spacey guitar with detailed kit—supports her low-register, dreamy, and warm vocal. Note that Shmayluk’s treatment of the lyrics in the 4 7 – 4 8 alternation places the first syllable of “parallel” on the downbeat of the 4 8 bar, creating a downbeat accent following the 4 7 bar. The second statement (CC2) is also delivered in her chest range, with intensity building through vocal overdubbing at the octave. She holds back from a full, dynamic expression; although heavily layered, the primary vocal is restricted to her lower range and does not project at her maximum potential. In this section, the meter returns to 2 4 (previously heard in the prechorus and the bridge), although the guitars and kick drum deliver syncopated but unified rapid-fire gestures (the metal gallop). Notably, when the meter shifts to 2 4 , Shmayluk retains the placement of the first syllable of “parallel” on the 8th quarter, but this now functions not as the downbeat, but as the last quarter of the 2 4 bar, thus carrying a rhythmic accent through syncopation. The final statement (CC3) of this material establishes a very stable 2 4 in a full, dense guitar and kit texture, while Shmayluk’s upper register vocal belt is full-voiced, saturated, carrying a long reverb. Her pitch inflections reveal tension as well as some vocal rasp; her voice is also greatly enhanced by spatial depth. Listen, for instance, to the vocal tension at “light years” (as she reaches the top point, E4 of the “safe” vocal belt range), the delay effect at “research,” the rasp on “ended,” and the large, spatialized effect at the tail of her final sustained G ♯ (leading tone). Media Example 6 . “I Speak Astronomy,” Climactic Chorus, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "osborn_2013"
                ]
            }
        },
        {
            "5.12": {
                "text": "[5.12] In the music video ( Media Example 6 ), during the dreamy passage of CC1, Shmayluk’s giant, disembodied facial profile (in black and white) is presented in disproportion to her full body (in the black satin dress), while the background illuminates vast constellations and floating rocks; this scene thus juxtaposes a supernatural figure with a glamorous feminine body. The distant vocal delivery at the center of an ambient and detailed texture complements this visual portrayal of female strength and grace. Section CC2, with its galloping texture, situates the full band in an outdoor stage-like arrangement, with extraterrestrial rock formations and space technologies. Shmayluk now wears futuristic clothing—a tight suit in a shiny dark material—and slicked-back hair. Standing in the foreground in relation to the band members, she conveys authority and performative weight as her comfortable chest-range melody is treated to octave overdubbing, beginning to lead the voice to the upper range. The unified head-banging gestures and heavy delivery of guitars and kit lend support to that performative power. During this performance scene, the stars in the background begin to rise and the sky brightens, anticipating the emergence of a light source. As the cathartic culmination of the track, section CC3 offers an arresting scene to close the song. Following a five-second pause in the sound, with no image of the band, the performers reappear, now with a column of light rising behind them and with Shmayluk’s hand rising into the beam as she delivers her belted vocal in the upper octave. Here we witness the vocalist in a marked articulation of female vocal power at the front of band members performing their roles in conventional metal patterns. “I Speak Astronomy”: Interpretive Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.13": {
                "text": "[5.13] In this music video, Shmayluk’s form is attributed otherworldly attributes as she transmits her message across time and space, yet there are moments when her human femininity is mobilized to create seductive effects. Her vocal expression shifts from persuasive to harsh to dreamy to belted, but across all expressive styles, her voice reverberates within the sonic space of the recording texture. Connecting to other progressive metal representations of supernatural figures, Shmayluk assumes this role herself and suggests an alternative to gendered assumptions about universal power. Not deified as a one-dimensional image of universal power, she is shown to be multi-faceted, in dynamic relationality to her band members, occupying an array of positions in the visual space of the video as well as in her vocal space. She is not reduced to a single archetypal category: in this single song, her performance (in words, music, and images) defines femininity in cosmic metal as at once seductive and aggressive, deified, and grounded. Her cultural gender maneuvering, from male progressive metal representations of cosmic power to this female representation, operates within a network of conventional meanings, but constitutes an alternative representation of strength that she claims for the female body. Analysis II. Lament, Death, and Precarious Femininity “Perennial” ( Micro [EP], 2019) [Track produced by Max Morton; Video directed by Shah Talifta] Example 3 . “Perennial,” Lyrics and Formal Structure (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Shmayluk’s lyrics for “Perennial,” reproduced in Example 3 ( Jinjer 2019d ), are characterized by gothic symbols of lament and death, with the cycle of nature serving as an allegory for human loss. Despite the imagery of decay, in lines such as, “the autumn feels like a funeral,” the song closes with a cathartic sense of renewal and release. These lyrics connect strongly to song examples in death, doom, gothic, and progressive metal, for instance, with bands such as Opeth, Katatonia, October Tide, Evanescence, and Gojira. Opeth’s “Demon of the Fall” ( My Arms, Your Hearse , 1998)—a significant instance of this gothic theme—sees the subject lamenting the loss of love while references to autumn winds and grey skies build a gloomy atmosphere. Katatonia’s “Velvet Thorns (Of Drynwhyl)” ( Dance of December Souls , 1993) focuses on death and bereavement with a strong poetic reliance upon the natural elements to convey an emotional atmosphere; the line, “Through the ashes of a dying love, a new soul is born,” resonates profoundly as an intertext with the moment of catharsis in “Perennial”: “From the ashes of my roots, the new me will rise to live again.” Gojira’s “The Fall” ( L’enfant sauvage , 2012) relies upon the themes of falling leaves and cold wind to explore the human need for strength in the face of disappointments and loss. By contrast, October Tide’s “Blue Gallery” ( Rain Without End , 1997) offers no catharsis, but sees the subject lamenting his own death in the October rain, Daylight Dies’ “Dreaming of Breathing” ( A Frail Becoming , 2012) laments an “atrophied soul,” and Evanescence’s “Bring Me To Life” ( Fallen , 2003) invokes the cold and dark that have numbed the subject’s spirit into sleep. Example 4 . Screenshots from “Perennial” in relation to the work of progressive metal, death metal, and death-doom bands (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "jinjer_2019d"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] The “Perennial” music video features Shmayluk in four spaces: in vocal performance ( Example 4a ), spot-lit in a dark space; inside a candlelit country house, with old-fashioned décor and dress ( Example 4b ); outdoors in the dark of night, digging ( Examples 4c and 4d ); and ultimately outdoors in the bright snowy forest, wearing an ivory vintage dress with bare feet ( Examples 4e and 4f ). The representation of a sole female character, stylized to evoke a feminine form from the past, whose vulnerable body is exposed to harsh natural surroundings, is linked to the representations in male-fronted bands such as Lamb of God (groove metal/metalcore), Swallow the Sun (death-doom), Katatonia (alternative/death-doom), and Daylight Dies (death-doom). The gothic imagery in their videos ( Example 4 ) is remarkably similar to that of “Perennial,” with visual codes and aesthetics that romanticize the past, showcase the contrast of light and dark, and represent female subjectivity as vulnerable and oppressed. In these videos, the long-haired female subjects wear old-fashioned dresses, they walk (and run in fear) through old buildings or forests, they are framed in darkness, their hands are represented in demure positions or reaching for help, and their feet are often bare to the elements. Within this discourse, the network of gendered meanings legitimate and ensure ( Schippers 2007 ) the status of the female subject as overpowered and threatened by overbearing and dangerous forces. The following analysis illuminates what the members of Jinjer accomplish in their handling of this representational material.",
                "footnotes": [],
                "citations": [
                    "schippers_2007"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] In addition to providing the lyrics, Example 3 maps the formal and expressive content of “Perennial.” Following a slow intro, a frenetic riff leads into a harsh verse, followed by a chorus; these sections are repeated with new lyrics and some musical transformations, followed by a unique bridge and a climactic chorus outro. As was the case in “I Speak Astronomy,” the formal structure is made more complicated by the contrasting clean and harsh vocals. In the latter song, energy increases as clean vocals for the verse and prechorus lead to a harsh chorus, which is later “resolved” in a clean delivery of the terminally climactic chorus group. Here, in “Perennial,” an intense riff and harsh verse lead into a clean chorus, which later culminates in a cathartic harsh delivery of the previously established chorus material. Let’s consider how this unfolds in the song and music video. Media Example 7 . “Perennial,” Slow Intro and Intro Riff, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Media Example 7 presents both the slow intro and the frenetic intro riff section in the music video. A dark, whispered vocal and clean-toned guitar introduce the song, while we witness a reclining female subject in a candlelit room, wearing a long dark dress in a late nineteenth-century (Victorian) style. The sombre image of the subject, ominous whisper, and dissonant harmonic treatment expound the moody ode to autumn. An F ♯ -minor foundation for the song is established with the progression F ♯ m–Dº– C ♯ , potentially heard as i– ♭ vi°–V, with a chromatic (diminished) treatment of the submediant degree. By contrast, the riff section delivers a “frenetic” 4 4 riff with darker timbres and snare accents on the second and fourth sixteenths. The guitar chords feature the crunchy dissonance of diminished fifths on D and F ♯ ( C ♯ –Dº– C ♯ – F ♯ º). As the intro material gives way to this riff, a change in video scene reveals fragmented images of each band member within a dark and undefined setting, characterized by intense performance gestures and chaotic camera movements. We first see Shmayluk’s dreadlocks in a spinning headbanging gesture, a striking contrast to her previous constrained movements in the Victorian costume. Media Example 8 . “Perennial,” Harsh Verse 1 – Chorus 1, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The musical intensity established by the riff section continues into harsh verse 1, for which the spectrogram image is annotated along with chorus 1 in Media Example 8 . A metric shift to 2 4 is articulated by a steady kick and backbeat snare pattern, however it competes for clarity with the technical guitar riff in C ♯ phrygian and the fast-paced harsh vocal delivery. Immediately following that technical aggression, chorus 1 presents the 2 4 meter more clearly, with the harmony changing twice per bar in F ♯ minor. As the instruments consolidate their activity, Shmayluk’s voice assumes a primary position in the texture, with a clean, chest-register delivery, overdubbed to offer lower and higher registral layers. At the assertion, “I’m here,” she sings warm thirds ( E ♯ 4 and F ♯ 4) against chords C ♯ and D (functioning as V– ♭ VI); while this progression seems finally to deliver what has been implied since the beginning of the song—a functional progression in F ♯ minor—the subsequent gesture from F ♯ m to E ♯ is a bold chromatic move. (28) In this vibrant vocal appeal, with a supporting foundation, the subject proclaims herself to share autumn’s “undressed” vulnerability, bared to the elements, with nothing (metaphorically) but petals on her breast. Media Example 9 . “Perennial,” Harsh Verse 1 – Chorus 1, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] In the video treatment of harsh verse 1 and chorus 1 ( Media Example 9 ), the woman in the candlelit scene and the headbanging vocalist continue as the primary subjects. The deep harsh vocal, aggressive riff, and headbanging image seem incongruous in relation to this figure, but as the scene develops, we understand the headbanging vocalist to be a shrewd narrator of this story. Shmayluk’s words call for a critical reflection on what is being represented here, especially with respect to femininity. Lyrically extolling the beauty of nature in its process of autumnal death, she explicitly identifies nature as female —as “spectacular” in her own suicide—while the female subject in the video (dressed in clothing that symbolizes a historical tradition of constrained femininity) is performing her beauty ritual, grooming and braiding her hair. Her deliberate gestures (scrutinized by her own gaze in the mirror) are attributed a solemn and foreboding quality by harmonic effects that are calculated to suggest and disrupt directional tonality. Contributing to the ominous effects, the candlelit scene is interrupted with Shmayluk’s image as performer, outdoors, where it is cold enough to cause the condensation of her breath. It is evident from this juxtaposition of two realities for female subjects (one constrained within the domestic sphere, the other with freedom of movement, yet exposed to the harsh elements) that the lyrical theme of death and the vulnerability of nature are metaphors for female experience. Media Example 10 . “Perennial,” Clean Verse – Harsh Verse 2 – Chorus 2, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] Media Example 10 provides the video sequence for the clean verse (based on the intro riff), harsh verse 2, and chorus 2. Continuing with the indoor scene, the subject prepares to go outside, putting on her shoes and ominously retrieving some digging tools. During this passage, material from the intro riff returns in a modified form to become a clean verse. Although the snare no longer articulates the frenetic sixteenth pattern, the role of syncopation now resides with the voice: against the crunchy dissonance of the harmonic pattern C ♯ –Dº– C ♯ – F ♯ º, Shmayluk delivers a syncopated line in clean but edgy vocals with a tone that is in keeping with alternative metal styling. With impeccable timing between music and image, the downbeat of harsh verse 2 arrives just as the female subject drives the pickaxe into the ground. Juxtaposed with the digging figure, the band members are filmed (again, individually) outside in the cold, with snow on the kit and the guitar, which is played from the ground by a disembodied arm. Meanwhile, the female figure digs with her tools in the cold, hard earth. Whereas it previously served as a portentous backdrop to the subject’s slow and deliberate movements in her room, the frenetic music now underscores her frenzied efforts to dig her own grave. At the return of the vibrant vocal for chorus 2, the subject casts away the metal tools and uses her bare hands, kneeling in the hole, while Shmayluk as narrator looms above her at the word “die,” the female critic witnessing the scene of ultimate feminine demise. Media Example 11 . “Perennial,” Bridge, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] Media Example 11 annotates the spectrogram image of the lengthy bridge section. Returning to the atmospheric qualities of the intro, the first phrase features a clean lead guitar, detailed kit and direct bass tone in a progression ( F ♯ m– C ♯ 7– F ♯ m–Dº) that is reminiscent of the slow intro but reordered such that C ♯ (now a full dominant seventh) is resolved by an F ♯ -minor tonic before leading to the Dº harmony. When the voice enters, Shmayluk moves easily between her warm and dark chest register ( F ♯ 3) and the lighter octave above ( F ♯ 4). Phrase 2 increases the intensity in the kit and heavier guitar, with overdubbed vocals for the passage in which she reflects on her “biggest source of confusion”; here, for the first time in the song, the harmony moves to the subdominant (Bm) in a progression that again leads to the chromatic Dº harmony (Bm7– F ♯ m–D–Bm7– F ♯ m–Dº). The Dº chord at the end of each passage builds tension to push the music forward, ultimately leading to the third phrase of the bridge, in which the word “coma” is treated to a melismatic vocal in a belted and overdubbed delivery. The first three bars begin clearly enough in F ♯ minor, but then the guitar and bass articulate a rising second–falling third sequence (C–D–B–C–A–B– G ♯ –A) while the voice runs in parallel sevenths above (B–C–A–B– G ♯ –A– F ♯ – G ♯ ). When the voice reaches its final note ( G ♯ ) of the sequence, the bass separates from the guitar to introduce B ♯ below, creating a leading tone effect to the next chord, C ♯ , where the phrase closes, eliding into the final climactic section of the song. The harmony of this sequential passage derives from the F ♯ [0-2] octatonic scale, its chromatic content building harmonic tension, to be released in the cathartic return of the chorus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] The harmonic tension in the bridge is complemented by the development of tension in the metric structure. Phrase 1 continues the symmetrical four-bar phrasing in 2 4 that was established in the harsh verse; the harmonic rhythm is languid, at one chord per bar. Phrase 2 disrupts the hypermetric structure with its irregular seven-bar duration (effectively taking one bar away); the harmonic rhythm of one chord per bar is maintained until the final chord (Dº) which is sustained for two bars, creating anticipation for the next harmonic change. Phrase 3 increases the harmonic rhythm that effects a metric shift to 2 2 ; the first three bars deliver harmonic change once per 2 2 bar, but then twice during the sequential passage. Metric destabilization occurs through the loss of one bar in the first seven-bar cycle, and then through the intensification of pacing in the last seven-bar cycle. Media Example 12 . “Perennial,” Bridge, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] This tension-building musical section connects to the video images, which situate the female subject in a completely new setting that creates a striking aesthetic contrast to the preceding scenes ( Media Example 12 ). Just as the bridge begins, the video shifts to the image of a Shmayluk in a light-colored Victorian dress, sitting in a snowy forest during daylight hours. As the lyrics of phrase 1 reflect introspectively upon the cycle of destruction and restoration, the video subject kneels in the snow, surrounded by trees while the camera focuses on her elegant, feminine hand gestures and her slow rise to standing position. During phrase 2, which begins the process of metric destabilization, she spins with arms outstretched and dances barefoot through the snow; in keeping with her lyrical “confusion” and the vocal layering, the camera rotates, capturing an upward view of forest trees. Following the subject’s refuge in a suspended “breathless” state, the melismatic “coma” section begins with its heavier texture, metric shift to 2 2 , and octatonic sequence; this passage is characterized by fast edits juxtaposing the bright snowy scene with the dark digging scene, again with a focus on the subject’s bare hands in the cold earth. A level of text–music–image incongruity is evident as the lyrics refer to dark themes of destruction, decay, and disillusion—amplified by the harmonic and metric destabilization in the music—while the video images show the subject in the light dress to be moving freely and naturally in the snowy forest space. Even as she seems to move freely, however, her bare feet in the snow convey a destabilizing element that contributes to the tension of the scene. The bare extremities (hands and feet) hold semiotic significance within the visual economy of the male-fronted music videos mentioned previously and illustrated in Example 4. It is not uncommon to see the vulnerable bare feet of a damsel in distress in death, doom, and gothic metal. The multimodal scene thus raises many points of unease and apprehension that bely the apparent liberation of the female subject. Media Example 13 . “Perennial,” Chorus Outro, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] The tension that has developed to this point in the song and video culminates in the final chorus outro. The spectrogram of the passage is annotated in Media Example 13 . Within a post-black metal wall of sound in guitars and kit (presenting the earlier C ♯ –D– F ♯ m– E ♯ riff), Shmayluk’s performance contributes significantly to the cathartic effect. As her final belted vowel of “coma” elides into the downbeat of the chorus, she contrasts her sustained vibrato with the entry of harsh vocals that articulate the powerful lyrics (“from the ashes of my roots the new me will rise to live again”). Although the first statement of the phrase is intense in expression, with deep harsh vocals, she takes the intensity to new heights (perhaps to her limit) in the second statement; this is most evident in the pitch space of her vocal screams, where “roots” is delivered at a higher level, with a more tortured quality (invoking a black metal vocal register), and the final “you” is extended to a low death-metal growl even after the kick drum has ceased. (29) Media Example 14 . “Perennial,” Chorus Outro, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "6.12": {
                "text": "[6.12] The music video images for the chorus outro, provided in Media Example 14 , contribute to the cathartic effect of this climactic section. To begin the passage, Shmayluk, in her performing role, pounds her chest in the delivery of her first harsh words. The video treatment focuses primarily on the performing musicians, with sporadic quick cuts to the digging scene and the spinning scene in the forest. All of the images convey frantic movements and high energy until, ultimately, the figure in the forest stretches her arms and falls backward, the singer’s hands reach forward, and the digging figure is shown to be immersed in the ground, with only a hand emerging from the ground. With this final sequence, the narrative of “exhausted nature” as a metaphor for femininity arrives at its morbid conclusion: the female figures in the grave and in the snow are both shown to descend. The performing subject, however, remains as a defiant voice, asserting her own resistance to this narrative, and declaring that in this process of decay and rebirth, she will “rise to live again.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.13": {
                "text": "[6.13] Shmayluk’s strategic mobilization of harsh vocals for this final statement reinforces her place as an extreme metal vocalist even while she critiques its patriarchal assumptions. In this regard, it is important to reflect upon the gendered practice of harsh vocalization and to appreciate the work of female vocalists to claim space in this discourse. Heesch interrogates this practice with the example of Angela Gossow (Arch Enemy), challenging the stereotype of aggression as a masculine trait. Identifying several ways in which the growling is associated with a male voice (low, dark, rough, aggressive), he argues that the “cultural presence of female growlers could potentially change our preconceptions about the gendering of vocal sounds with regard to pitch, roughness, and aggression” ( Heesch 2018 , 8). Shmayluk’s handling of vocal styles in “Perennial” certainly challenges the stereotype: by choosing to adopt a harsh style for the final chorus statement, she explicitly declares that a new femininity must “rise.” “Perennial”: Interpretive Conclusions",
                "footnotes": [],
                "citations": [
                    "heesch_2018"
                ]
            }
        },
        {
            "6.14": {
                "text": "[6.14] “Perennial” tells a story of loss and restoration through reference to the natural autumnal cycle, which is presented as a metaphor for female vulnerability. Here, Shmayluk offers a compelling critique of gothic femininity by connecting to the iconic imagery of death, doom, gothic, and progressive metal; she inserts herself into the role of exposed subject but at the same time performs her own role as a defiant and virtuosic extreme metal vocalist. Moving from domestic enclosure to harsh external conditions, the story casts a harsh light on female subjectivity within oppressive circumstances. Her vocal expression shifts from introspective serenity to critical growls, always claiming space and depth in the musical texture while she portrays herself in the role of the precarious female subject as well as the resistant critic, on the outside of the oppressive scene. The cathartic effect of the final chorus is brought about by the development of tension in the bridge—with its topics of “confusion” and “disillusion”—followed by Shmayluk’s remarkable harsh delivery of the climactic chorus material. Implicitly, the cycle of loss leads to rejuvenation, however the video images do not convey the restoration of an oppressive femininity; instead, that kind of femininity is buried in its own grave while Shmayluk looks on. With this song and its intertextual links to specific metal subgenres, she challenges the illusion of a beautiful, “natural,” gothic femininity and asks her spectators to critique its dark effects. Analysis III. Fragile Subjects “Pit of Consciousness” ( Macro , 2019) [Track produced by Max Morton; Video directed by Oleg Rooz] Example 5 . “Pit of Consciousness,” Lyrics and Formal Structure (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Turning now to “Pit of Consciousness,” I will begin, once again, with a few points about Shmayluk’s lyrics ( Jinjer 2019c ), reproduced in Example 5 . On a thematic level, the song explores the subject’s internal mental struggles to hold onto sanity and reality, as well as the fragmentation and loss of self (e.g., “a stranger knocks on my mind”); the subject fears that in her mind, someone else is “setting snares for my soul.” Similar themes are developed in several key tracks by progressive and alternative metal bands; for instance, Meshuggah’s “Soul Burn” (1995), Korn’s “Insane” (2016), Gojira’s “The Cell” (2016), and Of Mice & Men’s “Pain” (2016).  In an early Meshuggah example, “Soul Burn,” the subject asks, “who’s my mind” and “what’s real?”; he experiences “perpetual pain” as his “soul burn[s].” In Gojira’s “The Cell,” the subject is “locked inside” himself, while his brain is “overcrowded.” In the song “Pain,” Of Mice & Men also refer to “pressure in my brain,” while the subject is at the limit of the anguish he can experience. In “Insane,” Korn’s lyrical subject laments the loss of his soul while a destructive force is “growing deep within my head.” The topic of mental anguish—driven by the threat of mental and spiritual autonomy—connects these tracks, which are all presented in the genre contexts of progressive and/or alternative metal. Jinjer step effectively into this discourse, not only in the lyrical dimension, but also in the visual and musical realms. Example 6 . Screenshots from “Pit of Consciousness” in relation to the work of progressive and alternative metal bands (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "jinjer_2019c"
                ]
            }
        },
        {
            "7.2": {
                "text": "[7.2] Example 6 reproduces some screenshots from the video as well as images from the work of Korn, Gojira, and Of Mice & Men. The “Pit of Consciousness” video was shot in a space with an exposed lighting truss in the ceiling ( Example 6a ), with an anamorphic lens (evident in distant shots such as Example 6b) using a cinemascope aspect ratio. It is shot entirely in black and white, with minimalist lighting and an emphasis on dramatic contrast. Post-production effects are also important, as for instance with the fire that arises from the singer’s arms ( Example 6e ) and with the superposition of shots to suggest a fragmented subjectivity ( Example 6h ). Shmayluk is featured as three different figures, each with their own style and setting. At first, she performs in a large, atmospheric, empty space, in a long black dress, heavy boots, and a lengthy braid. A second style reveals her body to be more relaxed, with flowing hair, and gentle feminine contours that are silhouetted by back-lighting ( Example 6c ), although the light is sometimes cast upon her to show the irises of her eyes as extremely large and black ( Example 6d ). In the third setting, she is outdoors, in a white shirt and jeans; this scene leads to her immersion in water at the close of the video ( Example 6i ), from which position she delivers the final vocal line ( Example 6j ). Throughout the video, Shmayluk’s arm gestures convey her emotional state, sometimes with a high level of mental anguish as she clutches her head ( Examples 6f and 6g ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Several visual intertexts point to the bands mentioned earlier. An alternative metal style can be traced from her attire in the opening scene to Jonathan Davis’s long black dress and boots in Korn’s “Somebody, Someone.” Connections to Korn’s “Insane” also emerge, with its female figure whose eyes are blackened, and whose face is treated to superimposed images. Gojira’s “The Cell” features similar spatial and lighting aesthetics; also, the cover of the album on which “The Cell” appears ( Stranded , 2016) features a stylized rising fire image that is similar to the post-production effect (Example 6e). Of Mice & Men’s “Pain” offers many striking connections, with the backlit body, the female body struggling on the floor, and the singer’s anxious hand gestures on his face. Returning to Daylight Dies’ “Dreaming of Breathing” (which was mentioned in connection to “Perennial”), the water immersion sequence at its close is remarkably similar to the closing water immersion sequence of “Pit of Consciousness.” With all of these connections, there is a significant distinction to be made: the fragmented and struggling subject in the narrative sequences is shown to be a woman, not a member of Korn, Of Mice & Men, or Daylight Dies, but an actress featured in the video as an object of the gaze. This is not unusual: metal bands often feature female characters in flight, in peril, and in struggle. By contrast, in Jinjer’s “Pit of Consciousness,” it is the singer who places herself into the role of the fragmented and struggling subject. Visually and lyrically, she writes this challenging role upon her own body, however she complicates and critiques the role by claiming musical and vocal resources that are not associated with a female body in such a vulnerable position.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Returning to Example 5, the musical form is straightforward, based on an Intro–Verse–Chorus–Bridge–Chorus–Outro model (which Hudson 2021 identifies as the “normative” form in metal); however, unique content in each section leads to a progressive design in the musical narrative. Shmayluk’s vocal content occupies a dynamic relationship to a complex temporal (rhythmic and metric) structure, in addition to offering a range of expressive vocal qualities and strategies. Media Example 15 . “Pit of Consciousness,” Harsh Verse, sound recording and spectrogram (click to open in new tab) Media Example 16 . “Pit of Consciousness,” Harsh Verse, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": [
                    "hudson_2021"
                ]
            }
        },
        {
            "7.5": {
                "text": "[7.5] A brief intro establishes a heavy and dark two-bar guitar riff in 4 4 meter, with strong kick and hard snare backbeat. Shmayluk’s first verse statement is delivered in mid to mid-upper range harsh vocals with a long reverb at the tail of each vocal phrase. Media Example 15 offers a slightly rebalanced spectrogram image and recording, in which the amplitude of the bass and guitars has been reduced to expose the vocal content with greater clarity. She develops an antecedent/consequent contrast with her frequency contours, using upper screams for “keys,” “wheel,” and “bedlam,” and lower growls for “reality,” “insanity,” and especially for “pacified.” The video clip for this same passage is provided in Media Example 16 , in which the full spectrogram data reveals the guitars to be projecting a strong band of energy just above her voice at the 1500–2500 Hz level. Shmayluk is not only centered in the stereophonic space, with guitars to the right and left, but also centered in frequency space, with bass and kick beneath her and distorted guitar above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] The lyrics of this verse convey the subject’s feelings of isolation and anxiety, as well as the ominous threat of “insanity.” In the video treatment of this section (Media Example 16), the wide-angled lens isolates the singer in the center of the space, connecting to the theme of isolation in the lyrics. Her costuming is dark, dramatic, constraining, and modest (much like Jonathan Davis’s clothing shown in Example 6). Lighting effects and fog enhance the room depth and create a murky atmosphere. She is alone, while images of the band members are cut in from a different space. Fast Steadicam movement and editing, with blurred transition effects, suggest a state of disequilibrium and the choreography is tied closely to Shmayluk’s gestures, for instance as a strobe black and white inversion takes place on her high vocal scream at “bedlam.” Media Example 17 . “Pit of Consciousness,” Clean Verse 1 – Verse Extension, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] Contrasting the harsh verse, the subsequent clean verse offers new material, marked by the guitar’s rising and falling contour and Shmayluk’s change in vocal style. As evident in Media Example 17 , she now delivers a repeated three-bar melodic phrase in her chest register (B3– F ♯ 4), in a melodic and rhythmic styling that suggests alternative metal. While the distorted guitar spans a wide frequency space, dipping below and rising above her voice, her sung vocal line emerges with intensity in the mid-range of 200–400 Hz, at the same level as the hard snare. Following the two-bar regularity established from the outset of the song, the clean verse offers some challenging temporal effects. The passage begins in 4 4 , as before, however the phrase lengths are now extended to three bars, the third bar of which disrupts the backbeat through syncopation. The second statement of the three-bar phrase elides into a verse extension, with a metric modulation to 8 6 meter as Shmayluk sustains a harsh vocal on “dark.” In this modulation, the previously established eighth note becomes the pivot pulse ( Osborn 2010 ) and the hard snare backbeat occurs now on beats 3 and 6 above rolling double-kick drumming. The initiation of the metric change on her harsh vocal (“dark”) creates the effect that she initiates and drives these temporal disturbances. Such tightly connected multimodality conveys the psychological effects of the subject, placing Shmayluk as the primary force in the narrative. Media Example 18 . “Pit of Consciousness,” Clean Verse 1 – Verse Extension, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": [
                    "osborn_2010"
                ]
            }
        },
        {
            "7.8": {
                "text": "[7.8] The lyrics of this section present themes of searching and struggling and the subject internalizes external forces, such as heavy air and fire. In the video images ( Media Example 18 ), the singer is featured in a backlit silhouette, trapped behind glass (as in Of Mice & Men’s “Pain,” shown in Example 6). The theme of climbing in the lyrics is represented by her hands, with match on action shots as the image moves back and forth between the backlit figure and the figure in long black dress from the harsh verse. The fast pacing, camera angles, and movement communicate the turmoil and trauma of the subject’s suffering. Post-production techniques represent the burning fire that takes over her body. Media Example 19 . “Pit of Consciousness,” Chorus 1, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.9": {
                "text": "[7.9] The chorus returns to the previously established 4 4 meter, clearly articulated by the backbeat structure, and the three-bar hypermetric phrasing of the clean verse. It also marks a return to Shmayluk’s chest register vocal that emerges with intensity in the mid frequency range (200–400 Hz) in an alternative metal styling that is evident not only in the edgy tone of voice, but also in the temporal challenges that disrupt 4 4 regularity. Media Example 19 maps the chorus, marking the phrases, backbeat hits, and tresillo-initiated vocal subphrases. With this tresillo, Shmayluk introduces a syncopated pattern that will drive much of the rhythmic feel for the duration of the song. (30) Her tresillo gesture comprises two dotted eighths, followed by a sustained note which can be notated as an eighth tied to a half note (as in Media Example 19). (I draw attention here to the dotted eighth value of that syncope, since it will become a significant rhythmic value in the metric and polymetric patterning of the remaining song sections: bridges A and B, and final chorus.) Following the second three-bar phrase of the chorus, the tresillo gesture begins again, for the words “setting snares,” however this statement elides into bridge A and another moment of metric change (to be discussed below, in 7.13). Media Example 20 . “Pit of Consciousness,” Chorus 1, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "7.10": {
                "text": "[7.10] The chorus lyrics convey the subject’s desire to take action, to move towards light. Her internal conflict intensifies as she struggles with a split identity (“in my head someone else”), and this conflicting identity entraps her, “setting snares.” The video images present the singer in white clothing in a natural environment, however an artificial spotlight from the left builds drama, as do the lightning strikes which are well coordinated to the music. Her hand gestures, reaching towards the light, are matched through quick cuts that return to the figure in the black dress ( Media Example 20 ). As this subject interrogates her fractured identity, complemented visually by the changing representations of the subject (from the figure in the long dark dress, to the feminine silhouette, to the outdoor scene), it is fair to interpret the struggle as one that concerns female subjectivity. This interpretation is reinforced by the strong intertextual links to music videos by male-fronted alternative metal bands (identified in Example 6), where female actresses embody the unstable and split subjects while male musicians perform the song. With Shmayluk’s performance in “Pit of Consciousness,” she is both the performing musician and the fragile subject, appropriated and reclaimed from the existing metal discourse. Media Example 21 . “Pit of Consciousness,” Final Chorus, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.11": {
                "text": "[7.11] This interpretation is further reinforced through a strategic intensification of the final chorus material. Skipping past the bridge sections for the moment, I will turn to the final chorus, which is mapped with careful attention to its complex metric treatment in Media Example 21 . Metal scholars have addressed the complexity of rhythmic and metric content, identifying metric uncertainty ( Capuzzo 2018 ), rhythmic difficulty ( Hannan 2018 ), and polymetric grooves ( Hanenberg 2020 ) as characteristics of extreme and progressive metal. “Pit of Consciousness” illustrates these characteristics, with Shmayluk’s vocal expression contributing significantly to the resulting complex structure. In this final chorus statement, the voice again leads with the syncopated tresillo pattern (beginning with two dotted eighth notes), but now as an anacrusis rather than downbeat, while the pattern shifts in relation to a new polymetric patterning in which nine bars of 4 4 are heard against eight bars of 16 18 . Media Example 21 breaks this down. The first step to hearing the polymeter is to listen to the final chorus passage, entraining to the underlying 4 4 according to the backbeat emphasis on 2 and 4 in the kit. The next step is to recognize that the vocal tresillo patterns (marked by the horizontal white lines in Media Example 21) do not entrain to the kit’s 4 4 , as they did in chorus 1 (mapped in Media Example 19); rather, her tresillo patterning contributes to a separate metric layer interpreted here as 16 18 (three compound beats subdivided by six sixteenths). Each vocal tresillo pattern leads to a downbeat on the highlighted words in the example; that downbeat is underscored by the bass and guitar texture. The decision to interpret the compound meter as 16 18 rather than 8 9 is justified by the triple subdivisions that arise from the pulse created by the dotted eighth note, which is the basis of Shmayluk’s tresillo. I would like to underscore this remarkable complication of the chorus material. Shmayluk holds tightly to her 16 18 time, articulating eight bars of that meter against the nine bars of 4 4 . The two metric layers meet on the downbeat of the bar that repeats the lyric, “for my soul.” This extension of the pattern initiates the four-bar outro. Media Example 22 . “Pit of Consciousness,” Final Chorus, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": [
                    "capuzzo_2018",
                    "hannan_2018",
                    "hanenberg_2020"
                ]
            }
        },
        {
            "7.12": {
                "text": "[7.12] Let’s consider how this emerges in full multimodal expression of the video clip ( Media Example 22 ). The lyrics once again suggest her desire to run while her internal conflict persists. With the final outro line (“waiting for my mind to be pacified”), we understand the subject to be waiting for the fragmentation to desist, but it does not. The outdoor figure is now seen to fall into water and descend. Cutting to the figure in the long dress, her gestures also suggest movement through water. The voicing of the final outro line is filmed under water and the song/video ends abruptly, with the female figure fully immersed. Media Example 23 . “Pit of Consciousness,” Complete spectrogram of song with sound recording of Bridges A and B (click to open in new tab) Media Example 24 . “Pit of Consciousness,” Bridge A, sound recording and spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.13": {
                "text": "[7.13] Media Example 23 provides sonic data for the complete song, a few of its key lyrics, and selected screenshots to create a summary snapshot of the overall narrative of “Pit of Consciousness”; this media example plays the two distinct bridge sections (now to be discussed), which present the subject in a crisis of deep fragmentation. As Shmayluk explores a range of expressive harsh vocals, a low growl on “soul” takes mid-range emphasis (centered at 700 Hz) while the scream on “outlines” carries into a much higher register (centered at 1300 Hz). Her highest scream at the word “compromising” is centered, at the peak level of 1400 Hz.\n\nBefore considering the music video images for these bridge passages, I would like to take a closer look at their complex metric design. Media Example 24 maps the patterning. Bridge A offers a polymetric groove ( Hanenberg 2020 ), in which the kit establishes a two-bar pattern with strong backbeat in 16 24 (four beats per bar with six sixteenths per beat) while the voice and guitar articulate three-bar phrasing in a changing compound meter (two bars of 16 18 , followed by one bar of 16 12 ). I interpret the vocal phrase design to function as a hypermetric tresillo, 332, realized through the compound metric pattern 16 18 – 16 18 – 16 12 . Eliding into bridge B, the compound 16 24 meter continues for an eight-bar passage, during which a sense of stasis is created by the broader beat and lack of harmonic movement. The voice is now declamatory, entraining to the background metric pattern, with the harsh vocals culminating at the aforementioned apex point on “compromising.” Media Example 25 . “Pit of Consciousness,” Bridge A and B, music video and 3D spectrogram (click to open in new tab)",
                "footnotes": [],
                "citations": [
                    "hanenberg_2020"
                ]
            }
        },
        {
            "7.14": {
                "text": "[7.14] Media Example 25 presents the music video for these bridge passages. Bridge A discloses the subject to be in a “dark place,” struggling to find a clear path through her own consciousness. The video shifts from the established images of Shmayluk (in the long dress, the back-lit figure, and the outdoor figure) in alternation with images of band members; compared with the previous sections, these shifts offer greater disruption to the visual continuity. Words, music, and images work together during this passage to convey a fragmented subject, as multiple layers operate to suggest her confounded and complicated sense of self. In bridge B, the lyrics evoke the theme of a vessel that is fragmented within (“outlines,” a “hive”). The multiple selves do not back down, do not become unified into one. Visually, the three different identities are shown in central positions, although with patterns that evoke fragmentation: the post-production fire effect, a shaking gesture, the superimposition of her image. As she sustains “compromising” at the apex point of her screams—while lying flat on the ground—this juxtaposition of extremes offers a contradictory simultaneity of vulnerability and incredible human strength. To put it ironically and possibly defiantly, this is a powerful scream from a “weak” female subject. “Pit of Consciousness”: Interpretive Conclusions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.15": {
                "text": "[7.15] How does Shmayluk claim performative space and embody the complex subjectivity that emerges in this song and video? The contrast between clean and harsh vocals, a feature of the subgenre of metalcore, is one of her most striking strategies to convey the subject’s struggle. In her treatment of this technique, each clean vocal section elides into a harsh vocal section, with those moments of elision delivering a marked contrast of timbre and register. The clean vocal sections are challenging in their own right, due to their rhythmic and polymetric complexity—typical of progressive metal—as Shmayluk gradually moves further out of metric phase over the course of the song. Her harsh vocals convey the turmoil of the subject, rising to a screamed apex on “compromising” in bridge B and descending to a growled nadir on “soul” at the end of the final chorus. Both moments—scream and growl—offer space for the expression of a troubled subject. Shmayluk assumes this subjectivity not only in her musical, but also her visual, performativity. As she descends into the water, the musical content is at its most complicated and fragmented. The subject remains split, struggling with multiple identities, however she does not occupy this space passively but rather delivers her deep, growling vocals from the water. This image is in marked contrast to those of the videos by male-fronted bands mentioned earlier (Korn; Of Mice & Men; Daylight Dies) in which the female actors are not attributed vocal space. Shmayluk’s performative expression in words, music, and images conveys a multi-dimensional representation of femininity and a willingness to represent human struggle while not capitulating to the archetype of a weak female. I would suggest this to be a distinction of female metal singer subjectivity more generally and Shmayluk’s intervention more specifically: she is not merely a visual asset in the music video, but rather a performer who embodies, critiques, and transforms the roles that are being represented. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] At the level of genre, Tatiana Shmayluk and the band members of Jinjer offer a unique intersection of extreme metal, metalcore, alternative metal, and progressive metal elements. In dialogue with their lyrics and images, this unique genre blend creates space for the negotiation of alternative femininities. Shmayluk claims that performative space in words, music, and images to deliver compelling narratives that feature and problematize powerful, vulnerable, and destabilized female subjectivities. Establishing herself as a crucial actor in progressive metal, she emerges as a dynamic performer in relation to her band, however she is also shown in costumed roles of various sorts, with complex dialogues emerging between the video images of Shmayluk performing with the band and Shmayluk as costumed figure. Consistently, she embodies—in the expressive channels of words, music, and images—representations of femininity that are salient within metal music cultures, but that she demonstrates to be deserving of critique and transformation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] It is important for female performers to have the full toolkit of emotional expression available to them, including expressions of strength, aggression, vulnerability, and pain. These expressions are not the domain of masculinity alone—although typically attributed as such—but female metal artists can and do accomplish the necessary cultural gender maneuvering ( Schippers 2007 ) to confuse notions about male and female voices ( Heesch 2018 ) and to destabilize gender stereotypes. With this paper, I have situated Tatiana Shmayluk’s multimodal expression in relation to the work of comparable metal bands to illuminate—through the detailed analysis of the content and expression of her work—how she complicates and transforms the conventional understanding of gendered subjectivities in metal music. With hundreds of active female metal vocalists, a great deal of work remains to be done to know and understand what these artists can and do bring to the genre of metal music. (31)",
                "footnotes": [
                    "FN31"
                ],
                "citations": [
                    "schippers_2007",
                    "heesch_2018"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.4.burns.html",
    "data": "mto/data/mto.23.29.4.burns.json"
}