{
    "title": "A Thread of Recitative Ruffs: Schemas and Schenker’s Analysis of “Erbarm es, Gott”",
    "date": "2024/06/01",
    "volume": "30",
    "issue": "2",
    "authors": [
        "Boyle, Matthew L. C.",
        "Sherrill, Paul"
    ],
    "abstract": "This article presents a schema-driven analysis of the accompanied recitative “Erbarm es, Gott” from Johann Sebastian Bach’sSt. Matthew Passion. Arguing that the scene is best understood in dialogue with the conventions of the Italianate “galant” style of eighteenth-century recitative, we suggest that the music is guided by a simple thread of modulation upward through the circle of fifths. This thread is driven by repeated application of a particular harmonic schema—the “ruff,” as described in Sherrill and Boyle (2015)—which prototypically displaces a consonant harmony with a♯4 figure over a static bass. Tonal arrivals are repeatedly implied and then evaded, such that the recitative’s simple tonal thread is best understood in terms of events that do not actually occur. This interpretation counterpoints Heinrich Schenker’s analysis of the recitative inDer Tonwille, whose details are explored in conjunction with the schema-based perspective. The final portion of the article advances an expressive interpretation of the music, engaging also with scholarship on thePassionsuch as Chafe (1991). In our reading, the recitative’s tonal shape stages an experience of progressive engrossment in the diegetic world of the Passion, broken off by an abrupt narrative negation at its end. In doing so, the article synthesizes divergent music-theoretical methodologies, hoping to show how the stylistically and culturally informed perspective of schema theory offers a site where the formal insights of Schenkerian theory can be integrated with semiotic criticism.",
    "keywords": [
        "analysis",
        "Bach",
        "expectation",
        "recitative",
        "schemas",
        "Schenker",
        "semiotics",
        "St Matthew Passion",
        "style"
    ],
    "doi": "10.30535/mto.30.2.7",
    "received": "September 2023",
    "pdf": "https://mtosmt.org/issues/mto.24.30.2/mto.24.30.2.boylesherrill.pdf",
    "author_info": [
        {
            "name": "Matthew L. C. Boyle",
            "university": "Bloomington, IN",
            "address": "",
            "email": "mlboylega@gmail.com"
        },
        {
            "name": "Paul Sherrill",
            "university": "University of Utah",
            "address": "David Gardner Hall, 1375 E Presidents Circle, Room 204, Salt Lake City, UT 84112",
            "email": "paul.sherrill@utah.edu"
        }
    ],
    "citations": {
        "abbate_1991": "Abbate, Carolyn. 1991. Unsung Voices: Opera and Musical Narrative in the Nineteenth Century . Princeton University Press. https://doi.org/10.1515/9781400843831 .",
        "agawu_1991": "Agawu, V. Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classical Music . Princeton University Press. https://doi.org/10.1515/9781400861835 .",
        "agricola_1769": "Agricola, Johann Friedrich. 1769. Review of Tragische Kantaten , by Johann Adolph Scheibe. Allgemeine deutsche Bibliothek 10 (1): 155–69. http://www.ub.uni-bielefeld.de/diglib/aufkl/adb/adb.htm .",
        "axmacher_1984": "Axmacher, Elke. 1984. “Aus Liebe will mein Heyland Sterben”: Untersuchungen zum Wandel des Passionsverständnisses im frühen 18. Jahrhundert . Hänssler Verlag.",
        "bach_1949": "Bach, Carl Philipp Emanuel. [1762] 1949. Essay on the True Art of Playing Keyboard Instruments . Translated and edited by William J. Mitchell. W. W. Norton.",
        "boyle_2017": "Boyle, Matthew L. 2017. “Johann Georg Sulzer’s ‘Recitativ’ and North German Musical Aesthetics: Context, Translation, Commentary.” Music Theory Online 23 (2). https://doi.org/10.30535/mto.23.2.1 .",
        "byros_2013": "Byros, Vasili. 2013. “Trazom’s Wit: Communicative Strategies in a ‘Popular’ Yet ‘Difficult’ Sonata.” Eighteenth-Century Music 10 (2): 213–52. https://doi.org/10.1017/S1478570613000055 .",
        "byros_2017": "Byros, Vasili. 2017. “Mozart’s Vintage Corelli.” Intégral 31: 63–89.",
        "byros_forthcoming": "Byros, Vasili. Forthcoming. “Of Elegant Tones and Fantastical Progressions: A Historical, Schema-Based, and Comprovisational Perspective on Diminished Seventh-Chord Modulation, c. 1720–1830: Or, an Exercise in corporis studium .” In The Oxford Handbook of Music and Corpus Studies , ed. Daniel Shanahan, John Ashley Burgoyne, and Ian Quinn. Oxford University Press.",
        "chafe_1981": "Chafe, Eric. 1981. “Key Structure and Tonal Allegory in the Passions of J. S. Bach: An Introduction.” Current Musicology 31: 39–54.",
        "chafe_1991": "Chafe, Eric. 1991. Tonal Allegory in the Vocal Music of J. S. Bach . University of California Press.",
        "chafe_2000": "Chafe, Eric. 2000. Analyzing Bach’s Cantatas . Oxford University Press. https://doi.org/10.1093/oso/9780195120998.001.0001 .",
        "compton_2016": "Compton, Regina. 2016. “The Tyrant’s Wife and the Continuo Player: Using Recitative to Read Handel’s Operatic Characters.” Journal of Musicological Research 35 (3): 200–232. https://doi.org/10.1080/01411896.2016.1202090 .",
        "cumming_1997": "Cumming, Naomi. 1997. “The Subjectivities of ‘Erbarme dich.’” Music Analysis 16 (1): 5–44. https://doi.org/10.2307/854112 .",
        "downes_1961": "Downes, Edward.  1961. “‘Secco’ Recitative in Early Classical Opera Seria (1720–80).” Journal of the American Musicological Society 14 (1): 50–69. https://doi.org/10.2307/829465 .",
        "forte_and_gilbert_1982": "Forte, Allen, and Steven E. Gilbert. 1982. Introduction to Schenkerian Analysis . W. W. Norton.",
        "gjerdingen_2007": "Gjerdingen, Robert O. 2007. Music in the Galant Style . Oxford University Press. https://doi.org/10.1093/oso/9780195313710.001.0001 .",
        "gjerdingen_and_bourne_2015": "Gjerdingen, Robert, and Janet Bourne. 2015. “Schema Theory as a Construction Grammar.” Music Theory Online 21 (2). https://doi.org/10.30535/mto.21.2.3 .",
        "hasse_1731": "Hasse, Johann Adolf. [1731]. Cleofide . Unpublished manuscript score. Königliche Privat-Musikaliensammlung digital, Sächsische Landesbibliothek – Staats- und Universitätsbibliothek Dresden. Mus. 2477-F-9. http://digital.slub-dresden.de/id335493327 .",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hudson_2006": "Hudson, Richard. 2006. Jumping to Conclusions: The Falling-Third Cadence in Chant, Polyphony, and Recitative . Ashgate.",
        "laitz_2016": "Laitz, Steven G. 2016. The Complete Musician: An Integrated Approach to Tonal Theory, Analysis, and Listening . 4th ed. Oxford University Press.",
        "lavacek_2015": "Lavacek, Justin. 2015. “Mozart’s Harmonic Design in the Secco Recitatives.” Theoria 22: 63–97.",
        "marpurg_1763": "Marpurg, Friedrich Wilhelm. 1763. Kritische Briefe über die Tonkunst . Vol. 2. Birnstiel. Facs. Olms, 1974.",
        "mirka_2023": "Mirka, Danuta. 2023. “Topics and Schemata.” Eighteenth-Century Music 20 (2): 129–35. https://doi.org/10.1017/S147857062300012X .",
        "mitchell_2022": "Mitchell, Nathaniel. 2022. “Rethinking Phrase Structure in Eighteenth-Century Music: Situation-Specific Models and ad hoc Hybrids.” Paper presented at the Annual Meeting of the Society for Music Theory, New Orleans, LA, November 11.",
        "monson_1983": "Monson, Dale Eugene. 1983. “ Recitativo Semplice in the Opera Serie of G. B. Pergolesi and His Contemporaries.” PhD diss., Columbia University.",
        "rathey_2016": "Rathey, Markus. 2016. Bach’s Major Vocal Works: Music, Drama, Liturgy . Yale University Press. https://doi.org/10.12987/yale/9780300217209.001.0001 .",
        "rice_2014": "Rice, John. 2014. “Adding to the Galant Schematicon: The Lully.” Mozart-Jahrbuch 2014: 205–25.",
        "sánchez-kisielewska_2023": "Sánchez-Kisielewska, Olga. 2023. “On Figaro’s Alleged Minuet and Some Challenges and Opportunities of Topic Theory.” Music Theory Spectrum 45 (1): 89–99. https://doi.org/10.1093/mts/mtac027 .",
        "schachter_1991": "Schachter, Carl. 1991. “The Adventures of an F-sharp: Tonal Narration and Exhortation in Donna Anna’s First-Act Recitative and Aria.” Theory and Practice 16: 5–20.",
        "schenker_1924": "Schenker, Heinrich. 1924. “J. Seb. Bach: Matthäuspassion Recitativ: ‘Erbarm es Gott.’” In Tonwille: Vierteljahrschrift zum Zeugnis unwandelbarer Gesetze der Tonkunst 7 (Jahrgang IV, issue 1), 34–38. Universal Edition.",
        "schekner_1979": "Schenker, Heinrich. 1979. Free Composition . Translated and edited by Ernst Oster. Longman. Originally published as Der freie Satz , Universal Edition, 1935.",
        "schenker_2005": "Schenker, Heinrich. [1924] 2005. Der Tonwille: Pamphlets in Witness of the Immutable Laws of Music, Volume II . Edited by William Drabkin and translated by Ian Bent, William Drabkin, Joseph Dubiel, Joseph Lubben, William Renwick, and Robert Snarrenberg. Oxford University Press.",
        "sherrill_and_boyle_2015": "Sherrill, Paul, and Matthew Boyle. 2015. “Galant Recitative Schemas.” Journal of Music Theory 59 (1): 1–61. https://doi.org/10.1215/00222909-2863382 .",
        "sulzer_1771–74": "Sulzer, Johann Georg. 1771–74. Allgemeine Theorie der schönen Künste . 2 vols. 1st ed. Weidmannsche Buchhandlung. http://www.deutschestextarchiv.de/book/view/sulzer_theorie02_1774?p=360 .",
        "telemann_1740": "Telemann, Georg Philipp. c. 1740. Pimpinone . Unpublished manuscript score. Sächsische Landesbibliothek – Staats- und Universitätsbibliothek Dresden. Mus. 2932-F-1. http://digital.slub-dresden.de/id46981215X .",
        "telemann_1973": "Telemann, Georg Philipp. 1973. Briefwechsel: Sämtliche erreichbare Briefe von und an Telemann . Edited by Hans Grosse and Hans Rudolf Jung. VEB Deutscher Verlag für Musik.",
        "watkins_2011": "Watkins, Holly. 2011. Metaphors of Depth in German Musical Thought: From E. T. A. Hoffman to Arnold Schoenberg . Cambridge University Press. https://doi.org/10.1017/CBO9780511820496 .",
        "zeiss_2001": "Zeiss, Laurel Elizabeth. 2001. “Permeable Boundaries in Mozart’s Don Giovanni.” Cambridge Opera Journal 13 (2): 115–39. https://doi.org/10.1017/S095458670100115X .",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* We would like to offer our thanks for helpful feedback and advice on earlier stages of this work from our two anonymous peer reviewers, Leora Norkin, and the students of MUSC 6580 at the University of Utah.",
            "citations": []
        },
        "FN1": {
            "text": "1. Of course, many analyses of eighteenth-century recitative have been published, but these tend to be paired with an analysis of the numbers that adjoin the recitatives (e.g. Schachter 1991 , Zeiss 2001 ), to be part of analyses of whole works (e.g. Chafe 1991 and 2000 ), or to demonstrate a theoretical system (e.g. Lavacek 2015 , Sherrill and Boyle 2015 , and Compton 2016 ).",
            "citations": [
                "schachter_1991",
                "zeiss_2001",
                "chafe_1991",
                "chafe_2000",
                "lavacek_2015",
                "sherrill_and_boyle_2015",
                "compton_2016"
            ]
        },
        "FN2": {
            "text": "2. Following Schenkerian practice, in this article we use only capital Roman numerals.",
            "citations": []
        },
        "FN3": {
            "text": "3. This generalization stands in contrast, of course, to descending 1 ˆ – 5 ˆ leaps, which are very common (as will be discussed shortly).",
            "citations": []
        },
        "FN4": {
            "text": "4. To be sure, Schenkerian analysis is stylistically circumscribed, but that is not how Schenker frames his project. What we hope to highlight is how his attempt to submerge stylistic distinctions beneath a theory derived from first principles can obscure his own insights. To adopt language from Byros 2017 (67–68), our analysis grows out of a belief that a richly detail- and exemplar-oriented “microtheoretic” approach to a few peculiarities of recitative can elucidate aspects of the music that Schenker’s “macrotheory” may sometimes obscure. In Section 6, we suggest that many of the differences between the two analyses are largely matters of discursive style, underpinned by a larger degree of shared musical understanding than might be suspected from the divergent methodological commitments of micro- and macro-theorizing. Although a macrotheoretic approach must couch its insights in a derivation from general principles, we argue—particularly in [5.3]—that some of those insights stem from implicit stylistic knowledge that closely resembles the knowledge made explicit by coining the schema at the heart of this article (the “ruff”).",
            "citations": [
                "byros_2017"
            ]
        },
        "FN5": {
            "text": "5. German text and English translation reproduced from Schenker ( [1924] 2005 , 65).",
            "citations": [
                "schenker_2005"
            ]
        },
        "FN6": {
            "text": "6. The English translation of the aria is our own.",
            "citations": []
        },
        "FN7": {
            "text": "7. In this, the movements follow the same practice as the other movements setting texts by Picander, as described by, e.g., Rathey ( 2016 , 113–17).",
            "citations": [
                "rathey_2016"
            ]
        },
        "FN8": {
            "text": "8. In this connection, see also Holly Watkins’ discussion of the “inner ear of Pietism” and inhabitatio imagery as a source for metaphors of depth in German discourse that ultimately filter into music theory ( 2011 , 26–28).",
            "citations": [
                "watkins_2011"
            ]
        },
        "FN9": {
            "text": "9. The example is transcribed from Telemann ( c. 1740 , fol. 12r), a manuscript whose continuo part is (not atypically) unfigured for recitatives. The spelling and punctuation of the libretto have been modernized.",
            "citations": [
                "telemann_1740"
            ]
        },
        "FN10": {
            "text": "10. The word “gekreuziget” often motivates Bach to elevate the stylistic register from conventionalized recitative to arioso in his Passions: see, for example, No. 23g in the St. John Passion and No. 2 in the St. Matthew Passion . The setting of “gekreuziget” in No. 58e of the St. Matthew resembles Example 10 in that it leads from a “false fifth” schema to a “falling fourth,” but within the darker expressive color of the Neapolitan (itself an indication of elevated style relative to unmarked recitative).",
            "citations": []
        },
        "FN11": {
            "text": "11. Note for instance how “weak closing” gestures like the “colon” continue on to medial schemas like the “vela” whereas a “strong closing” cadence is used to end the entire scene. This closely parallels Example 8 in Sherrill and Boyle 2015 (14).",
            "citations": [
                "sherrill_and_boyle_2015"
            ]
        },
        "FN12": {
            "text": "12. For comparison, a prototypical instance of this schema sets the vocative exclamation “Fedele amico!” in Example 13 below.",
            "citations": []
        },
        "FN13": {
            "text": "13. For the purposes of this analysis, the scale degrees are reckoned in a hyperlocal manner. The B ♭ in m. 1 invites an “O cielo” interpretation in which C functions as 5 ˆ even though, from a slightly broader view, C serves as the tonic of mm. 1–2. Similarly, “Ihr Henker” launches over a G chord, over which D and B can be heard as chordal fifth and third. Such a hearing is facilitated by its resonance with “o Wunden” at the beginning of the measure, which used the same pitches.",
            "citations": []
        },
        "FN14": {
            "text": "14. Similar analytical assumptions were made by eighteenth-century German-speaking musicians. Marpurg 1763 , Agricola 1769 , and Sulzer 1771–74 all accounted for stylistically divergent passages of recitative by comparing them to prototypical gestures of galant recitative. So did Carl Heinrich Graun in a private correspondence between himself and Telemann in 1751–52 ( Telemann 1973 ). These points of comparison were often made explicit through newly composed examples of schematically normalized recitative ( Boyle 2017 , 1.13–25).",
            "citations": [
                "marpurg_1763",
                "agricola_1769",
                "telemann_1973",
                "boyle_2017"
            ]
        },
        "FN15": {
            "text": "15. As is often the case when one traces the “microhistory” of a given schema ( Gjerdingen 2007 , 434–35), the most prototypical features may vary with time, geography, and individual musicians’ preference. For instance, C. P. E. Bach advises keyboardists that 4 6 is the “necessary” figure in these locations ( [1762] 1949 , 424). This advice is belied by his father’s practice, as for instance when Johann Sebastian calls for a 6 ♯4 2 ruff in m. 7 of No. 18a (the recitative “Da sprach Pilatus zu ihm”) of the St. John Passion .",
            "citations": [
                "gjerdingen_2007",
                "bach_1949"
            ]
        },
        "FN16": {
            "text": "16. Similar observations about the centrality of descending fifths motion have been made often in relation to various repertoires, as for instance by Downes ( 1961 , 59) about opera seria , Monson ( 1983 , 146–151) about Pergolesi, and Lavacek ( 2015 , 72–73) about Mozart.",
            "citations": [
                "downes_1961",
                "monson_1983",
                "lavacek_2015"
            ]
        },
        "FN17": {
            "text": "17. This analytical layer is primarily a communicative shorthand for twenty-first century readers, since from a historicist perspective, Rameau’s fundamental bass is inappropriate for analyzing Hasse and Bach. However, we suggest below that some methodological differences between theories are largely contrasts of discursive style in expressing similar stylistically grounded musical insights. We think it plausible that composers and continuo musicians had implicit knowledge recognizing the harmonic momentum common to such scenes, despite the variability of their bass lines, and that such cognitive generalizations were one of the insights Rameau sought to express in his theory. That is to say: despite a certain amount of resistance in contemporary musical schema theory to post-Ramellian theories of harmony (as indicated by Gjerdingen 2007 , 21), to a meaningful degree, fundamental bass progressions encode schemas.",
            "citations": [
                "gjerdingen_2007"
            ]
        },
        "FN18": {
            "text": "18. Lavacek ( 2015 , 77–85) offers an analysis of many of the expressive possibilities in Mozart’s practice from Neo-Riemannian and historical perspectives.",
            "citations": [
                "lavacek_2015"
            ]
        },
        "FN19": {
            "text": "19. Downes characterizes this effect as the use of “secondary subdominants,” though his example of moving from C major to D minor by ruffing G minor seems somewhat atypical ( 1961 , 59).",
            "citations": [
                "downes_1961"
            ]
        },
        "FN20": {
            "text": "20. The precise timing of the final events of the voice and continuo parts is vexed by a number of issues, including unnotated performance practices. Hudson ( 2006 , 68–82) provides a helpful overview of the subject. Lavacek describes this constellation of features as the “most common” type of cadence in Mozart ( 2015 , 85–87).",
            "citations": [
                "hudson_2006",
                "lavacek_2015"
            ]
        },
        "FN21": {
            "text": "21. The recitative in question is No. 27c (“Auf daß erfüllet würde die Schrift”), which precedes the chorale “Er nahm alles wohl in acht.” The example presents only one of three “false fifth” + “falling fourth” collocations in the recitative: the other two occur at m. 69 (on the words “Rock das Los geworfen”) and m. 75 (“Maria Magdalena”). Each of the three involves slightly different figures: the one presented in Example 16 calls only for the consonant IV chord, the one at m. 75 calls only for the ruffing sonority, and the one in m. 69 figures the IV and its ruff successively.",
            "citations": []
        },
        "FN22": {
            "text": "22. Significantly, these are the pitches that define the bass line’s middleground structure in Schenker’s analysis (cf. levels b and c of his Figure 1).",
            "citations": []
        },
        "FN23": {
            "text": "23. Schenker’s understanding of C as local tonic in mm. 1–2, despite the presence of B ♭ , accords fully with a schematic perspective. These measures deploy a version of the exordial phrase schema that John Rice ( 2014 ) has called the “Lully,” familiar from the opening of BWV 846. Indeed, mm. 1–2 trace exactly the same C–D–G–C fundamental bass as Bach’s C major Prelude, though characteristically for this dissonant recitative each stage of the schema is realized by a seventh chord. From the perspective of recitative style, the scene immediately begins with a finesse of C which moves, with a jolt, directly to a ruff of C in the second half of m. 1. This elliptical procedure is repeated across the bar line from m. 2 into m. 3, where another C-finesse crashes into a C-ruff. These conflicts establish early on the core idea of the scene: disruption of recitative’s normal finessing momentum by the proliferation of ruffs.",
            "citations": [
                "rice_2014"
            ]
        },
        "FN24": {
            "text": "24. Note that “diminished fifth” is Dubiel’s correction for the original “verminderten Quart,” which does seem to be a simple error on Schenker’s part.",
            "citations": []
        },
        "FN25": {
            "text": "25. From this perspective, the bass’s A on the downbeat of m. 8 is a passing tone from the ruffed B to the “inner voice” G ♯ of the ruffing sonority.",
            "citations": []
        },
        "FN26": {
            "text": "26. Mitchell 2022 and Sánchez-Kisielewska 2023 (96–98) have explored the conceptual blending of musical categories along these lines, the former focusing on eighteenth-century ad hoc hybrid forms and the latter on the blending of musical topics. Many of the schemas identified by Vasili Byros, such as the Fenaroli-Ponte ( 2013 , 220–238) and the Fonte-Romanesca ( 2017 , 73–87), are stylistically normalized blends of features characteristic of distinct schemas described by Gjerdingen 2007 .",
            "citations": [
                "mitchell_2022",
                "byros_2013",
                "byros_2017",
                "gjerdingen_2007"
            ]
        },
        "FN27": {
            "text": "27. The 1 ˆ – 5 ˆ – ♯ 4 ˆ melody used for the ruff here resembles the gesture analyzed in Example 25 of Sherrill and Boyle ( 2015 , 32–33).",
            "citations": [
                "sherrill_and_boyle_2015"
            ]
        },
        "FN28": {
            "text": "28. Elsewhere the St. Matthew Passion contains two somewhat comparable gestures. The simpler one concludes the short recitative No. 47 (“Der Landpfleger sagte”), where it likewise sets a question. The other occurs in mm. 22–23 of the Passion ’s fourth movement, where it sets the Evangelist’s words “unwillig und sprachen.” Here it seems to be occasioned by the libretto’s punctuating colon (introducing the following chorus) and perhaps also by a displaced resonance with the question that follows (“Wozu dienet dieser Unrat?”).",
            "citations": []
        },
        "FN29": {
            "text": "29. This is, of course, the familiar parallax between conceptions of the descending version of this sequence as (1) a “circle of fifths” or (2) a “ii I Fonte,” a “10–7 LIP,” or a “descending step” sequence. The latter terms reflect perspectives articulated by Gjerdingen ( 2007 , 61–71), Forte and Gilbert ( 1982 , 83–100), and Laitz ( 2016 , 410–426).",
            "citations": [
                "gjerdingen_2007",
                "forte_and_gilbert_1982",
                "laitz_2016"
            ]
        },
        "FN30": {
            "text": "30. An illustrative example of just this type of plan can be found at the moment of Jesus’ death in the St. Matthew Passion . This occurs in the short recitative “Aber Jesus schriee abermal laut” snugged between the turba chorus “Halt! Laß sehen” and the chorale “Wenn ich einmal soll scheiden.” The chorus ends with a resolution to D minor, the harmony on which the recitative begins. D is ruffed in the second half of the recitative’s first measure, notably emphasizing the ruffing augmented fourth with its exaggerated leap up to a high G ♯ 4 to set the word “laut.” This precipitates a falling third cadence to A minor, setting the word “und verschied,” which is confirmed by the after-striking V–I cadence in the continuo and the launch of the following chorale in A minor.",
            "citations": []
        },
        "FN31": {
            "text": "31. Disjunct bass lines are of course common in recitative, as bass pitches are often chosen for local vertical reasons, such as relative stability of the sonority and contrapuntal balance with the voice, as opposed to horizontal considerations. Schenker too understands the bass here as a jumble of various voices: the B ♭ of m. 2 derives from the alto voice of his Fig. 1c, and the E ♭ it leaps to “really is derived from the upper voice, and the rest of the succession of bass tones has its origin in a mere inner voice” ( Schenker [1924] 2005 , 67). In the entire first half of the recitative, by Schenker’s analysis, only mm. 1 and 5 express the true bass voice of the passage. Nonetheless, one can usually reconstruct an underlying voice leading continuity for a recitative bass, as Schenker does, from the sequential logic of the succession of recitative schemas as melodic-harmonic conventions.",
            "citations": [
                "schenker_2005"
            ]
        },
        "FN32": {
            "text": "32. In the figure, nodes contain consonant 3 5 or 3 6 harmonies, which represent potentially stable tonics in the tonally fluid language of recitative. Arrows represent dissonant sonorities that, in Ramellian fashion, drive the music forward toward the next tonic. Horizontal arrows are normal ruffs while vertical ones are enharmonically reinterpreted dissonances. Time flows mostly from left to right.",
            "citations": []
        },
        "FN33": {
            "text": "33. This simplified outline glosses over some complexity in the relationship between C major and A minor as parallel tonalities. The music vacillates between the two during mm. 3–6. The F ♯ o7 sonority of m. 3 can serve as a ruff of C or A, potentially leading to V 7 of either. Measure 4 realized both implications, first in C and then in A. Its striking Neo-Riemannian juxtaposition of dominant sevenths can be understood to evolve from branching interpretations of the ruff in m. 3. That is, the second half of m. 4 proceeds not from the beginning of m. 4 but from the end of m. 3. By landing on A minor, m. 5 promises to settle the matter in favor of the second branch, but the “false fifth” melody in the second half of m. 5 begins to steer the music back toward C. This, too, is then subverted by the decisive enharmonic reinterpretation in m. 6!",
            "citations": []
        },
        "FN34": {
            "text": "34. The entire tonal narrative of the preceding scene complex is more complicated than can be explored in limited space here. The preceding scene interleaves recitative and choruses; the choral passages are in B minor, but the final one concludes with a D-major cadenza composta , leading to the beginning of “Da gab er ihnen” on D. These details spin out the double-threaded tonal structure of Example 27 backwards into the Passion .",
            "citations": []
        },
        "FN35": {
            "text": "35. Chafe 1981 ’s analysis of key structure in the Passion is expanded in Chafe 1991 . There, he characterizes the recitative’s tonal path in parallel manner to Example 27. Specifically, he notes, “‘Erbarm es, Gott’ is the only instance in the Passion where a structural modulation is made within a madrigal-texted movement... The arioso is practically a chain of seventh chords, beginning with a seventh on C, moving first toward flats, then to sharps, and ending, finally, with an enharmonic transformation from sharps (F-sharp minor) to flats (G minor)—the only enharmonic change in the Passion ” ( Chafe 1991 , 419).",
            "citations": [
                "chafe_1981",
                "chafe_1991",
                "chafe_1991"
            ]
        },
        "FN36": {
            "text": "36. The translation’s “it all too true” has been corrected to “is all too true.”",
            "citations": []
        },
        "FN37": {
            "text": "37. Robert Hatten’s concept “levels of discourse” in music, as formulated in Hatten 1994 (174–84), is closely bound up with topical invocations of recitative in Beethoven’s works, most notably the Ninth Symphony, which explicitly uses recitative to reject the preceding music. This interpretation also resonates with Abbate 1991 ’s exploration of the conditions under which one can understand music to provide a narrating voice.",
            "citations": [
                "hatten_1994",
                "abbate_1991"
            ]
        },
        "FN38": {
            "text": "38. One might even suggest that this wrenching removal from the scene of scourging mimics a dissociative withdrawal from a traumatic experience, though one that ironically here returns the narrative persona to the actual “reality” of their surroundings. In proposing a reading that traces the contours of an observing subjectivity’s attention to and identification with events in the Passion , we echo Naomi Cumming’s ( 1997 , 31–38) classic analysis of the role of cadential closure in creating an effect of distance and dislocation in the aria “Erbarme dich.”",
            "citations": [
                "cumming_1997"
            ]
        },
        "FN39": {
            "text": "39. Note that Bach, here as elsewhere, charily avoids a direct succession from ruffed 4 ˆ to root position V. This time his strategy is to allow the ruff to resolve locally to I 6 in m. 11.3, a strategy that both Heinichen and Marpurg endorse, as pointed out by Hudson ( 2006 , 74–75) and Lavacek ( 2015 , 87).",
            "citations": [
                "hudson_2006",
                "lavacek_2015"
            ]
        },
        "FN40": {
            "text": "40. Indeed, in a recent study of diminished-seventh reinterpretations in eighteenth-century music, Vasili Byros ( forthcoming ) suggests that such schematic thinking may be essential: the modulatory affordances of a diminished-seventh sonority “are not independently determined but rather inherited from their parent schemas. The strong correlation between DIM7 resolution types and scale degree context is something of a byproduct, a result of the larger schematic patterns to which the windows [of voice leading] belong.” Studying a purely instrumental corpus, he identifies eleven schemas which “make up the substance of DIM7-chord usage and modulation.” Bach’s recitative shows that the ruff, too, adds to that substance at least in the context of vocal music, although conceivably deployments of recitative as a topic in instrumental music could use it as well. See, for instance, mm. 13–15 in the second movement of C. P. E. Bach’s “Prussian” Sonata No. 1 in F major (Wq. 48:1), where a ruff is used as the entryway schema into an enharmonic augmented-sixth reinterpretation.",
            "citations": [
                "byros_forthcoming"
            ]
        },
        "FN41": {
            "text": "41. Among others senses, schemas lie naturally in Kofi Agawu’s region of “play” between “introversive” and “extroversive” forms of semiosis ( 1991 , 23–25). The nature of the relationship between galant phrase schemas, musical topics, and expressive content has been investigated most recently by Mirka 2023 , although the perspective taken here toward recitative ruffs conceives of the boundary between topic and schema as relatively porous, because this distinction itself involves fuzzy cognitive categorization rather than the essentialism of classical categories.",
            "citations": [
                "agawu_1991",
                "mirka_2023"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction Example 1 . J. S. Bach, St. Matthew Passion (BWV 244), 51. “Erbarm es, Gott” (click to enlarge, see the rest, and listen) Example 2 . Heinrich Schenker’s graphic analysis of “Erbarm es, Gott” (1924, 35) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] “Erbarm es, Gott,” No. 51 from J. S. Bach's St. Matthew Passion , is one of very few recitatives to have been the sole focus of an analytical essay. (1) Heinrich Schenker, in volume 7 of Der Tonwille , published a short but incisive voice-leading analysis of the scene ( [1924] 2005 , 65–68). Example 1 reproduces the full score of the scene, and Example 2 reproduces Schenker’s Figure 1, the core of his graphic analysis. The detail that seems to have attracted Schenker’s attention is the astonishing harmonic transmutation in m. 11 as the recitative approaches its final cadence. Naively, one could describe it as an enharmonic reinterpretation of a diminished seventh chord: VII 7 / C ♯ becomes VII 2 4 /G. (2) Schenker describes it as involving “no real enharmonic change” but rather as representing something more radical: the double chromatic inflection of 6 ˆ (in G minor) from E ♯ to E ♮ to E ♭ (2005 [1924], 67). Characteristically, in his attention to the profound dissonance resulting in the voice-leading structure, Schenker analyzes the passage as if it were any other piece of tonal music and makes little mention of the stylistic fact that it is a recitative. Example 3 . The actual ending of J. S. Bach’s “Erbarm es, Gott” (mm. 11–12) (click to enlarge and listen) Example 4 . A recomposed and schematically normalized ending for “Erbarm es, Gott” (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "schenker_2005"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] For instance, Schenker’s analysis does not comment on the remarkable end to the vocal melody, reproduced in Example 3 . This conclusion exhibits a striking stylistic anomaly in the form of its descending leap from 5 ˆ to 1 ˆ : recitatives that end in this manner are very rare. (3) Within both the St. Matthew Passion and the St. John Passion , none of the other recitatives end this way. To be sure, aspects of the rhetorical context resemble a prototypical recitative cadence: the dissonant harmony on the downbeat of m. 11, the large leaps that conclude the voice part, and the delayed V 7 –I cadence articulated by the orchestra after the alto soloist has finished singing. With a few small alterations, these features could be reconfigured into a stereotypical recitative scene ending, as demonstrated in Example 4 . Bach’s avoidance of that convention here, from a stylistic perspective, is as surprising as the wrenching shift that returns the harmony to G minor.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] One might therefore suspect that the two unusual elements of m. 11 are somehow rhetorically related to one another. Indeed, this article argues that the two together mark the culmination of a melodic-harmonic narrative that has developed across the preceding ten measures of music, harrowed by ceaseless modulations and a dearth of stable consonances. The aim of the present study is not to supplant Schenker’s voice-leading analysis of the passage but to clarify it: we hope to suggest that Schenker’s stylistically grounded understanding of the passage traces a path through the recitative’s events that is more straightforward than the ostensibly style-neutral mechanism of his theory can conveniently display. (4) This is because the main rhetorical shape of Bach’s recitative lies not at the level of the pitches that actually occur (and with which Schenker’s analysis must wrestle) but rather in the ever-branching path of possible continuations that Robert Gjerdingen dubs “ il filo ” ( 2007 , 369–97). Relying on listeners’ stylistic knowledge of likely successors to salient musical events, Bach’s scene continually hints at cadences that are either avoided completely or realized unconventionally (as in the case of Example 3). In particular, throughout the composition Bach uses a harmonic schema characteristic of eighteenth-century Italianate recitative—the “ruff” described in Sherrill and Boyle 2015 (17–19) and reviewed below—to prime expectations for a characteristic cadential melody, namely the “falling fourth cadence” depicted in Example 4. The series of cadential promises articulated by these “ruffs” traces a consistent path around the circle of fifths, providing a structure of tonal implication whose traces can be found in Schenker’s voice-leading analysis of the passage.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "gjerdingen_2007",
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] We begin in Section 2 with a reflection on its poetic text, in terms of both its local meaning and its situation within the St. Matthew Passion . After this brief summary, Sections 3 through 6 of the article pursue a primarily musical analysis, which will be synthesized with narrative interpretation in Section 7. 2. Narrative and Poetic Context",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] “Erbarm es, Gott” takes place relatively late in the Passion narrative, after Pontius Pilate accedes to the crowd’s demand that Barabbas be freed and Jesus crucified (numbers 45–50 of the St. Matthew Passion , corresponding to Matthew 27:15–26 of the Luther Bible). The accompanied recitative and following aria (No. 52, “Können Tränen meiner Wangen”) set poetic texts by Picander that respond to No. 50e’s reference to the flagellation of Jesus before his crucifixion. Imagining this scene, the unnamed alto voice sings: Recitative Recitative Erbarm es, Gott! Hier steht der Heyland angebunden. O! Geißelung, o! Schläg, o! Wunden! Ihr Henker, haltet ein! Erweichet euch Der Seelen Schmertz, Der Anblick solches Jammers nicht? Ach ja! Ihr habt ein Herz, Das muß der Marter-Säule gleich, Und noch viel härter seyn. Erbarmt euch, haltet ein! Have mercy, God! Here stands the Savior bound, Oh! Flagellation, Oh! Blows, Oh! Wounds! You executioners, cease! Does not The soul’s pain, The sight of such misery, soften you? Ah, yes! You do have a heart, [But] it must be like the pillar of torture, And even much harder. Have mercy, cease! (5) Aria Aria Können Tränen meiner Wangen Nichts erlangen O, so nehmt mein Herz hinein! Aber laßt es bei den Fluten, Wenn die Wunden milde bluten, Auch die Opferschale sein. If the tears of my cheeks Avail naught, Oh, then take away my heart! But let it, in the floods When the wounds gently bleed, Be the offering cup. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The alto part, which sings both recitative and aria, voices the sentiments of an eighteenth-century Lutheran believer reflecting on the Passion. (7) In the recitative, the alto becomes so engrossed in the vision of Jesus’s flagellation that he or she reacts as if able to speak through time to Jesus’s torturers, demanding that they cease. In the aria, this persona recalls the distance separating the eighteenth century from the first century, recognizing the inability of early modern emotions to change the facts of the Passion narrative as recounted by Matthew. The alto turns instead to an image that runs throughout the text of the St. Matthew Passion and which represents a symbolic act available to contemporary Lutherans: accepting Jesus corporeally into one’s heart, specifically through the image of capturing his blood in it (as if in the Holy Grail). Markus Rathey traces this imagery to the theological concept of inhabitatio Christi (“the dwelling of Christ in the human heart”) as a form of union between the believer and Christ ritualized by the Eucharist ( 2016 , 118–22). (8) In short, the recitative–aria pair stages a progression from a vivid imagining of the scene of torture in antiquity to a passionate but temporally self-conscious meditation on acceptance of Jesus in the eighteenth century.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "rathey_2016"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] The way that “Erbarm es, Gott” is situated between the Biblical narration of No. 50 and the theological reflection of No. 52 will play a central role in our interpretation of the expressive function of its tonal structure in Section 7. Before that relationship can be explored further, however, further work must be done to explicate the tonal structure itself. 3. Melodic and Formal Schemas in Eighteenth-Century Recitative",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] As this article’s central analytical claims rely on presumptions about the stylistic competency or schematic knowledge of the audience for the St. Matthew Passion , a few words about the scene’s recitative style are warranted. The background of stylistic expectation against which the present analysis plays out is that of eighteenth-century “galant” recitative, the Italianate style that spread with the international predominance of opera seria (and later opera buffa ) and which remained relatively consistent from the works of Vivaldi to those of Rossini. Example 5 . Abstract outline of the phrase syntax of galant recitative (reproduction of Fig. 1 from Sherrill and Boyle 2015, 13) (click to enlarge) Example 6 . Georg Philip Telemann, Pimpinone , recitative “Doch was kann dieses wohl für Lust erwecken?,” mm. 16–19 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] As we have explored in earlier work, galant recitative can be recognized largely through its reliance on a narrow vocabulary of melodic formulae, or “recitative schemas,” which are enumerated in Sherrill and Boyle 2015 (42–52). Moreover, those individual gestures can be chained together in stereotypical patterns that create a formal syntax for recitative at the level of musical phrases. Example 5 offers an abstract outline of that syntax, reproduced from Figure 1 of Sherrill and Boyle 2015 , in which a phrase navigates between initiatory, medial, and closing stages by deploying recitative schemas appropriate to each stage. Example 6 presents and annotates a straightforward realization of this syntax from a source contemporary with the St. Matthew Passion : Telemann’s comic opera Pimpinone , performed in 1725 at Hamburg. (9) The phrase launches in F-sharp minor with an initiatory “Prua” schema, then progresses promptly into its medial phase with a “vela.” These events lead the phrase to one of Example 5’s two “mid-phrase harmonic actions,” which are discussed in detail below in Section 4. This particular harmonic action, the “finesse,” elicits a weak close via a “comma” schema that resolves to IV in m. 18. After weak closure, galant recitative phrases often resume with further medial schemas, as Example 6 does with the “colon” schema. This achieves the other harmonic action (the “ruff”), which prompts the phrase to end with galant recitative’s most decisive cadential melody, the “falling fourth” schema (which we have already encountered as the basis for the recomposition in Example 4). Example 7 . Abstract representation of the “falling fourth cadence” (reproduction of Example A7 from Sherrill and Boyle 2015, 46) (click to enlarge) Example 8 . Abstract representation of the “falling false fifth” schema (reproduction of Example A11 from Sherrill and Boyle 2015, 49) (click to enlarge) Example 9 . J. S. Bach, Schweigt stille, plaudert nicht (BWV 211), 9. “Nun geht und sucht der alte Schlendrian,” mm. 10–12 (click to enlarge and listen)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "sherrill_and_boyle_2015",
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] For present purposes, the overall shape of a galant recitative phrase is more important than the identification of most individual melodic schemas. Two of those melodic schemas, however, play a central role in the discussion below and are therefore worth learning to recognize. The first is the “falling fourth” cadence that closes Example 6. Example 7 reproduces the abstract representation of it given in Sherrill and Boyle 2015 (46). A “falling fourth” cadence most characteristically features a prominent melodic leading tone whose resolution first is amplified by an anticipation of the tonic, but which is then deflected by a leap down through a perfect fourth. The second is a schema we call the “falling false fifth,” represented abstractly in Example 8 (from Sherrill and Boyle 2015 , 49). This schema’s most salient characteristic is its plunging descent through a diminished fifth, either as a direct melodic leap or as embellished through various strategies of arpeggiation or passing motion. As a schema that expresses the medial stage of Example 5, the “falling false fifth” predicts imminent continuation to the closing stage. In particular, it is strongly associated with continuation to the “falling fourth” cadence. The two, in fact, are easily conjoined, on account of the “false fifth” ending on the same 7 ˆ on which the “falling fourth” begins. One example of this combination, from Bach’s “Coffee Cantata,” is presented in Example 9 .",
                "footnotes": [],
                "citations": [
                    "sherrill_and_boyle_2015",
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] This galant style is however not transparently the musical language employed in “Erbarm es, Gott.” While galant recitative is prototypically unmeasured recitativo semplice , Bach’s scene is a metrical and thickly accompanied recitative. Moreover, the language of the Passion ’s libretto is German rather than Italian, and the scene does not obviously rely on the melodic schemas that typify the Italianate style. On these bases, it is therefore reasonable to ask whether it appropriate to analyze “Erbarm es, Gott” in terms of galant recitative’s schematic expectations. Example 10 . Schematic analysis of No. 50e from J. S. Bach’s St. Matthew Passion (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] We argue that it is, in part because the galant style is indeed active throughout the Passion in the Evangelist’s simple recitatives. For the most part, these can be analyzed straightforwardly in terms of galant recitative schemas. And even when the Evangelist’s melodic gestures do depart from the Italianate schematicon, they nevertheless occur in a context dominated by recognizable schemas and typically conform to its overall stylistic character. As a concrete demonstration of this point, Example 10 parses the schemas used in the simple recitative that immediately precedes “Erbarm es, Gott.” Of the ten melodic gestures in the passage, only the setting of “gekreuziget” lies entirely outside the bounds of galant recitative. (10) Note that the function of this gesture is to delay the arrival of a “falling fourth cadence” like the one imagined in Example 4 above. A more galant setting of the word might not use a separate schema at all here, but would rather set the syllables “ge-kreu-zi-” on the schema’s reciting tone of 7 ˆ . The setting of “ihn” in the third full measure distorts the last note of an otherwise typical schema, replacing an expected leap to D ♯ 4 with a larger octave leap to A4. Aside from these two moments, the passage’s schemas are entirely within the galant norm. Moreover, the formal syntax of the scene matches closely the formal functions discussed above in conjunction with Example 5. (11) As the narrating voice for the Passion as a whole, the Evangelist’s recitatives provide continuity for the work and establish galant recitative as the stylistic meridian against which other numbers can be measured. Example 11 . Schematic analysis of mm. 8–10 from “Erbarm es, Gott” (click to enlarge and listen)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] In the Passion ’s accompanied recitatives, including “Erbarm es, Gott,” Bach’s musical language becomes considerably more complex. Yet even in these sections, the style suits his textual indication of “Recitativo,” and not only by adhering to broad stylistic hallmarks of the genre like syllabic text setting, radical harmonic discontinuities, and avoidance of formal repetition in the vocal line—although to be sure these are all present. Many of the individual melodic gestures in these recitatives are in dialogue with galant schemas. Example 11 ’s annotations of the schemas in mm. 8–10, for instance, show that the passage’s melodic content is entirely conventionalized up through the downbeat of m. 10. (The more individualized shapes in the remainder of m. 10 are discussed in Section 6 below.) In other cases, Bach heightens intensity of expression within an accompanied recitative by exaggerating the shapes of conventional melodic schemas. He often does so by displacing one or more of the schema’s tones up or down an octave. For instance, both m. 1 (“Erbarm es, Gott!”) and m. 4 (“Ihr Henker”) use displaced versions of the “O cielo” schema; this schematic prototype uses a descending minor third, usually 5 ˆ to 3 ˆ , to set a class of utterances that include “exclamations or interjections: outbursts of emotion (“Ahime!”), valedictions (“Addio”), and [...] vocatives” ( Sherrill and Boyle 2015 , 7). (12) This semantic range is relevant in both cases from Bach’s recitative, helping to stabilize a schematic interpretation of the schemas despite the fact that Bach displaces their first 5 ˆ down an octave. (13) In short, although Bach’s melodic style is more flexible in his accompanied recitatives, it still can be heard against a background of the norms familiar from simple galant recitative. (14) 4. The Ruff and its Role in Recitative Phrase Structure Example 12 . Two harmonic actions; ruff (left) and finesse (right) (reproduction of Example 10 from Sherrill and Boyle 2015, 17) (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] The most important recitative schema in “Erbarm es, Gott” is not a melodic gesture but harmonic one. We call this schema a “ruff,” theorizing it as one of two phrase-medial “harmonic actions” that steer phrases toward their eventual cadences ( Sherrill and Boyle 2015 , 17–19). Depicted abstractly in Example 12 , a ruff is created when a stable root-position triad is destabilized by the introduction of a harmonic augmented fourth. This dissonant tritone is prominently featured between the bass and the vocal melody. Often the “ruffing” harmony will include a 2 4 figure, creating a dominant seventh sonority. Like all musical schemas, ruffs rely on a web of family resemblances rather than strict criteria for their identification, so they may be realized flexibly in ways that lack some prototypical features. Thus, less common variants of the ruff can involve different figures, though usually still ones that produce a harmony charged with dominant function. These include a 4 6 figure and a fully diminished 6 4 3 figure, with both variants containing the ruff’s characteristic augmented fourth. (15) Similarly, ruffs may occur over a change of bass (as in m. 3 of Example 10) or even with no explicit change of figures (as in Example 16 below) if they are made recognizable by other features, such as a stereotypically associated melody. Example 13 . Fundamental bass analysis showing harmonic descent through the circle of fifths, driven by finesses, in Johann Adolf Hasse, Cleofide , Act I, Scene 2, mm. 1–12 (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] To a certain degree, the ruff stands in marked contrast to eighteenth-century recitative’s other “harmonic action” schema: the finesse. Although the finesse also serves as a post-medial harmonic action, it usually promises a weaker cadential close than the ruff. As seen in Example 12, the finesse is formed by the introduction of a chordal seventh, sounding a diminished fifth against its most typical bass. By turning the affected harmony into an applied dominant, the finesse tends to direct the harmonic motion of a recitative downward along the circle of fifths. Indeed, many passages of recitative are harmonically supported by long sequences of such motions, which in their unmarked state signal “ordinary” or essentially “expressionless” discourse ( Sherrill and Boyle 2015 , 25). (16) Usually, such motion on its own will not precipitate a strong, scene-ending cadence. Example 13 presents an emblematic case, a short recitative dialogue that follows a path of six descending fifths without reaching any especially strong moments of internal closure. We offer a Ramellian fundamental-bass annotation of the dialogue to highlight visually the consistency of the harmonic motion, despite the variety of bass notes employed in the continuo. (17) Only following the ruff of B ♭ in the bass of m. 12 does the passage articulate a strong cadence, which it does with a “falling fourth” schema in F major.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Against this stylistic backdrop of falling-fifth motions, eighteenth-century composers employed various harmonic surprises to suit the expressive shape of scenes and to signal cadential closure. These harmonic departures from expressive neutrality can include relatively straightforward devices such as deceptive cadences and a range of chromatic twists and turns. (18) In most instances, after the circle of fifths paradigm has been disrupted, it quickly resumes. In this way, most harmonic surprises in recitative serve to create a new starting point for another progression of cascading fifths.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The disruptive function of a ruff, however, is different. A ruff does not immediately lead onward through the sequence of descending fifths. Instead, it reverses course, impelling ascending motion up the circle of fifths, at least when reckoned from the “ruffed” harmony to the cadential goal. In a ruff, what once had been the tonic becomes the seventh of a dominant chord, in effect “subdominantizing” the pitch by coloring it as a local 4 ˆ . (19) To create the ruff’s characteristic augmented fourth between bass and melody, the vocal line lands squarely on the leading tone of the new key, negating by cross-relation the pitch that would have been the next step down the circle of fifths. For instance, in m. 11–12 of Example 13, ruffing the bass B ♭ introduces a melodic E ♮ , blocking a continuation to E-flat major and instead pointing upward to the F major that concludes the phrase. Example 14 .  J. S. Bach, Widerstehe doch der Sünde (BWV 54), recitative “Die Art verruchter Sünden ist zwar von aussen wunderschön,” mm. 11–12 (click to enlarge and listen)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] In its simplest uses, the ruff’s dominant 2 4 sonority forces the bass down a step to a first inversion triad. In Example 14 , a B ♭ -minor triad is ruffed, momentarily becoming a C 2 4 which then resolves to F minor 3 6 . This is, of course, the textbook progression IV– V 2 4 –I 6 in F minor; however, note how it launches from a B ♭ that had itself been achieved as a cadential resolution (complete with cadential 4 6 ). The crucial point here is that a ruff is not defined only by its harmonic content (e.g., as summarized by roman numerals) but also by its gestural qualities and its rhetorical effect on the flow of the scene. The ruff in Example 14 saliently arrests any potential that B ♭ has to become 5 ˆ of a new tonal goal by forcing it to become 4 ˆ instead. In this formulation, moreover, the ruffed B ♭ becomes not just tonally but contrapuntally unstable, treated as a suspension that should resolve down by step. In Example 14, that obligation to resolve is respected, which, remarkably, is actually not the most typical response to a ruff. This phrase exhibits a weakened, non-cadential continuation from the ruff, which is registered not only by the use of an unstable 3 6 harmony but also by the vocal melody. The leap upwards at the close of the vocal line in m. 12 does little to dissipate melodic tension. Following from this, the schema we identify here, “colon,” is characterized as having only “weak” closural force ( Sherrill and Boyle 2015 , 19 and 49). Example 15 . J. S. Bach, St. John Passion (BWV 245), 21. “Und die Kriegsknechte flochten,” mm. 103–104 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] A more typical response to a ruff is the strong cadential formula demonstrated at the end of Example 13. In this formula, the ruff does not resolve directly to tonic but rather moves to a root position dominant—sometimes after an intervening rest. The voice finishes its line before the accompaniment strikes the cadential tonic. (20) In the practice of most eighteenth-century composers, this means that the ruffed 4 ˆ bass steps up to 5 ˆ , seemingly contravening normal rules of dissonance treatment. Another representative Italianate example of this motion can be found above in m. 18 of Example 6. In his own compositional practice, Bach finds various ways to avoid this solecism while still evoking the cadential formula. One of his common strategies is to change the bass at the moment of the ruff, often to 6 ˆ , as demonstrated in Example 15 . (A similar technique can also be found in Example 10, above.) Even though Bach’s sensitivity to contrapuntal considerations often makes the bass line of his ruffs atypical, he nevertheless deploys them in conjunction with the same heightened rhetoric, formal significance, and melodic schemas as other composers of galant recitative.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] In sum, the ruff is a marked harmonic event in eighteenth-century recitative. Sonically, its outer-voice augmented fourth makes it aurally prominent. Functionally, it possesses a unique ability to reverse preceding harmonic motion down the circle of fifths. In doing so, it can promise a strong recitative cadence, one capable of concluding a scene. Its salience as a sonic, harmonic, and formal event within a phrase of recitative renders it an object of musical attention similar to a harmonic cadence in tonal music. Yet, unlike a cadence, the ruff only promises imminent closure rather than securing it. 5. Following the Ruff Thread through “Erbarm es, Gott” Example 16 . Strong recitative cadence, showing collocation of “false fifth” and “falling fourth” schemas, in mm. 82–83 of No. 27 of Bach’s St. John Passion (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The musical plot of “Erbarm es, Gott” is one in which such promises of closure are continually broken: repeatedly, ruffs direct their phrases toward cadences that are avoided or attenuated. As a point of comparison for how a typical ruff-to-cadence succession sounds, Example 16 presents the concluding cadence from a recitative in the St. John Passion . (21) The example begins over a consonant D major triad, which had been approached from its own dominant as the last of a series of motions down the circle of fifths. The vocal melody ruffs D by arpeggiating down from D4 to G ♯ 3, deploying a prototypical instance of the “false fifth” schema discussed above. Overlapping with the end of the “false fifth” schema is the beginning of the decisive “falling fourth” cadence. The “false fifth” leads so frequently into the “falling fourth” that composers often deploy them together in a single breath, as Bach does in Example 16. The two schemas can also be deployed separately, however, without denying the predictive power of a “false fifth.” Note, for instance, how in Example 10 a “false fifth” coincides with a ruff of A and then eventually leads to a “falling fourth” cadence to E, but with an interpolated non-schematic setting of “gekreuziget” that separates implication from realization. The structure of “Erbarm es, Gott” relies on the strong association between the two schemas (together with the ruff as the harmonic event that underlies their juncture), even though it never presents the two together in typical form. Example 17 . Vocal line of “Erbarm es, Gott” annotated to highlight “false fifth” and “falling fourth” recitative schemas (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Example 17 presents the entire melodic content of the recitative, annotated to highlight the presence of these conventions. The passage invokes the “falling false fifth” four times and the “falling fourth” thrice, although uses of the latter are always problematic. Melodic instances of a local 7 ˆ , which serve as a unifying thread throughout the example, are indicated by asterisks. None of these leading tones are allowed to resolve cadentially to the tonics they predict. The beginning of the recitative, which vacillates between the keys of C major and A minor, points with leading tones toward both in m. 4. The impulse toward C is displaced by the wrenching substitution of V 7 /A in the second half of the measure, coinciding with the recitative’s first clear “falling false fifth.” To follow convention, Bach might have set the words “haltet ein” in mm. 4–5 to the sequence G ♯ –A–E, creating a “falling fourth,” but instead the melody rises in a thoroughly unconventional gesture to resolve to the third of A minor. The following “false fifth” in m. 5 promises a resolution to G, perhaps steering the recitative back toward the C major of its opening, but this is negated by a new “false fifth” in m. 6 that points toward E instead. In short, after pointing toward relative major and minor keys in m. 4, the recitative points toward their respective dominants in mm. 5–6.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] From here, the recitative drives through a series of leading tones that progress uniformly up the circle of fifths, chaining together a series of ruffs that move the music against the descending motion typical of recitative. This culminates in the B ♯ of m. 10, a point past which the recitative refuses to move. The next ruff in the sequence would call for F 𝄪 . Instead of that strained pitch, mm. 11–12 enact the recitative’s striking final modulation, resolving to F 𝄪 ’s enharmonic equivalent, G, for the final cadence. Even at this final cadence, when the harmony finally resolves a dominant to its tonic, Bach avoids discharging the melodic leading tone with a falling fourth cadence. He opts instead for the idiosyncratic melody discussed above in Example 3, folding the notated F ♯ – D ♯ sixth of beat 1 into the G–D fifth of beat 3. This offers a necessary reinforcement of the radical harmonies in the measure; however, it also serves as a culmination of the recitative’s repeated insistence on undermining “falling fourth” cadences at every turn. Example 18 . Two recitative schemas on a cognitive thread (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Bach’s formal strategy can conveniently be summarized in terms of Robert Gjerdingen’s model of “ il filo ,” the cognitive thread of schematic implications and realizations that provides continuity to many an eighteenth-century work ( 2007 , 369–380). Examples 18–21 offer a visual summary of the above events following Gjerdingen’s visual style. In Example 18 , the “false fifth” and “falling fourth” schemas appear as circles on a black timeline, to be visualized “as beads on a mental string” ( Gjerdingen 2007 , 375). They are surrounded by a larger light gray circle which emphasizes that together they form a larger schema because they co-occur so frequently. (The timeline also includes nodes labeled A and E to suggest that the schemas effect a modulation between those keys.) Example 19 . The simple circle-of-fifths filo that orients “Erbarm es, Gott” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "gjerdingen_2007",
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] The next three examples reconstruct the piece from our hypothetical filo , moving progressively from a simple abstract plan to the more complex shape of the actual piece. In Example 19 , a continuous chain of schemas leads through a progression up the circle of fifths. This is the simple thread that runs through mm. 5–10 of “Erbarm es, Gott.” But Bach avoids explicitly stating many of the schemas in this plan. The surface of the piece resembles Example 20 , which represents only the schemas that are materially sounded. The solid timeline bends away from the nodes at E and F ♯ because the music at these points veers away from directly resolving their leading tones, deploying other melodic gestures instead. A dashed line represents the simple (now only hypothetical) thread that links all these events together into a cogent pattern. Example 21 represents only the surface events of the work. Its shape appears amorphous when not perceived in relation to Example 19’s thread of ruffs. The tonal nodes still present in Example 21—A, B, and C ♯ —correspond to the main bass notes in mm. 5, 7, and 10. (22) Although the other nodes (E and F ♯ ) have disappeared, even in their absence they help to sustain the recitative, like the silent intake of breath that punctuates the exhalations of speech. Example 20 . The concrete (solid black) and conceptual (dashed) threads running through “Erbarm es, Gott” (click to enlarge) Example 21 . The filo of concretely realized events in “Erbarm es, Gott” (click to enlarge) 6. Schemas in Dialogue with Schenker’s Analysis",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Having followed a path through the recitative with an ear toward schematic convention, we now retrace our steps in light of Schenker’s analysis. His analysis, we shall see, moves through essentially the same stations, although he expresses his recognition of them along different lines. Example 22 . Simplified reaching-over pattern from mm. 5–10 of “Erbarm es, Gott” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The core of Schenker’s analysis identifies a long prolongation of the C major harmony that begins the recitative. (23) In order to activate this harmony as IV of G minor, according to Schenker, Bach composes it out with a 5–6 exchange followed by a chromatic intensification of the root C to C ♯ , as outlined in Schenker’s Fig. 1b. Much of the musical action takes place in mm. 5–10, while the bass moves via third progression through the dyad {A, C ♯ } to destabilize C as a potential tonic. This central span of the recitative constitutes exactly the measures in which it follows its thread of unredeemed ruffs upward through the circle of fifths. In Schenker’s analysis, the overall ascent is accomplished through a sequence of reaching-over gestures, the outline of which is reproduced (in a much-simplified form) in Example 22 . Each harmony in the figure represents a local goal for the schematic directionality of the phrase, and each one (except for the last) is driven onwards toward the next one by a ruff. Schenker’s attention to the contrapuntal structure of the passage implicitly subdivides it into parallel substituents, which are demarcated by the melodic sighs highlighted with slurs in Example 22. This subdivision invites us to compare the chords that support the beginning of each slur (A and B), and likewise those that support the ends of the slurs (E and F ♯ ). Such a comparison highlights  parallelisms that we argue go beyond the middleground structure. They create schematic and contrapuntal connections between corresponding stages, even though the passage is hardly a literal sequence.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Schenker addresses this parallelism most explicitly in his discussion of the first and third chords of the pattern, more or less acknowledging (without the schematic apparatus to do so) their ruffs as the essential feature they have in common. Regarding the A minor harmony at the outset of the passage, he writes: “So that the root A (bar 5) might descend to G (bar 7) with a sense of necessity, a D ♯ 7 chord is interpolated, whose pressure (in effect the VII of E minor) compels the descent of A as a diminished fifth!” ( Schenker [1924] 2005 , 67). (24) In this account of a dissonance exerting pressure on a local tonic and  forcing it to give way, the driving force is precisely the ♯ 4 figure of a ruff. Schenker, moreover, compares this ruff to m. 8, where “the same auxiliary chord produces the same effect.” In an editorial footnote to his English translation of the essay, Joseph Dubiel suggests that what is “the same” in m. 8 is the fact that the bass’s A is driven to resolve down by step ( Schenker [1924] 2005 , 67n9). Perhaps the “similar procedure” that Schenker had in mind was the ruff itself. In this case, the bass B (from the second half of m. 7) is ruffed by the E ♯ o7 chord (the “same auxiliary chord”) in the second half of m. 8. This drives B to step down to A (and the harmony to resolve to F ♯ minor) on the downbeat of m. 10. (25) The two passages are analogous in terms of the voice-leading that Schenker sketches in Fig. 2c: the bass note A is forced down to G in the first measure and B to A in the second. Notably, this figure includes the ruffing raised fourths as eighth notes in the alto voice of both measures. Thus, Schenker reads past the many surface differences between mm. 6 and 8 to identify the ruffs of A and B as the essential contrapuntal similarity between the two passages.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "schenker_2005",
                    "schenker_2005"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] Chords 2 and 4 of Example 22 are less obviously parallel in Schenker’s analysis, although in this case the surface of the music invites the comparison. The first halves of mm. 7 and 10 are the most conspicuously complex moments in the recitative. They involve, for instance, considerably faster harmonic rhythm than any other passage except for the final cadence. They also are the only moments that feature suspensions: witness the C ♯ –B and B–A suspensions in the first violins of m. 7 and the A– G ♯ suspension in the second violins of m. 10. Moreover, they both create non-negligible ambiguity as to their underlying harmonies. In the first beat of m. 7, it seems best to understand the A ♯ in the vocal line as an accented neighbor to the chord tone B, especially since it resolves at the same moment as the instrumental C ♯ –B suspension. The B, moreover, must be conceptually consonant in order to prepare the 7–6 suspension in the second beat of the measure. And yet Bach’s figure for the organ part on the downbeat includes not just ♯ 4 but also the voice’s ♯ 2, neither of which receives an explicitly figured resolution. (This is in contrast to the immediately following and similarly paced 7–6 suspension.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Measure 10, conversely, figures the resolution but not the suspension itself during beat 2: the ♯6 ♯4 ♯ figure over D passes over the second violins’ and violas’ A in silence. This pitch nonetheless creates a lovely though fleeting musical detail: by delaying G ♯ , it temporarily alters the explicitly figured French augmented-sixth chord into a German sixth instead. This sonority—D, F ♯ , A, B ♯ —suggests a dominant seventh chord by enharmonic reinterpretation of B ♯ as C ♮ , providing an ever-so-brief foreshadowing of the enharmonic reinterpretation and cadential dominant that will culminate in m. 11 at the recitative’s climax. Further complicating the musical surface is the fact that the vocal melody relinquishes B ♯ for a free embellishing tone C ♯ at the same moment that the second violins’ suspension resolves. As we shall see shortly, this hints at a level of melodic complexity surrounding Chords 2 and 4 that matches their harmonic intensity. For now, the main point is that the music in these two passages presents harsh sonorities that are more ambiguous than any other point in the recitative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] This complexity partially obscures the ruffs that guide the analysis through Example 22. It is helpful to begin by observing the ways in which mm. 7 and 10 do parallel one another: each places a local I 6 on the downbeat which moves via a ruff to V on beat 3. Measure 7 executes this plan in E minor, m. 10 in F-sharp minor. In both locations, a harmony built over 6 ˆ intervenes on beat 2. Despite the chord change, the ruffed pitch in each case persists throughout the first half of the measure as a common tone, concretely realized by the interlocking E4 and F ♯ 4 pitches of the second violins and violas. The measures differ most crucially in where they locate the ruffing augmented fourth. In m. 7, the ruffing pitch, A ♯ , is given prominently to the vocal line on the downbeat of the measure. As discussed above, this obscures the beat’s putative identity as I 6 . Although realized in an atypical way, that disruption performs the essential character of a ruff: destabilizing a local tonic by the intrusion of its ♯ 4 ˆ . The invocation of a ruff here offers an explanation for the presence of A ♯ at this moment, especially since the preceding and following harmonies both call for A ♮ . In m. 10, the ruffing pitch again occurs in the vocal line, but here not until beat 2, allowing the downbeat to articulate a consonant local tonic. Deployed so, it ruffs F ♯ with nearly the usual ♯4 2 sonority but for the chromatic inflection of D ♯ to D ♮ . In other words, both measures strongly evoke the ruff schema by deploying its salient 1 ˆ – ♯ 4 ˆ clash together with most of its other typical harmonic elements, despite the ways in which they differ from both each other and the prototype. Example 23 . Recomposition of m. 10 from “Erbarm es, Gott” using a normative “falling fourth” cadence (click to enlarge) Example 24 . Recomposition of m. 10 from “Erbarm es, Gott” using a normative recitative “comma” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] The sense of these moments as ruffs is enhanced by their melodic content, although this is as complicated as the harmony: in both cases, Bach blends together contrasting melodic schemas into a single, chimerical form. (26) Here it is helpful to begin with the somewhat simpler case of m. 10. The measure begins with a conventional melodic leap of a perfect fourth (setting the words “und noch”) to launch a phrase in F-sharp minor ( Sherrill and Boyle 2015 , 44). The vocal melody then quickly ruffs F ♯ by introducing B ♯ , steering the phrase toward a cadence on C ♯ . (27) When the cadence arrives, however, the augmented sixth of beat 2 colors C ♯ as V rather than I, calling for a complementary weakening of the cadential melodic gesture. If Bach had composed the phrase to lead unproblematically to a full close on C ♯ , he might have used a “falling fourth” cadence as in Example 23 . Some hints of this recomposition can be found in the score: these include the setting of “viel här-” as well as the use of C ♯ as an unaccented free embellishing tone and the following large leap down by a perfect interval (adjusted from a P4 to a P5 because it comes too early). Bach first deviates from recitative convention by breaking away from syllabic text setting to assign two pitches to the syllable “här-.” This leads to the melodically unconventional F ♯ – E ♯ ending that terminates the phrase and undermines the potential for a decisive falling fourth cadence. Though perfectly banal from a voice-leading perspective, such a descending step at a moment of resolution is quite rare in recitative. Typically, a phrase planned to end with a descending step would embellish that step with an échappée in the manner of the “comma” ( Sherrill and Boyle 2015 , 23–26), as recomposed in Example 24 . Pressed to interpret this passage somehow, a schematic analysis might understand F ♯ – E ♯ to represent a recitative comma pruned of its distinctive embellishing contour so that it can be blended together with the “falling fourth” cadence suggested by Example 23.",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "sherrill_and_boyle_2015",
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] If such a reading is strained, so is the passage itself. Not coincidentally, it is precisely this passage that seems to have lingered most strongly in Schenker’s memory after his initial publication of the analysis in Der Tonwille : he cites it in Der freie Satz as an example of the free type of unfolding in which two voices of a progression are presented successively rather than interleaved ( 1979 , 84 and Fig. 103-2b). This essentially transplants his analysis of the passage from Der Tonwille , which he describes in conjunction with Figure 4 as a “horizontal unrolling” (“horizontale Aufrollung”) of the voice-leading ( Schenker [1924] 2005 , 67; 1924, 37). The voice-leading complexity which demands special comment thus joins this measure’s harmonic density and melodic abnormality. All of these reinforce the moment’s fundamental extremity: it represents the farthest point in Bach’s ascent through the circle of fifths, a tritone removed from the G minor to which the music will abruptly cadence. Example 25 . Recomposition of m. 7 from “Erbarm es, Gott” using a normative “falling fourth” cadence (click to enlarge) Example 26 . Recomposition of m. 10 from “Erbarm es, Gott” using a normative “question comma” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schekner_1979",
                    "schenker_2005"
                ]
            }
        },
        {
            "6.9": {
                "text": "[6.9] In similar manner to m. 10, m. 7 arrives at its goal harmony as a dominant, a sense which is strengthened by the use of a 7–6 suspension to evoke a Phrygian half cadence. This prevents its melody, too, from articulating a full “falling fourth” cadence as promised by the voice’s downbeat A ♯ . In response, Bach crafts a unique shape for the vocal line, one which again grafts additional tones onto the core of a “falling fourth” cadence. Example 25 recomposes the measure to show how it might have created a standard full close in B minor. Note that all of the tones which make up the melodic schema indeed occur in the Passion as composed. Ignoring difficulties of harmony, the only melodic tone not explained from this perspective is the penultimate pitch, E4. Its introduction lends the melody a distinctive Z-shaped contour that evokes an entirely different schema: the “question comma,” Schema 9c ( Sherrill and Boyle 2015 , 26–27). Example 26 shows how this schema might have been more normatively realized. As a form of melodic punctuation strongly associated with questions, this schema is strongly cued by the text of “solches Jammers nicht?” The harmonization with a half cadence only reinforces the sense that the music vividly depicts the interrogative content of the text at this point. And yet, although the distinctive contour of the question melody is present, the precise intervals and scale degrees that realize it are utterly atypical. The overall effect of m. 7’s melody, then, is of a gesture that changes course midstream, mutating from a “falling fourth” to a “question comma,” or of merging the two conventions into an ad hoc novelty. (28) This almost improvisational flexibility may help to explain the unusual interposition of beat 2’s harmony between the ruff of beat 1 and its resolution on beat 3: as the melody revises its sense of schematic identity, it calls for a change of harmony on beat 2 to affirm its new function. At any rate, it seems clear that the bass line is calculatedly sensitive to the text’s question, and that m. 10 echoes this bass in a way that establishes a parallelism between the two phrases. The alterations that Bach makes to m. 10 remove the features that most strongly evoke a question in m. 7, while retaining the core structure of an implied ruff and the unredeemed promise of a falling fourth cadence.",
                "footnotes": [
                    "FN28"
                ],
                "citations": [
                    "sherrill_and_boyle_2015"
                ]
            }
        },
        {
            "6.10": {
                "text": "[6.10] Overall, Schenker’s analysis of over-reaching patterns in this passage highlights the parallelisms between the ruffs of A and B on the one hand and those of E and F ♯ on the other. The first pair of ruffs is relatively literal, and they both resolve to their desired tonic as a 3 6 chord (on the downbeats of mm. 7 and 10). The second pair is much more melodically and harmonically complex; while the harmonies summoned by these ruffs do arrive, they present themselves as local dominants. Referring back to Example 17 and Example 21, the first pair occurs in conjunction with the “false fifth” schema while the second pair alludes to the “falling fourth.” Thus, in contrast to our strategy of attending to the ruff-to-ruff momentum of the ascending circle-of-fifths sequence, Schenker breaks the same sequence down into two-event units that ascend at a slower stepwise pace. (29) Together, the characterizations offer complementary perspectives on the overall course of the music.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] While both readings are viable, we will close this section by positing a few advantages of the unitary circle-of-fifths reading (over Schenker’s bipartite parsing). First, it sensitizes the analyst to the vocal melodic construction of Bach’s recitative, in particular the way that each stage within the sequence is built around sensitive ruffing pitches—i.e., applied leading tones—that are invariably frustrated in some way. Second, it suggests a way in which a surface-oriented listener, attentive to the stylistic conventions of recitative’s chords and melodies, might come to a similar conclusion about the passage’s musical shape as does Schenker in his attention to the piece’s deeply buried contrapuntal structure. Finally, by highlighting the uniformity of the recitative’s tonal trajectory, it draws attention to the harmonic momentum that has built up during mm. 5–10 and which is abruptly checked in the concluding bars. This abrupt ending is crucial to the recitative’s overall expressive effect; however, to better understand it, we must first consider the scene’s beginning. 7. Enharmonic Reinterpretation and Expressive Content",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Schenker’s analysis suggests that, even as the thread of reaching-over gestures guides the majority of the recitative, some other harmonic principle determines the scene’s tonal structure at its beginning and end. Because the scene starts on C and ends on G, its tonal path could have been very simple: after composing an initial phrase in C major, Bach could have ruffed the bass note C, immediately triggering a modulation up a fifth to G. (30) The only compositional problem this presents is that it calls for too little harmonic motion to comfortably set the entire text. Nevertheless, a trace of this simpler tonal plan remains in the score as composed. Echoing the second half of m. 1, m. 3 deploys a fully diminished seventh chord, { F ♯ , A, C, E ♭ }, that can be understood to represent a ruffed C despite the highly disjunct bass line, which leaps to other notes in the chord instead of simply sustaining C. (31) This harmony’s potential to evoke a falling-fourth cadence to G is alluded to shortly thereafter in m. 5, when the second half of that measure presents another F ♯ -diminished sonority alongside a “falling false fifth” melodic schema on the word “Erweichet.” Together, these call for an answering melodic cadence to G. At this point the music veers off into the ascending chain of ruffs discussed above, but at its ending the movement returns to the same F ♯ o7 sonority in m. 11 to prepare the scene’s final cadence. This time, the ruffed bass of C does proceed directly onward to a cadence in G to close the scene. In this way, the F ♯ o7 harmony of mm. 1, 3, 5–6, and 11 comes to serve as a referential sonority for the scene, present at all of its main harmonic landmarks.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] This sonority, moreover, is pivotal in intertwining the scene’s two tonal strands—its C⇒G frame and its central circle of fifths digression—which it unites through its enharmonic mutability. Note that although m. 5 initially presents only a diminished triad, lacking a seventh, m. 6 reintroduces the missing pitch, now enharmonically respelled as D ♯ . This respelling propels the music into its long unbroken ascent through the circle of fifths by recasting the referential sonority not as F ♯ o7 (a ruff of C) but as D ♯ o7 (a ruff of A). Conversely, the pivot back toward G in m. 11 is achieved by that measure’s reinterpretation of D ♯ as E ♭ , reaffirming the identity of this sonority as a ruff of C.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Schenker’s voice-leading analysis recognizes these two events as fundamentally different: he represents the pitch in m. 6 as a true D ♯ , a diatonic lower neighbor to E, while he understands the pitch in m. 11 as really an E ♭ , a chromatic alteration of the upper-voice E prolonged by the entire scene up until this point. He regards the voice’s D ♯ in m. 11 as a mere notational convenience and therefore argues against calling this moment an actual enharmonic reinterpretation. Given the essential role played by mm. 6 and 11 in the scene’s ruff-based narrative, their similar content suggests something more significant—at least an enharmonic pun on the shared D ♯ / E ♭ pitch class. This pun also ties into the construction of the vocal soloist’s melodic line, in that all of the ruffing pitches (including even the D ♯ of m. 6) are saliently denied their natural tendency to resolve up a semitone; in contrast, the E ♭ of m. 11 seemingly “insists on” its spelling by resolving explicitly downward to D in the most stylistically unusual melody of the recitative. The scene’s harmonic trajectory and melodic unfolding are thus strongly linked by the contrasting energetic implications of the enharmonic difference between D ♯ and E ♭ , which is to say that enharmonicism (and the referential F ♯ o7 ruff) is embedded at the heart of the scene’s tonal discourse. Example 27 . Abstract outline of the tonal trajectory of “Erbarm es, Gott” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] The large-scale tonal shape of the scene is represented in the synoptic Example 27 . (32) The start and end of the scene stand at the “C” and “G” nodes at the top left and right corners of the diagram’s central square. Rather than traversing the simple rightward arrow (representing a single ruff) between those nodes, the music takes a digression onto the lower tier of the example, enharmonically pivoting from “C” to “A” along the left edge of the square. (33) The scene then traverses the bottom edge, comprising a series of four ruffs in place of one. Having reached “ C ♯ ” at the lower right corner of the square in m. 11, the music undoes its enharmonic shift, resetting D ♯ to E ♭ to arrive finally at the “G” node that was the original goal of the bypassed ruff.",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] Also indicated in the figure and framing the central square are links to the Passion ’s surrounding movements; these are dashed and tinted gray to distinguish them visually from the solid black of the recitative. As expected, the alto aria that follows the scene (“Können Tränen meiner Wangen”) continues in the key of the recitative’s final cadence, G minor. More unusual is the connection between “Erbarm es, Gott” and the scene complex before it. The preceding simple recitative (reproduced above in Example 10) had ended with a strong cadence to E minor. Although a direct juxtaposition of E minor and C major between movements is not implausible, one often ascribes their presence to the composer needing to move expediently between distant keys. Here, the Passion ’s large-scale tonal plan does not seem to have forced Bach’s hand: “Da gab er ihnen” begins in D major and could have easily proceeded two steps down the circle of fifths to end with a cadence in C after four measures. Similarly, the fact that “Erbarm es, Gott” is not tonally closed means that Bach need not have begun the accompanied recitative immediately in C if its unique tonal structure had not been an a priori goal. As such, the disjunction between simple and accompanied recitatives stands as an expressive extravagance that invites attention and interpretation. In our view, the end of the Evangelist’s recitative prepares the lower tonal strand depicted in Example 27 by concluding in E, offering a simple tonal connection to the “A” node of the figure via a simple finesse. (34) When the accompanied recitative begins with the higher strand instead, it sets the stage for the bifurcated tonal design depicted in the figure.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] This perspective on the recitative’s internal tonal design resonates with Eric Chafe’s understanding of Bach’s strategic deployment of key contrasts across the St. Matthew Passion . Chafe ( 1981 , 50) argues that the work exhibits a “dual key structure,” the two poles of which are sharp-key and flat-key regions anchored by the E minor and C minor of the work’s first and final movements. (35) According to him, the two tonal regions map onto contrasting narrative perspectives in the Passion . The “hard” sharp tonalities map onto the cruelty and violence within the diegesis, and the “soft” flat ones map onto a temporally distanced, theologically oriented stance, in which an eighteenth-century listener reflects on the meaning of the Passion narrative for their own era. The two are put in unusually close juxtaposition by “Erbarm es, Gott,” inspiring Chafe to superlatives when he interprets the meaning of its ending. In his words, “the enharmonic change moves us out of the sharps (‘haltet ein!’) in one of the most striking shifts of perspective in all music: from the dominance of physical events to the meditative Christian viewpoint” ( Chafe 1991 , 419). That is, Chafe understands the wrenching final cadence to enact something similar to the narrative shifts that happen throughout the Passion , as when direct quotation of Biblical text gives way to an aria on poetry by Picander, but all the more radical for occurring within a single movement. This construal of the passage is well worth contrasting with Schenker’s. Arguing against performances that realistically emulate the screams of the narrative persona, Schenker writes that “what I want to see expressed above all is the reality of the voice-leading . . . The art of voice-leading will show itself to be sympathetic in so far as it takes on the realism of the extremity of suffering that is all too true to life” ( [1924] 2005 , 68). (36) Schenker seems to understand the extreme dissonances proposed in his voice-leading sketch—such as the diminished third understood in m. 10 of Fig. 1a and its increasingly complex elaboration at lower levels—as madrigalistic tone painting of the narrative persona’s anguish at the sight of Jesus’s torture.",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": [
                    "chafe_1981",
                    "chafe_1991",
                    "schenker_2005"
                ]
            }
        },
        {
            "7.7": {
                "text": "[7.7] Schenker’s interpretation is beautiful in its intensification of the music’s already biting discords, but his literalist account of its extramusical expression does not capture the radical sense of transmutation that the end of the scene creates. The effect of mm. 10–11 is not merely grating sensual harshness but profound negation of the measures building up to it. The violence done in these measures is to the music itself as well as Jesus’s flesh. One need not appreciate the entire system of tonal allegory Chafe outlines to sense this passage as severing the tonal thread. When it comes to a crashing halt with this final exclamation of “Haltet ein!,” the recitative enacts its own command to cease, as if obliterating the scene of scourging it describes by rejecting its own content. Put differently, the final cadence of the scene stages a “shift of discursive level” that contextualizes its interior as occurring within a narrative frame. It distances itself from that narrative at the last moment by drawing back to highlight its own framing device. (37)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "7.8": {
                "text": "[7.8] As Chafe (following Axmacher 1984 ) points out, this recitative is one of few moments in the Passion when the narrative persona of a vocal soloist is drawn into the Passion story, not describing or reflecting on it but speaking as if able to interact with the characters in the scene ( 1991 , 421 n. 9). Notably, the initial shift to A minor (the key that launches the ruffing circle of fifths) coincides with the text’s first outcry of “Haltet ein,” the first moment at which the speaker attempts to intercede in the narrative. After mm. 1–4, which are expressive but agentially removed from the action (addressing “Gott” rather than “Ihr Henker”), mm. 5–6 stage the alto soloist’s total suspension of disbelief—a delusive attempt to reach through the fourth wall of the work’s narration. As the vision becomes more engrossing, the alto ascends through the circle of fifths (ever higher into the “hard” sharpwise tonalities that connote diegetic reality for Chafe). At the climax of the scene and the second outcry of “Haltet ein,” the reverse enharmonic modulation forcefully reasserts the fourth wall, drawing the alto soloist back to the latter-day meditative attitude of the upcoming aria (“Können Tränen meiner Wangen”). (38) This dramatic trajectory is of course only one of many that are available to listeners, and it is one that can coexist with more literal forms of semiotic interpretation such as Schenker’s. But to experience something along these lines—some sense of an abrupt withdrawal or radical transmutation at the ending—one implicitly understands the content of the recitative’s middle measures as existing on a tonal-expressive plane separate from that of its ending. It is this sense of a central narrative thrust offset by a contextualizing but distinct tonal frame that Example 27 attempts to capture. 8. Conclusion",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "axmacher_1984",
                    "chafe_1991"
                ]
            }
        },
        {
            "8.1": {
                "text": "[8.1] This climactic moment at the end of “Erbarm es, Gott” has been constructed around the strategic use of a single musical schema: the ruff. It is difficult to appreciate this thread through the piece without at least implicit knowledge of this stylistic convention. The ruff plays at least three distinct and critical roles in this narrative: The ruff destabilizes the tonality at the beginning of the recitative. The opening measures immediately foreground a tension between finesses (represented by the B ♭ in the first half of m. 1) and ruffs (represented by the F ♯ in the second half of m. 1). In fact, it may even be possible to find that tension embodied within the first harmony of the scene: although spelled (and resolved) like a dominant seventh, the opening sonority is liable to be heard at first as an augmented sixth of E minor—spelled with A ♯ rather than B ♭ —in light of the Evangelist’s preceding cadence to E. If so, its {E, A ♯ } dyad allows the harmony to stand for a ruff of E. The resolution of B ♭ to A then enharmonically negates the ruff as a finesse of C instead. The ruff shapes the middle of the recitative. The circle-of-fifths plan that guides the central section is most evident when one is sensitive to its many allusions to the ruff. In Section 7, the ascending sequence was interpreted not just as a continual ratcheting-up of tension but as a form of progressive bewitchment, as the scene of scourging becomes ever more vivid to the alto-voice persona. If a listener can experience a similar form of being perpetually drawn further into the piece, the repeated frustration of the ruffs may play a critical role: each denial of expectation tweaks the listener’s attention ever more toward a piece which refuses to slip conveniently into well-worn cognitive ruts. The ruff enables the enharmonic reinterpretation in m. 11: the downbeat’s bass, when heard as C ♮ , is ruffed by the F ♯ above it, precipitating the delayed V–I cadence that concludes the recitative. (39) Fluency with this basic cadential formula vastly aids one’s ability to reorient quickly to the new key of mm. 11–12, thus hearing Example 3 as a strained version of Example 4. (40)",
                "footnotes": [
                    "FN39",
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] In broader terms, the ruff should be understood as a schema in the cognitive sense of a mental category “as either a prototype or a central tendency of a class of exemplars associated through similarity” and thus demonstrating a Wittgensteinian family resemblance structure ( Gjerdingen and Bourne 2015 , [5.3.5]). Although the ruff was introduced as a harmonic schema, and the dyadic configuration of 7 ˆ above 4 ˆ is indeed highly characteristic of it, its harmonic content does not constitute a necessary or sufficient definition. Indeed, Examples 1a, 2, 5, 6, 7, 8, and 9 have assembled a set of closely related musical configurations that range significantly in their harmonic content. Equally characteristic of ruffs are non-harmonic features, such as the “false fifth” melody that so often precipitates them and the rhetorical divorce between vocal “falling fourths” and after-striking continuo cadences that frequently succeed them. It is on the basis of these latter features that Example 16 can be considered to contain a ruff at all, since Bach’s figures do not explicitly call for a new dissonant sonority on the last beat of m. 82. Nevertheless, listeners who recognize its distinctive constellation of traits may well understand the passage to imply or allude to such a harmony. Schemas are a matter of fuzzy categorization and perceived similarity, not acoustic fact.  This is especially important for the analysis of “Erbarm es, Gott,” because some of its putative ruffs deviate strongly from the prototype. The ruff on the downbeat of m. 7 is emblematic of this condition, given the score’s contradictory signals about the “true” harmony at this moment. Different listeners, and indeed different performances, might attempt to resolve this ambiguity in various ways. One richly meaningful way, supported contextually by the content of the rest of the scene, is to hear it as a distorted ruff.",
                "footnotes": [],
                "citations": [
                    "gjerdingen_and_bourne_2015"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] The goal of this article has been to center an analysis of Bach’s recitative on the ruff as a schema. It has attempted to demonstrate how schema theory can integrate insights from a range of theoretical methods, despite their potential for points of conflict. From one perspective, it suggests that some of the core insights of Schenker’s analysis can be translated into the language of schema theory and can potentially even be clarified thereby. From another, traditional theories like fundamental bass and roman numerals have occasionally seemed to be the simplest way to capture some features of schematic thought. These theories were expedient not because of some scientific causality or logical rigor but because they, too, articulate forms of flexible mental categories in music. Chordal inversion, for instance, recognizes the fuzzy resemblances between different continuo sonorities when their lowest pitch is not taken to be categorically determinative; this is an attitude that seems especially pertinent to the disjoint basses of eighteenth-century recitative. When the disparate subdisciplines of music theory meet on the field of schema theory, they can more easily interface with broader questions of interpretation. This is because schemas—as bundles of historically and culturally situated knowledge about usage—are inherently meaningful in multiple senses. (41) Thus, although the ruff is a schema localized to a particular stylistic niche, by using ruffs this study hopes to model a practice of analysis that derives analytical richness from methodological pluralism.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.24.30.2.boylesherrill.html",
    "data": "mto/data/mto.24.30.2.boylesherrill.json"
}