{
    "title": "Review of the 1993 Conference of the Society for \nMusic Perception and Cognition",
    "date": "1994/01/01",
    "volume": "0",
    "issue": "6",
    "authors": [
        "Parncutt, Richard"
    ],
    "abstract": "The 1993 conference on music perception and cognition in Philadelphia covered a wide range of topics, including the perception and cognition of: melodic accent, melodic cues to meter, accented rests, meter extended through silence, expressive timing in percussion music, tonality, finality of cadences, modulation, key ambiguity, pitch salience in musical passages, melodic contour, North Indian rags, tuning of melodies, absolute pitch among non-musicians, and melodic expectation and continuation. Many of these issues have ramifications for the theory and analysis of tonal and atonal music.",
    "keywords": [
        "perception",
        "cognition",
        "rhythm",
        "meter",
        "accent",
        "tonality",
        "melody",
        "expectancy"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.6/mto.94.0.6.parncutt.pdf",
    "author_info": [
        {
            "name": "Richard Parncutt",
            "university": "McGill University",
            "address": "Faculty of Music, 555 Sherbrooke St West, Montreal (Quebec),, Canada H3A 1E3",
            "email": "parncutt@music.mcgill.ca"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The Conference of the Society for Music Perception and \nCognition (SMPC) was held from June 16–19, 1993 at \nInternational House, University of Pennsylvania, Philadelphia. \nIt was organized by Eugene Narmour of the Department of Music, \nUniversity of Pennsylvania. The Chair of the program committee\nwas Carol L. Krumhansl, Department of Psychology,  Cornell  \nUniversity, Ithaca NY.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The conference was preceded by a larger conference  \non the same subject: the 2nd International Conference  \non Music Perception and Cognition (ICMPC), held in Los  \nAngeles in February 1992. The next major conference in  \nthe field will be the 3rd ICMPC in Liege, Belgium, from  \n23–27 July 1994. The SMPC conference in Philadelphia  \nwas conceived on relatively small scale, but still  \ncovered a wide range of current issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] It is impossible in the space of this review to  \nmention all the papers presented. I will concentrate  \ninstead on those papers that I feel are of most  \nrelevance to music theorists. For example, I do not  \ndiscuss papers on performance, computer applications,  \nand neuropsychology in this review. Rhythm, Meter, and Accent",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Recent research in music perception has devoted a  \ngreat deal of attention to the perception of musical  \npitch structures, melody, harmony, and tonality. A new  \ntrend became evident at the conference in Philadelphia:  \nTemporal structure took over from pitch as the largest  \ncategory of contributed papers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] David Huron (Waterloo) and Matthew Royal (Western  \nOntario) addressed the issue of melodic accents arising  \nfrom changes in the direction of melodic contour and  \nfrom the size of melodic leaps. They compared syllabic  \nstresses in a corpus of gregorian chants with melodic  \naccent strengths as predicted by a number of  \nalgorithmic models.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Piet G. Vos (Nijmegen) and Arjan van Dijk  \n(University of Amsterdam) analyzed melodic cues to  \nmeter in four compositions of J.S. Bach.  Using the  \ntechnique of autocorrelation, they confirmed that  \ninterval patterns (direction and approximate size of  \nintervals between successive tones) tend to repeat  \nthemselves at temporal intervals corresponding to beat  \nand bar durations, but not at other intervals. The  \ntechnique of autocorrelation predicted measure length  \nwith reasonable reliability, but was unable to  \ndetermine the position of the downbeat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Justin London (Carleton College) considered the  \nphenomenon of accented rests. Most music-perceptual  \naccounts consider only events that precede an accented  \nrest. London pointed out that it is necessary also to  \nlook forward to future events, especially in cases  \nwhere the listener is already familiar with the style  \nof a given piece, or with the piece itself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Robert O. Gjerdingen (SUNY at Stony Brook)  \ninvestigated the perception of sinusoidally  \namplitude-modulated signals with modulation frequencies  \nin the rhythmic range (say, 0.3 to 20 Hz). Such signals  \nare physically perfectly “smooth” and thus contain no  \nobvious physical “events” (or onsets). They may  \nnevertheless be perceived as a series of events,  \noccurring at specific temporal positions (phases)  \nrelative to the peaks in the sinusoidal modulation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Eric F. Clarke and W. Luke Windsor (City, London)  \nplayed rhythmic passages followed by isolated probe  \nevents, and asked listeners whether the isolated events  \nfell on or off the beat. They reported strong effects  \nof memory decay, tempo, and slowing of pulse sensations  \nin the absence of real-time reinforcement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Jeff Bilmes (MIT) modeled expressive timing in  \npercussive musical rhythms by a combination of tempo  \nvariation and event time-shifting, illustrating his  \npresentation with recordings of real and synthesized  \nAfrican percussion music incorporating specific  \ntemporal manipulations. Tonality",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Fred Lerdahl (Columbia) discussed the  \nestablishment of a referential tonic center. According  \nto his theory of tonal pitch space, the tonic is the  \ncenter of the most compact region of pitch space that  \nmay be represented by paths between superordinate  \nevents within a prolongation region.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Wendy Boettcher (California, Irvine) reported an  \nexperimental study of the sense of completeness evoked  \nby various harmonic cadences. Results were in  \nqualitative agreement with music-theoretic notions of  \ncompleteness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] William Forde Thompson (York University) and Lola  \nL. Cuddy (Queen’s University) investigated the  \nperception of modulation (key change) in a set of  \nspecially-prepared four-voice textures. Listeners were  \nmusicians. Key-distance judgments were influenced not  \nonly by music-theoretical estimates of key distance and  \nby the way modulations were approached, but also by the  \npresence or absence of expressive timing and dynamics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Frank C. Riddick (Colorado) analyzed the tonality  \nof Zemlinsky’s Second String Quartet (Op. 15),  \nemphasizing the study of highly ambiguous tonal  \npassages can lead to a better understanding of tonality  \nperception in general.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Caroline Palmer and Susan Hollerin (Ohio State)  \ninvestigated the perception of pitch in  \nharmonic/contrapuntal music. Their experimental  \ntechnique was to change the pitch of a note in a  \npassage and to ask listeners whether they heard the  \nchange. Harmonically related pitch changes, and changes  \noccurring in the mid frequency range, were least  \nnoticeable. Melody",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Kathryn Vaughn (MIT) and Edward C. Carterette  \n(Southern California) explored perceptual relations  \namong North Indian rags by the technique of similarity  \nratings and multi-dimensional scaling. Western  \nmusicians were found to be sensitive to conventional  \nemotional meanings of rags—even if they had no  \nprevious knowledge of Indian music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] James Carlsen and Marc Cassone (Washington)  \npresented melodies in which selected tones were  \nmistuned by 20 or 40 cents by comparison to equal  \ntemperament, and investigated sensitivity to mistuning  \nas a function of scale-degree, tempo, and timbre. They  \ncompared results with an analysis of recordings of  \ncello music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] David Huron (Waterloo) applied the perceptual law  \nknown as Fitt’s law to both the perception of apparent  \nmotion in human vision and to the fission and fusion of  \nauditory streams or melodies. He tested hypotheses  \nbased on that law by analyzing a database of melodies  \nfrom ten different cultures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Sven Allback (University of Gothenburg) and Sven  \nEmtell (KTH, Stockholm) developed algorithmic models  \nfor the analysis of pitch categories, meter, phrase  \nstructure, and tonality, and applied them to some 5000  \nSwedish folk melodies. In a separate talk, Allback  \napplied Krumhansl’s probe-tone method to Swedish folk  \nmelodies, and obtained results very similar to those  \nobtained by Krumhansl, in spite of pronounced  \nvariations in intonation—suggesting that intonation  \nplays a secondary role in the establishing of a tonal  \nhierarchy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Daniel Levitin (Oregon) described an ingeniously  \nsimple experiment to test the absolute-pitch ability of  \nnon-musicians. He asked psychology students to list the  \npopular songs that they knew best. From the results, he  \ncompiled a list of the best-known songs. In the  \nexperiment proper, he asked individual participants to  \nsing a few bars of a given song, handing them the cover  \nof the corresponding CD to jog their memories. The  \nresponse of 24% of all subjects was within one semitone  \nof the correct key, and 67% of all subjects came within  \n2 semitones. Expectancy",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Carol L. Krumhansl (Cornell) presented the results  \nof psychological tests of Narmour’s  \nimplication-realization model. In general, the model  \nwas found to perform well (however, the model’s  \nperformance was not compared with that of other  \npossible models). Further psychological tests of the  \nexpectation-realization model were reported by Mayumi  \nAdachi and James Carlsen (Washington), Robert Rawlins  \n(Clayton), and James Buhler (Pennsylvania).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] David H. Bradshaw (Washington) investigated the  \nperception of melodic continuation. The degree of  \nexpectation of a given note was found to correlate  \nhighly with the degree of surprise that follows the  \nactual perception of that note.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Steve Larson (Indiana University) developed a  \nmodel that combined research on key determination with  \nresearch on melodic expectancy, taking both aspects  \ninto account in the prediction of key and of melodic  \ncontinuation. Presidential address",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In his presidential address, David Wessel (Center  \nfor New Music and Technology, Berkeley) stressed the  \nimportance of musical relevance in music perception  \nresearch. It is essential that researchers in all areas  \nof music, including perception and theory, have a  \nthorough (and, if possible, practical) understanding of  \nthe musical background and ramifications of their work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Wessel also remarked on the remarkably small  \nnumber of currently filled, full-time university  \npositions in the field of music perception/cognition or  \nsystematic musicology (less than 200 in North America)  \nby comparison to music theory (about 4000) and  \nhistorical musicology (about 3200). These figures  \nclearly do not well reflect the relative importance of  \nthe three subject areas for students currently studying  \nmusic at university level—that is, for musicians of  \nthe 21st century. Nor do the figures correspond well  \nwith the relative numbers of people in the three areas  \nthat are currently available and well qualified to fill  \npost-secondary positions. Any university that manages  \nto offer a position in music perception in the near  \nfuture can count on receiving a large number of  \napplications from musically gifted, well published, and  \ninternationally recognized scholars.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Wessel suggested that the problem may be solved by  \nimproving communication and encouraging collaboration  \nbetween the fields of music perception and music  \ntheory. A promising strategy for the immediate future  \nwill be to organize music perception conferences in  \nclose spatial and temporal proximity to theory  \nconferences, to enable people to attend two conferences  \nin one trip. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The papers presented in this and other recent  \nconferences in music perception reflect an encouraging  \ntrend: Music-perceptual issues are not as music- \ntheoretically trivial as they used to be. Times have  \nchanged since the first measurement of the mel scale!  \nSlowly but surely, the gap between music perception and  \nmusic theory is becoming smaller. Research in music  \nperception increasingly involves musically sophisticated  \njudgments about good music, and the results of music-perceptual research are becoming increasingly relevant  \nto music theory and analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Researchers from both disciplines may benefit from  \nthese developments by engaging in cross-disciplinary  \ncollaboration. Admittedly, a synthesis of music  \nperception and music theory is still rather distant— \nbut the prospect is becoming increasingly feasible.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.94.0.6.parncutt.html",
    "data": "mto/data/mto.94.0.6.parncutt.json"
}