{
    "title": "Revenge of the Boomers: Notes on the Analysis of Rock Music",
    "date": "2000/08/01",
    "volume": "6",
    "issue": "3",
    "authors": [
        "Kaminsky, Peter M."
    ],
    "abstract": "The increasing interest by music theorists in rock/pop analysis represents a reconciliation of their formative involvement with both classical and popular musics. In striving toward an appropriate analytical methodology, theorists must negotiate between conflicting claims of salience for both musical and extra-musical factors. After commenting on three historically important and representative theorists (Tagg, Middleton, and Everett), the paper presents an analysis of a song by Sting, relating structural features of the music to his appropriation of country music and interpreting \"stylistic dissonances\" between structure and style as significant to the textual and musical narrative.",
    "keywords": [
        "rock",
        "popular music",
        "analysis",
        "Sting"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.3/mto.00.6.3.kaminsky.pdf",
    "author_info": [
        {
            "name": "Peter M. Kaminsky",
            "university": "University of Connecticut",
            "address": "Department of Music, Box U-12, Storrs, CT 06269-1012, KPKambo@aol.com",
            "email": "Peter.Kaminsky@uconn.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Mark S. Spicer, “Large-Scale Strategy and Compositional Design in the Early Music of Genesis,” in Expression in Pop-Rock Music , ed. Walter Everett (New York: Garland Publishing, 2000), p. 102.",
            "citations": []
        },
        "FN2": {
            "text": "2. Philip Tagg, “Analysing Popular Music: Theory, Method and Practice,” Popular Music 2 (1982), pp. 40–43.",
            "citations": []
        },
        "FN3": {
            "text": "3. Richard Middleton, “Popular music analysis and\nmusicology: bridging the gap,” Popular Music 12 (1993), p. 189.",
            "citations": []
        },
        "FN4": {
            "text": "4. Walter Everett. The Beatles as Musicians: “Revolver” through the “Anthology” (Oxford: Oxford University Press, 1999), p. x.",
            "citations": []
        },
        "FN5": {
            "text": "5. Sting, Mercury Falling , A&M Records, 31454-0483-2, 1996.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I shall begin this talk with two stories, both true. Going through my recent Email, I received messages from two prominent\nscholars—one in music theory, the other in ethnomusicology—requesting a copy of this paper after having seen the title\nlisted in the program for the New England Conference of Music Theorists. No one had ever asked me for a copy of a paper that I\nhad not even finished yet. This is a reliable sign that the theory and analysis of rock music is,\nas the song goes, “hot hot hot.” Back in November following my return from the national SMT\nmeeting in Atlanta, I was meeting one of my freshman theory students, a guitarist, in office hours. He asked me how the\nconference was, and I told him that one of the most interesting papers I heard was an hour and a half\nlong analysis of “Enter Sandman” by Metallica, where the author transcribed not only the\nlead guitar part but also the progression of the wah-wah pedal, adapting Slawson’s theory of sound color to its spectrum of\ntimbres. My student looked at me, rolled his eyes, and said, “You’ve got to be kidding.” Taken\ntogether, my two stories suggest something of the odd nature of scholarship on rock and\npopular music: viewed by some with disbelief that such music is worthy of analytical investigation, and viewed by others as the\nnext frontier, the ocean floor waiting to be mapped.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In surveying the current literature, one reason for the exponential growth in this area is the attempt by a younger\ngeneration of theorists to deal with a kind of collective schizophrenia, born from deep involvement with both classical and\npopular musics. In a recent essay on compositional design in the early music of the\nprogressive British rock band Genesis, Mark Spicer expresses a feeling that many if not most rock music\nscholars share: “Writing a ‘serious’ essay about Genesis for this book has been especially significant for me. As I was growing up\nin the late 1970s and 1980s—and playing in as many rock and pop bands as I did orchestras—this group was one of the main reasons\nwhy I came to love music and to love thinking about music . . . . I am sure that there are several others\nwithin our discipline who also care a great deal about this music, those whose formative\nyears were similarly shaped by both a classical and a rock aesthetic.” (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] My talk will be in two parts. Part I will briefly survey some issues of methodology in rock/pop analysis. Part II will present\nmy analysis of a song written and performed by Sting, in which I shall position the analysis within the field in the terms\nproposed in Part I. Table 1 . Selected Bibliography of Ongoing Projects in Rock/Pop Analysis (click to enlarge and see the rest) Figure 1 . Poles of orientation (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] To assess the current state of research, I recently submitted a questionnaire\nto both the SMT list and the pop music analysis list, asking scholars for a description of their ongoing projects\nwhich have not yet been published. I received responses from twenty-eight theorists (many with multiple projects) from the\nUnited States, Canada, and England. Table 1 is a bibliography of\nthose projects which you may peruse at your leisure. Given the tremendous variety of\nsubjects and perspectives, I have conceived an admittedly crude schema by which these works—and by extension\nwork within the broader field of rock/pop analysis—may be categorized. Figure 1 shows what I have termed the four “poles of\norientation”: 1) the composer/performer, 2) the listener, 3) cultural/commercial issues, and 4) the “music itself.” For the\nmost part, rock/pop music analysts take a position that gravitates toward one of these four poles,\nsometimes toward two, and more rarely may be placed in the center as part of a more\nthoroughly interdisciplinary perspective. Naturally these poles exist for the study of classical music as well. By bringing them\nto the forefront of popular music scholarship, however, one is forced to consider more closely some\nfundamental distinctions between repertories. For example, how is the role of the listener\nand the listener’s musical experience different for rock/pop than for classical music? In what ways may the notion of “authorship”\nbe different for popular music? How do commercial issues influence music production and\ndissemination? What musical factors take on greater or lesser salience in rock/pop music as\nopposed to classical?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Indeed, it is this last question—the identity of salient musical factors in popular music and the consequences for an\nappropriate analytical methodology—that lies at the polemical heart of an ongoing scholarly debate. There is no need to\nrehearse this debate here. Instead I shall speak briefly about three prominent scholars whose work has been important in shaping\nthe field of rock/pop analysis, and whose approaches are broadly representative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Historically, Philip Tagg’s 1982 article, “Analysing Popular Music: Theory, Method and Practice,” represents one of the\nearliest serious attempts at a musicology of popular music. In it he enunciates several propositions which have become axiomatic\nfor a number of subsequent analysts: “Studying popular music is an interdisciplinary matter.” “. . . popular music cannot be analysed using only the   traditional tools of musicology.” “[Musical] hermeneutics [rigorously and carefully applied] . . . in combination with other musicological subdisciplines,\n    especially the sociology and semiology of music, make an important contribution to the analysis of popular music. In\n    short: a rejection of hermeneutics will result in sterile formalism while its unbridled application can degenerate into\n    unscientific guesswork.” (2) Significantly, Tagg eschews any music smacking of canonical or masterwork tendencies, instead analyzing in great detail the\ntheme from the TV show Kojak and the Abba song “Fernando.” While not ignoring structural aspects, he folds them into a\nsemiotic approach that emphasizes the conventional codes underlying relevant musical affects; in this sense Tagg attempts\na kind of Affektenlehre for popular music. For example, he finds affective correlations between the falling\ntritone in Abba’s “Fernando” and the same interval in Bach’s St. Matthew Passion, Gluck’s Orfeo et Euridice , and the Righteous Brothers’ “You’ve Lost that Loving Feeling.”",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] While clearly influenced by Tagg, Richard Middleton attempts to reconcile in more explicit terms the multiplicity of\nanalytical approaches to popular music. In a 1993 article in the journal Popular\nMusic , he proceeds from a fundamental assumption: that popular music differs from classical in its\nemphasis on rhythm—not only duration and accentuation, but more broadly the patterned movement of musical elements. In striving\ntoward a theory of gesture , Middleton thereby tries to address the importance of physicality and the body in the listener’s\nresponse to this music. In turn gesture represents one part of his tripartite model, complemented by what he terms connotation and musical argument (or structure). Perhaps oversimplistically\nhe questions music theory’s overreliance on structural analysis and aligns his position with the broader project in 1980s\nmusicology questioning the means and ends of “formalist” music theory. Even so, he does offer a pragmatic alternative: “What I\nwould suggest is that these three areas—gesture, connotation, argument—operate in different\nrepertories in diverse ratios and interrelationships; and analysis needs to reflect that.” (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] At the other end of the spectrum stands the work of Walter Everett, including his recently published magnum opus, The\nBeatles as Musicians: “Revolver” through the “Anthology” . In his preface, Everett addresses head-on the criticism of structural\nanalysis for rock/pop music. “There are those who say that an appreciation of [the Beatles’ music] is not enhanced by any\nintellectual understanding. Others say that any example of popular music is to be evaluated not in\nrelation to its internal musical issues but solely in terms of its social reception, or\nthat popular music cannot be analyzed to useful ends with tools ‘created’ for the\nappreciation of classical music . . . . While those with such beliefs are certainly free to limit their own\ninvestigations in any desired way, I would hope that the present study would suggest to them that their own endeavors might be\nenhanced by an objective hearing of the music that they endow with such spiritual and\ncultural significance.” (4) [ 9 ] With respect to an analytical methodology for popular music, the above quotation raises two crucial points. First, by the\ncentral position he accords to both structural analysis and source study (in the form of recording sessions and their\nattendant documentation), Everett knowingly inscribes his project and by extension the music of the Beatles into the canonical\nmainstream of theory and musicology. Second, the success of such a project depends on the music itself\nhaving a degree of structural integrity that can withstand this sort of analytical\nscrutiny. I would suggest that those musicians about whom the current generation\nof theorists are devoting “hardcore” analytical studies—the Beatles, Frank Zappa, Led Zeppelin, Pink\nFloyd, etc.— fulfill this criterion. (To play on Everett’s book, which prospective essay title would make more sense: “The\nBackstreet Boys as Musicians,” or “The Backstreet Boys as Cultural Icons to the Pre-pubescent”?)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Part II of my paper examines the concluding song, entitled “Lithium Sunset,” from Sting’s 1996 solo album Mercury Falling . (5) My pole of orientation is\n“the music itself,” and the analysis will explore the traditional domains of form,\nharmony, instrumentation, and motive, with some consideration of studio technique as appropriate. My analytical point of departure\nis not uncommon in rock/pop analysis: the appropriation of musical style. Beginning with the 1985 Dream of the Blue Turtles following the breakup of the Police, much of Sting’s\nsolo music employs a specific musical style or genre—e.g., reggae, blues, something I call “film noir,” Irish folk—for\naesthetic reasons having to do with the narrative as communicated by the song lyrics. Mercury Falling is no exception and indeed incorporates what for Sting were two new styles: rhythm and\nblues, and country music. Both are deployed to expressive and ironic effect in representing the cycle’s predominating themes of\nwinter, loss of love, willful illusion, and madness. (The association with Schubert’s Die Winterreise is intentional on my part.)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] “Lithium Sunset” appropriates in a radical way not only the musical style of country, but also its penchant for irony—i.e.,\nits use of happy and exuberant music to express broken hearts, betrayals, and other bad things with detachment and the hint of a\nrueful smile. In Sting’s song, the central image, “lithium sunset,” signals his trope on this theme. As is well known,\nlithium is the drug of choice in treating severe cases of manic depression. By bringing together lithium\nand sunset as a compound image, our conventional associations with sunset—the boundary\nbetween day and night, beautiful colors, romantic overtones—become distorted through the filter of lithium to\nsuggest the turn of the soul from day to night, the beautiful colors as hallucinations, and romance as\nthe inconsolable loss of love.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In this context, the stylistic choice of country music takes on the character of an assumed identity, the very simplicity of\nthe music mirroring the protagonist’s hope of healing himself in the aftermath of a failed marriage (this part of the story is\nestablished in an earlier song). What gives “Lithium Sunset” its resonance is the tension engendered by what I shall term\n“stylistic dissonance,” which reveals the delusionary character of the protagonist. This dissonance\noccurs both in the lyrics and the music, manifesting itself in virtual “spikes” of intensity.\nLyrically, these spikes constitute poetic images that dissonate against the “normative” irony of country music lyrics noted\nabove: examples include “lithium sunset,” “this heartache of obsidian darkness,” and the desire to “fold my\ndarkness / into your yellow light.” Musically, these spikes of intensity are perceived as gestures that dissonate against the happy and\npredictable twang typical of country music. Example 1 . Harmony and form chart (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Example 1 provides a basic formal and harmonic outline of\nthe song. Down the right side of the example, I have shown in greater detail three formal\njunctures—the end of the introduction and beginning of the song proper, the vocal and\nharmonic climax concluding the bridge, and the end of the reprise into the coda—that help delineate the process of stylistic\ndissonance. The introduction features bass, drums, acoustic steel-string guitar, and harmonica sustaining\ndominant harmony until bar 8. Here all instruments drop out except the bass, which\nexecutes a falling glissando against which the voice enters with “Fill my eyes.” (The bracketed “x” designates the primary vocal\nmotive for the song.) The abruptness of the textural change and the bass glissando itself suggest a sense\nof weightlessness, like falling through space in a dream, and it serves as a harbinger of\nfurther disorientation. Immediately thereafter the pedal-steel guitar replaces the harmonica and unambiguously establishes\ncountry as the musical style. The song proceeds in relatively predictable fashion until the end of the\nbridge (bar 32). Here on the words “Heal my soul,” the harmonic rhythm accelerates and the\nprogression takes a surprising turn, as C ♯ sus4 leads to the chromatic F major, functionally the flat submediant in A major.\nThis clashes strikingly with the vocal F ♯ on “my,” and the metaphorical “stylistic”\ndissonance becomes the literally dissonant cross-relation between F ♮ and F ♯ . Moreover,\nthe clash between the desperate “Heal my soul” and the unresolved dissonance dramatically heightens the sense of delusion and\nfutility in the protagonist’s plea. Thereafter the reprise (or section A3) introduces the first\nand only significant break in the regular phrase rhythm of the prototypical 32-bar song form.\nAt bar 38, the vocal timbre is enhanced with reverb, adding intensity to the thrice-repeated line “to another night”;\nmetrically this segment articulates its own eight-bar hypermeasure, thereby markedly extending the\nphrase. With the corresponding sustaining of the dominant harmony and the concluding falling bass glissando, the phrase extension precisely\nrecalls the introduction, and the glissando becomes literally associated with “mercury falling,” still another image of\nemotional disintegration. On a larger scale, while the “mercury falling” glissando frames the song, the image “mercury falling”\nframes the entire album, as the first song opens and the final song closes with these\nwords. To summarize, Sting employs textural, harmonic, hypermetrical and timbral means for creating\nstylistic dissonances against the background of country music, and these dissonances help represent the delusionary character of\nthe protagonist. Example 2 . Transcription, pedal-steel guitar part, coda (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The coda reinforces the sense of delusion by the further incursion of modal mixture, again via the cross-relation between\nF and F ♯ . Herein, the acoustic guitar simply repeats A and D major chords, while the pedal-steel guitar sounds F ♮ s\nagainst it. Example 2 transcribes the pedal-steel guitar part\nin the coda. Its place in the mix is roughly indicated as “FG” for foreground, “BG” for background, and “MG” for middleground\n(obviously bearing no relation to Schenkerian terminology). Interestingly, the pedal-steel part describes a kind of\nlarge-scale arch: after two bars of foreground, it continues diatonically in the\nbackground; at bar 10 the pedal-steel moves decisively to the foreground, insinuating F ♮ s while rising\nto a registral climax; then following a brief resurgence of F ♮ middleground activity, the pedal-steel concludes\ndiatonically in the background to the final fade-out. Whether intentional or not, the\nshape of the solo could be taken as still another emblem of the protagonist’s manic depression, with the\nfalse cheer of the major licks of the pedal-steel in the background framing the darker depressive foreground state.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] To conclude, this analysis has employed a conventional methodology, featuring such familiar concepts as modal mixture,\ncross-relation, phrase extension and hypermetrical reinterpretation, and, more basically, consonance and dissonance\nitself. I would like to think that my choice of methodology and, more broadly, the nature of my discourse, is not merely the\nproduct of training and habit. Rather, I have attempted to evaluate the salience of these features as they\nrelate to a specific interpretative strategy, here based on stylistic appropriation and dissonance. It goes without saying that\ntheories both enable and constrain, giveth and taketh away. I hope that, with this burgeoning of interest in rock and popular\nmusic, our striving towards a viable methodology will allow for scholarly and critical acumen as well as the sense of fun,\nunbridled enthusiasm, ontological complexity, and questioning of authority that inevitably and thankfully\ncome with the territory of popular music. Allen Forte’s response",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session from the 2000 meeting of the new england conference of music theorists",
    "source": "mto/raw/mto.00.6.3.kaminsky.html",
    "data": "mto/data/mto.00.6.3.kaminsky.json"
}