{
    "title": "Music Theory and Analysis in France and Belgium",
    "date": "1997/07/01",
    "volume": "3",
    "issue": "4",
    "authors": [
        "Meeus, Nicolas"
    ],
    "abstract": "The organizers of the forthcoming Fourth European Congress for Music Analysis decided to devote one of its sessions to European traditions and usages concerning theory and analysis. Some of my ideas on this topic are developed, with special reference to societies for analysis, journals, music education, and the reception of Schenker in France.",
    "keywords": [
        "theory",
        "analysis",
        "France",
        "Belgium",
        "Europe",
        "conservatory",
        "university",
        "Schenker"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.4/mto.97.3.4.meeus.pdf",
    "author_info": [
        {
            "name": "Nicolas Meeus",
            "university": "University of Paris Sorbonne",
            "address": "UFR de Musique et Musicologie, 1 rue Victor Cousin, F-75230 PARIS cedex, University of Louvain at Louvain-la-Neuve, Musicologie, College Erasme, 1 place Blaise Pascal, B-1378 Louvain-la-Neuve",
            "email": "meeus@musi.ucl.ac.be"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Introduction European Societies and the European Congresses \nfor Music Analysis Journals Music Education The Reception of Schenker Semiology Conclusion 1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Theory and analysis have known a fast development in Continental\nEurope during the last twenty years. Yet, for many reasons, the\nsituation here remains quite different from what it is in English\nspeaking countries. After the Third European Congress for Music\nAnalysis in Montpellier in 1995, Jonathan Cross commented on this\nsituation in the Bulletin of the SMA (the British Society for Music\nAnalysis) for May 1995. His comments led the organizers of the\nforthcoming Fourth European Congress (see below) to devote one of its\nsessions to discussing European traditions and usages. The present\nnote stems from my own reflection in this context—and I claim sole\nresponsibility for what follows. I will begin with considerations of\nthe recent history of analysis and musicology, before turning to more\nfundamental matters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The recent development of analytical studies in Continental Europe\nowes much to the personality of Celestin Deliege, who founded the\nclass of analysis in the Royal Conservatoire in Liege (Belgium). He\nwas the first to seriously report on Schenkerian analysis in his Fondements de la musique tonale (Paris, 1984). Deliege is fully\naware of the dramatic change that Schenkerian analysis was bound to\nmean for the discipline. He rightly claimed that theory should become\ndescriptive rather than prescriptive, insisting at the same time that,\nbeyond the level of mere description, analysis should reach to the\ninner structure of the work. But Deliege also claimed the need to\ntranscend orthodox Schenkerism and advocated a “post-schenkerian”\nanalysis influenced, among others, by Lerdahl and Jackendoff. 2. European Societies and the European Congresses \nfor Music Analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Another important figure in the development of a modern analytical\nactivity in France and Europe is Pierre-Marie Sgard, the founder of\nthe French Societe d’Analyse Musicale. The story is unusual because\nSgard is not a musician, but a financial analyst, and he wanted the\nSociete d’Analyse Musicale to be organized like the one for financial\nanalysis in which he was active. The project sounded odd to many of\nus, but it certainly pushed us in directions which we may not have\ntaken otherwise and which proved fruitful. Sgard foresaw the building\nup of a European network of Societies for Music Analysis and, to this\naim, called the First European Congress for Music Analysis in Colmar\n(France) in 1989. He intended it to be reserved to formally\nconstituted societies for music analysis, and his call indeed was\ninstrumental in the creation of such societies in Great Britain,\nBelgium, Italy and Spain. The French Society since considered it its\nduty to foster the creation of societies and has been active to this\neffect in Germany, the Netherlands and Portugal. The idea of a\nFederation of Societies has been in the air since Colmar, although\nwith limited consequence up to now. The present reflection on European\ntraditions and usages aims among others at an inventory of our\ndifferences, in the hope to promote further exchanges.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] It was decided in Colmar that a European congress should be called\nevery two years, a program to which we have almost been able to\nhold. The second Congress was held in Trento (Italy) in 1991, with a\nwider international participation than in Colmar, especially from\nEastern European countries where we met with yet other musicological\ntraditions with which we will have to cope in the future. The French\ninvited the Third Congress in Montpellier in 1995, and the Fourth one\nis foreseen in Corfu (Greece) at Easter 1998. Its motto, “Towards an\nanalytical musicology,” is intended to stress a European will to\ndevelop analysis within the science of music at large, rather than as\nan autonomous approach opposed to the historical one. We want the term\n“musicology” (and the discipline itself) to remain as comprehensive as\npossible, as is its German counterpart, Musikwissenschaft . 3. Journals",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Pierre-Marie Sgard also was the founder, in 1985, of the quarterly\njournal Analyse musicale , which soon became the main scientific\njournal on music in French. The story ended rather sadly, because\nSgard’s purposes eventually proved incompatible with the usages of the\nmusical and musicological community, but the journal had produced 32\nissues by 1993, with quite a few important contributions. It helped\n(re-)creating redactional habits among musicologists and musicians who\nfor too long had been faced with a starving editorial activity. After Analyse musicale ceased its activity, its editorial board decided\nthe creation of a new journal with similar aims, Musurgia (the name Analyse musicale being unavailable). After slow beginnings, the\njournal seems to have found its rhythm; it will publish its 11th issue\nin July 1997.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] In Belgium, I created in 1988 a little quarterly journal, Fascicules d’Analyse Musicale , with the aim of helping students and\nyoung musicians trying themselves to writing and publishing. Although\ncheaply produced and inexpensive, it too proved able to publish\ninteresting contributions. The production (entirely hand made, from\nthe photocopying to the mailing) was time consuming, however, and I\nwas compelled to stop in 1991 after 16 issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Other journals in French do exist, of course, but none as\nspecifically devoted to theory and analysis as Musurgia . Several\nshort-lived journals have been devoted to contemporary music. One\nnotable exception is Les Cahiers du CIREM (Centre International de\nRecherches en Esthetique Musicale), still alive and well after some\ntwelve years. 4. Music Education",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The situation of musical analysis in Continental Europe must be\nunderstood in consideration of the situation of musical education. I\nrefer more specifically to the existence of two educational regimes,\nthe Conservatory and the University. This situation seems to prevail\nthroughout most of Continental Europe. Performing musicians learn\ntheir skills in a Conservatory, while music teachers and researchers\n(we tend to call them “musicologists,” independently of whether they\nwork on historical or theoretical matters) normally choose a\nUniversity. Even if Conservatories today tend to develop curricula in\ntheory and even if Universities expect from their students a good\npractice of music, the approaches to the discipline are\ndifferent. From an administrative point of view also, in France and in\nBelgium, the two types of institutions are quite distant from each\nother : the Conservatories depend from the Ministry of Culture, the\nUniversities from that of Education. All this results in some tension,\nalthough in France at least the situation is improving. Several\nstudents are following classes in both institutions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In Conservatories, theory formerly was considered an unavoidable\nnuisance, especially by the instrument teachers who had rather seen\ntheir students practice scales all day long. Things are now changing\nvery fast. The Paris Conservatoire National, especially, developed a\nfull curriculum of theory (I am less aware of the situation in the\nother French Conservatoire National, in Lyons). Much of the teaching,\nhowever, remains based on a relation Master/Disciple which belongs to\na venerable tradition. This must have been very much the situation in\nOlivier Messiaen’s class of analysis, the model of which was taken\nover by several of his students. It is not necessarily unsatisfactory\nin itself, but it often results in a lack of critical attitude with\nrespect to methodology. The teacher proposes his own method (not\nnecessarily a bad one), but subjects it neither to evaluation, nor to\ncomparisons. As a result, in some classes of analysis, the major\ntheoretical traditions (e.g. Riemann or Schenker) are never discussed\nand probably remain unknown. Analysis often reduces to an exercise in\nmusical description (a “guided tour” of the work; see Leopold Mannes’s\nIntroduction to Felix Salzer’s Structural Hearing ). Classes of\nanalysis in the conservatories, it is true, busy themselves mainly\nwith modern and contemporary music which, from a methodological point\nof view, cannot be treated in the same way as tonal music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The music curriculum in French universities is rather recent :\nwhile classes in music history existed before, the first departments\nof music appeared only after the Parisian events of 1968. The interest\nfor theory and analysis has been real from the beginnings, due mainly\nto the personality of Jacques Chailley, and of Serge Gut who followed\nhim in the Sorbonne, but many of the other teachers had been formed as\nhistorians, so that theoretical and analytical studies were slow to\ndevelop. Chailley and Gut (and others) have been influential, though,\nand the situation appears now to be reversing, the younger generation\nshowing a growing interest for these matters. The approach often is\nmethodological—musicians formed in the conservatories complain, at\ntimes rightly, that universitarians are more preoccupied with\njustifying their methods than with performing analyses. Another\nimportant point, however, is that French musicologists always have had\na strong historical formation, and none of us today is ready to accept\na music theory that would be divorced from history. The curriculum\nalso includes classes on the history of theory. For the analysis of\ntonal music, in universities as in the conservatories, the prevailing\nmethod is primarily based on roman numeral harmonic analysis. MTO\nreaders who know Wason’s book ( Viennese Harmonic Theory from\nAlbrechtsberger to Schenker and Schoenberg , UMI, 1985) will be aware\nthat this method is of Viennese origin. It does not correspond to the\nFrench 19th-century tradition and it is unclear to me, at this point,\nhow it came to influence France and Belgium. In late 19th and early\n20th century, at any rate, Vincent d’Indy and Francois-Auguste Gevaert\nhad tried, with limited success, to introduce in France and Belgium\nthe Riemannian functional analysis which remains at the basis of the\neducation to theory in German speaking and in several Eastern\ncountries. 5. The Reception of Schenker",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The history of the reception of Schenkerian theory in France and\nBelgium is characteristic. As mentioned above, Celestin Deliege was\nthe first to really draw attention to Schenker (earlier attempts\nhaving been rather deficient). His Fondements de la musique tonale (1984) is a complex work, too difficult perhaps to have been really\ninfluential, but it certainly shook up many of us. Although French\nstudents are not very good at foreign languages (and Schenker himself,\nof course, is no easy reading), several Master degrees and Doctoral\ndissertations devoted to Schenkerian analysis have been written in the\nlate 80’s and early 90’s, among others under the direction of Serge\nGut (I stress this in tribute to his openness of mind). I published my\nFrench translation of Der freie Satz ( Free Composition ) in \n1993,\nand Schenker analysis is taught since in several French universities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The resistance against Schenker remains strong, however. Serge\nGut, for instance, published in the last issue of the Revue de\nMusicologie very good reviews of my Schenker translation and of my Heinrich Schenker: Une introduction , but he accompanied them with\nan article on what he dubbed “Schenkeromania,” in which he complains\nagainst some real or supposed excesses of Schenker’s theories. Gut has\nthe advantage over several of his French colleagues to be fluent in\nGerman. He is a very good knower and an active advocate of Riemann’s\ntheories and he has a first hand knowledge of Schenker. One reason of\nhis criticism is a common misunderstanding of Schenker’s purpose, a\nfailure to realize that Schenker’s analyses are not always\ninductive. (Gut argues against the fact that Schenker, in his analysis\nof BWV 940 in Das Meisterwerk I,99, deduces a fundamental line that\nis a diatonic, Aeolian minor scale, while the piece, Gut claims, really\nis in harmonic or melodic minor. In this, Gut is right, of course, but\nhe fails to understand Schenker’s point which, in this case, is more\ntheoretical than analytic in the modern sense.) But Gut’s criticism also\nresults, I believe, from a rejection of an agressiveness of Schenkerian\ntheories (especially, I am sorry to have to say, in some of their\nAmerican formulations): adopting an eclectic point of view that I\nthink characteristic of our universities, and in view of his own\ncommitment to Riemann’s theories, Gut cannot admit that Schenkerian\nanalysis should be adopted instead of other theories—and I fully\nagree with him on this point.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Jacques Chailley evidences an even stronger rejection of\nSchenker’s theories. A disciple of Maurice Emmanuel, he has busied\nhimself with a lasting reflection on a “musical philology,” the inner\nfunctioning of the musical language. He developed an evolutionary\ntheory according to which the recognition of intervals as consonances\nfollowed the order of the harmonics : the fifth in the middle ages,\nthe thirds in the Renaissance, the dominant seventh in the Baroque,\netc. More important for the present discussion, he published in 1951 a Traite historique d’analyse musicale (2nd edition as Traite\nhistorique d’analyse harmonique , 1977), several principles of which\n(e.g. concerning analysis by reduction, or harmonic degrees) were\nsimilar to some expressed by Schenker. Schenker was unknown by then:\nnone of his writings had been translated in any language by 1951; even\nthe 2nd German edition of Der freie Satz did not exist. When\nSchenkerian theory began to be proposed in France, Chailley rightly\nresented that ideas that he had advocated since such a long time now\ncame to be presented as novel.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The rejection of Schenker is mainly due to a distrust for\nanything resembling totalitarian orthodoxy. (It may be worth noting\nthat Forte’s set theory, which we viewed as another orthodoxy, met\nwith a similar suspicion in Colmar in 1989. The dispute has left\ninteresting traces in Analyse musicale .) And even although my own\npresentation of Schenkerian theories to the French readership has been\nrather orthodox (or so I believe), I myself would be quite opposed to\nany formalized Schenkerian orthodoxy, which I would consider utterly\nforeign to his own ideas. As mentioned above, Schenkerian analysis now\nis taught in several universities, both in France and in Belgium, but\nit is always confronted to other approaches. For sure, we will not\nform a generation of Schenkerians as in the United States. I trust\nthat my colleagues, like myself, teach a critical reading of Schenker,\nand I believe that a different, more contrasted image of Schenker\nmight develop here in Europe. 6. Semiology",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] In his report on the Montpellier Congress to which I alluded at\nthe outset, Jonathan Cross writes: “Just as Americans seem to burst\ninto life at the mere mention of their favorite pitch class sets\n[ . . . ], so French hearts beat collectively faster at the very thought\nof le niveau neutre .” The tripartition theory of Jean Molino and\nJean-Jacques Nattiez indeed has been with us since its initial\npresentation in Nattiez’ Fondements d’une semiologie de la musique and in Molino’s “Fait musical et semiologie de la musique” (in Musique en jeu 17), both in 1975. To those less familiar with the\ntheory, I remind that Molino rightly claimed that, rather than\nwondering about the meaning of music, one should consider the three\nstages of its existence, production (“poiesis”), reception\n(“esthesis”) with the “neutral level” (the work—whatever that is) in\nbetween. The claim obviously is in favor of a semiology of\ncommunication against one of signification. The history of semiology\nas a whole is an oscillation between these two tendencies. As to the\ntripartition theory itself, its ubiquity merely results from its\nevidence, which I think confines to triviality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] My purpose here is not to discuss Molino’s tripartition, however,\nbut to acknowledge that semiology has been present in European\nmusicological thinking ever since 1975. Eero Tarasti’s research\nproject on Musical Signification extended the reflection far beyond\nthe European borders, but his group includes a post-Greimasian\ntendency which, I believe, remains quite typically French, in\ninspiration at least. Greimas attempted a description of a “structural\nsemantics,” a formalized semantics that would be based on an inner\nlogic rather than on a relation to the outer world. The idea of a\nnon-referential semantics must be appealing to musicians, of course,\nand Greimas’s “semiotic square” has been taken by some as a guide for\nthe analysis of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Closer to the structuralist tradition, a seminary held at the\nUniversity of Paris Sorbonne under the title Musique et style , in\ncollaboration between the Department of Music and that of French\nlanguage, has been discussing music among others from a semiotic point\nof view for three years now. Two volumes of the acts have been\npublished and a third one is in preparation. And this is but one among\nseveral activities in this field in France. 7. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Jonathan Cross wrote (ibid.) that “nearly all the major\ndevelopments in theory and analysis since the Second World War have\ncome from the USA.” This, in a way, probably is true, but perhaps only\npartly so. Certainly, important theoretical and analytical traditions\nhave developed in Europe, which should not be overwhelmed by the\nAmerican industry. The main case in point is Riemann’s theory, which\nhas known important developments and modernizations after his death in\n1919 but which remains actively ignored in the English speaking\ncountries (e.g. in the New Grove )—and, to say the truth, in\nFrance as well. Carl Dahlhaus, or Jacques Chailley, are first rank\ntheoreticians and they are not the only ones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] If the matter is considered from a higher point of view, however,\nwhat strikes me most is the lack of exchange between our traditions,\nboth within Europe itself and between Europe and the other parts of\nthe world. I have seen foreign students led to complete\nmisunderstanding in Paris merely because their theoretical\npresuppositions were different from those of their teacher, without\nthat any of them realized the problem. Despite such important means as\nRISM or, today, the Internet, I am not sure that the French literature\non theory and analysis is known abroad, and I know by personal\nexperience that the literature in English, German, Italian and\nSpanish, to mention only a few languages, is almost completely ignored\nin France. (Belgium is better in this respect as the country,\nminiature as it is, has three official languages.) If the present note\ncan help bringing some change to this situation, it will have\nfulfilled its purpose.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference reports",
    "source": "mto/raw/mto.97.3.4.meeus.html",
    "data": "mto/data/mto.97.3.4.meeus.json"
}