{
    "title": "Post-Tonal Improvisation in the Aural Skills Classroom",
    "date": "2003/07/01",
    "volume": "9",
    "issue": "2",
    "authors": [
        "Silberman, Peter"
    ],
    "abstract": "This paper presents an improvisation-based approach for teaching students to hear and understand aspects of twentieth-century music. The improvisation exercises are based on concepts taken from eight commonly used twentieth-century music textbooks. The paper ends with analyses of improvisations created by two undergraduates who were trained in the author’s method. Recordings and transcriptions of these improvisations are included.",
    "keywords": [
        "ear training",
        "pedagogy",
        "twentieth-century music",
        "post-tonal music",
        "improvisation"
    ],
    "doi": "",
    "received": "April 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.2/mto.03.9.2.silberman.pdf",
    "author_info": [
        {
            "name": "Peter Silberman",
            "university": "University of Rochester",
            "address": "Department of Music, Rochester, NY 14627-0052",
            "email": "ps005e@mail.rochester.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. National Association of Schools of Music 2001–2002 \nHandbook. Reston, VA: National Association of Schools of Music, 2001: 83.",
            "citations": []
        },
        "FN2": {
            "text": "2. Steve Larson, “‘Integrated Music Learning’ and \nImprovisation: Teaching Musicianship and Theory Through ‘Menus, Maps, and \nModels’,” College Music Symposium 35 (1995): 80–81.",
            "citations": []
        },
        "FN3": {
            "text": "3. Kate Covington, “Improvisation in the Aural Curriculum: An Imperative,” College Music Symposium 37 (1997): 54.",
            "citations": []
        },
        "FN4": {
            "text": "4. Ibid., page 54. A more detailed discussion of “real-world” music learning activities, and the philosophy that lies behind them, can be found in Kate Covington and Charles Lord, “Epistemology and Procedure in Aural Training: In Search of a Unification of Music Cognitive Theory with Its Applications,” Music Theory Spectrum 16/2 (1994): 159–170. Earlier articles by Covington and Lord apply these ideas to aural skills instruction and computer-assisted instruction. See Kate Covington, “An Alternative Approach to Aural Skills Pedagogy,” Journal of Music Theory Pedagogy 6 (1992): 5–18; and Charles Lord, “Harnessing Technology to Open the Mind: Beyond Drill and Practice for Aural Skills,” Journal of Music Theory Pedagogy 7 (1993): 105–117.",
            "citations": []
        },
        "FN5": {
            "text": "5. Maria Sagi and Ivan Vitanyi, “Experimental Research Into Musical Generative Ability,” in Generative Processes in Music ed. by John Sloboda, Oxford: Clarendon Press, (1988): 179–194.",
            "citations": []
        },
        "FN6": {
            "text": "6. Gary Wittlich and Deborah Martin, Tonal Harmony for the Keyboard, New York: Schirmer, 1989; Sol Berkowitz, Improvisation Through Keyboard Harmony, Englewood Cliffs, NJ: Prentice-Hall, 1975.",
            "citations": []
        },
        "FN7": {
            "text": "7. Steven Block, “Pitch Class Transformation in Free Jazz,” Music Theory Spectrum 12/2 (1990): 181–202; Tom Darter, “Piano Giants of Jazz: Cecil Taylor,” Contemporary Keyboard (May 1981): 56–57. For other transcriptions and analyses of Taylor’s improvisations see Matthew Kiroff, “Caseworks as Performed by Cecil Taylor and the Art Ensemble of Chicago: A Musical Analysis,” Jazzforschung/Jazz Research 33 (2001): 9–130; Steven Block, “Bemsha Swing: The Transformation of a Bebop Classic to Free Jazz,” Music Theory Spectrum 19/2 (1997): 206–231; Lynette Westendorf, “Cecil Taylor: Indent — ‘Second Layer’,” Perspectives of New Music 33/1-2 (1995), 294–326: and Ekkehard Jost, Free Jazz, Graz: Universal Edition, 1974: 66–83.",
            "citations": []
        },
        "FN8": {
            "text": "8. I would like to thank Jonathan Atleson and Danny Jenkins \nfor assistance in preparing the graphic and sound files used in this article.",
            "citations": []
        },
        "FN9": {
            "text": "9. Cecil Taylor, Air Above Mountains, Enja Records, 1992 (recorded 1976).",
            "citations": []
        },
        "FN10": {
            "text": "10. Joseph Straus, Introduction to Post-Tonal Theory, 2nd edition, Upper Saddle River, NJ: Prentice-Hall, 2000; Stefan Kostka, Materials and Techniques of Twentieth-Century Music, 2nd edition, Upper Saddle River, NJ: Prentice-Hall, 1999; J. Kent Williams, Theories and Analyses of Twentieth-Century Music, Fort Worth: Harcourt Brace, 1997.",
            "citations": []
        },
        "FN11": {
            "text": "11. Lars Edlund, Modus Novus, Stockholm: Edition Wilhelm Hansen, 1963; Samuel Adler, Sight-Singing: Pitch, Interval, Rhythm, 2nd edition, New York: Norton, 1997; Michael Friedmann, Ear Training for Twentieth-Century Music, New Haven: Yale University Press, 1990.",
            "citations": []
        },
        "FN12": {
            "text": "12. Meyer Kupferman, Atonal Jazz. Medfield, MA: Dorn Publications, 1992.",
            "citations": []
        },
        "FN13": {
            "text": "13. Ed Sarath, “A New Look at Improvisation,” Journal of Music Theory 40/1 (1996): 1–38.",
            "citations": []
        },
        "FN14": {
            "text": "14. Jeff Pressing, “The Micro- and Macrostructural Design of Improvised Music,” Music Perception 5/2, 1987: 153–172. Like Sarath quoted above, Pressing distinguishes between object memory (small building blocks) and process memory (global processes). In contrast to Sarath, Pressing makes no claim that one is more appropriate to improvisation than the other, but suggests that the improviser should develop both types of memory. See Jeff Pressing, “Cognitive Processes in Improvisation,” in Cognitive Processes in the Perception of Art, ed. by W. Ray Crozier and Antony Chapman, Amsterdam: Elsevier, 1984: 345–363. Elsewhere, Pressing develops detailed models of the improvisational process that incorporate findings from cognitive science and neuroscience, along with insights gained from studies of improvising musicians and improvisation method books. See Jeff Pressing, “Improvising: Methods and Models,” in Generative Processes in Music, ed. by John Sloboda, Oxford: Clarendon Press, 1988: 129–178; and Jeff Pressing, “Psychological Constraints on Improvisational Expertise and Communication,” in In the Course of Performance, ed. by Bruno Nettl and Melinda Russell, Chicago: University of Chicago Press, 1998: 41–67.",
            "citations": []
        },
        "FN15": {
            "text": "15. Anne Carothers Hall, Studying Rhythm, 2nd edition, Upper Saddle River, NJ: Prentice-Hall, 1998; Samuel Adler, Sight-Singing: Pitch, Interval, Rhythm, 2nd edition, New York: Norton, 1997; Daniel Kazez, Rhythm Reading, 2nd edition, New York: Norton, 1997.",
            "citations": []
        },
        "FN16": {
            "text": "16. For more information about student reactions to improvisation, see George Lewis, “Teaching Improvised Music: An Ethnographic Memoir,” in Arcana: Musicians on Music, ed. by John Zorn, New York: Granary Books, 2000: 78–109.",
            "citations": []
        },
        "FN17": {
            "text": "17. The exercises above come from the following books and article, all of which contain valuable improvisation exercises, from beginning to advanced levels: David Darling and Bonnie Insull, Return to Child, 3rd edition, Goshen, CT: Music for People, 1997; Roger Dean, Creative Improvisation: Jazz, Contemporary Music and Beyond, Milton Keynes, UK: Open University Press, 1989; W.A. Mathieu The Listening Book, Boston: Shambhala Publications, 1991; John Buccheri, “Finding Your Own Music - A Case for Free Improvisation,” College Music Society Newsletter, September 2002. Another book that easily could be adapted for music theory or aural skills courses, because it gives detailed instructions about working with pitch, is Gerre Hancock, Improvising: How to Master the Art, Oxford: Oxford University Press, 1994. At the other end of the spectrum are two books that list improvisation exercises for children that require little instrumental expertise, which could be used for warmup or introductory activities: Trevor Wishart, Sounds Fun: A Book of Musical Games, SCDC Publications, 1975; and Trevor Wishart, Sounds Fun 2: A Second Book of Musical Games, London: Universal Edition, 1977. The composer Bruce Adolphe has developed exercises that are more conceptual (for example, improvising in the style of a well-known composer, thinking of a sentence and then “playing” it on an instrument, etc.) that could be used in a variety of situations. See Bruce Adolphe, The Mind’s Ear, St. Louis: MMB Music, 1991. Saxophonist Larry Ochs discusses devices for structuring improvisations for multiple performers in Larry Ochs, “Devices and Strategies for Structured Improvisation,” in Arcana: Musicians on Music, ed. by John Zorn, New York: Granary Books, 2000: 325–335. Two sight-singing/ear training textbooks that also contain post-tonal improvisation exercises are Friedmann, Ear Training for Twentieth-Century Music, and Vernon Kliewer, Music Reading: A Comprehensive Approach, Englewood Cliffs: Prentice-Hall, 1973. For an overview and discussion of improvisation pedagogy and method books, see Pressing, “Improvising: Methods and Models”, 141–145.",
            "citations": []
        },
        "FN18": {
            "text": "18. For a detailed analysis of this work, see Cynthia Pace, “Accent on Form-Against-Form: Ruth Crawford Seeger’s Piano Study in Mixed Accents,” Theory and Practice 20 (1995): 125–148.",
            "citations": []
        },
        "FN19": {
            "text": "19. Mark Harvey and the Aardvark Jazz Orchestra, Aardvark Steps Out, 9 Winds Records, 1993; Willem Breuker Kollektief, Heibel, BVHAAST, 1991; Pauline Oliveros, Stuart Dempster, and Panaiotis, Deep Listening New Albion Records, 1989.",
            "citations": []
        },
        "FN20": {
            "text": "20. For an excellent discography of recorded improvisations, along with discussion, see John Corbett, Extended Play, Durham: Duke University Press, 1994.",
            "citations": []
        },
        "FN21": {
            "text": "21. I would like to thank Michael Reavey and Dave Reminick, who performed the improvisations discussed in this article.",
            "citations": []
        },
        "FN22": {
            "text": "22. Hancock, Improvising: How to Master the Art, vii.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Post-tonal music is often a foreign language \nto undergraduates. In particular, students frequently have difficulty in \nmastering sight-singing and dictation of atonal materials due to their \nunfamiliarity. Thus, one of the goals of a course in atonal ear training is to \nfamiliarize students with pitch collections and rhythms that might be \nencountered in twentieth-century compositions. An effective way to accomplish \nthis goal is to teach students to improvise using atonal materials, so that \nstudents can get simultaneous experience as both post-tonal performers and \ncomposers. Student improvisers must make decisions about how to use \ntwentieth-century musical materials, and as a result students gain greater \nunderstanding of how twentieth-century composers constructed their music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] \nFurther, the National Association of Schools of Music has recently added \nimprovisation to its guidelines for degrees in music. Its most recent handbook, \nin a section entitled “Competencies Common to All Professional Baccalaureate \nDegrees in Music and to All Undergraduate Degrees Leading to Teacher \nCertification”, suggests that students should acquire the following skills \nduring their undergraduate education: Rudimentary capacity to create \nderivative or original music both extemporaneously and in written form. The ability to compose, improvise, or both at a basic level in one or \n    more musical languages, for example, the imitation of various musical \n    styles, improvisation on pre-existing materials, the creation of original \n    compositions, experimentation with various sound sources, and manipulating \n    the common elements in non-traditional ways. (1) Incorporating improvisation across the curriculum in order to teach students \nto improvise “in one or more musical languages”, and to “[imitate] various \nmusical styles”, entails teaching not only tonal improvisation and jazz \nimprovisation, but post-tonal improvisation as well. This article will suggest \nmethods for doing so, and will situate improvisation in the aural skills \nclassroom so that students can work on improvisation while improving their ears \nand their understanding of post-tonal music and compositional techniques.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] \nWhy improvisation? The real-time nature of improvisation, in contrast to \ncomposition, is a challenge for many students. However, students benefit from \nreal-time work in the long run, because they must master the materials and \ntechniques under study to such an extent that they are available at a moment’s \nnotice. Steve Larson, in an article that discusses methods for using \nimprovisation in teaching about common-practice tonality, writes “knowing facts \nabout music . . . is only useful if those facts can be brought to bear as quickly as \nthe musical situation . . . requires. Improvisation not only requires that those \nskills be accessible, but also makes them available.” (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Kate Covington makes the case for \nimprovisation in aural training as follows: “Improvisation involves active \nlearning, or learning by doing . . . By necessity, improvisation occurs in \n‘real-world’ contexts which possess more similarities to career activities and \nprofessional needs than sitting at a desk and responding with paper and \npencil.” (3) She goes on to elaborate on the real-world nature of improvisation \nas opposed to more conventional classroom activities: “A . . . problem with \ntraditional aural pedagogy is that it primarily addresses aspects of pitch and \nrhythm, to the virtual exclusion of other music parameters, such as texture, \ntimbre, dynamics, and articulation. Improvisation . . . demands that the \npractitioner consider and integrate these other dimensions into existing and \ndeveloping concepts of pitch and rhythm.” (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] There have \nbeen few cognition experiments that involve improvisation, but one study \nconducted in Hungary in the 1970s does suggest that improvisation can be a good \ntest of performers’ understanding of musical structure. (5) Researchers Maria Sagi and Ivan Vitanyi asked non-musicians to perform several tasks, including \nimprovising melodies over chord progressions and improvising continuations of \nmelodic fragments. They found that the non-musicians were good at improvising \nwhen the given chord progressions or melodic fragments were familiar. Subjects \nwere best at improvising melodies over common practice chord progressions and \nover modal chord progressions found in Hungarian folk music, and were best at \ncontinuing melodic fragments that were diatonic or pentatonic. Chromatic \nharmonies and melodic fragments made of synthetic scales gave the subjects much \nmore trouble. Sagi and Vitanyi concluded that people can improvise only with \nmaterials that they understand. This conclusion has important ramifications for \nusing improvisation to teach post-tonal music. It suggests that once students \nhave learned to improvise successfully with post-tonal materials, they have \ninternalized a sort of post-tonal style, and made that style a part of their \nmusical vocabulary. Hence, they are a step closer to understanding post-tonal \nmusic.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Teaching post-tonal improvisation, and \nthen using it in a music theory or aural skills class, can be difficult. There \nare comparatively few method books in post-tonal improvisation, and no \nestablished pedagogy. In contrast, there are probably hundreds, if not \nthousands, of method books on tonal improvisation, mostly jazz, with a smaller \nselection of works in the “classical” music tradition for organists and continuo \nplayers. There are even a few tonal improvisation books and articles written for \nuse in the music theory curriculum, such as Wittlich and Martin’s Tonal Harmony \nfor the Keyboard, Berkowitz’s Improvisation Through Keyboard Harmony, and the \nLarson and Covington articles cited above. (6) Tonal improvisation is easily adapted for use in classroom settings. Tonal music \nhas clearly defined rules and a well-established syntax, and wrong notes stick \nout like sore thumbs, allowing improvisations to be evaluated relatively easily. Example 1 . Excerpt from Cecil Taylor’s “Air Above Mountains (Building Within)” (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] \nPost-tonal improvisation is quite different. How can one teach and then evaluate \nwhat seems to be an “anything goes” style of improvisation, without \npre-established chord progressions, melodies, or forms? Example 1 shows an \nanalysis, based on analyses by Steven Block and Tom Darter, of a brief section \nof an improvisation by Cecil Taylor, which will suggest some answers to this \nquestion. (7) (8) This passage is from an improvisation entitled “Air Above Mountains (Buildings \nWithin)”, and is from the CD Air Above Mountains. (9) Taylor juxtaposes three types of collections of notes — chromatic, represented \nby set classes [0123] and [01234], whole tone, represented by set classes [026], \n[0248], and [02468], and diatonic, represented by set class [027]. Taylor \nusually plays the same pitch classes when each collection returns. Further, this \nwhole passage can be considered to be a giant expansion of the initial chromatic \nmotive, containing pitch classes C ♯ , D, D ♯ , and E, labeled “X”. “X” reappears \ntwice, but more significantly comprises the upper and lower bounds of later \ncollections, which have E or D ♯ as highest notes, and D or C ♯ as lowest notes, \nas shown by the stems with flags. The one exception, the high F at the end of \nthe second system, may be a finger slip, as there is an E directly below it.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Taylor’s improvisation suggests three \nstrategies for structuring a post-tonal improvisation, each suitable for \nclassroom use — intervals (in this case the progression from half steps to \nwhole steps to perfect fifths), pitch class sets (in this case the juxtaposition \nof chromatic sets with whole tone and quintal harmonies), and scales (in this \ncase the use of chromatic, whole tone, and diatonic scales as sources from which \npitches can be selected). These topics are shown below in a brief survey of \npitch-related subjects presented in post-tonal music theory textbooks. (10) Each \nlisting of these topics is preceded by an asterisk. Introduction to Post-Tonal Theory by Joseph Straus *Intervals *Pitch-class sets *Referential collections [scales] Serialism Operations (T, I) and other relationships (complement, invariance) Materials and Techniques of Twentieth-Century Music by Stefan Kostka *Chords and simultaneities *Scale formations Serialism Melody and voice-leading Harmonic progression and tonality Theories and \nAnalyses of Twentieth-Century Music by J. Kent Williams *Intervals *Set \ntypes *Scales (in several chapters) Serialism Operations (T, I) and other relationships (symmetry) Neotonality Minimalism",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Joseph Straus’s text has chapters on \nintervals, pitch-class sets, and referential collections (in other words, \nscales). Stefan Kostka’s text also has chapters on pitch class sets, which he \ncalls “chords and simultaneities,” and scales. Kent Williams’s text has sections \non intervals and set types (in other words, pitch class sets), and covers scales \nin a variety of different chapters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The above list demonstrates that these \ntopics are commonly presented in textbooks. These textbooks could be used as \nsupplementary material for a course unit on post-tonal improvisation. Likewise, \nimprovisations built on intervals, pitch class sets, and/or scales, could easily \nbe introduced in a course using any of the above texts. The same pitch-related \ntopics appear in three sight-singing and ear training texts that deal with \ntwentieth-century music, shown below. (11) Again, these textbooks could be used \nto supplement instruction in improvisation, or improvisation could be introduced \nin a course using any of these books. Modus Novus by Lars Edlund *Sight-singing melodies by interval content *Hearing chords by interval \ncontent Sight-Singing: Pitch, Interval, Rhythm by Samuel Adler *Sight-singing melodies by interval content *Hearing chords by interval \ncontent *Scales Ear Training for Twentieth-Century Music by Michael Friedmann *Dyads [intervals] *Chords Processes (T, I, R, invariance, contour relations)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Both the Edlund and Adler texts teach \nstudents to sightsing melodies by interval content, and are organized \naccordingly — melodies made up of seconds are introduced first, then melodies \nmade up of thirds, then fourths, etc. These books do the same thing with pitch \nclass sets, introducing pitch class sets made of seconds, then thirds, then \nfourths, etc. The Friedmann text, which is more of an aural analysis book than a \nsightsinging book, first has listening exercises comprised of intervals, then \nproceeds to pitch class sets. The Adler text alone has a section on singing \ntwentieth-century scales.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Intervals, pitch class sets, and scales have \nthree things in common that make them good building blocks for student \nimprovisations. 1. They’re easy to remember, at least compared to, say, \nremembering a 12-tone row. Thus, they’re easily repeated, so that, for example, \nan improvisation could be structured around one chord or one interval. 2. They \nare static — it’s easier at first to improvise with things instead of with \nprocesses. 3. They lend themselves well to transposition and inversion, two \nimportant operations that students will encounter throughout their music theory \neducation. In contrast, a difficult improvisation might be to improvise a serial \ncomposition using 12-tone rows, which meets only one of these three \nrequirements, that of transposition and inversion. Surprisingly, there is a book \nby Meyer Kupferman called Atonal Jazz that presents a method for learning to \nplay 12-tone jazz improvisations. (12) An improvisation of that nature would be beyond the abilities of most performers \nwithout extensive study.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Ed Sarath, in an \narticle in the Journal of Music Theory, gives some cognitive justification for \nthe use of small building blocks in improvisation, as opposed to global \nprocesses. Sarath distinguishes between two types of time, one experienced by an \nimproviser, and one experienced by a composer. Sarath writes “ . . . the improviser \nexperiences time in an inner-directed, or ‘vertical’ manner, where the present \nis heightened and the past and future are perceptually subordinated. I contrast \ninner-directed conception with the ‘expanding’ temporality of the composer, \nwhere temporal projection may be conceived from any moment in a work to past and \nfuture time coordinates.” (13) Since the improviser focuses on the present, any longer-range structure will be \ndifficult to put into effect, and thus smaller events are a better match with \nthe improvisational process.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] So far, criteria for selecting pitch materials only have been discussed. \nWhat about rhythm and meter? I’ve found that, especially in the beginning, it’s \nall that students can do to master the pitch dimension of improvisation. \nTherefore, I start off by allowing them to perform improvisations without a \npulse or meter, and without rhythmic requirements. I gradually introduce pulse \ninto their improvisation assignments, and eventually meter. Jeff Pressing, in an \narticle in Music Perception, concludes that the use of a pulse causes \nimprovisations to be more motivically unified than improvisations without a \npulse. (14) This has also been my \nexperience, and since I want students to work with intervallic, pitch class set, \nand rhythmic motives, I make sure to require a pulse as my students become more \ncomfortable with improvisation.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In selecting \nrhythmic material, I try to stick to the first two of my requirements for \nimprovisation building blocks — a building block should be easy to remember, \nand a thing instead of a process. Topics presented in three rhythm textbooks \nthat have sections on twentieth-century rhythm and meter are shown below. (15) Topics that appear in all three books are preceded by asterisks. Studying Rhythm by Anne Hall *Changing meters *Meters with unequal beats Quintuple \nmeter Quintuplets Metric modulation Cross rhythms (2 against 3, 3 against \n4) Sight-Singing: Pitch, Interval, Rhythm by Samuel Adler *Changing meters *Meters with unequal beats Quintuple meter Irregular subdivisions (quintuplets, septuplets) Septuple meter Rhythm Reading by Daniel Kazez *Changing meters *Meters with unequal beats Metric modulation Polymeter Ametric music",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The topics common to all three books are \nchanging meters and meters with unequal beats. One of them meets these criteria \n— meters with unequal beats — and the other, changing meters, doesn’t. Short \nrhythmic figures or motives, for example quintuplets or cross rhythms, also make \ngood subjects for improvisation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] As just discussed, one option in teaching improvisation is to start with \npitch and add rhythm later. Another option is to do the opposite and have \nstudents start improvising using rhythm alone, without pitch, and then gradually \nadd pitch elements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] How does one start students \nimprovising? Many students already have experience with improvisation, \nparticularly those who have a background in jazz, rock, or folk music, or in \ncomposition. Also, some students have improvised with tonal materials in aural \nskills and/or music theory classes, which is an excellent preparation for later \nwork with post-tonal materials. However, many students have never improvised, \nand may feel uncomfortable with improvisation. (16) Sample beginning exercises are shown below. Some are my own, some are by others, \nand all gently ease students into improvisation, without expecting much from \nthem at the beginning. What all these exercises have in common is that it is \nimpossible for people performing them to play wrong notes. This is important \nbecause many students’ resistance to improvisation comes from stage fright — \nfear of playing a wrong note, fear of the audience not liking them, etc. — so I \nstart with activities in which it is impossible to sound like a virtuoso, and \nthere is little risk of failure. One note (W.A. Mathieu) \n- Performers sit in a circle. One person starts by playing only one note of any \npitch, duration, and volume. The next person does the same, as does the next, \nand single notes go around the circle to form a melody. Two notes - Same as \nOne Note, but performers now play an interval. Ten notes - Same as One Note, but now performers must play 10 notes, no \n  more, no less. Can each make his or her own melody? Can each respond to the \n  melody that precedes his or hers? Ostinato exercise (David Darling) - Performers sit in a circle. One person \nstarts by playing an ostinato (pitch and rhythm). The next person joins with \nanother ostinato that fits with the first one. When the third person enters, the \nfirst person drops out. The ostinato duet goes around the circle. Playing \ncontours (Roger Dean) - Performer(s) play an improvisation based on shape. The \nshape can be realized as a pitch, a rhythm, or anything else (dynamics, \nregister, density, etc.). Repeated rhythmic motive (David Darling) - Play any \npitches using a repeated rhythmic ostinato — can be Baroque dance figure, for \nexample (sarabande, etc.). Playing your name (John Buccheri) - Performers each play a musical \n  fragment that matches the rhythm and inflection of his or her name. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] I’ll describe a couple of these exercises in \nmore detail. I always start with “One Note”, an exercise developed by the \npianist W.A. Mathieu. Students sit in a circle. One person starts by playing or \nsinging just one note of any pitch, length, and volume. The person seated next \nto him or her then also plays just one note, again of any pitch, length, and \nvolume. The person seated next to that person does the same thing, and in this \nfashion notes travel around and around the circle. Eventually some sort of \nmelody emerges, and students start thinking and experimenting with ideas of \ncontinuation and interruption. We then proceed to “Two Notes”, which works the \nsame way, except that participants can play or sing just two notes. This gets \nstudents to think about intervals — which are easy or hard to sing or play, \nwhich sound or don’t sound good to them, which go together, which don’t, etc.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Further, it’s important for instructors to demonstrate improvisation \nexercises first, so that students can hear a possible result for each exercise. \nThis also helps “break the ice,” particularly in situations in which \nimprovisation is new for students. Thus, any instructor incorporating \nimprovisation into his or her classroom should improvise regularly, both in the \npractice room and in front of students. Instructors with limited experience in \nimprovisation can benefit by working through the exercises in the books listed \nin footnote 17 above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] I’ll now describe how I implemented the foregoing \nideas. During the fall semester of 1999, I taught an advanced atonal aural \nskills course at Oberlin Conservatory. Most of the students in the course were \nperformance majors, with a few music education or composition majors, and most \nwere juniors. This course was not required of all students at Oberlin, only \nthose who had passed a placement exam and had been exempted from taking earlier \naural skills classes. As a result, students in this course had above-average \nskills. I do, however, believe that the methods described in this article would \nwork well with other student populations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Improvisation was introduced after fall break, the first half of the \nsemester having been devoted to more conventional activities. Students were \npresented with five improvisation exercises of increasing difficulty at a rate \nof one a week. The first improvisation exercise, which was assigned for \nhomework, is shown below. Form: ABA' Length: 30 seconds to one minute Directions: The A and A' sections use this contour 21043. The B section uses its \ninversion, 23401 Contour can represent anything - notes, motives, phrases, durations, dynamics, \nregister, etc.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] \nThis exercise is designed to give students a taste of improvisation without \ndemanding too much of them. The improvisation has a form — ABA — and a length \n— 30 seconds to one minute. Students were asked to improvise using one contour \nonly, and the sections differ in that the middle section uses the inversion of \nthe contour. The contour can represent anything — pitches, rhythms, dynamics, \netc. — so that the assignment becomes very flexible. Some students are more \ncomfortable with rhythm than with pitch, or with other parameters entirely, and \nfor the first assignment I wanted them to be comfortable. Students could sing, \nperform on their main instrument, or play the piano if piano was not their main \ninstrument. As a homework assignment, they were asked to improvise a short work \nevery day for a week, following these directions. They were not allowed to write \nanything down, or to memorize anything other than the directions, so this \nassignment did not turn into a notated or memorized composition. After a week of \npractice, I selected several students in class to perform for a grade. I won’t \nsay much about grading, except that I based my grade primarily on whether or not \nthe students could follow the directions and do everything I asked of them in \ntheir improvisations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The next improvisation exercise, which is more \nspecific in terms of pitch content, is shown below. Form: ABA' Length: 30 \nseconds to one minute Directions: The A section should consist primarily (but \nnot exclusively) of a trichord and its transpositions. Choose from 013, 014, \n015, 016, 025, 026. You can use this trichord as a harmony, as a melody, or as \nboth. You may also use intervals from that trichord, or larger chords or \nmelodies that contain it. The B section should consist primarily of another \ntrichord. Use any except what you used in the A section and 037. The A' section \nshould be a variation of the A section, except that the trichord used in the A \nsection should be used here in inversion. Listeners: must identify each trichord \nused by the performer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Form and length are the same as exercise one, but \nnow the students were required to base their pitch structure on trichords. \nStudents were provided with a list of trichords from which to choose for the A \nsection. Students could use the trichords as verticalities if they played a \nchordal instrument, or as melodies or motives if they did not, and could \ntranspose them to as many pitch levels as they would like. In order to have more \nflexibility, students were allowed to use intervals from the trichords, or \nlarger chords or melodies of which their trichord was a subset. Students were \nasked to use a different trichord for the B section. The A' section used the \nsame trichord as the A section but in inversion. Note that in this exercise, as \nin all the succeeding ones, there is an assignment for the listeners, who must \nidentify the trichords used by the performer in each section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The third \nimprovisation exercise is shown below. Form: Variation form (A A' A'') Length: \n30 seconds to one minute Directions: Consider the following relationships: \ncontrast, complementation, conflict. Choose two trichords and improvise a piece \nof music that uses them in one of the relationships. One of the trichords must \nbe in inversion. Your relationship between the trichords should stay the same in \neach variation. Listeners: must identify the two trichords, and the \nrelationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Like the second exercise, the third exercise uses trichords \nbut has a new form — variation form — and also has directions for narrative \ncontent. I wanted students to start thinking more about the emotional or \nnarrative aspect of their improvisations. They were asked to select a \nrelationship and illustrate it with two trichords. The relationships were \ncontrast, complementation, and conflict. I hoped that this would make students \nthink about things such as which trichords sounded good together, which didn’t \nsound good together, and which might be related and why. Again, the listeners \nwere asked to identify the trichords, and also the relationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The fourth \nimprovisation exercise is shown below. Form: binary (AB) Length: 30 seconds to \none minute Directions: The A section should use any trichord except 037 and \nshould have a steady tempo and a consistent meter. You will then abruptly switch \nto the B section, which should have a tempo relationship with the A section of \neither 1:2, 2:1, 2:3, or 3:2. The B section should use any of the tetrachords \nwe’ve studied in class (0123, 0246, 0158, 0369, 0258, 0358, or 0148). Listeners: \nmust identify the trichord, the tetrachord, and the tempo relationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] \nHere metric requirements were introduced. The improvisation was required to have \na steady pulse, and was in two sections whose tempos were related by the tempo \nproportions we had studied and performed in class. The first section was based \non a trichord, and the second on a tetrachord. Listeners were asked to identify \nthe trichord and tetrachord used, and the relationship between the two tempos.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The fifth and final improvisation exercise is shown below. Form: ABA' Length: 30 seconds to one minute Directions: The A section will use any tetrachord from this list: 0257, 0347, 0237, 0167, 0268, 0134, 0235. The B \nsection will use any tetrachord from this list: 0123, 0147, 0158, 0258, 0358, \n0369. The A' section will use another trichord from the A section list. Both the \nA and A' sections will use accents in unusual places in the manner of Ruth \nCrawford Seeger’s Piano Study in Mixed Accents. Listeners: must identify the tetrachords used.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Like the second improvisation exercise, the fifth \nimprovisation exercise is also in ternary form, with the B section using a pitch \nclass set different from that in the A section, and the A' section using an \ninversion of the pitch class set used in the A section. Unlike the second \nexercise, the fifth exercise uses tetrachords. Students also were asked to use \nan accent structure like that in Ruth Crawford Seeger’s Piano Study in Mixed \nAccents. Seeger’s composition is in steady sixteenth notes, but has accents \nthat group the sixteenths into anything but consistent groups of four. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] In addition to the improvisation exercises \nfor performance, students were given listening assignments to familiarize them \nwith the works of well known improvisers, and with different styles and \ntechniques of improvisation. They were asked to listen to excerpts from the \nfollowing recordings: Aardvark Steps Out, by the free jazz big band Aardvark; Heibel, by the Willem Breuker Kollektief with Greetje Bijma, one of the few \nfree improvisers who is a vocalist; and Deep Listening, by Pauline Oliveros, \none of the foremost figures in free improvisation. (19) Certainly, many other \nrecordings could have been chosen. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] I will now discuss transcriptions of \nimprovisations by two students who took the course described above. (21) Both \nimprovisations are realizations of the second improvisation exercise above. Both \nof the performers played melody instruments, and so used the trichords as \nmelodies, not as harmonies, and also used intervals from the trichords. Example 2 . Transcription of student improvisation by Michael Reavey (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Example 2 shows the first transcription. Soundfile 1 is the audio for this improvisation. The performer, Michael Reavey, \nwas a senior at the time of the recording, and took my course as a junior. He \nwas a trumpet performance and music education major, and had some experience \nplaying jazz. In this transcription, as well as the next one, Tn set classes \nhave been used for trichord labels instead of the more familiar Tn/TnI set \nclasses so that the difference between a trichord and its inversion can be \nshown. The trichords Michael selected are listed at the top of Example 2. He \nused trichord 014 for the A section, 012 for the B section, and 034, the \ninversion of 014, for the A' section. Instances of each trichord are labeled on \nthe transcription.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In addition to using the trichords correctly, Michael \nalso made use of intervals from the trichords. In the A and A' sections there \nare a number of major sixths, labeled on the score as “M6th”. The major sixth is \na member of interval class 3, one of the intervals in the 014 trichord. Since \nMichael realized interval class 3 as a minor third each time he played an 014 \ntrichord, the major sixths provided some much needed variety while staying \nwithin the intervallic constraints of the improvisation. Another interesting \nfeature is the use of the tritone to articulate phrase or section endings. This \noccurred at the end of the second phrase, and also at the end of the B section. \nMichael also used a pitch center of sorts — the improvisation begins and ends \non C, and many phrases begin or end on C, E, or G. This C major triad seems \nsomewhat out of place in an atonal improvisation, but it is evidence that \nMichael was able to develop an overall structure. In addition, Michael developed \nrhythmic motives for each section of the work without any prompting from the \ndirections. Rhythms in the first and third sections consisted of mostly quarter \nand eighth notes, while 16th notes appeared in the B section. The rhythmic \nmotive from the A section, a long note followed by two short notes, appeared in \nretrograde in the A' section as two short notes followed by a long note.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] \nAfter the recording, each student was asked to comment on what he thought of \nusing improvisation like this in our aural skills class. Michael commented: \n“When I play jazz, [20th century techniques] can open up another way to look at \nthings. [Learning these techniques] set a standard for this sort of \nimprovisation when I hear it played. Before, I didn’t know what to expect. Now I \nhave a better ear towards it.” It is significant that Michael mentioned having a \nbetter ear, and further, that he was able to use his improved understanding in \nhis performing and listening. Example 3 . Transcription of student improvisation by Dave Reminick (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Example 3 shows a transcription of the second \nimprovisation. Soundfile 2 is the audio example. The performer, Dave Reminick, \nwas also a senior at the time of the recording, and took the course as a junior. \nHe was a “classical” saxophone performance major, and was an experienced \nperformer of post-tonal improvisation. The trichords he selected for each \nsection are listed at the top of the example.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Dave mixed up a few of the trichords, which occasionally appeared in the wrong section. 056, which is \nsupposed to be in the A' section only, was also in the A section.  These minor \nerrors, however, are entirely offset by the musicality and sophistication of \nthis improvisation, shown particularly by the skillful embedding of multiple \ninstances of the same trichord in just a few notes. One example of this is the \nopening five notes of the improvisation, labeled motive “M”. “M” \nalso returned transposed to announce the beginning of the A' section. An analysis of motive “M” is shown in Example 3 beneath the score. \nMotive “M” is a member of set class [0167], a set class that is saturated with \nthe 016 trichord, which can be made from any three of its notes. Like Michael, \nDave created rhythmic motives for each section of the work without any prompting \nfrom the directions. In contrast to Michael, Dave experimented more with \nregister. Each section of Dave’s improvisation had a characteristic register, \nand these registers were joined by the descent to the low C ♯ at the end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] \nDave commented: “I felt like [these exercises] gave me a chance to actually do \nsome hands-on work with the concept of trichords, and actually work with them in \nreal-time and try to link ideas together and think with them, and I just felt \nlike it promoted a better understanding.” I had a bit more time to talk with \nDave, and I’ve included another comment from him that I think is revealing. Dave \nwas describing a new composition he had heard. He said, “[The composer] was \nbasically using the same trichord over and over again. [I said] ‘016, what’s \ngoing on here, it’s all over the place.’ The ear picks up quicker.” Like \nMichael, Dave mentioned his ear, and had developed good enough ears to identify \ntrichords in others’ compositions. He also mentioned having a better \nunderstanding of twentieth century music, which is of course the ultimate goal \nof post-tonal ear training.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] In summary, I have presented an approach that \ncombines ear training in 20th century music with improvisation, specifically \nimprovisation that is based on 20th century pitch collections and the intervals \nthat they contain. Recorded student improvisations suggest that not only can \nundergraduates improvise successfully with these constraints, but that the \nimprovisations can strengthen the ears and minds of the performers, as evidenced \nby student comments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] I’ll conclude by quoting the organist and \nimprovisation specialist Gerre Hancock, who sums up my belief about the value of \nimprovisation. “[T]he chief reason to learn improvisation is simply that our \nmusical personalities are incomplete and underdeveloped if we are unable to \nexpress ourselves in a spontaneous fashion. The ability to improvise is central \nto our musicianship; without it, musicians are simply not ‘compleat’.” (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.03.9.2.silberman.html",
    "data": "mto/data/mto.03.9.2.silberman.json"
}