{
    "title": "Identity and Influence: New Music Research at Wuhan Music Conservatory",
    "date": "2000/08/01",
    "volume": "6",
    "issue": "3",
    "authors": [
        "Wai-Ling, Cheong"
    ],
    "abstract": "",
    "keywords": [
        "theory reception",
        "new music",
        "Wuhan Music Conservatory"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.3/mto.00.6.3.wailing.pdf",
    "author_info": [
        {
            "name": "Cheong Wai-Ling",
            "university": "The Chinese University of Hong Kong",
            "address": "Department of Music, Shatin, Hong Kong, People’s Republic of China",
            "email": "CheongWL@cuhk.edu.hk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Huang Zhong 3 (1987): 70–82. According to Tong Zhong-Liang, Wuhan Music Conservatory has also published Yang Heng-Zhan’s Chinese translation of Forte’s The Structure of Atonal Music . See Music Study 64 (1992): 46.",
            "citations": []
        },
        "FN2": {
            "text": "2. Tore Eriksson, “The IC Max Point Structure, MM Vectors and Regions,” Journal of Music Theory 30/1 (1986): 95–111, trans. Yang Heng-Zhan, Huang Zhong 5 (1988): 73–80. John Clough, “Use of the Exclusion Relation to Profile Pitch-class Sets,” Journal of Music Theory 27/2 (1983): 181–201, trans. Yang Heng-Zhan, Huang Zhong 7 (1988): 75–87.",
            "citations": []
        },
        "FN3": {
            "text": "3. Wang Zhen-Ya, “The Influx and Influence of Modern Western Composition Techniques After the Cultural Revolution,” Huang Zhong 25–6 (1993): 83.",
            "citations": []
        },
        "FN4": {
            "text": "4. Zheng Ying-Lie, “Letter from China: The Use of Twelve-tone Technique in Chinese Musical Composition,” The Musical Quarterly 74.3 (1990): 473–88.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Following a whole decade of Cultural Revolution, the opening up of China in the late seventies brought about\nnoted changes on the academic scene. Insofar as new music is concerned, the second\nhalf of the eighties saw a distinct surge of interest in pertinent compositional techniques, theoretical concepts, and\nrelated technological developments. Many of these have been imported, but there are also signs of an emerging identity. This\npaper reviews the latest development of new music theories, not least set theory, in China. In “Theory Reception in China”\n( Music Theory Online 3.4 [1997] ), I have already touched on the dissemination of set theory as evinced by\njournals issued by China’s top two conservatories. In it, I surveyed nearly two decades of journals published by the\nCentral and Shanghai Conservatories of Music. Unfortunately, this delimitation ignored\nan important, though perhaps little known, powerhouse of new music research in China.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] For it is Wuhan Music Conservatory, a provincial establishment rather, than the cosmopolitan Central and\nShanghai Conservatories of Music, which has over the years fostered a climate for the study of new music. This\nconservatory has shown a keen interest in Western new music and, with it, theories,\ncompositional techniques, and technological advances that serve the same end. Frequent discussion of the music of contemporary\nWestern composers, including Berio, Cage, Crumb, and Lutoslawski, is a hallmark of Huang Zhong , the Journal of Wuhan Music Conservatory. Since its inception in 1987, this journal has been\nat the forefront of new music research in China, though official recognition came only in 1997, when it became listed as one of\nthe nation’s major academic journals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The first set theoretical article to appear in Huang Zhong was Yang Heng-Zhan’s introductory essay on Allen\nForte’s The Structure of Atonal Music . (1) This was soon followed by the translation of articles originally published in the Journal of Music Theory . (2) In the ensuing years, theoretical and\nanalytical writings on new music have continued to appear. While some of these employ set theory relentlessly, others go barely\nbeyond the use of set names. By the late nineties, however, judging from the number of articles that relate directly or\nindirectly to set theory, there is little doubt that the tenets of this theory have taken root in Huang Zhong . Two articles that draw most extensively on set theory analyze Schoenberg’s A Survivor from Warsaw and Webern’s Five Orchestral Pieces , though it is a bit worrying that no reference is made to the\nexisting literature. Qian Ren-Piang’s set theoretical analysis of Bright Sheng’s Four Movements for Piano Trio is, by contrast, wholly original. The importance of a pentatonic set (4-23) is\nexamined through a careful reading of the Schirmer score of 1993. This study of Chinese new music through Western theoretical\nsystems is by no means an isolated incidence. In 1997, an article on George Perle’s twelve-tone modal system appears in Huang Zhong and this is supplemented in 1998 by analyses of Chinese new music based on Perle’s system.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Despite all these efforts, the influence of set theory and other Western theoretical systems in China remains to\ndate overshadowed by a strong inclination towards twelve-tone music. Whether it is Huang Zhong or other major music journals, articles on serialism exceed those on set theory. The twelve-tone\ntechnique, first introduced to China in the pre-1949 era by German composers in exile, started to flourish in the eighties. A\ntwelve-tone work by a Chinese composer was first published in 1980. (3) Luo Zhong-Rong’s “Picking Lotus Flowers at the\nRiverside,” which sets to music an ancient Chinese poem, attempts to express archaic Chinese sensibility through modern\nWestern means. In what is possibly the only article on Chinese new music published by a Western music journal,\nZheng Yin-Lie of Wuhan Music Conservatory focuses exclusively on the composition of\ntwelve-tone music in China, noting in particular how contemporary Chinese composers imbue serialism with local\ncolors. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The question as to when the predominance of twelve-tone music will be supplanted by different compositional\naspirations still awaits the verdict of time. Nevertheless, it seems clear that the\ndiscussion of set theory and Perle’s twelve-tone modal system in Huang Zhong tells of a gradually broadening view. The belated\nlisting of Huang Zhong as one of the nation’s major academic journals in 1997 has brought with it not only the official\nrecognition of this journal but, even more significantly, that of the importance of new music research in China. In the late\nnineties, the analysis of new music has for the first time been set up as an elective course at the Central Conservatory of\nMusic. Yao Heng-Lu, the faculty in charge has, upon his return from Leeds, authored a Chinese textbook on\nWestern analytical approaches, set theory included. But courses of a similar nature\nremain to date rare in China. If Western theoretical thinkings of the twentieth century were to speed up their influences in the\nnew millennium, the present language barrier should ideally be demolished. But, theories and influences aside, the quest for an\nidentity remains a major challenge to be faced up to by composers of Chinese new music in times to come.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.00.6.3.wailing.html",
    "data": "mto/data/mto.00.6.3.wailing.json"
}