{
    "title": "Review of Philip Ewell, <i>On Music Theory, and Making Music More Welcoming for Everyone</i> (University of Michigan Press, 2023)",
    "date": "2023/12/01",
    "volume": "29",
    "issue": "4",
    "authors": [
        "Boyd, Clifton",
        "Conlee, Jade"
    ],
    "abstract": "",
    "keywords": [
        "antiracism",
        "antisexism",
        "whiteness",
        "antiblackness",
        "race scholarship",
        "autoethnography"
    ],
    "doi": "10.30535/mto.29.4.11",
    "received": "August 2023",
    "pdf": "https://mtosmt.org/issues/mto.23.29.4/mto.23.29.4.boyd_conlee.pdf",
    "author_info": [
        {
            "name": "Clifton Boyd",
            "university": "New York University",
            "address": "Department of Music, 24 Waverly Place, Suite 268, New York, NY 10003",
            "email": "clifton.boyd@nyu.edu"
        },
        {
            "name": "Jade Conlee",
            "university": "Yale University",
            "address": "Department of Music, 469 College Street, New Haven, CT 06520",
            "email": "jade.conlee@yale.edu"
        }
    ],
    "citations": {
        "ahmed_2021": "Ahmed, Sara. 2021. Complaint! Duke University Press.",
        "amico_2020": "Amico, Stephen. 2020. “‘We Are All Musicologists Now’; or, the End of Ethnomusicology.” Journal of Musicology 37 (1): 1–32. https://doi.org/10.1525/jm.2020.37.1.1 .",
        "andré_2018": "André, Naomi. 2018. Black Opera: History, Power, Engagement . University of Illinois Press. https://doi.org/10.5622/illinois/9780252041921.001.0001 .",
        "attas_2019": "Attas, Robin. 2019. “Music Theory as Social Justice: Pedagogical Applications of Kendrick Lamar’s To Pimp A Butterfly .” Music Theory Online 25 (1). https://doi.org/10.30535/mto.25.1.8 .",
        "birson_2021": "Birson, Adem Merter. 2021. “Stifling Sameness: Hardships of Immigration, Parenthood, and Being Non-White Contingent Faculty.” Theory and Practice 46: 125–29.",
        "boyd_2020": "Boyd, Clifton. 2020. “Being a Black Ph.D. Student Following George Floyd’s Murder.” Inside Higher Ed , June 11. https://www.insidehighered.com/advice/2020/06/11/black-phd-student-describes-having-balance-his-career-prospects-responding-racial .",
        "boyd_2022": "Boyd, Clifton. 2022. “Music Theory, Race, and the Barbershop Harmony Society.” In The Oxford Handbook of Public Music Theory , ed. J. Daniel Jenkins. Oxford University Press. Advance online publication (forthcoming). https://doi.org/10.1093/oxfordhb/9780197551554.013.15 .",
        "boyd_2023": "Boyd, Clifton. 2023. “Barbershop’s Cautionary Tale for Academic Music Theory: A Response to Stephen Lett.” Music Theory Spectrum 45 (1): 120–24. https://doi.org/10.1093/mts/mtac016 .",
        "brown_2020": "Brown, Danielle. 2020. “An Open Letter on Racism in Music Studies.” My People Tell Stories (blog), June 12. https://www.mypeopletellstories.com/blog/open-letter .",
        "christensen_2008": "Christensen, Thomas, ed. 2008. The Cambridge History of Western Music Theory . Cambridge University Press.",
        "christensen_2019": "Christensen, Thomas. 2019. Stories of Tonality in the Age of François-Joseph Fétis . The University of Chicago Press. https://doi.org/10.7208/chicago/9780226627083.001.0001 .",
        "chung_2022": "Chung, Andrew J. 2022. “Music Theory Splintered Up, Not Broken Down.” Review of The Oxford Handbook of Critical Concepts in Music Theory , edited by Alexander Rehding and Steven Rings. Music Theory Spectrum 44 (1): 173–86. https://doi.org/10.1093/mts/mtab020 .",
        "collins_2000": "Collins, Patricia Hill. (1990) 2000. Black Feminist Thought: Knowledge, Consciousness and the Politics of Empowerment . Routledge.",
        "conlee_and_koike_2021a": "Conlee, Jade, and Tatiana Koike. 2021a. “Reimagining Formalism for an Antiracist Music Theory (Part I).” Blog of the SMT History of Music Theory Interest Group and the AMS History of Music Theory Study Group , March 8. https://historyofmusictheory.wordpress.com/2021/03/08/reimagining-formalism-for-an-antiracist-music-theory/ .",
        "conlee_and_koike_2021b": "Conlee, Jade, and Tatiana Koike. 2021b. “Reimagining Formalism for an Antiracist Music Theory (Part II).” Blog of the SMT History of Music Theory Interest Group and the AMS History of Music Theory Study Group , March 18. https://historyofmusictheory.wordpress.com/2021/03/18/reimagining-formalism-for-an-antiracist-music-theory-part-ii/ .",
        "crenshaw_2021": "Crenshaw, Kimberlé. 2021. “The Panic over Critical Race Theory Is an Attempt to Whitewash U.S. History.” Washington Post , July 2. https://www.washingtonpost.com/outlook/critical-race-theory-history/2021/07/02/e90bc94a-da75-11eb-9bbb-37c30dcf9363_story.html .",
        "cullyer_2016": "Cullyer, Helen. 2016. “Public Statement from the SCS Board of Directors.” Society for Classical Studies, November 28. https://classicalstudies.org/scs-news/public-statement-scs-board-directors .",
        "cunningham_et_al_2020": "Cunningham, Maya, Dylan Robinson, Chris Stover, Leslie Tilley, and Anna Yu Wang. 2020. “Introduction: Beyond Western Musicalities.” Engaging Students: Essays in Music Pedagogy 8. https://doi.org/10.18061/es.v8i0.8653",
        "du_bois_1940": "Du Bois, W.E.B. 1940. Dusk of Dawn: An Essay Toward an Autobiography of a Race Concept . Harcourt Brace.",
        "ewell_2020a": "Ewell, Philip. 2020a. “Beethoven Was an Above Average Composer—Let’s Leave It at That.” Music Theory’s White Racial Frame: Confronting Racism and Sexism in American Music Theory (blog), April 24. https://musictheoryswhiteracialframe.wordpress.com/2020/04/24/beethoven-was-an-above-average-composer-lets-leave-it-at-that/ .",
        "ewell_2020b": "Ewell, Philip. 2020b. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.4 .",
        "ewell_2021a": "Ewell, Philip. 2021a. “Erasing Colorasure in American Music Theory, and Confronting Demons from our Past.” Bibliolore (blog), March 25. https://bibliolore.org/2021/03/25/philip-ewell-erasing-colorasure-in-american-music-theory-and-confronting-demons-from-our-past/ .",
        "ewell_2021b": "Ewell, Philip. 2021b. “Music Theory’s White Racial Frame.” Music Theory Spectrum 43 (2021): 324–29. https://doi.org/10.1093/mts/mtaa031 .",
        "flaherty_2020": "Flaherty, Colleen. 2020. “Whose Music Theory?” Inside Higher Ed , August 6. https://www.insidehighered.com/news/2020/08/07/music-theory-journal-criticized-symposium-supposed-white-supremacist-theorist .",
        "floyd_1995": "Floyd, Samuel A., Jr. 1995. The Power of Black Music: Interpreting Its History from Africa to the United States . Oxford University Press.",
        "gates_1994": "Gates, Henry Louis, Jr. 1994. Colored People: A Memoir . Alfred A. Knopf.",
        "gopinath_2009": "Gopinath, Sumanth. 2009. “Diversity, Music, Theory, and the Neoliberal Academy.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 2 (1): 61–88.",
        "gopinath_2023": "Gopinath, Sumanth. 2023. “Abolitionist Music Theory and Marxism: Notes Toward a Reconciliation.” Music Theory Spectrum 45 (1): 125–31. https://doi.org/10.1093/mts/mtac017 .",
        "griffin_1995": "Griffin, Farah Jasmine. 1995. “Who Set You Flowin’?” The African-American Migration Narrative . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195088960.001.0001 .",
        "griffin_2021": "Griffin, Farah Jasmine. 2021. Read Until You Understand: The Profound Wisdom of Black Life and Literature . W. W. Norton.",
        "grout_and_palisca_1988": "Grout, Donald J., and Claude Palisca. 1988. A History of Western Music . 4th ed. W. W. Norton.",
        "grout_palisca_and_burkholder_2019": "Grout, Donald J., Claude Palisca, and J. Peter Burkholder. 2019. A History of Western Music . 10th ed. W. W. Norton.",
        "hannaford_2019": "Hannaford, Marc E. 2019. “One Line, Many Views: Perspectives on Music Theory, Composition, and Improvisation through the Work of Muhal Richard Abrams.” PhD diss., Columbia University.",
        "hannaford_2021": "Hannaford, Marc E. 2021. “Fugitive Music Theory and George Russell’s Theory of Tonal Gravity.” Theory and Practice 46: 47–81.",
        "hannaford_2023": "Hannaford, Marc E. 2023. “Theory on the South Side: Muhal Richard Abrams’s Engagement with Joseph Schillinger’s System of Musical Composition.” Journal of the Society for American Music 17 (1): 43–67. https://doi.org/10.1017/S1752196322000438 .",
        "hannah-jones_et_al_2021": "Hannah-Jones, Nikole, Caitlin Roper, Ilena Silverman, and Jake Silverstein, eds. 2021. The 1619 Project: A New Origin Story . One World.",
        "harris_2020": "Harris, Samantha. 2020. “At the University of North Texas, the Mob Comes Calling for a Music Theorist.” National Review , July 31. https://www.nationalreview.com/2020/07/at-the-university-of-north-texas-the-mob-comes-calling-for-a-music-theorist/ .",
        "hartman_2007": "Hartman, Saidiya. 2007. Lose Your Mother: A Journey along the Atlantic Slave Route . Farrar, Straus, and Giroux.",
        "healy_2017": "Healy, Kieran. 2017. “Fuck Nuance.” Sociological Theory 35 (2): 118–27. https://doi.org/10.1177/0735275117709046 .",
        "hisama_1993": "Hisama, Ellie M. 1993. “Postcolonialism on the Make: The Music of John Mellencamp, David Bowie and John Zorn.” Popular Music 12 (2): 91–104. https://doi.org/10.1017/S0261143000005493 .",
        "hisama_2018": "Hisama, Ellie M. 2018. “Power and Equity in the Academy: Change from Within.” Current Musicology 102: 81–92.",
        "hisama_2021": "Hisama, Ellie M. 2021. “Getting to Count.” Music Theory Spectrum 43 (2): 349–63.",
        "hooks_1996": "hooks, bell. 1996. Bone Black: Memories of Girlhood . Henry Holt and Company.",
        "hooks_1989": "hooks, bell. 1989. Talking Back: Thinking Feminist, Thinking Black . South End.",
        "kim_2021": "Kim, Catrina. 2021. “Issues in Teaching Music Theory Ethically: Reframing University Directives of Antiracist and Decolonized Curricula.” Theory and Practice 46: 23–45.",
        "lett_2023": "Lett, Stephen. 2023. “Making a Home of The Society for Music Theory, Inc.” Music Theory Spectrum 45 (1): 101–19. https://doi.org/10.1093/mts/mtac021 .",
        "luong_and_meyers_2021": "Luong, Vivian, and Taylor Myers. 2021. “Reframing Musical Genius: Toward a Queer, Intersectional Approach.” Theory and Practice 46: 83–96.",
        "maxile_2009": "Maxile, Horace J., Jr. 2009. “In and Around Music Theory and the Academy: A Perspective.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 2 (1): 99–110.",
        "maxile_2021": "Maxile, Horace J., Jr. 2021. “Ponderings and Perspectives (Around and About the Field).” Theory and Practice 46: 105–12.",
        "momii_2021": "Momii, Toru. 2021. “Music Analysis and the Politics of Knowledge Production: Interculturality in the Music of Honjoh Hidejirō, Miyata Mayumi, and Mitski.” PhD diss., Columbia University.",
        "morrison_2012": "Morrison, Matthew D. 2012. “(De)Constructing Musicology’s Borders along the Color Line.” Colloquy: Musicology Beyond Borders? Convened by Tamara Levitz, Journal of the American Musicological Society 65 (3): 849–56. https://doi.org/10.1525/jams.2012.65.3.821 .",
        "nasm_2023": "National Association of Schools of Music (NASM). 2023. “Handbook 2022–23.” https://nasm.arts-accredit.org/wp-content/uploads/sites/2/2023/05/M-2022-23-Handbook-Final-05-24-2023.pdf .",
        "powell_2021": "Powell, Michael. 2021. “Obscure Musicology Journal Sparks Battle Over Race and Free Speech.” New York Times , February 14. https://www.nytimes.com/2021/02/14/arts/musicology-journal-race-free-speech.html .",
        "ramsey_2001": "Ramsey, Guthrie P., Jr. 2001. “Who Hears Here? Black Music, Critical Bias, and the Musicological Skin Trade.” Musical Quarterly 85 (1): 1–52. https://doi.org/10.1093/musqtl/85.1.1 .",
        "ramsey_2004": "Ramsey, Guthrie P., Jr. 2004. “The Pot Liquor Principle: Developing a Black Music Criticism in American Music Studies.” Journal of Black Studies 35 (2): 210–23. https://doi.org/10.1177/0021934704266723 .",
        "ramsey_2022": "Ramsey, Guthrie P., Jr. 2022. Who Hears Here? On Black Music, Pasts and Present . University of California Press. https://doi.org/10.1525/9780520392182 .",
        "reed_2021": "Reed, Alissandra. 2021. “A Guide to Nonviolent Scholarship in Music Theory.” Theory and Practice 46: 97–104.",
        "reed_2019": "Reed, Trevor G. 2019. “Sonic Sovereignty: Performing Hopi Authority in Öngtupqa.” Journal of the Society for American Music 13 (4): 508–30. https://doi.org/10.1017/s1752196319000397 .",
        "rehding_and_rings_2019": "Rehding, Alexander, and Steven Rings, eds. 2019. The Oxford Handbook of Critical Concepts in Music Theory . Oxford University Press.",
        "robinson_2020": "Robinson, Dylan. 2020. Hungry Listening: Resonant Theory for Indigenous Sound Studies . University of Minnesota Press. https://doi.org/10.5749/j.ctvzpv6bb .",
        "silverstein_2019": "Silverstein, Jake. 2019. “Why We Published The 1619 Project.” New York Times , December 20. https://www.nytimes.com/interactive/2019/12/20/magazine/1619-intro.html .",
        "southern_1971": "Southern, Eileen. 1971. The Music of Black Americans: A History . W. W. Norton.",
        "southern_1981": "Southern, Eileen. 1981. Interview with Judith B. Walzer. August 21, August 22, September 19, and October 31 (four sessions). Transcript. In “Oral History of the Tenured Women in the Faculty of Arts and Sciences at Harvard University, 1981,” by Judith B. Walzer (1988). Harvard Dataverse, V9. Henry A. Murray Research Archive, Harvard University. https://doi.org/10.7910/DVN/CR02PG .",
        "x and haley_1992": "X, Malcolm, and Alex Haley. (1965) 1992. The Autobiography of Malcolm X . Ballantine Books."
    },
    "footnotes": {
        "FN1": {
            "text": "1. A transcript of Ewell’s 2019 Society for Music Theory plenary talk was published in Music Theory Spectrum ( Ewell 2021b ). It is an abbreviated version of Ewell 2020b .",
            "citations": [
                "ewell_2021b",
                "ewell_2020b"
            ]
        },
        "FN2": {
            "text": "2. Scholarship that we see as participating in “antiracist music theory” includes, but is not limited to, Attas 2019 , Boyd 2022 , Cunningham, et al. 2020 , Conlee and Koike 2021a and 2021b , Hannaford 2019 , Kim 2021 , Lett 2023 , Luong and Meyers 2021 , Momii 2021 , and Reed 2021 . We should note that even though most of these articles were published after Ewell’s 2019 plenary talk, they were not written in response to Ewell’s work, but rather as part of a larger antiracist turn in music theory and the humanities more broadly.",
            "citations": [
                "attas_2019",
                "boyd_2022",
                "cunningham_et_al_2020",
                "conlee_and_koike_2021a",
                "conlee_and_koike_2021b",
                "hannaford_2019",
                "kim_2021",
                "lett_2023",
                "luong_and_meyers_2021",
                "momii_2021",
                "reed_2021"
            ]
        },
        "FN3": {
            "text": "3. Though he is more often associated with the concept of the “white racial frame,” Ewell also frequently uses the term “white-male frame” in On Music Theory , and in his previous race scholarship ( Ewell 2020a ). The term makes explicit a “paramount aspect to music theory’s white racial frame, an aspect that predates academic music’s predilection for whiteness, . . . its patriarchy” (25). In On Music Theory , Ewell uses “white racial frame” and “white-male frame” seemingly interchangeably, and though Ewell does not discuss sexism to the same extent as race, he emphasizes the “monopolistic” (2) combined effects of whiteness and maleness in music theory throughout the text. For the sake of consistency, in this review we exclusively use the term “white-male frame.”",
            "citations": [
                "ewell_2020a"
            ]
        },
        "FN4": {
            "text": "4. Representative examples of media coverage of the JSS affair include Harris 2020 , Flaherty 2020 , and Powell 2021 .",
            "citations": [
                "harris_2020",
                "flaherty_2020",
                "powell_2021"
            ]
        },
        "FN5": {
            "text": "5. Non-Black music scholars of color who have written meaningfully about their experiences as racially and ethnically marginalized people within music studies include Gopinath 2009 , Hisama 2018 , Robinson 2020 , and Birson 2021 ; for more Black perspectives, see also Boyd 2020 and Morrison 2012 .",
            "citations": [
                "gopinath_2009",
                "hisama_2018",
                "robinson_2020",
                "birson_2021",
                "boyd_2020",
                "morrison_2012"
            ]
        },
        "FN6": {
            "text": "6. As scholars of Indigenous sound studies ( Robinson 2020 ; Reed 2019 ) attest, analysis, as it has traditionally been practiced, is incompatible with and even a violation of some musical cultures and epistemologies. For this reason, an antiracist future for the discipline would hopefully involve productively interrogating terms like “pedagogy” and “analysis,” rather than taking these categories as given.",
            "citations": [
                "robinson_2020",
                "reed_2019"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It has been a long four years in music theory. From Philip Ewell’s 2019 Society for Music Theory (SMT) plenary talk to the publication of this review essay, our small-yet-scrappy field has somehow ended up more battered and bruised by recent discourses on race and racism than most other academic disciplines. (1) As Sumanth Gopinath ( 2023 ) wrote in response to Stephen Lett’s ( 2023 ) piercing critique of the SMT, “ It is not a good time to be a music theorist ” (125; italics in the original). But maybe that is about to change: in Ewell’s much-anticipated monograph, On Music Theory , the field has finally received a comprehensive guide on how to dismantle its white-male frame—or at least that is what many readers will likely hope for in this text. The book’s subtitle, “Making Music More Welcoming for Everyone,” certainly gestures toward this goal. Yet given Ewell’s reputation as a polemical thought leader in the field, the subtitle strikes us as unexpectedly optimistic. Less charitable readers might even accuse Ewell of hewing dangerously close to the “Kumbaya” rhetoric that he argues is used too often in conversations about diversity, equity, and inclusion (DEI). In the opening pages of On Music Theory , however, Ewell clarifies that his focus is not DEI, which “leaves white structures intact and in control,” but rather antiracism, which “focuses on the anti-BIPOC [Black, Indigenous, and people of color] activities undertaken by white structures that kept whiteness in power” (3). In this vein, the monograph’s conclusion acknowledges what might have been a more accurate subtitle for the book: “How the Many Mythologies of the Western White-Male Musical Canon Have Created Hostile Environments for Those Who Do Not Identify as White Cisgender Men” (278). To be sure, such an unvarnished subtitle would have come with its own host of problems, but for our purposes it offers a pithy summary of the thesis that Ewell puts forward in On Music Theory , a book more focused on reframing the discipline’s past than envisioning its future.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "gopinath_2023",
                    "lett_2023"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The monograph is structured according to these priorities: after introducing the major themes and goals of the book (Intro) and discussing the state of race and race scholarship in music theory (Chapter 1), Ewell broadens his scope to examine the roots of whiteness in myths about Western civilization (Chapter 2). Ewell then demonstrates the danger of white mythologies through the case study of Heinrich Schenker, a figure, Ewell argues, whose fervent racism has been whitewashed in music theory, further impeding the field’s efforts toward antiracism (Chapter 3). (Many readers will already be familiar with this work from Ewell’s widely read MTO article [ 2020b ].) This chapter transitions smoothly into Ewell’s account of what he terms “the JSS affair” (12), referring to the symposium published in the Journal of Schenkerian Studies in response to his plenary talk, and the “great upheaval” (xii) that ensued (Chapter 4). Ewell then discusses antiblackness in music theory (Chapter 5), drawing heavily on his lived experience as a Black (African American) man in the field, and antisemitism in classical music (Chapter 6), arguing that it is “far more prominent [than] we [music theorists] generally acknowledge” (14). Finally, Ewell reflects on music theory’s future and offers numerous recommendations on how to address the various problems explored throughout the book (Outro).",
                "footnotes": [],
                "citations": [
                    "ewell_2020b"
                ]
            }
        },
        {
            "3": {
                "text": "[3] On Music Theory is a defining text for this moment in our field, and consequently, this review intertwines our thoughts on Ewell’s monograph with those on this era of racial reckoning in music theory. In recent years the subfield of what we might call “antiracist music theory” (itself indebted to decades of race scholarship in music studies) has become increasingly relevant, with Ewell thrust to its forefront by the media and popular press. (2) Notwithstanding the unnecessary spectacle and overt displays of antiblackness that have accompanied Ewell’s ascension to music theory fame, On Music Theory demonstrates without doubt the merit, if not the imperative, of attending closely to Ewell’s Black perspective on the field and its institutions—and to the Black and otherwise marginalized perspectives of other scholars in the academy. The monograph’s contributions to the field include its historiographic method and its direct tone in calling out racist and sexist structures. It also develops Ewell’s (already widely used) concept of the “white racial frame,” particularly by advancing the term “white-male frame,” which describes the combined effects of racism and patriarchy. (3) Furthermore, Ewell outlines actionable strategies by which music theorists can weaken the hold that the white-male frame has on our ways of being, though Ewell is at times inflexible in his position on which actions advance an antiracist agenda and which actions impede it. On the whole, while Ewell does advocate for a more expansive understanding of what constitutes music theory and who should be considered a music theorist, we would have wanted the book to look more often beyond the purview of SMT—to musicology, ethnomusicology, and outside of the academy—in addressing these questions of disciplinarity. Still, On Music Theory presents the field with an opportunity to look back upon the last four years with greater clarity, and to imagine the future of music theory’s antiracist project.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] We offer this review of Ewell’s monograph in the spirit of advocating for a more nuanced assessment of Ewell’s approach to antiracism, one that acknowledges its merits as well as its shortcomings. In our everyday experiences in the field, we co-authors have witnessed how the polarized and highly visible JSS affair has limited music theorists’ ability to engage productively with Ewell’s scholarship. More specifically, we have found that many people who engage with Ewell’s work seem to fall into one of two categories: bad-faith dissent (such as the majority of responses in volume 12 of JSS ) and uncritical praise. After reflecting on the conservative and colorblind reactions to his race scholarship, Ewell himself states, “I quite welcome honest debate over any position I take in a scholarly venue, so long as that debate remains collegial and respectful” (262). We hope to model such a collegial and respectful critique. In doing so, we encourage readers to take Ewell’s ambitious project as a starting point for expanding the conceptual frameworks through which we can understand antiracism in music theory and in music studies more broadly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] One of On Music Theory ’s most impactful contributions is its innovative historiography that interprets music theory in relation to major episodes in U.S. racial history and public discourses about antiracism. History is at the center of Ewell’s philosophy of race scholarship: the only way to make music more welcoming for everyone, he writes, is to “honestly and openly assess and absorb music theory’s history anew” (281) and “to confront the injustices that have occurred in our history as a result of grim acts in the past” (18). A pivotal example of Ewell’s historiographic approach comes in Chapter 2, which examines how music scholars have used “the West” as a proxy term for whiteness. Drawing on critical race scholarship in the field of classics, Ewell demonstrates how the history commonly told about the West—that Ancient Greece, the medieval Christian church, and nineteenth-century Europe all belong to a unified trajectory of cultural development—is a “nineteenth-century construct” (55) that has provided cultural continuity and moral justification to white colonizers dispersed across different continents. With this foundation in place, Ewell pivots to his true objective: showing how recent generations of music scholars have used the myth of the West to uphold ideologies of white exceptionalism while minimizing music studies’ racism. Through close readings of Grout, Palisca, and Burkholder’s A History of Western Music ( 1988 , 2019 ) as well as the Cambridge History of Western Music Theory , edited by Thomas Christensen ( 2008 ), Ewell shows how the myth of “the West” pervades not only music theory, but the framing of music studies in general. Ultimately, Ewell’s historiography highlights the structural racism we all reinforce when an idea such as “the West” becomes enshrined in the stories we tell ourselves about music theory and the ways we achieve professional legitimacy in the field. As Ewell frequently reiterates, many doctoral programs still require students to research composers of the “Western” canon, learn “Western” languages, and cultivate proficiency at the piano, all of which bind the field to the whiteness and maleness of paradigmatic “Western” musicality.",
                "footnotes": [],
                "citations": [
                    "grout_and_palisca_1988",
                    "grout_palisca_and_burkholder_2019",
                    "christensen_2008"
                ]
            }
        },
        {
            "6": {
                "text": "[6] An important influence for Ewell’s historiographic approach is Nikole Hannah-Jones’s 1619 Project with the New York Times ( 2021 ): named after the year when enslaved Africans first landed in the U.S., the 1619 Project aims to “reframe the country’s history by placing the consequences of slavery and the contributions of Black Americans at the very center of our national narrative” ( Silverstein 2019 ). Ewell proposes a similar reframing of music theory’s history: building upon the work of Thomas Christensen ( 2019 ), Ewell draws our attention to the year 1855, in which French aristocrat and race pseudoscientist Arthur de Gobineau completed his four-volume Essai sur l’inégalité des races humaines ( Essay on the Inequality of Human Races ). Though the field of U.S. and Canadian music theory began, institutionally speaking, in the 1960s, Ewell argues that the true roots of the field lie in Gobineau’s influence on prominent musicians and scholars such as François-Joseph Fétis, Richard Wagner, and Heinrich Schenker (262–63). Ewell asks, “Who now will write music theory’s 1855 Project[?],” inviting readers to continue researching the impact of fallacious nineteenth-century race science on the academic institution of music theory (263). While some might find it extreme to compare our field’s disciplinary troubles to the legacy of slavery, it is crucial to remember that music theory’s white-male frame is part of the afterlife of slavery ( Hartman 2007 ), a material consequence of the Middle Passage. Therefore, Ewell, like Hannah-Jones, sees the retelling of history as a way to provoke needed reckonings in the present. Ewell’s reframing of music theory within broader histories of institutional and scientific racism sends a clear message: we are all implicated in histories of antiblackness, and we are all susceptible to reproducing its structures.",
                "footnotes": [],
                "citations": [
                    "silverstein_2019",
                    "christensen_2019",
                    "hartman_2007"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In addition to its innovative historiography, On Music Theory pushes the boundaries of music-theoretical scholarship by consistently offering concrete action items. Though many of Ewell’s recommendations can be found in a neatly organized list in the book’s conclusion (264–78), they are also spread throughout the text and cover the gamut from policy recommendations for our departments, universities, and academic societies to interpersonal strategies for bystander intervention and self-preservation (for those marginalized by the field). In opposition to DEI’s “additive activities,” which Ewell argues create the appearance of diversity without changing the framing of the field, many of his policy recommendations are what one might call “subtractive.” For example, Ewell suggests that graduate programs do away with entrance exams, piano proficiency exams, and language requirements—all structures that he argues make entry into the field contingent upon the skills necessary to uphold the field’s white-male frame. Other recommendations center on racial and gender accountability, such as making concrete commitments to demographic parity in SMT membership, doctoral programs, and syllabi. These recommendations are not meant to expunge “Western” classical music from music departments but simply to make room for musical knowledges not associated with whiteness and/or maleness. Given that making music theory less white is certainly one of Ewell’s goals, however, we find Ewell’s opposition to “additive activities” that foreground marginalized voices to be, at times, too rigid. For example, is a so-called “additive activity” such as “staging Shirley Graham Du Bois’s opera Tom Tom ” (267) truly at odds with the antiracist objective of “examining and exposing how and why white men excluded . . . operas by African American composers” (3)? Ewell is correct that DEI actions are often taken in place of “bolder antiracist/antisexist actions” (267), but we should also imagine how “additive” DEI activities and “subtractive” antiracist activities can work in tandem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Nevertheless, one of Ewell’s most urgent action items is to “call out” DEI activities “as the stalling tactics they are often intended to be” (268). Ewell impels the reader to get comfortable with being uncomfortable during moments of confrontation, moments that Ewell argues are necessary to challenge the status quo. Creating change requires some degree of discomfort for everyone involved: while being called out is uncomfortable, intervening when others seek to uphold the white-male frame can also be uncomfortable and always involves personal risk. (Tenured professors, though, have more professional leeway to take action; that is, “tenure puts a faculty member in the position to speak their mind without fear of losing their job” [35].) It is productive to view On Music Theory as an exercise in “calling out”: each chapter models this virtue in a different way, ultimately naming so many different figures (deceased and living), publications, and institutions that the effect, ironically, is less to target anyone in particular, but more to show how incredibly pervasive white exceptionalism and antiblackness are in our field. In the words of Kimberlé Crenshaw ( 2021 ), “When it comes to racial reckoning, the future of our country depends not on whether we litigate who among us is guilty but whether we all see ourselves as responsible” (quoted in Ewell 2023, 15). Still, Ewell somewhat evades the tension between his book’s stated aim of “making music more welcoming for everyone” and the often-confrontational tactics required to get there. An antiracist future for the field is, in fact, not one in which anything and everyone would be welcome, as is made clear by Ewell’s direct approach to making antiblack beliefs (and their propagators) unwelcome. Although Ewell expends extensive emotional labor throughout the book, he leaves room for further discussion about the complex emotional realities of doing antiracist work in our communities. For instance, music theorists could engage with Black feminist frameworks for managing the different modes of risk and discomfort involved in antiracist action ( hooks 1989 ; Collins [1990] 2000 ; Ahmed 2021 ).",
                "footnotes": [],
                "citations": [
                    "crenshaw_2021",
                    "hooks_1989",
                    "collins_2000",
                    "ahmed_2021"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Ewell’s emotional labor is most on display in the monograph’s central chapters (4 and 5), in which Ewell analyzes the professional reception of his own race scholarship. Chapter 4 provides a much-awaited response to volume 12 of the Journal of Schenkerian Studies , and Ewell makes clear that the response is on his own terms, using it as an opportunity to catalog the many euphemisms and rhetorical techniques music theorists use to protect the white-male frame. Several JSS authors, for instance, accused Ewell of under-contextualizing Schenker’s racism, claiming that Ewell should have done more to clarify how prevalent racism was in early–twentieth century Germany, or that, as a Jew, Schenker was himself a victim of antisemitism. Ewell’s response? “Fuck Nuance,” quoting a 2017 article by sociologist Kieran Healy. In that article, Healy observes that, “By calling for a theory to be more comprehensive, or for an explanation to include additional dimensions, or for a concept to become more flexible and multifaceted, we paradoxically end up with less clarity. We lose information by adding detail” ( Healy 2017 , 122; quoted in Ewell 2023, 140). Ewell cautions us that in discussions about racism, nuance has diminishing returns when adding interpretive frames allows us to explain away injustice. “Over-contextualizing” racism, Ewell notes, is a central white-male frame tactic in our field (266). By contrast, Ewell’s straightforward acknowledgements of racism, sexism, ableism, and other oppressive structures are themselves valuable contributions. The bald statement that “The epistemic core of our field is still devoted to composers who were white men who mostly spoke German” (79) is but one example of the simple but inconvenient truths Ewell compels the reader to confront. In this respect, Ewell models a version of Sara Ahmed’s “feminist killjoy” persona who “consistently points out racial and gender injustices in society” (85) and holds institutions accountable to the sustained and challenging work of racial equity. In an academic landscape that prizes nuance and complexity, one of On Music Theory ’s strengths is its directness: Ewell’s clear-eyed pronouncements create shared starting points for change.",
                "footnotes": [],
                "citations": [
                    "healy_2017"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Such direct challenges to music theory’s white-male frame invoke a powerful response from the defenders of its status quo, and Ewell’s blackness only makes this reaction more dangerous. Ewell reflects, “I’ve realized that the virulent reaction to my SMT plenary talk was not so much about challenging whiteness as it was about the simple fact that the challenge came from blackness” (12). Ewell’s identity as a Black man—one who is outspoken, no longer willing to conform to the field’s white-male frame and play the role of a “professional Negro” ( X and Haley [1965] 1992 , 280)—is necessarily intertwined with the reception of Ewell’s race scholarship. The JSS affair and its subsequent media coverage gave Ewell’s race scholarship an unprecedented international platform, but they have also turned Ewell into a homing beacon of sorts for antiblack sentiments. Toward the end of Chapter 5, “On Music Theory’s Antiblackness,” Ewell offers examples of the antiblackness he has had to endure in the last several years, ranging from mild, to moderate, to severe. One should not need to work with their university’s “administration, security personnel, and legal advisers” (232), not to mention the FBI, in order to ensure their physical safety after receiving death threats and racial slurs, all so that we music theorists can begin to recognize and dismantle our field’s white-male frame. Needless to say, white scholars of antiracism do not experience the same risks. Ewell did not owe it to the field of music theory to make this sacrifice, which gives us only that much more reason not to squander it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Indeed, it is Ewell’s positionality as a Black man in the field of music theory that makes his work that much more necessary for our discipline. As Ewell states in the introduction, “ On Music Theory is something of an autoethnography of American music theory, an account of the field from my black perspective” (13), or, in other words, “from the vantage point of a person it was designed to ignore” (3). Considering the dearth of professional Black music theorists in the academy, the field has much to gain from Ewell’s candid take on American music theory. Whether or not we’ve realized it, those of us who have followed Ewell’s scholarship and career since his 2019 SMT plenary talk have borne witness to the history of music theory as it unfolds in real time. For example, Ewell even refers to volume 12 of JSS as “the greatest gift to American music theory that we’ve ever seen,” and identifies his “testimony, this black history,” as “perhaps the most significant part of my book,” and as the key to capitalizing on “this once-in-a-lifetime opportunity, this gift to us all, a beacon of hope to make American music theory more welcoming for everyone” (124–25). Some may view Ewell’s frequent discussions of his lived experience as self-serving; after all, to a certain extent On Music Theory is, in fact, “On Philip Ewell.” Yet, we re-emphasize the fact that conversations about racial justice in music theory have been overwhelmingly focused on Ewell for reasons largely outside of his control, particularly when the field’s condemnation of volume 12 of JSS drew international media attention that inscribed the episode within conservative-led discussions of academic freedom and critical race theory. (4) After finding himself thrust into the center of a disciplinary crisis, it is only logical that Ewell would offer his own experience as a Black scholar as the field of music theory seeks to understand how its racism and antiblackness have harmed scholars of color since its inception. Moreover, though Ewell does not frame it as such, by centering his Black perspective Ewell participates in a long tradition of Black critical theorists and music scholars who have used autoethnography as a crucial interventionist tool in white discourse ( Du Bois 1940 ; Gates 1994 ; Floyd 1995 ; hooks 1996 ; Griffin 2021 ).",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "du_bois_1940",
                    "gates_1994",
                    "floyd_1995",
                    "hooks_1996",
                    "griffin_2021"
                ]
            }
        },
        {
            "12": {
                "text": "[12] One of the problems with the way in which Ewell reflects on his experience as a Black music theorist, however, is that he rarely connects it explicitly to specific experiences or insights of other Black music scholars. (Danielle Brown, a Black ethnomusicologist who also figured prominently in music studies’ 2020 moment, is perhaps the sole exception [213–14].) In Ewell’s defense, early in the book he does state explicitly, “I’ve hardly given a full picture of authors who have tried to unpack how race plays out in the music academy, nor have I tried to,” and goes on to acknowledge that he “stand[s] on the shoulders of so many others who have sought to make the academic study of music more welcoming” (32). Nonetheless, for a book that is so centrally concerned with representation and that advocates so strongly for the importance of Black perspectives, is this enough? In Chapter 1 Ewell lists a number of Black music scholars to which his work is indebted—Horace Maxile, Guthrie Ramsey, and Eileen Southern, to name a few—but he rarely cites their work in the remainder of the book, whether it be regarding the treatment of African American musics in the academy or their experiences as Black music scholars. (5) Concerning the latter, Maxile, Ramsey, and Southern have all published and/or spoken about their experiences of being Black scholars in music studies ( Maxile 2009 , 2021 ; Ramsey 2001 , 2004 , 2022 ; Southern 1981 ). Ramsey has written vulnerably and in multiple venues about the state of music studies (both musicology and music theory) and African American music studies and has directly addressed “the lack of a critical mass of Black scholars in the music disciplines” ( 2004 , 211), as well as the racism that he has faced within and beyond the academy ( 2001 , 2004 , 2022 ). In other words, Ramsey has offered a critique of a subfield of music studies from a Black perspective, a perspective that Ewell certainly values but fails to uplift in his own writing. Given that music theory’s struggles with race are intimately linked to those of musicology and ethnomusicology, Ewell’s narrative would have benefitted from making these connections explicit. After all, music theory’s journey toward a dismantled white-male frame will only be longer if the field is destined to repeat the history of the other music subfields—we theorists can learn from the mistakes and insights of colleagues in those subfields, and, most importantly, from other Black scholars’ perspectives. To his credit, Ewell writes, “I am deeply indebted to all those who came before me or work alongside me who strive for the same goal, namely, making the academic study of music richer and more welcoming for everyone” (35). But one of Ewell’s greatest strengths—using his sizable platform to bring people from outside of music theory and music studies into the conversation on antiracism in the field—leaves him with the added responsibility of making this intellectual lineage explicit, not only in introductory paragraphs but woven into the nuances of his arguments. Ewell’s current intervention would not have been possible without the decades of work by boundary-pushing music scholars, particularly women of color ( Southern 1971 ; Hisama 1993 ; Griffin 1995 ; André 2018 ), a fact readers should keep in mind throughout their engagement with On Music Theory .",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "maxile_2009",
                    "maxile_2021",
                    "ramsey_2001",
                    "ramsey_2004",
                    "ramsey_2022",
                    "southern_1981",
                    "ramsey_2004",
                    "ramsey_2001",
                    "ramsey_2004",
                    "ramsey_2022",
                    "southern_1971",
                    "hisama_1993",
                    "griffin_1995"
                ]
            }
        },
        {
            "13": {
                "text": "[13] A broader, more interdisciplinary perspective would also benefit Ewell in his efforts to redefine music theory for the twenty-first century, one of the major contributions of Ewell’s work. In Ewell’s vision, music theory is “the interpretation, investigation, analysis, pedagogy, and performance of any music from our planet” (23). This move to the level of the planetary is intentional, as Ewell finds the focus on so-called “Western” musical culture in popular dictionaries such as Oxford Music Online and Die Musik in Geschichte und Gegenwart to be limiting and exclusionary. Ewell’s definition joins the fray as many music theorists seek to redefine the field and reimagine our purpose ( Rehding and Rings 2019 ; Chung 2022 ; Lett 2023 ). We authors are no exception—similarly to Ewell, we have sought and are seeking in a number of our scholarly endeavors to push the field of music theory to concern itself with social, racial, and ethical questions that have long been considered beyond its realm ( Boyd 2022 , 2023 ; Conlee and Koike 2021a , 2021b ). Focusing on Ewell’s proposition, however, we find his definition to be less simple than it may appear at first blush. The activities that Ewell names in his definition—namely “analysis,” “pedagogy,” and “performance”—are rather in line with traditional music-theoretical discourse, and therefore they may not be enough to nudge music theorists toward a more capacious understanding of the discipline. (6) Furthermore, if we music theorists concern ourselves not only with “analysis” and “interpretation” of any music, but also “investigation” broadly construed, where does that leave music theory’s relationship with musicology and ethnomusicology ( Amico 2020 )? Ewell does not devote much attention to musicology or the state of music studies at large—a slippage that is notable even in the book title’s second clause, “Making Music More Welcoming for Everyone” (emphasis added). Given the purposeful breadth of Ewell’s definition of music theory, we must engage more deeply with the other subfields of music studies, because though the boundaries dividing the subfields have not served us well, in our current institutional paradigm, musicology, music theory, and ethnomusicology still must exist in relation to one another.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "rehding_and_rings_2019",
                    "chung_2022",
                    "lett_2023",
                    "boyd_2022",
                    "boyd_2023",
                    "conlee_and_koike_2021a",
                    "conlee_and_koike_2021b",
                    "amico_2020"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Along with redefining what it means to do music theory, Ewell might wisely have considered more deeply, as Ellie Hisama ( 2021 ) asks, “Who counts in music theory” (350). Ewell does explore this question in a section titled “Why Jazz Is Not Part of the Standard Music Theory Curriculum” (221–26), where he cites the work of Marc Hannaford ( 2019 ; see also 2021 , 2023 ) to advocate for the inclusion of Muhal Richard Abrams, Mary Lou Williams, George Russell, and several other twentieth-century African American theorists in the music theory classroom, at both the undergraduate and graduate level. Yet in On Music Theory , this discourse on Black music theorists who have existed outside of the walls of the SMT is limited. (Ewell devotes more attention to this phenomenon he terms “colorasure,” when “Whiteness . . . consistently erase[s] nonWhiteness from existence as unimportant,” in other venues [ 2021a ].) There are many benefits to Ewell’s dogged focus on the structural racism and sexism that pervades the Society of Music Theory and other institutions within the field, but it comes at the expense of a more detailed and extensive reparative historiography that rethinks the music theory of the past.",
                "footnotes": [],
                "citations": [
                    "hisama_2021",
                    "hannaford_2019",
                    "hannaford_2021",
                    "hannaford_2023",
                    "ewell_2021a"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Music theory’s disciplinary identity will face increasing scrutiny as conversations about antiracism continue to ramify throughout our communities. Ewell’s new definition of music theory (perhaps unintentionally) pushes our field into closer dialogue with ethnomusicology, yet this field, too, has reckoned anew with its colonial origins in recent years. Danielle Brown’s ( 2020 ) open letter insists that “an organization [such as the Society of Ethnomusicology], whose predominantly white members by and large research people of color, is and can be nothing other than a colonialist and imperialist enterprise ” (italics in the original), while Amico ( 2020 ) calls for the discipline to merge with musicology, voicing the longstanding critique that the “ethno-” prefix upholds practices of exoticism and racial othering. As the music research disciplines increasingly overlap, Ewell’s book insists that closely engaging with our disciplines’ unique histories of epistemic injustice is the only way to avoid repeating past mistakes. While individual researchers have more freedom to move toward more interdisciplinary methods, the staying power of the undergraduate music theory sequence will be a significant impediment to Ewell’s envisioned changes to the field. For instance, conceiving of music theory more broadly is virtually impossible in schools accredited through the National Association of Schools of Music (NASM), which continues to count “the reading of notation,” keyboard harmony, and counterpoint as “fundamental competencies” of musicianship ( NASM 2023 , 89–90). In this respect, Ewell is right that tirelessly calling out these and other white-male frame requirements is one of the most important tasks for music educators today. Yet it is equally urgent for music theorists to involve our colleagues in musicology and ethnomusicology in reimagining music theory coursework that moves beyond the “falsely-imagined and narrowly-conceived” ( Cullyer 2016 ; quoted in Ewell 2023, 65 and 271) definition of musicianship that dominates our curricula and upholds the whiteness of the music professoriate.",
                "footnotes": [],
                "citations": [
                    "brown_2020",
                    "amico_2020",
                    "nasm_2023",
                    "cullyer_2016"
                ]
            }
        },
        {
            "16": {
                "text": "[16] On Music Theory is a unique book for a unique time, filled with critical materials and action items that justify its position as a central text in music theory’s antiracist turn. Although it may not be a comprehensive guide on how to dismantle the white-male frame in all of its manifestations within and beyond music theory, a task of this scale cannot be accomplished by a single book, scholar, or approach. Now it is on us readers, particularly those of us who identify as music theorists, to take up these projects and develop them further. As a result, how we engage with On Music Theory and Ewell’s other race scholarship is of utmost importance. The polarized and highly visible JSS affair has not only limited our field’s ability to engage productively with Ewell’s scholarship but has also constrained the conceptual frameworks through which we have understood antiracism thus far. Anecdotally, we have found that some scholars worry that critical engagement of any kind with Ewell’s work would cause others in the field to lump them in with the bad-faith JSS authors. What’s more, public support for Ewell at times masks inaction and a lack of meaningful engagement with his scholarship. Surely, many music theorists will read On Music Theory , agree with it, assign it, and fail to take action on its many suggestions for change. Ewell calls such people “AINOs,” or “allies in name only” (143), recalling Rev. Dr. Martin Luther King’s statement that the greatest impediments to change are white moderates who agree with the goals of racial justice but not the actions necessary to achieve it (151). The need to perform antiracist allyship to each other is itself an impediment to change; only when we normalize respectful critical engagement with Ewell’s race scholarship can the field move forward. We invite the institutions of music theory—music departments, conservatories, accreditation boards, and professional societies—to meet and discuss Ewell’s listed recommendations, point by point. However, while the JSS affair has thrust Ewell to the forefront of discussions of antiracism thus far, it is important that the field develops a more multifaceted perspective on antiracism and other related social justice causes that is not modeled on any one figure. We hope that On Music Theory can begin a new era of disciplinary change based in collective action, respectful disagreement, and methodological diversity.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.23.29.4.boyd_conlee.html",
    "data": "mto/data/mto.23.29.4.boyd_conlee.json"
}