{
    "title": "Copland’s Fifths and Their Structural Role in the Sonata for Violin and Piano",
    "date": "2011/07/01",
    "volume": "17",
    "issue": "2",
    "authors": [
        "Kleppinger, Stanley V."
    ],
    "abstract": "Perfect fifths occupy a privileged role in much of Aaron Copland’s music. This essay explores the structural significance of ic-5 emphases in the Sonata for Violin and Piano suggested by the pairings of particular pitch centers. In the perspective offered here, pitch centers and other pitch events at the music’s surface parallel the entire work’s tonal organization via a network of perfect-fifth relationships.",
    "keywords": [
        "Aaron Copland",
        "pitch centricity",
        "tonal structure",
        "violin sonata"
    ],
    "doi": "",
    "received": "March 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.2/mto.11.17.2.kleppinger.pdf",
    "author_info": [
        {
            "name": "Stanley V. Kleppinger",
            "university": "227 Westbrook Music Building",
            "address": "University of Nebraska-Lincoln, Lincoln, NE 68588-0100",
            "email": "skleppinger2@unl.edu"
        }
    ],
    "citations": {
        "bailey_1985": "Bailey, Robert. 1985. “An Analytic Study of the Sketches and Drafts.” In Prelude and Transfiguration from “Tristan and Isolde,” by Richard Wagner, 113–48. New York: W. W. Norton.",
        "berger_1953": "Berger, Arthur. 1953. Aaron Copland . New York: Oxford University Press.",
        "brower_2008": "Brower, Candice. 2008. “Paradoxes of Pitch Space.” Music Analysis 27, no. 1: 51–106.",
        "brown_2003": "Brown, Stephen C. 2003. “Dual Interval Space in Twentieth-Century Music.” Music Theory Spectrum 25, no. 1: 35–57.",
        "burkholder_et_al_2006": "Burkholder, J. Peter, Donald J. Grout, and Claude V. Palisca. 2006. A History of Western Music , 7th ed. New York: W. W. Norton.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15, no. 1: 9–40.",
        "cohn_1997": "Cohn, Richard. 1997. “Neo-Riemannian Operations, Parsimonious Trichords, and their Tonnetz Representations.” Journal of Music Theory 41, no. 1: 1–66.",
        "copland_1941": "Copland, Aaron. 1941. Our New Music . New York: McGraw Hill.",
        "copland_and_perlis_1984": "Copland, Aaron, and Vivian Perlis. 1984. Copland: 1900 through 1942 . New York: St. Martin’s/Marek.",
        "copland_and_perlis_1989": "Copland, Aaron, and Vivian Perlis. 1989. Copland since 1943 . New York: St. Martin’s/Marek.",
        "creighton_1994": "Creighton, Stephen David. 1994. “A Study of Tonality in Selected Works of Aaron Copland.” Ph.D. diss., University of British Columbia.",
        "daugherty_1980": "Daugherty, Robert Michael. 1980. “An Analysis of Aaron Copland’s Twelve Poems of Emily Dickinson.” D.M.A. diss., Ohio State University.",
        "devoto_2004": "DeVoto, Mark. 2004. “‘The Keel Row,’ Gigues , and Bifocal Tonality.” In Debussy and the Veil of Tonality: Essays on his Music , 126–43. Hillsdale, NY: Pendragon Press.",
        "gollin_1998": "Gollin, Edward. 1998. “Some Aspects of Three-Dimensional Tonnetze .” Journal of Music Theory 42, no. 2: 195–206.",
        "hyer_1995": "Hyer, Brian. “Reimag(in)ing Riemann.” 1995. Journal of Music Theory 39, no. 1: 101–138.",
        "kleppinger_2009": "Kleppinger, Stanley V. 2009. “A Contextually Defined Approach to Appalachian Spring.” Indiana Theory Review 27, no. 1: 45–78.",
        "kleppinger_2010": "Kleppinger, Stanley V. 2010 [forthcoming]. “The Structure and Genesis of Copland’s Quiet City.” twentieth-century music 7, no. 1.",
        "kaminsky_1989": "Kaminsky, Peter. 1989. “Principles of Formal Structure in Schumann’s Early Piano Cycles.” Music Theory Spectrum 11, no. 2: 207–25.",
        "kinderman_1988": "Kinderman, William. 1988. “Directional Tonality in Chopin.” In Schenker Studies , ed. Jim Samson, 59–75. Cambridge: Cambridge University Press.",
        "kinderman_and_krebs_1996": "Kinderman, William, and Harald Krebs, eds. 1996. The Second Practice of Nineteenth-Century Tonality . Lincoln: University of Nebraska Press.",
        "krebs_1991": "Krebs, Harald. 1991. “Tonal and Formal Dualism in Chopin’s Scherzo, Op. 31.” Music Theory Spectrum 13, no. 1: 38–60.",
        "lerdahl_2001": "Lerdahl, Fred. 2001. Tonal Pitch Space . New York: Oxford University Press.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . New Haven: Yale University Press.",
        "lewis_1984": "Lewis, Christopher. 1984. Tonal Coherence in Mahler’s Ninth Symphony . Ann Arbor: UMI Research Press.",
        "lewis_1996": "Lewis, Christopher. 1996. “Gustav Mahler: Romantic Culmination.” In German Lieder in the Nineteenth Century , ed. Rufus Hallmark, 218–49. New York: Schirmer.",
        "mathers_1989": "Mathers, Daniel. 1989. “Closure in the Sextet and Short Symphony by Aaron Copland: A Study Using Facsimiles and Printed Editions.” M.M. thesis, Florida State University.",
        "mellers_2000": "Mellers, Wilfrid. 2000. “Aaron Copland, Emily Dickinson, and the Noise in the Pool at Noon.” Tempo 214: 7–18.",
        "morris_1998": "Morris, Robert. 1998. “Voice-Leading Spaces.” Music Theory Spectrum 20, no. 2: 175–208.",
        "newlin_1978": "Newlin, Dika. 1978. Bruckner, Mahler, Schoenberg , 2nd ed. New York: W. W. Norton.",
        "persichetti_1944": "Persichetti, Vincent. 1944. “Modern Chamber Music in Philadelphia.” Modern Music 22, no. 1: 47–49.",
        "pollack_1999": "Pollack, Howard. 1999. Aaron Copland: The Life and Work of an Uncommon Man . New York: Henry Holt.",
        "smith_2009": "Smith, Peter H. 2009. “Harmonies Heard from Afar: Tonal Pairing, Formal Design, and Cyclical Integration in Schumann’s A-minor Violin Sonata, op. 105.” Theory and Practice 34: 47–80.",
        "starr_2002": "Starr, Larry. 2002. The Dickinson Songs of Aaron Copland . Hillsdale, NY: Pendragon Press.",
        "starr_2005": "Starr, Larry. 2005. “War Drums, Tolling Bells, and Copland’s Piano Sonata.” In Aaron Copland and His World , ed. Carol J. Oja and Judith Tick, 233–44. Princeton: Princeton University Press.",
        "stein_1985": "Stein, Deborah. 1985. Wolf’s Lieder and Extensions of Tonality . Ann Arbor: UMI Research Press.",
        "straus_1982": "Straus, Joseph. 1982. “Stravinsky’s Tonal Axis.” Journal of Music Theory 26, no. 2: 260–90.",
        "von_glahn_2003": "Von Glahn, Denise. 2003. The Sounds of Place: Music and the American Cultural Landscape . Boston: Northeastern University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Larry Starr reads this sonata as a wartime piece; by omitting both members of the motto chords’ C ♮ / C ♯ cross-relation, the final perfect fifth serves as either “transcendence at the last, rising above and beyond all conflict” or “a collapse from exhaustion, an admission that unambiguous resolution of conflict is impossible” ( Starr 2005 , 252).",
            "citations": [
                "starr_2005"
            ]
        },
        "FN2": {
            "text": "2. The problem of identifying a pitch center for this music is demonstrated in the literature. Starr says, “we may meaningfully call ‘Nature, the gentlest mother’ a song ‘in’ E-flat and pinpoint the manner in which its music establishes, moves away from, and returns to this E-flat pitch center” ( Starr 2002 , 35), whereas Robert Daugherty suggests that “although the key signature fits E-flat major, the consistent emphasis on B-flat makes it more likely that the introduction and A sections of the piece are in a transposed mixolydian [i.e., centered on B ♭ ]” ( Daugherty 1980 , 35).",
            "citations": [
                "starr_2002",
                "daugherty_1980"
            ]
        },
        "FN3": {
            "text": "3. See Von Glahn 2003 , 120; Pollack 1999 , 332; and Creighton 1994 , 111.",
            "citations": [
                "von_glahn_2003",
                "pollack_1999",
                "creighton_1994"
            ]
        },
        "FN4": {
            "text": "4. In this sense, this tonal pairing shares commonalities with Robert Bailey’s “double-tonic complex” ( Bailey 1985 , also appropriated by Lewis 1984 ) and Joseph Straus’s “tonal axis” ( Straus 1982 ). As is the case with those theoretical constructs, the dualities charted in the analysis below consist of pairs of perceptually emphasized pitch classes set forth as pitch centers (often reinforced as triadic roots) whose interrelationship is reflected in large-scale tonal structure. An important difference is that both of these theories focus on pairings of tonics related by thirds, whereas Copland’s music explored here puts forth dual pitch-class emphases that are related by fifths (as well as thirds). In addition, Straus’s tonal axis hinges more strictly upon musical emphasis of the two third-related “tonic triads” as a fused harmonic entity; e.g., E ♭ -major and G-minor triads conflate to become an E ♭ major-seventh chord sounded prominently in the finale of Stravinsky’s Dumbarton Oaks Concerto . The assertion of a pair of pitch classes or “tonics” as primary in a work’s tonal structure has been explored in nineteenth-century music of Schubert, Schumann, Chopin, Wagner, Bruckner, Wolf, and Mahler—Straus’s tonal axis is an unusual dual-tonic theory in that it is specifically intended for post-tonal repertoire. Such dualities have gone by a number of names (with attendant connotations), including Dika Newlin’s progressive tonality ( Newlin 1978 ) and William Kinderman’s directional tonality ( Kinderman 1988 ) in addition to Bailey’s double-tonic complex and Straus’s tonal axis . For more theories and analyses making use of tonal pairings, see DeVoto 2004 , Kaminsky 1989 , Krebs 1991 , Lewis 1996 , Smith 2009 , Stein 1985 , and nearly every essay of Kinderman and Krebs 1996 .",
            "citations": [
                "bailey_1985",
                "lewis_1984",
                "straus_1982",
                "newlin_1978",
                "kinderman_1988",
                "devoto_2004",
                "kaminsky_1989",
                "krebs_1991",
                "lewis_1996",
                "smith_2009",
                "stein_1985",
                "kinderman_and_krebs_1996"
            ]
        },
        "FN5": {
            "text": "5. The three authentic-cadence gestures, in conjunction with the preceding stasis on G in the piano (until measure 26), constitute a simple tour of the four stations of this network.",
            "citations": []
        },
        "FN6": {
            "text": "6. This network can be plotted in a Dual Interval Space (DIS) as conceived by Stephen Brown.  A DIS is “a two-dimensional model of pitch-class space” ( Brown 2003 , 35) in which each axis corresponds to a specific interval class. This network exists in Brown’s ic-3/ic-5 DIS; that is, movement along the x-axis manifests motion by ic 3 and movement along the y-axis manifests ic 5. The DIS is, of course, part of a long-standing practice of mapping tonal motions and relations in conceptual spaces of two or more dimensions. This practice extends back to Oettingen’s and Riemann’s Tonnetze , and has been used more recently by Candice Brower ( 2008 ), Richard Cohn ( 1996 ), Edward Gollin ( 1998 ), Brian Hyer ( 1995 ), and Fred Lerdahl ( 2001 ) (among many others) to represent analysis of common-practice-era music, and by Brown ( 2003 ), Cohn ( 1997 ), David Lewin ( 1987 ), and Robert Morris ( 1998 ) (again among many others) for analysis of post-tonal music.",
            "citations": [
                "brown_2003",
                "brower_2008",
                "cohn_1996",
                "gollin_1998",
                "hyer_1995",
                "lerdahl_2001",
                "brown_2003",
                "cohn_1997",
                "lewin_1987",
                "morris_1998"
            ]
        },
        "FN7": {
            "text": "7. In fact, F is the least stressed pitch center of the four in this most basic version of the tonal network, and seems to be present simply to pin down this corner of the interlocking fifth/third relationships. This somewhat lower level of significance granted to F is replicated as the network is expanded later in the sonata. See the discussion of Example 19.",
            "citations": []
        },
        "FN8": {
            "text": "8. Pollack’s summary of this form parallels that presented here except that he regards the “Lyrical Middle Section” as the movement’s secondary theme; in this perspective the development does not begin until measure 127 and my “Development I” is subsumed as part of the exposition ( Pollack 1999 , 384–85).",
            "citations": [
                "pollack_1999"
            ]
        },
        "FN9": {
            "text": "9. A possible exception might be the music beginning at measure 173, which, as Example 11 suggests, might point to B for a few bars. If B is in fact perceived as a pitch center here, it can be reconciled to the present analysis by regarding it as a tentative, but not wholly realized, extension of the network upward one more fifth from E.",
            "citations": []
        },
        "FN10": {
            "text": "10. Brown’s Dual Interval Space (DIS) operations ( Brown 2003 ) can model concisely the differing ways in which the tonal network is expanded upward and downward in this movement. If the network of Example 9 is construed as an ic-3/ic-5 DIS, the upward extension of the network earlier in the movement constitutes the transpositional operation T (0,2) (i.e., rightward movement in the space zero spaces and upward movement two spaces). The downward extension of the network in the Restatements section manifests Brown’s inversion operation I (—,−1) (i.e., “flipping” the original G/D/ B ♭ complex across a horizontal axis of symmetry just below the complex).",
            "citations": [
                "brown_2003"
            ]
        },
        "FN11": {
            "text": "11. The composer seems to go out of his way to de-emphasize A ♭ in the Restatements section. The piano’s right-hand ostinato, a rhythmic augmentation of the original measure 21 melody, is truncated and repeated (at the ends of measure 219 and measure 221) just before reaching, via ascending perfect fourths, what at this transposition level would be A ♭ 4 . The light touch on Ab here reflects the musical context of the original network: if A ♭ were to be included as F’s minor-third partner at the bottom of Example 19, it would be matched in the original network by the F in parentheses (D’s minor third). Recall that, like A ♭ in the Restatements, F was itself only briefly touched upon in the expository section. These similar slight brushes with the “fourth corners” of each version of the tonal network thus reinforce the correspondence between them.",
            "citations": []
        },
        "FN12": {
            "text": "12. Pollack does not address the form of this movement in his biography of Copland ( Pollack 1999 ). The composer himself calls the Lento “a simple ABA form” ( Copland and Perlis 1989 , 23).",
            "citations": [
                "pollack_1999",
                "copland_and_perlis_1989"
            ]
        },
        "FN13": {
            "text": "13. Measure 6 to this listener suggests a similar arrival on A at the phrase’s end. The right hand’s G in this bar decays for two long beats before the As are re-struck in the left hand. As a result, the G sounds as though it resolves modally to A (in a displaced octave) rather than continuing to be sustained over the As as they are repeated.",
            "citations": []
        },
        "FN14": {
            "text": "14. Considered another way, the piano’s sonorities in the first waltz section also reflect this work’s preoccupation with perfect fifths. The chords of measure 22 (repeated in measure 23), via their registral dispositions, might be regarded as D and G chords (a triad and an open fifth respectively) stratified over C and F. These four pitches can be readily arranged into a series of descending perfect fifths: D-G-C-F. The next note in this series, B ♭ , is represented by the piano’s B ♭ major-seventh chord unfolded in measure 24. The superimposition of closed-position triads (or open fifths) over an incongruous bass note also echoes the texture and tonal approach of the first movement’s prologue.",
            "citations": []
        },
        "FN15": {
            "text": "15. Lest the reader think that tonal ambiguity at measure 42 is too rampant to suggest a pitch center at all in this section, it is worth noting that B centricity becomes gradually clearer following the music of Example 28. Indeed, by measure 61 the violin achieves a sort of stasis on fanfare-like B-major arpeggiations as the piano accompanies with a quasi-ostinato pattern using only B and D ♯ .",
            "citations": []
        },
        "FN16": {
            "text": "16. This network thus manifests Brown’s ic-4/ic-5 DIS.",
            "citations": []
        },
        "FN17": {
            "text": "17. Though Copland does not indicate that the D 5 is to be performed as a harmonic, performing this note by pressing down the D string at its midpoint (the only other possible way to execute this double-stop) while maintaining the specified pianissimo dynamic is certainly more difficult. In addition, the performance of this double-stop without vibrato tends to reinforce the intimate morendo character suggested by the sonata’s conclusion. For these reasons, every violinist I have consulted performs the D 5 as a harmonic without vibrato, and I have not uncovered a recording that does otherwise. My thanks go to Davis Brooks, Frank Felice, David Neely, and the other string players (and performers of this sonata) who have assisted in analyzing the performance issues surrounding this chord.",
            "citations": []
        },
        "FN18": {
            "text": "18. The 7/9 cycle of ordered pitch-class intervals generates a hexatonic collection (set class (014589)), which—as highlighted in Example 38a—contains three major seventh chords related by T 4 , any two of which hold two pitch classes in common.",
            "citations": []
        },
        "FN19": {
            "text": "19. In this regard see Mathers 1989 .",
            "citations": [
                "mathers_1989"
            ]
        },
        "FN20": {
            "text": "20. See Kleppinger 2009 and Kleppinger 2010 .",
            "citations": [
                "kleppinger_2009",
                "kleppinger_2010"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "“I remember in an early lesson my bristling when he said, ‘How come you always use intervals like minor thirds and major sevenths? Why don’t you ever use a perfect fifth?’” —Jacob Druckman on Aaron Copland (Copland and Perlis 1989, 129) Example 1 . Four excerpts by Copland (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Example 1 illustrates a facet of Copland’s music that is familiar to most students of it: emphasis on the perfect fifth (and its inversion to a perfect fourth) is a characteristic element of his mature musical language. Example 1a shows the opening of Billy the Kid , harmonized in parallel perfect fifths. Example 1b presents the famous polychord that introduces Appalachian Spring , which superimposes two major triads with roots separated by a perfect fifth. Example 1c is the first melody of the Third Symphony, saturated with melodic fourths and fifths. Even an excerpt from his serial Piano Fantasy is controlled by harmonies replete in interval class 5, as shown in 1d.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] One of our most ubiquitous music history textbooks summarizes Copland’s “Americanist idiom” by citing his “transparent, widely spaced sonorities, empty octaves and fifths , and diatonic dissonances” ( Burkholder et al. 2006 , 888, emphasis added). As the excerpts of Example 1 demonstrate, this text—in reflection of many other summaries of Copland’s style—likely intends Copland’s “fifths” as a token for emphasis of the perfect fifth as well as its inversion, the perfect fourth. This essay begins with a brief exploration of the roles played by interval class 5 in selected works by Copland in the 1930s and 40s. This survey will show that, in addition to serving as a stylistic marker, ic 5 can have implications for large-scale tonal organization in Copland’s music. His Sonata for Violin and Piano epitomizes the ways in which ic 5 can provide cohesion between musical surface and large-scale structure, and thus becomes the main analytic focus of this paper. Example 2 . Piano Sonata, conclusion (click to enlarge) Example 3 . “Nature, the gentlest mother,” measures 1—8 (click to enlarge) Example 4 . Quiet City , conclusion (measures 162—168) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "burkholder_et_al_2006"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] In addition to simply characterizing the harmonic and melodic language of a cross-section of Copland’s output (as illustrated in Example 1), the fifth can serve in his music as a stabilizing element. The quintessential example of this practice comes from the conclusion of his Piano Sonata, reproduced in Example 2 . The two-chord motto of measures 165 and 169 is a transposition of the first movement’s clangorous opening, now hushed and irresolute. This motto is answered by widely-spaced, diatonic counterpoint that comes to rest first on bleak E ♭ octaves and, ultimately, on an A ♭ - E ♭ open fifth. The sonata ends with a juxtaposition of the motto’s ambiguous dissonance with this perfect consonance. The bare fifth serves as a harmonic pillar, gently lending tonal focus to this work’s mournful conclusion. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] In contradistinction to the fifth’s role as a stabilizing agent in the Piano Sonata, tonal ambiguity between ic-5 related pitch classes characterizes other contemporaneous Copland pieces. The first of his Twelve Poems of Emily Dickinson , “Nature, the gentlest mother,” opens as shown in Example 3 with much emphasis on B ♭ , using both traditional tonal elements (melodic B ♭ triads, a two-voiced chorale that opens with the suggestion of B ♭ : V 7 -I, an open fifth on B ♭ at measure 5) and simple stressing of this pitch class through sustained, unadorned tones as at measure 8. On the other hand, the three-flat collection implied by the key signature and the eventual motion to an inverted E ♭ -major harmony after the voice’s entrance suggest that this music can also be conceived as centered on E ♭ . Wilfrid Mellers’s perspective reflects this dilemma: “The song has a key-signature of three flats, though the tonality is ambiguously between E flat major and the Mixolydian mode on B flat” ( Mellers 2000 , 8). (2) Interval class 5, which is also prominent as a surface element in this Copland work, takes on additional significance as two ic-5 related pitch classes compete to become the focus (or are together the focus) of the song’s opening bars.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "mellers_2000"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Similar tonal ambiguities between ic-5 pitch classes color perception of the conclusion of Quiet City , shown in Example 4 . Critics have described this music as wavering between focus on C and on F; (3) the conclusion on C is either perceived as a “dominant” of F or as a mixolydian tonic approached by its fifth. As Howard Pollack puts it in his biography of the composer, “Whether one considers the final pitch an unresolved dominant or a more restful tonic, the work ends on a hesitant note; ...the music raises more questions than it answers” ( Pollack 1999 , 332).",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "pollack_1999"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Another example of this practice is embodied in the opening from the Third Symphony’s scherzo movement, shown in Example 5 . The horns’ first perfect fourth might suggest its upper note, F, as tonic in a lydian context (reinforced by the timpani’s downbeat), though the motive’s ultimate C might instead be apprehended as a pitch center, approached with a pronounced plagal flavor. This perfect-fifth duality gives rise to a more complex context as the music continues. When the six-sharp diatonic collection is abruptly asserted at measure 7, the main motive is transposed so that the F/C duality is replaced by B/ F ♯ . The sustained F ♯ / C ♯ dyad reinforces F ♯ , suppressing the tendency for B to receive focus as the upper note of the motive’s repeated perfect fourths in measures 7–9. But just as F ♯ seems to achieve unequivocal centricity over B, Copland subtly trades E ♯ for E ♮ at measure 10. This change introduces the five-sharp collection and allows the phrase to culminate with one more transposition of the motive, this time ending on B (and its own latent duality with E). However one perceives the tonal orientation of this passage, the play between fifth-related pitch classes is essential to its construction. Example 5 . Third Symphony, II, opening (click to enlarge) Example 6 . Violin Sonata, I, measure 1—20 (click to enlarge) Example 7 . Final chord of Violin Sonata, I (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] One of Copland’s most exquisite tonal ambiguities between ic-5 related pitch classes begins his Sonata for Violin and Piano, displayed in Example 6 . The pianist’s right hand presents oscillating A-major and D-major triads in measures 1–6. The right hand’s A and D triads seem to point to D centricity, as their reference to the traditional dominant-tonic relationship is projected in its own discrete register. Meanwhile, the repeated returns to long Gs in the lowest register at phrase endings (measures 3 and 6) lend salience to this pitch class. The violin’s first three entrances comment on this ambiguity between D and G by stressing the roots and thirds of both these major triads and by starting and ending each phrase on the single common tone they share. As this passage unfolds, C ♮ and C ♯ are both employed, referencing both the one-sharp diatonic collection (suggesting the potential for G “major”) and the two-sharp collection (suggesting D “major”). This collectional uncertainty thus reflects the music’s tonal ambiguity. Finally, the passage ends at measure 20 with a harmony that includes both the root and third of G major and the root and fifth of D major. Whereas it is possible to apprehend this sonority as a G-major triad with an added ninth, the G-versus-D context that permeates the rest of this opening passage in more salient ways points to the potential for regarding this chord as embodying instead that G/D duality. Copland confirms this potential in the last bars of the movement, which constitute a paraphrase of Example 6. Example 7 shows that the last sonority of the movement corresponds closely in pitch content and register to the final chord of Example 6; only the doubling of the lowest G an octave higher is omitted. Here, though, the violin’s timbre and register further isolate the members of the D-major triad. This harmony can still be regarded as an altered G-major triad, but this use of the violin places marked emphasis on D alongside its fifth, providing further confirmation of the G/D ambiguity pervading this music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] Whereas the perfect fifth is emblematic of so much of Copland’s music—and specifically his best-known music from the late 1930s through about 1950—the last few examples point to a body of works that specifically spin out dual foci on pitch classes related by this interval. An opening like those of the Third Symphony’s scherzo or the Violin Sonata almost inevitably begets speculation about the consequences of that duality for the rest of the work. Especially in the case of the Violin Sonata, the potential relationships between the G/D duality framing the first movement and pitch centers established elsewhere in the piece cry out for investigation. This essay examines the sonata in light of this observation, showing how the pitch classes of this concomitant emphasis of G and D and their ic-5 relationship have consequences for the tonal structure of the entire work. (4) In this perspective, the perfect fifth becomes much more than a characteristic element of Copland’s melodies and harmonies. By tracing connections among pitch centers, formal units, and salient events on the music’s surface, it becomes possible to observe the perfect fifth steering the tonal organization of each of the sonata’s three movements as well as providing coherence to the entire composition. Example 8 . Violin Sonata, I, measures 21—39 (click to enlarge) Example 9 . Analysis of Violin Sonata, I, measures 26—29 (click to enlarge) Example 10 . Network of fifths and thirds (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] The perfect fifth defining the opening G/D duality immediately spawns another tonal issue that must be considered before surveying the rest of the work. The initial movement’s prologue is followed by a new theme as shown in Example 8 . This theme begins in measure 21 by arpeggiating a G-major triad, but ascends through a pair of perfect fourths to land at B ♭ in measure 22. Copland repeats and extends this phrase in measures 23–26 to arpeggiate a complete B ♭ -major triad. The phrase is extended once more in measures 26–28, arriving on a sustained G 5 in measure 29. Even as the violin returns to G, however, the piano answers with a dominant-tonic progression pointing to B ♭ centricity. These bars seem calculated to create a link between G and B ♭ . Example 9 shows how this minor-third relationship is in fact derived from a series of perfect-fifth relationships in this longest version of the phrase—the melody can be understood as an ic-5 chain of overlapping references to major triads linking G to B ♭ before returning to G.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] This partnering of pitch classes related by minor third is reflected in the remaining authentic cadences of Example 8. After the violin completes a repetition of the melodic pairing of G and B ♭ in measures 29–31, a dominant-tonic progression in F appears. The piano’s next entrance in measure 37 presents one more authentic cadence, this time in D. Taken together, the four pitch centers expressed thus far can be arrayed as shown in the network of Example 10. (5) Motion to the right on this and related subsequent diagrams manifests movement by ascending minor third; motion up, movement by ascending perfect fifth. (6) The heavy beam connecting G and D represents the simultaneous emphasis these pitch classes receive in measures 1–20. The dash between G and B ♭ illustrates the pairing of these pitch centers explored in measures 21–29. Only one each of the fifth and third associations is musically emphasized in these opening measures (hence the absence of lines connecting D to F and F to B ♭ ), but the network of perfect fifths and minor thirds suggested by these pitch classes will take on significance in the rest of this movement and in the entire sonata. (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] In congruence with the approach seen thus far, the sonata’s subsequent pitch centers frequently emerge in pairs related by perfect fifth or third. The music’s presentation of these pitch centers itself suggests such pairings, much as the prologue suggested the linking of G to D and G to B ♭ . The introductions of stressed pitch classes are ordered so that they constitute graduated extensions of the network in Example 10 . If the G/D pairing is the tonal focus of this network and composition, subsequently explored pitch centers expand the network outward via additional perfect fifth relationships (upward and downward in the visual representation of Example 10) and third relationships (to the right). In short, the gradual exploration of the space surrounding this G/D pairing provides a sense of tonal unity to the sonata.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.12": {
                "text": "[1.12] As the first movement develops, it moves further and further from the G/D focus by emphasizing pitch classes progressively more remote (as considered in terms of fifths and thirds) from this focal point before closing with a restatement of the prologue music that returns to the G/D ambiguity. The second movement, shorter and tonally less complex, is based upon a D/A tonal focus (which relates to the G/D focus of the first movement in obvious ways). After the first two movements explore the intervallic connections suggested by this tonal network, the third expands its principles, substituting major-third relationships for the minor thirds emphasized in the first two movements. The use of major-third related pitch centers in place of minor-third relations is itself suggested later in the first movement, as the subsequent analysis will show. The last movement’s coda reminisces on the first movement’s prologue once more while recalling the tonal excursions of the entire sonata. [2] The First Movement Example 11 . Pitch centers and formal elements of the Violin Sonata, I (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Example 11 lays out the pitch centers and the thematic elements of the Violin Sonata’s first movement. Pairs of pitches separated by a slash represent situations analogous to the already-explored prologue, wherein two pitch classes a perfect fifth apart are stressed concomitantly. Pairs of pitches separated by a dash signify minor-third related pitch classes that receive emphasis via the “Tempo II theme” first appearing at measure 21, as seen in Example 8 above. The abbreviation “A. C.” refers to authentic cadences that help to define various pitch centers throughout the movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The movement can be considered in three large parts: the exposition of tonal issues, a development that is interrupted by a “Lyrical Middle Section,” and a final area restating the rhetoric and themes of the expository section. (8) As the music progresses through these sections, the network of fifths with their minor-third partners, first established in measures 1–39 and illustrated in Example 10, gradually extends outward from the initial G/D focal point. Example 11 demonstrates that this movement explores tonal areas that are progressively more “fifths above” D (A, E, and, tentatively in “Development II,” B) as well as those progressively more “fifths below” G (C and F). All the while, the music frequently returns to G (often accompanied by its minor third, B ♭ ), and the movement closes with the same focus on G/D with which it began. The musical linking of potential pitch centers related by perfect fifths and minor thirds characterizing the opening of this movement, circling around G and D, is thus reflected in the entire movement’s tonal organization. The details of this tonal patterning, and its musical reflections elsewhere in the movement, form the basis of the analysis that follows. Example 12 . Violin Sonata, I, measures 40—45 (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Immediately following the music of Example 8, the violin leads into a new passage characterized by two-part counterpoint between the violin and the piano’s right hand. These melodies are underpinned by the Tempo II theme repeated as an ostinato in the piano’s left hand. Example 12 shows the beginning of this section. Note that Copland’s indication of dynamics reinforces the view of the piano’s left hand as accompanimental to the counterpoint in the right hand and the violin. This section continues the G/D pairing via prominent metrical and registral positioning of D and leaps between members of the G-major triad, and also presents a complete “dominant” triad in D in measure 43. This music also features more prominently the B ♮ / B ♭ cross-relation suggested by the Tempo II theme itself. Nearly every time the ostinato comes to the end of its repeating unit on a half-note B ♭ , the piano’s right hand superimposes its oscillating G- B ♮ gesture. This major-third-versus-minor-third issue percolates through the entire sonata, culminating in the replacement of minor-third pairings with major-third pairings in the structure of the work’s finale. Here, the two types of thirds are presented simultaneously, crystallizing the issue in the resulting half-step dissonances.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] As Example 13 shows, this entire complex of G with its major and minor thirds is transposed up a whole step at measure 56, resulting in the similar coloring of A as a pitch center by C ♯ and C ♮ . This transition leads to a varied repetition of the “2-part counterpoint” from measures 40–50, pointing to an A/E duality in analogy to the G/D duality of that earlier passage. By extending the tonal network of Example 10 upward by perfect fifths, we arrive at the A and E of this second contrapuntal passage, as shown in Example 14 . Example 13 . Violin Sonata, I, measures 51—57 (click to enlarge) Example 14 . Expansion of the network in Development I (click to enlarge) Example 15 . Violin Sonata, I, measures 78—91 (click to enlarge) Example 16 . Violin Sonata, I, measures 91—107 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] The Tempo II theme returns in altered form in measure 78, as shown in Example 15 . In this case, the music focuses upon C, then turns to A at measure 82. C’s association with A (as its third-partner in the network of Example 14) is reinforced by this juxtaposition and by the chain of fifths embedded in the violin melody of measures 82–86. At this point the first expansion of the tonal network is complete: A has now been presented concomitantly with its fifth (E) and its minor third (C). As if to emphasize this point, the music suddenly shifts down a whole step at measure 86 to repeat the Tempo II theme—this time at its original pitch level, stressing G and B ♭ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The following Lyrical Middle Section in measures 94–126 juxtaposes C and E, two pitch centers already charted in the movement’s tonal network but not previously associated with one another. This section’s opening is excerpted in Example 16 ; its character is well represented by the first portion given here. Throughout, the violin presents a songlike melody punctuated by two- and three-chord piano gestures resembling authentic cadences in C and E. The pairing of C with E suggests the major-third subplot manifested earlier in this movement (and that will receive much greater attention in the sonata’s finale, as described below).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Development II (measures 127–200) continues the attention to pitch centers already explored in the network of Example 14. (9) This delay of further tonal exploration may be viewed as a motivator for the climactic crash that culminates this section at measure 193 and leads into the movement’s “Restatements” section at measure 201, as shown in Example 17 . The sforzando chords of this crash, though hardly triadic, feature E 5 as their highest pitch. When coupled with the melodic Bs and G ♯ s that lead to each chord, a focus on E weakly emerges, albeit dampened by the overall dissonant context. The unwinding of this climax at Poco allargando (measure 196) dissipates this E centricity. The violin comes to rest on A ♯ , the fifth of D ♯ , in measure 200, and when the Restatements section begins in measure 201 with the Tempo II theme in the piano, it does so with a D ♯ major triad. The unwinding of measures 196–200 constitutes a transition from E to D ♯ centricity, thus leading at last to the first new pitch center of the movement since C was introduced in Development I at measure 78. Example 17 . Violin Sonata, I, measures 193—204 (click to enlarge) Example 18 . Violin Sonata, I, measures 205—228 (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] The D ♯ arrival heralds a new extension of the tonal network, unfurled in the music of Example 18 . This Restatements section thematically corresponds with measures 21–50, but differs in tonally significant ways. At measure 205 the Tempo II theme is suddenly transposed so as to suggest C ♯ centricity with a secondary emphasis on E (in much the same way that the theme originally shaded G with its minor third partner, B ♭ ). Then, the theme is altered slightly so as to land on a repeated E ♯ 5 —that is, 3 ˆ of C ♯ . Enharmonically reinterpreted as F, this pitch paves the way to a duplication of measures 33–38 a major second lower, thus focusing here on C rather than D as before. As the violin continues at measure 216 to repeat the expository material a whole step lower, the piano provides an augmented version of the ostinato, now starting with an F triad, over a late-entering and slow-moving bass. This F emphasis is coupled with the violin’s focus on C (in parallel with previous appearances of its melody); the resulting F/C ambiguity runs through measures 218–24, reflecting the G/D ambiguity of measures 40–50. The end of Example 18 shows the return of the prologue music, which continues to the end of the movement. Example 19 . The tonal network’s reflection in the Restatements section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] The pitch centers of the Restatements section are (in order of appearance) D ♯ , C ♯ , C, F/C, and G/D. (The slashes reflect an ambiguity between fifth-related potential pitch centers as before.) With the exception of C ♯ , and knowing that G/D is the central focus of the whole movement, the remaining pitch centers can be arrayed onto the movement’s tonal network as shown in Example 19 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] The example shows how the Restatements balance the original network’s previous upward extension in a delightfully unexpected way. Now placed as G’s “fifth below” rather than a third-partner to A and E, C is joined in the Restatements section by its fifth below, F, and its minor-third partner, E ♭ (spelled here enharmonically as D ♯ ). (10) Were this extension of the original network a fifth below the G/D focus to duplicate it exactly, we would expect to find F joined by its fifth above and its minor third, A ♭ . (11) This recapitulation of the movement’s thematic materials using a tonal complex a “fifth below” its main tonal focus suggests a traditional plagal approach, however metaphorical. In addition, this mirroring of the original network’s elements is reflected by the ordering of its elements in the Restatements section— E ♭ , the minor third partner to C, is presented before C is posited in this section. This order of presentation reverses that of the expository section, where B ♭ (the original third partner) appeared in the context of an already prevailing G.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Example 19 summarizes the network of relationships governing the first movement’s tonal organization. Pitch centers, or pitch classes simultaneously vying for centricity, are musically associated with one another in pairs related by perfect fifth or minor third. As the movement proceeds, we find that the initial fifth and third relationships (those of G with D and G with B ♭ , respectively) are replicated at the distance of a perfect fifth away from those initial pitch centers. The movement ends with a return to the prologue music and the G/D ambiguity characterizing it. The remaining movements of the Violin Sonata continue both this focus on the initial G/D fifth and on perfect-fifth and minor-third relationships between pitch centers. The result of this continuing attention to the tonal concerns of the first movement is large-scale tonal coherence that cuts across the entire sonata. [3] The Second Movement",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In comparison with the first movement of the Violin Sonata, the second movement is relatively brief and formally and tonally uncomplicated. It nevertheless embodies the perfect-fifth and minor-third concerns of the first movement, and in fact presents another manifestation of the earlier movement’s tonal network. Example 20 . Pitch centers and formal elements of Copland’s Violin Sonata, II (click to enlarge) Example 21 . Copland, Violin Sonata, II, measures 1—18 (click to enlarge) Example 22 . Copland, Violin Sonata, II, conclusion (measures 63—69) (click to enlarge) Example 23 . Copland, Violin Sonata, II, measures 22—45 (click to enlarge) Example 24 . Perfect-fifth relationships among pitch centers of the Violin Sonata’s Lento (click to enlarge) Example 25 . thirds and fifths among pitch centers in the Violin Sonata’s Lento (click to see animation)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Example 20 lays out the thematic and tonal organization of the movement. (12) The curved lines at the top of the example show that this movement exhibits clear formal and tonal symmetry. Its formal design can be summarized as ABBA with similar transitions separating the A and B sections from one another. The only “flaw” in the palindrome of pitch centers is the reflection of G at measure 22 as E at measure 33; this will be taken up in the following analysis.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Like the first movement, the second opens with materials that concomitantly point to two potential pitch centers a perfect fifth apart. Example 21 shows the first section of this movement. In this case the piano presents a slow, chant-like melody over droning As in the left hand, and the melody itself comes to rest on A at the end of its first phrase in measure 4. (13) The one-sharp diatonic collection employed here thus suggests the dorian mode. On the other hand, each phrase in the piano, as well as the first violin phrase, begins with D. The section concludes in measure 17 with a D sustained among three octaves of As. This sonority glides into the transition at measure 18, which begins with a familiar motive from the first movement now outlining a D-major triad. Considered together, measures 17–18 seem to suggest that the first section ends by emphasizing D via a second-inversion triad (implied before it is literally present in the transition’s first measure). D and A strike a delicate balance in this opening section, just as G and D were balanced in the prologue of the first movement.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The reprise of this chant section at the end of the movement is altered in a few subtle ways, some of which gently bring greater focus to D. The violin begins the reprise at measure 53 by presenting the piano’s melody from measure 2; the piano is now sustaining octave Ds as pedal points (beginning at measure 52) rather than As. At measure 58 the texture reverts to reflect that of the original section, and the octaves on A return in reflection of measure 6. The violin plays an octave displaced version of measure 12 in measure 63 ( Example 22 ), but it is the movement’s closing cadence that provides tonal clarity. Here, the octaves on A that made measure 17 tonally ambiguous are replaced by a quiet, widely-spaced D-major triad in root position.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] A shared single melody joins the central waltz sections. Example 23 shows both sections. The violin’s melody at measure 22 begins on G 5 , outlines E minor and G major triads, and then in measure 25 stagnates on G 4 . Following a short chromatic digression in measures 26–27, it repeats its opening measures and ends this first waltz section with an oscillation between G and A in measures 31–32. This melody’s emphasis on G is supported by certain elements of the piano part: the first harmony of measure 22 is an inverted dominant seventh of G, and the right hand “resolves” to an open fifth on G in the second half of the measure (over an admittedly incongruous F ♮ in the bass). This harmonic gesture is repeated in measures 23, 26, 27, 29, and in measures 31–32 as the violin moves back and forth between G and A. This first waltz section suggests that E might have some significance by beginning with an arpeggiation of its minor triad, but the melody comes to focus on G, reinforced by tonal aspects of its harmonic setting. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The second waltz section, which starts at measure 33, presents the waltz melody in a three-part canon: the piano’s right hand serves as the lead voice (with a lilting off-beat echo an octave lower), followed at the distance of a measure, more or less, by the violin and the left hand of the piano. As the piano’s left hand awaits its entrance with the theme at measure 35, it marks the time by sustaining Es in the piano’s lowest octave. This new underpinning of the melody lends weight to the E-minor triad with which it starts, creating stronger emphasis on E at the beginning of this section. Upon arriving at the other side of the chromatic, tonally ambiguous digression, the three voices perorate on G with upper and lower neighbors, recalling the G focus that characterized the first appearance of the waltz theme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] It is possible to link all the pitch centers of the second movement in a chain of perfect fifths, as shown in Example 24 . The thicker line connecting D to A represents the musical coupling of these fifth-related pitches in the first and last sections of the movement. Unlike G/D and A/E, D and A are directly juxtaposed in the music framing the movement. One might say that D/A is the focus of this movement in a sense similar to that in which G/D served as the focus of the first movement. In both cases, the constituent pitch classes of the perfect fifth are cast in juxtaposition with one another in the beginning and final sections of their movements, and the pitch centers explored in the movements’ interiors relate to this perfect fifth via perfect fifths (with the assistance of minor thirds). Moreover, the D/A focus of the second movement is itself a perfect-fifth transposition of the first movement’s G/D focus. The pairing of pitch centers a fifth apart, first seen in the opening and closing sections of these movements, is not only aligned with the tonal organization of the individual movements but also parallels the tonal logic linking the movements to one another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The vertical lines connecting G to D and A to E in Example 24 are potentially misleading—though they join pitch centers of the second movement separated by perfect fifths, the constituent pitch classes thus joined are not clearly paired in the surface of this movement. That is, there is no musical reason in this movement for linking G with D or A with E. On the other hand, E and G are clearly linked musically with one another through their associations with the waltz theme and sections. This minor-third pairing is also, of course, in the spirit of the sonata’s first movement. In that movement, pitch centers musically linked to others a perfect fifth away also had the potential to bear a minor-third partner (e.g., G’s association first with D and then with B ♭ ). Here, G and E have an unrealized potential to be musically linked by perfect fifths to D and A respectively, and are instead linked to one another , resulting in a minor-third partnership.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] Representing succinctly in a diagram all the fifth and third relationships suggested by the second movement in two dimensions is problematic, but Example 25 represents one attempt. The curved lines of this example stand in for the vertical lines that connected G to D and A to E in Example 24. In all previous representations of the tonal networks in the Violin Sonata, movement vertically on the network represented movement up or down by perfect fifth, and movement to the right represented movement up by minor third. In Example 25, by contrast, the vertical perfect-fifth space is “bent” at the G/D and A/E junctures—since these fifths are not emphasized in the music of the movement—so as to illuminate the more salient minor-third relationship between E and G.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The approach to pitch centricity exhibited in the Violin Sonata’s second movement reflects the first movement’s preoccupation with perfect fifth and minor third relationships. In addition, the G/D focus of the first movement relates logically to the D/A focus of the second inasmuch as the latter is a transposition of the former by the crucial interval of the perfect fifth. The foregoing analysis shows that these movements belong together tonally; put another way, the treatments of pitch centers and other elements of the music’s surface parallel the movement’s organization of pitch centers at the largest levels. The third movement, in reflection of its exuberant and buoyant character, expands upon the now-established tonal conventions of the first two movements before summarizing the sonata’s tonal endeavors in its coda. [4] The Third Movement",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1]\tPollack convincingly describes the form of the Violin Sonata’s third movement as follows: [4.2] ...a binary (or perhaps binary sonata) form (AA′). The movement’s first half successively states a scherzolike theme; a slower and more intimate melody; a fast, spirited tune; a short folklike interlude (over a static harmony); and a poignant closing theme.... The finale’s second half more or less recapitulates its first half, with the exception of the folklike section, an omission balanced by the unexpected reappearance of that episode’s sauntering accompaniment in the otherwise somber coda. This coda—a brief reprise of the work’s very opening—comes to rest on a stunning sonority involving harmonics in the violin and widely spaced intervals in the piano ( Pollack 1999 , 385). Example 26 . Pitch centers and formal elements of Copland’s Violin Sonata, III (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "pollack_1999"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] Example 26 parses the formal design of the finale after Pollack’s description. The arrows on the diagram show how four of the five sections of the A portion are indeed reprised in A′. Pollack’s “folklike interlude” at measure 96 is replaced in A′ by one more statement of the movement’s opening scherzo theme, followed by a climactic stratification of the “spirited” theme over the scherzo in two-part imitation. The accompaniment for the measure 96 interlude returns in the finale’s coda.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Pollack’s brief summary of this movement does not take into account its pitch centers (also shown in Example 26). By considering how these pitch foci relate to one another, especially in light of the tonal concerns of the previous movements, it becomes clear that this finale shares the rest of the sonata’s preoccupation with tonal elements related in networks of perfect fifths. Simultaneously, the third movement provides a new variation on those tonal concerns: instead of accentuating minor-third relationships alongside those of perfect fifths, the finale places greater stress upon major -third partnerships together with perfect fifths. This emphasis of major-third associations was first suggested in the opening movement (via its Lyrical Middle Section, not to mention the violin’s very first melody) and is itself reflected in elements of the third movement’s musical surface. The following analysis examines the use of major-third and perfect-fifth connections to align this finale’s pitch centers with its own musical events and to link it with the preceding movements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] The significance of major-third connections to this finale is introduced by its first two pitch centers, G and B. Examples 27 and 28 present the incipits from the opening sections that put forth these pitch centers, both of which are posited modally. The movement opens with a strong focus on G: the repeated octaves in the piano and the frequent stresses on G and its “dominant,” D, make that clear. Example 27 . Copland, Violin Sonata, III, measures 1—13 (centered on G) (click to enlarge) Example 28 . Copland, Violin Sonata, III, measures 42—29 (centered on B) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The underscoring of B as a pitch center at measure 42 is less ardent. The section begins with a landing on a B-minor triad, and the piano’s pulsing eighth-note accompaniment is rarely without the pitch class B. The violin’s pandiatonic play does take some emphasis away from B as a pitch center, but it still allows for the apprehension of B aeolian. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Though this movement hardly takes on the form of a sonata, Copland has granted these opening two sections qualities reflecting those one might find in a traditional sonata-allegro form—an aggressive, marcato-like first theme followed by a soaring, slower-moving second theme. The sections’ respective approaches to pitch centricity reflect this dichotomy, thus suggesting (in addition to their temporal juxtaposition at the movement’s onset) that B might be regarded as a partner to G. In this way the significance of the major-third relationship is first established in this movement. We will see major thirds, and especially this G–B pairing, emerge as an essential element of the finale’s tonal organization. Example 29 . Copland, Violin Sonata, III, measures 76—84 (violin only) (click to enlarge) Example 30 . Network of pitch centers used in the A part of the finale (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Example 29 shows the first version of the “spirited” theme from measures 76–84 as it centers on D. The melody itself places great emphasis on other members of the D-major triad before finally approaching D itself (via an ascending fourth from A) in measure 81. The piano presents truncated versions of this melody beginning in measure 84 and measure 91, transposed to point to A and G respectively, as offbeat pedal points reinforce these tonics and the violin provides a softer obbligato built from fragments of the same theme. In light of the preceding movements, it is easy to reconcile this use of D and A as pitch centers via perfect fifth links. After establishing its main focus on G and the secondary importance of its major third, B, the finale reaches upward by fifths from its starting point (as in previous movements) to D and then to A. It then returns to G and remains there for the rest of the A portion of the movement’s form.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] In analogy to the networks used in discussion of the first two movements, Example 30 maps the tonal forays of the finale thus far. In contrast to previous examples showing tonal networks in this sonata, this example plots major-third relationships, rather than minor thirds, along its horizontal axis. (16) This adjustment reflects the finale’s concern with major thirds, which will become more crucial as the network grows to accommodate subsequent pitch centers. Another significant difference in the tonal structure of this movement is that it focuses on a single pitch center, G, rather than hinging upon a pairing of perfect-fifth related pitch centers (like G/D in the opening movement or D/A in the Lento). Moreover, Example 26 shows that G is by far the most oft-asserted pitch center of the movement. D’s role in this movement is significant, as subsequent discussion will show, but its presence does not breed tonal ambiguity with G in the same ways that certain fifth relationships did earlier in the sonata.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Example 31 shows how the beginning of A′ continues the finale’s new emphasis of major thirds. This example displays the end of the “poignant” slow theme, which also concludes the A portion of the movement at measure 115. The plaintive melody and its accompaniment both stress G alongside B as the A section closes, foreshadowing the impending change in centricity. After presenting Bs in the context of G’s governance over and over again in this slow theme, the shift to B centricity at measure 115 takes on a magical quality. Example 31 . Copland, Violin Sonata, III, measures 112—125 (pitch centers indicated in parentheses) (click to enlarge) Example 32 . Copland, Violin Sonata, III, measures 159—173 (pitch centers indicated in parentheses) (click to see animation) Example 33 . New pitch centers of A’ arranged in consecutive perfect fifths and so as to emphasize the minor third /B (click to enlarge) Example 34 . Comparison of pitch-center networks between movement II and A’ of movement III (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] The scherzo theme is varied with octave displacements as it returns in measure 115, and then shifts to G ♯ centricity at measure 122. This move from B to G ♯ hearkens back to the minor-third relationships that proved crucial to the tonal structures of the sonata’s other movements. This minor-third shift has similar consequences for the internal organization of the finale’s A′ part. The next pitch centers following G ♯ are C ♯ (in a reprise of the “intimate” music at measure 136) and F ♯ (marking the return of the “spirited” theme). Example 32 shows the end of this C ♯ music, the F ♯ music beginning at measure 163, and an abrupt upending of F ♯ by the final return to G at measure 171. Putting aside this return to the “home key” of G, the four new pitch centers explored in the A′ music form a chain of perfect fifths as shown in Example 33a . Of course, the connection between B and the rest of this perfect-fifth chain is not at all stressed by the music itself—B and F ♯ are not linked as pitch centers in A′. On the other hand, C ♯ and F ♯ are directly juxtaposed, as the thicker line connecting them in Example 33a suggests. Example 32 shows that the seam between C ♯ and F ♯ centricity at measure 163 is smoothed by the violin’s continued decoration of C ♯ , occasionally reinforced an octave lower, even as the piano recapitulates the “spirited” theme in F ♯ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] B is not musically affiliated with F ♯ , but it is tied to G ♯ by virtue of these pitch centers’ consecutive presentations of the scherzo theme at the beginning of A′. To better illustrate this minor-third association as it manifests itself musically, Example 33b twists the vertical fifth-space of Example 33a so as to place G ♯ and B side-by-side. This representation of the four new pitch centers of A′ privileges the two pairings made most salient by the music itself ( G ♯ -B and C ♯ - F ♯ ), and simultaneously illustrates that all four pitch centers can theoretically be arranged in the perfect-fifth chain B- F ♯ - C ♯ - G ♯ . The A′ part of the finale thus reflects previous movements’ preoccupation with perfect-fifth and minor-third associations, even though it was the major -third association of B with G that gave rise to this group of pitch centers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] Example 34 shows that the A′ pitch centers, and the set of musical affiliations linking them with one another, have a deeper parallel with the pitch centers of the sonata’s second movement. The left side of Example 34 replicates Example 25, which showed the minor-third and perfect-fifth relationships among the four pitch centers touched upon in the second movement. The right side of Example 34 duplicates Example 33b. The two networks shown in Example 34 are isomorphic. That is, the relationships among the four pitch centers of the second movement are duplicated in those of the A′ portion of the finale. This is true both in an absolute intervallic sense (i.e., in both cases the four pitch centers can arranged in pitch space as a stack of perfect fifths, the top and bottom of notes of which are separated by a minor third) and, more significantly, in the ways the pitch centers relate musically to one another. In both networks the pitch centers related by minor third present the same thematic material in succession —the waltz in the second movement and the scherzo in the third. Meanwhile, the other pitch centers in each network are emphasized as a pair via other musical means (the D/A tonal ambiguity in the outer sections of the second movement and the eliding of C ♯ into the beginning of F ♯ centricity at measure 163 in the finale). In this case, at least, the finale is not merely reflecting the other movements’ fixations upon perfect-fifth and minor-third associations between pitch centers. Rather, the four pitch centers explored in A′ (prior to the return to G) and the musical grouping of them into two pairs constitute a replica of the tonal organization characterizing the entire second movement. Finally, comparison of these networks illustrates another facet of the third movement’s emphasis upon major thirds, for this movement’s A′ network is itself a transposition of the movement II network up a major third. Example 35 . Interactions of major-third related pitch centers with two themes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] The appearance of F ♯ as a pitch center at measure 163 of the third movement creates another parallelism with the thematic content of the finale—this one with the G-B major-third pairing that has already been described. As Example 26 shows, G and B are used at the onsets of A and A′ respectively to introduce the scherzo theme. F ♯ fulfills a similar role at measure 163 with relation to the “spirited” theme and its original presentation in D. The “spirited” melody was first introduced in D at measure 76. In analogy to the scherzo’s reprise in A′ a major third higher than its first appearance, the spirited theme is cast at measure 163 in F#—also a major third higher than its original manifestation. Example 35 illustrates this correspondence of themes and major third associations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] The presentation of these themes in G and D followed by their recapitulations in B and F ♯ encapsulates this movement’s focus upon perfect-fifth and major-third links among pitch centers. In addition, it not only reflects the major third relationships emphasized by the violin’s first four notes of the entire sonata, but it also duplicates the pitch content (D, F ♯ , B, G) of that opening motto. Later, the finale’s coda reminisces on the first movement’s introduction and begins with this same melody at the same transposition level. The organization of pitch centers in the finale certainly aligns with the pitch centers and intervals stressed by tonal relationships in other movements in myriad ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] Upon returning to G centricity at measure 172, the finale remains focused on G until its conclusion. This shift to G, shown in Example 32, is one of the sonata’s most abrupt. The C ♯ that has characterized the violin part through much of the prevailing F ♯ -centric music beginning at measure 163 is suddenly—and violently—juxtaposed with D at measure 171. The C ♯ , which had represented 5 ˆ of F ♯ , is summarily supplanted by D, which in turn is immediately reconciled as 5 ˆ in G when the “spirited” theme begins again in measure 172. Copland emphasizes the half-step clash between the competing 5 ˆ s with sforzando indications, creating a sense of sudden upheaval between F ♯ and G. Example 36 . The finale’s pitch centers and their relationships (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] This accentuation of the juncture between F ♯ and G makes sense in the context of the entire movement’s tonal structure, which can now be summarized as illustrated in Example 36 . The complete illustration can be viewed as an amalgamation of Example 30 with Examples 33a and 33b. The left column Example 36 represents the three fifth-related pitch centers explored in the A portion of the finale’s form. To the right of G is B, its major-third partner and the first pitch center of A′. As A′ progresses, it gives rise to the rest of the example’s right-hand column of fifth-related pitch centers. In this diagram, the straight vertical lines link centers that are related by fifth and that share other commonalities in the context of the finale’s music, as described in the foregoing analysis. The horizontal lines do the same for major-third related pitch centers. Finally, the example draws attention to two other interesting relationships between pitch classes not involving perfect fifths or major thirds. First, a curved line connects B with G ♯ in light of their sharing of the scherzo theme at the beginning of A′. This connection constitutes the finale’s largest-scale reference to the minor-third associations that typify the sonata’s other movements. Second, an arrow highlights the final tonal shift of the movement, yanking focus away from the “B-column” that characterized the preceding music of A′ and returning to the finale’s starting point at the base of the “G-column” to close the work. The startling way in which F ♯ is wrenched to G at measure 172 corresponds to the uniqueness of such a tonal shift in this movement’s context. Up to this point, A′ has focused exclusively upon B and the series of perfect fifths above B as represented in the right-hand column of the network. It is remarkable, therefore, that the music abruptly shifts away from this group of fifth-related centers, via the only direct half-step relationship joining adjacent pitch centers, to land suddenly at the movement’s main tonal focus, G. The exceptional quality of this move to G, unmatched elsewhere in the movement, is reinforced by the brusque way in which it takes place. Example 37 . Copland, Violin Sonata, III, coda (measures 217—30) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] By juxtaposing tonal and thematic elements from the entire sonata, the coda crystallizes the entire composition’s thematic and tonal concerns. Example 37 presents this striking passage. The coda’s opening theme references the D- F ♯ -B-G motto (and the tempo) of the first movement’s prologue. Instead of the piano’s tonally ambiguous homophony from the prologue, the “sauntering” accompaniment to measure 96’s “folklike interlude” here reappears in measures 218–23. This representation of the folklike section brings balance to the finale, as this was the only music not otherwise recapitulated in A′.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.19": {
                "text": "[4.19] The coda also contains links with the previous music that become clear only in view of the tonal issues brought to light by the preceding analysis. The closing chord, for instance, is in one sense simply a root-position G-major triad—arguably the appropriate final sonority of a movement whose overall tonal focus is on G. On the other hand, the striking spacing and distribution of this chord’s members, already mentioned in Pollack’s brief analysis, can be seen to represent the fifth- and third-partnering that has proven crucial to the entire sonata. Above the piano’s G 1 , the violin is given a wide registral berth so it can present G uncluttered alongside its perfect fifth, D, manifested here as the twelfth G 3 /D 5 . The D 5 , which is most practically performed as a harmonic, takes on an additional quality of “belonging” to the G 3 —the wide interval and the typical performance of both notes without vibrato causes the two pitches to blend almost as if the D 5 were nothing more than an overtone of the G 3 . (17) This final partnering of G with D symbolizes this sonata’s concern with fifths and specifically with this fifth.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.20": {
                "text": "[4.20] Meanwhile, the piano’s right hand mimics the violin’s fifth-partnering in this chord with a similar coordination of G with its major third, B. G 5 and B 6 crown this sonority, isolating this dyad timbrally and registrally just as G 3 and D 5 are together isolated in the violin. This privilege of the major third G-B is only appropriate given the significance of the major third (indeed, this major third) to the finale’s tonal makeup. (Recall also how the importance of the major third was predicted in the first movement, and that B ♮ as G’s third—in relief to B ♭ —was suggested as early as the transition of measure 51 of the opening movement.) When the importance of the G-B association is realized, Copland’s detailed instructions addressing pianists with smaller hands (shown at the bottom of Example 37) take on additional significance. These directions make explicit that G 5 and B 6 are to be struck simultaneously, even at the expense of playing the work’s final bass note earlier than the rest of the chord. The composer’s view of the upper G-B dyad as a single, indivisible unit only reinforces the significance that the pitch-center relationship represented by this dyad has held for the sonata’s tonal structure. Example 38 . Analysis of finale, measures 223—226 (violin only a. (Segmentation of melody) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.21": {
                "text": "[4.21] Example 38a dissects the coda’s final melody. The level of chromaticism in these measures is unusual for this work, but the harmonies thus suggested spin a web of associations in congruence with the tonal concerns of the entire sonata. First, this melody uses major thirds to generate a sequence: its second measure is a direct transposition of the first down a major third, and the third repeats the transposition while displacing the quarter notes up an octave. The melodic unit being sequenced is itself made up of what are, in this work’s context, familiar intervals: a perfect fifth, a minor third, and a perfect fourth (i.e., an inverted perfect fifth). In addition, each unit can be reconciled as a major seventh chord as noted on the example. These seventh chords’ roots themselves have held significance in the sonata. D, of course, is the perfect-fifth partner of G, as well as the main focus of the second movement. F ♯ is D’s major third, reflected in these pitch centers’ introductions of the “spirited” theme in the A′ and A sections respectively. B ♭ ’s presence, meanwhile, recalls the G- B ♭ minor-third pairing that was crucial to the first movement. Example 38 . Analysis of finale, measures 223—226 (violin only) b. (Melody mapped onto tonal network) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.22": {
                "text": "[4.22] In addition to focusing attention to crucial pitch classes as chordal roots, the melody of measures 223–25 distills the sonata’s intervallic concerns in its note-to-note successions. The melody’s intervallic content creates a cycle of ordered pitch-class intervals, alternating between 7s (ascending perfect fifths) and 9s (descending minor thirds). Example 38b maps this pattern onto the now-familiar tonal network of perfect fifths and minor thirds, illustrating how this cycle generates the three major seventh chords that are musically marked by motivic repetitions in these measures. (18) The dotted lines in this figure show that any two moves in this cycle result in ordered pitch-class interval 4, an ascending major third. This melodic sequence thus keenly reinforces the work’s structural focus on fifths alongside minor, and then major, thirds.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.23": {
                "text": "[4.23] Finally, the melody concludes with a series of descending perfect fifths ending at B, which then falls a final major third to G. This chain of fifths anchored by B reflects the pitch centers newly explored in the A′ part of the finale. The ultimate descending third from B to G has obvious parallels in light of the previous discussion; in fact, B-G is the closing gesture for each of the violin’s three melodic phrases in this coda.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.24": {
                "text": "[4.24] The coda thus mirrors not only the tonal concerns of the finale but of the entire sonata. It casts in microcosm the pitch centers of greatest import to the work and the intervals between them. It constitutes a fitting close to the whole work by recapitulating, in a miniature fashion, its significant tonal and thematic elements. [5] Synthesis of the Three Movements Example 39 . Structure of the entire Violin Sonata (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Previous analysis has already highlighted some of the tonal commonalities linking these movements; this concluding section summarizes the resulting tonal structure of the complete work in light of that analysis. Example 39 represents the main pitch centers of the three movements with bold print and posits some connections between them. The first movement opens and closes with tonal ambiguity balancing G and D. Locally, this ambiguity suggested the potential for partnering pitch classes related by perfect fifth, thus giving rise to the A/E and F/C partnerships that extended this movement’s tonal structure upward and downward as shown in Example 19. Nevertheless, the G/D ambiguity framing the entire movement remains unresolved at its conclusion. A view of the whole sonata shows that this ambiguity is worked out in subsequent movements. The Lento second movement takes up the D as its main pitch center, though that focus is itself blurred in the movement’s outer sections by references to A centricity. The second movement’s tonal organization thus aligns with the first’s by taking up D as its focal point even as it blurs that focus with another potential pitch center a perfect fifth away, in analogy to the G/D issue of the opening movement. The finale subsequently centers on G, the other pitch central to the first movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The third movement also makes use of fifth relationships, as already described (though not shown in Example 39), but from a larger perspective works in consort with the other movements to replicate the Lento’s D/A resolution at the level of the entire sonata. After the second movement puts forth a D/A ambiguity in correlation to the first movement, and even leans towards A at first, it eventually settles on the lower note of this fifth, D, as its final and “main” pitch center. Similarly, the sonata itself begins with a G/D fifth ambiguity in the first movement, but eventually comes to rest on that fifth’s lower note, G, in the third movement, after giving some intermediate attention to D in the Lento. The notion of tonal ambiguity between fifth-related pitches that is eventually settled in favor of the lower note of the interval plays out at multiple levels in this work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Tonal associations by third also recur throughout all three movements. Example 39 indicates some of the third relationships that have significance to the work’s tonal structure. The linking of B ♭ to G in the first movement was the first inkling of the importance of minor-third connections, and this association is replicated at other pitch levels elsewhere in the movement. The associations between the four pitch centers touched upon in the Lento, involving a chain of three perfect fifths but emphasizing the minor third between the chain’s endpoints (E and G), are replicated in the A′ section of the finale (as illustrated in Example 34), and were first suggested by the juxtaposition of G with B ♭ in measures 21–28 of the first movement (Example 9). The coordination of a minor-third pairing of pitch centers with a chain of four perfect-fifth-related pitch centers is thus embodied in the work’s first minor-third association long before this nexus of relationships becomes the basis for the tonal structure of the entire Lento and the A′ section of the finale.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Example 39 also represents the structural role played by the major-third partnering of G and B in the last movement. The finale uses the major third G-B to help define the two large parts of its binary form, even as its A′ portion makes use of a minor-third relationship to help generate its internal organization. Just as the first movement foreshadows the later significance granted to the major third, the finale reminisces upon the minor third’s value to previous movements even as it embodies the major third’s structural import. In light of these observations, the coda’s final reference to B ♭ in measure 224 before settling into G major—with a prominently featured major third—becomes all the more evocative of the entire work’s tonal associations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The Sonata for Violin and Piano thus exhibits similar tonal concerns and approaches across all of its movements. In various ways, the movements replicate elements of one another’s tonal structures, but they also unite to create a larger-level structure that aligns with its constituent parts. As much as any Copland work, the Violin Sonata demonstrates how the traditional tonal relationship of the perfect fifth can be recast to generate a fresh, unprecedented approach to large-scale tonal organization. [6] Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Commenting on the Philadelphia premiere of the Violin Sonata, Vincent Persichetti noted, “The effect of one triad harmony pulling against another tightens the band of harmonic tension in such a way that its numerous releases into clear and pure places is splashed with vividness” ( Persichetti 1944 , 47). This colorful summary of the work’s tonal language captures something of the music’s juxtaposition of fifth- and third-related pitch foci, one or both often supported with triadic references. It is no small wonder that, only a decade later, Arthur Berger credited Copland with “the rehabilitation of the triad, the discovery of new harmonic possibilities afforded by its franker use” ( Berger 1953 ). This music’s use of triads and triadic progressions is essential to the pitch foci that emerge throughout, and indeed the pitting of triads against a contradictory bass in the sonata’s opening measures gave rise to the foregoing perspective of its approach to tonal organization that is at once unique yet still based on fifth relationships.",
                "footnotes": [],
                "citations": [
                    "persichetti_1944",
                    "berger_1953"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] Copland himself espoused the view that “the freer interpretation of the ordinary tonal system now in use opens a far from exhausted field of possibilities” ( Copland 1941 , 55). Interval class 5 is certainly a key element of that “ordinary tonal system” through its saturation of the diatonic set and its historical role in defining the tonic/dominant relationship. In addition to appropriating the perfect fifth to develop the musical flavor now often described as “American,” the Violin Sonata shows the composer setting up dichotomies between fifth-related pitch classes that have consequences for the tonal structure of the entire work. Fifth relationships at the largest levels also typify traditionally tonal music, but Copland’s innovative employment of perfect fifths, and specifically the opening G/D duality as progenitor, to spin out this sonata’s tonal architecture is unparalleled in functional tonality.",
                "footnotes": [],
                "citations": [
                    "copland_1941"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] As noted near the beginning of this essay, fifth-based ambiguities color several of Copland’s compositions from his mature style. The first of the Twelve Poems of Emily Dickinson , the Third Symphony’s scherzo, and the conclusion of Quiet City are examples from the 1940s. In this light, the Short Symphony from 1933 might be viewed as an antecedent to the Violin Sonata (its opening also puts forth an ambiguous dual focus on G and D). (19) The Violin Sonata analysis presented above suggests it is an oversimplification to state that Copland’s best-known style emphasizes fifths. In fact, ic 5 impacts this work’s broadest levels of tonal organization in ways reflective of its role in the music’s basic harmonic vocabulary. If the Violin Sonata is emblematic of Copland’s structural treatment of perfect fifths, then investigation of other works similarly imbued with ic-5 emphases—like those surveyed in Examples 1–5—will aid in clarifying this composer’s style from a structural perspective. (20) By becoming familiar with this perspective, we can begin to see, through his own eyes, that “field of possibilities” Copland saw in the “ordinary tonal system.”",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.2.kleppinger.html",
    "data": "mto/data/mto.11.17.2.kleppinger.json"
}