{
    "title": "Reply to <a href='mto.02.8.2.cantrick.php'>Robert Cantrick</a>",
    "date": "2002/08/01",
    "volume": "8",
    "issue": "2",
    "authors": [
        "Cook, Nicholas"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.2/mto.02.8.2.cook.pdf",
    "author_info": [
        {
            "name": "Nicholas Cook",
            "university": "Research Professor of Music",
            "address": "University of Southampton, http://www.soton.ac.uk/~ncook",
            "email": "ncook@soton.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Regarding listening: I wasn’t arguing that meaning is “in” the music in \nany metaphysical sense. Meaning is realized through individual acts of \nexperiencing music as meaningful; in this sense it is performative. I argued, \nhowever, that specific pieces of music constrain such performances of meaning in \nspecific ways, and to this extent one can say that the music has a determinate \npotential for meaning. By way of shorthand we tend to refer to this as the \nmusic’s meaning—but it is shorthand, and misleading shorthand, if it \nleads us to think that music has meaning other than in the act of experiencing \nit. It was in an attempt to clarify this that I drew a distinction between potential and actualized meaning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The point about performance is similar. In my article I talked about \nconstraints inherent in compositional structure—so that I discussed the meaning \nof (or more correctly, a determinate potential for meaning inherent in) the \nfirst movement recapitulation of Beethoven’s Ninth Symphony, rather than the \nmusic as specifically performed by Furtwaengler in 1953, say. Of course \nlisteners don’t hear Beethoven’s Ninth Symphony in the abstract, they hear \nspecific performances of it, and each performance adds its own attributes to \nthose specified compositionally. That is, every performance has its own \npotential for meaning; it can filter out possible meanings or add others. (The \nmodel I outlined would work equally well as applied to individual performances.) \nThe kinds of properties I was talking about, however—brightness, glare, flicker \nand the rest—are probably more or less invariant as between performances, which \nmeans that the associated potential for meaning can be regarded as inherent in \nthe composition rather than just in performances of it. But to say this isn’t to \nsay that listeners are responding to some kind of an abstract, out-of-this-world \nobject.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.02.8.2.cook.html",
    "data": "mto/data/mto.02.8.2.cook.json"
}