{
    "title": "“Musical Form: Mapping the Territories”: A Conference Report",
    "date": "2014/06/01",
    "volume": "20",
    "issue": "2",
    "authors": [
        "Klorman, Edward"
    ],
    "abstract": "",
    "keywords": [
        "form",
        "sonata form",
        "conference",
        "Estonia"
    ],
    "doi": "",
    "received": "May 2014",
    "pdf": "",
    "author_info": [
        {
            "name": "Edward Klorman",
            "university": "Aaron Copland School of Music",
            "address": "Queens College, City University of New York, 65-30 Kissena Blvd, Flushing, NY 11367",
            "email": "eklorman@qc.cuny.edu"
        }
    ],
    "citations": {
        "caplin_hepokoski_and_webster_2009": "Caplin, William E., James Hepokoski, and James Webster. 2009. Musical Form, Forms & Formenlehre: Three Methodological Reflections , ed. by Pieter Bergé. Leuven: Leuven University Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven. New York: Oxford University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . New York: Oxford University Press.",
        "kamien_1976": "Kamien, Roger. 1976. “Aspects of the Recapitulation in Beethoven Piano Sonatas.” Music Forum 4: 195–235.",
        "larsen_1963": "Larsen, Jens Peter. (1963) 1988. “Sonata Form Problems.” In Handel, Haydn, and the Viennese Style, translated by Ulrich Krämer, 269–79. Ann Arbor: UMI Research Press. Originally “Sonatenform-Probleme.” In Festschrift Friedrich Blume, 221–30. Kassel: Bärenreiter, 1963.",
        "laufer_n_d": "Laufer, Edward. n.d. Unpublished voice-leading graph of the first movement of Beethoven’s Piano Sonata, op. 110.",
        "ludwig_2010": "Ludwig, Alexander R. 2010.  “Three Part Expositions in the String Quartets of Joseph Haydn.” PhD diss., Brandeis University.",
        "ludwig_2012": "Ludwig, Alexander R. 2012. “Hepokoski and Darcy’s Haydn.” HAYDN: Online Journal of the Haydn Society of North America, 2, no. 2.",
        "martin_2011": "Martin, Nathan John. 2011. Review of Musical Form, Forms and Formenlehre: Three Methodological Reflections by William E. Caplin, James Hepokoski, and James Webster. Notes 67, no 3: 559–63.",
        "meyer_1989": "Meyer, L.B. 1989. Style and Music: Theory, History, and Ideology. Philadelphia: University of Pennsylvania Press.",
        "neuwirth_2011": "Neuwirth, Markus. 2011. “Joseph Haydn’s ‘witty’ play on Hepokoski and Darcy’s Elements of Sonata Theory.” Zeitschrift der Gesellschaft für Musik Theorie 8, no. 1: 199–220.",
        "richards_2013": "Richards, Mark. 2013. “Sonata Form and the Problem of Second-Theme Beginnings.” Music Analysis 32, no. 1: 3–45.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music. New York: Oxford University Press.",
        "vande_moortele_2009": "Vande Moortele, Steven. 2009. Two-Dimensional Sonata Form: Form and Cycle in Single-Movement Instrumental Works by Liszt, Strauss, Schoenberg, and Zemlinsky. Leuven: Leuven University Press.",
        "wingfield_2008": "Wingfield, Paul. 2008. “Beyond ‘Norms and Deformations’: Towards a Theory of Sonata Form as Reception History.” Music Analysis 27, no. 1: 137–77."
    },
    "footnotes": {
        "FN1": {
            "text": "1. A handful of planned papers could not be delivered, or were delivered in absentia, due to the speakers’ travel problems resulting from the polar vortex.",
            "citations": []
        },
        "FN2": {
            "text": "2. Perhaps it was the remote location that lent the conference an atmosphere that two attendees compared to an “international peace summit” in which the roundtable’s panel of experts would “decide the fate of the universe” (personal communication).",
            "citations": []
        },
        "FN3": {
            "text": "3. Martin included these items in a list of unresolved issues for future research on the late-eighteenth-century sonata (see his review of Caplin et al. 2009, 562–63 ).",
            "citations": [
                "martin_2011"
            ]
        },
        "FN4": {
            "text": "4. On the problematic application of Sonata Theory’s defaults—whereby all expositions are presumed two-part until proven continuous—to Haydn’s music, see Wingfield 2008 , Neuwirth 2011 , and Ludwig 2012 .",
            "citations": [
                "wingfield_2008",
                "neuwirth_2011",
                "ludwig_2012"
            ]
        },
        "FN5": {
            "text": "5. Their keynote posited three specific categories of blurred boundary: “(1) the transition lacks a functional ending, but the subordinate theme still brings an initiating function of some kind; (2) the transition ends normally, but the subordinate theme lacks a clear beginning; and (3) both the transition lacks an end and the subordinate theme lacks a beginning, thus effecting a complete fusion of these thematic functions.”",
            "citations": []
        },
        "FN6": {
            "text": "6. On the ubiquity of this three-part form in Haydn’s quartets, see Ludwig 2010 .",
            "citations": [
                "ludwig_2010"
            ]
        },
        "FN7": {
            "text": "7. Martin, in his paper “Larsen’s Legacy: The Three-Part Exposition and the New Formenlehre,” suggested that one might even interpret measure 27 as a bona fide presentation marking the (scarcely articulated) beginning of a subordinate theme; although in context it sounds like the continuation of an ongoing Fortspinnung, out of context, or hearing retrospectively, he argued that it could be recognized as a sentential presentation.",
            "citations": []
        },
        "FN8": {
            "text": "8. For a detailed examination of subordinate themes with obscured beginnings, see Richards 2013 .",
            "citations": [
                "richards_2013"
            ]
        },
        "FN9": {
            "text": "9. For instance, Hepokoski opened the roundtable by stating that he and Caplin “agree roughly 90–95% about sonata-form procedures,” noting that he has adopted Caplin’s terminology for the constituent parts of sentences and periods.",
            "citations": []
        },
        "FN10": {
            "text": "10. Some promising contributions in this direction have occurred at recent SMT national conferences, including Rick Porterfield’s 2012 paper “Invariance under Transposition in Sonata-Form Arias of Mozart,” Martin’s 2012 paper “Mozart’s Rondòs,”  and Paul Sherrill’s 2013 paper “Binary Form as Moral Philosophy in the Da Capo Aria.” Martin’s ongoing book project on the formal organization of Mozart’s arias will also be a major contribution to this line of inquiry.",
            "citations": []
        },
        "FN11": {
            "text": "11. The term “two-dimensional sonata form” originates in Vande Moortele’s ( 2009 )  study of single-movement instrumental works by Liszt, Strauss, Schoenberg, and Zemlinsky.",
            "citations": [
                "vande_moortele_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  The Seventh International Conference on Music Theory, entitled “Musical Form: Mapping the Territories,” was jointly organized by the Estonian Academy of Music and Theater and the Estonian Arnold Schoenberg Society. It took place 8–11 January 2014 in the cities of Tallinn and Pärnu.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The conference comprised thirty-eight regular papers, (1) three keynote addresses (by William Caplin and Nathan John Martin, James Hepokoski, and Steven Vande Moortele), and a roundtable in which Caplin, Martin, and Hepokoski were joined by Poundie Burstein and Peter H. Smith. Although this roster (and the conference’s theme) might suggest a focus on “common-practice” repertoire, nearly half the papers pertained to music after 1900. The pre-1900 sessions were overwhelmingly dominated by scholars based in North America (72%, including keynotes), whereas the inverse was true of sessions on post-1900 music (75% by non-North Americans). The complete conference program and abstracts are available in the Appendix . I will discuss each part of the conference in turn, including some unifying themes common to both. I. MUSIC BEFORE 1900",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The interpretation of what Sonata Theory regards as a continuous exposition constituted a central theme—or, perhaps better, a framing function—for the tonal portion of the conference, which opened with two keynotes, one by Caplin and Martin and the other by Hepokoski, and culminated in the roundtable discussion. Since Caplin’s ( 1998 , 2009 ) and Hepokoski–Darcy’s  ( 2006 , 2009 ) theories have dominated studies of sonata form for over a decade, their relative positions are already well-enough known. Whereas Sonata Theory makes a fundamental distinction between expositions containing a medial caesura and those that do not (i.e. between two-part and continuous expositions, the latter understood to lack an S-zone), Caplin interprets a subordinate-theme function in all expositions, even those with a blurred boundary between (what he regards as) the transition and the subordinate theme.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "caplin_hepokoski_and_webster_2009",
                    "hepokoski_and_darcy_2006",
                    "caplin_hepokoski_and_webster_2009"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Reviewing the announced program before the conference, some may have wondered whether devoting more than three hours to this well-trod territory would indulge partisans of each method to recapitulate their established positions or whether it would advance the collective state of knowledge. (2) But over the course of the proceedings, it became apparent that issues of continuous expositions and subordinate themes rewarded the renewed attention, since they touch directly on many of the most pressing questions about sonata-form practice, including (1) whether every exposition has a subordinate-theme function; (2) which cadences may signal the end of a passage designated “transition”; and (3) which musical parameters are truly form-defining (i.e., the relative role of harmonic syntax and surface rhetoric). (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The focus on continuous expositions placed a special spotlight on Haydn (discussed by Caplin, Martin, Hepokoski, amongst others), (4) along with C. P. E. Bach (in papers by Wayne Petty and Tal Soker), and a variety of other composers active in the 1760s and 1770s (in Burstein’s contribution). Earlier binary forms of J. S. Bach, characterized by a Fortspinnung technique related to continuous sonata expositions, were also addressed by Rowland Moseley and the author of this report. The finale of Haydn’s String Quartet in B Minor, op. 33 no. 1 was a key example in Caplin–Martin’s opening keynote, which focused on expositions whose transitions lack a functional end or (in their terms) whose subordinate themes lack a clear beginning. (5) The central section of the finale’s exposition, measures 13–51, expresses a fusion of transition and subordinate-theme functions, in that the clear, tonic-key presentation of a compound basic idea is followed by a continuation phrase comprising a loose string of model-sequence statements that ultimately modulates to and achieves a PAC in the mediant. As Martin pointed out in his paper “Larsen’s Legacy: The Three-Part Exposition and the New Formenlehre” (which returned to the same example), the cited passage corresponds to what Jens Peter Larsen  ([ 1963 ], 1988) has dubbed the Entwicklungspartie (expansion section) of a three-part exposition. (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "larsen_1963"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Where, then, does the subordinate theme commence? For Hepokoski, this is the wrong question, since the lack of a rhetorically marked medial caesura precludes the existence of an S-zone and to find a subordinate theme in such a “continuous” exposition would be to ignore a key distinction in forms of sonata rhetoric. For Caplin, however, there is a subordinate theme, only one lacking a clear beginning, just as the transition lacks a clear ending. (7) Although Hepokoski and Caplin differ on whether to call the section in D major a subordinate theme, there is an underlying similarity in their interpretations. That is, Sonata Theory’s notion of a TR that converts into Fortspinnung leading to the EEC seems (in this case, at least) only semantically different from Caplin’s notion of a transition that, through formal fusion, becomes a subordinate theme (lacking a “beginning”) that culminates in a PAC and is followed by codettas. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Many important moments of illumination came particularly in unscripted remarks (e.g. during question periods, coffee breaks, and most notably the concluding roundtable), in which many presenters expressed more nuanced views than had theretofore appeared in print. (9) At the roundtable, a loose consensus (or, at least, a nascent hypothesis) emerged that one might speak of continuous versus two-part expositions as two extremes on a continuum, between which lie possibilities that (to quote Hepokoski’s abstract) “the MC may be treated flexibly, even occasionally obscured, masked, or ‘composed over.’” To speak of degrees of MC-ness, beyond a simple binary opposition of its presence or absence, would nuance the tenet of traditional Sonata Theory that the lack of an MC indicates the lack of an S-zone. Perhaps a more flexible formulation might permit us to speak of a weakly articulated MC whereby (to quote Caplin’s abstract) “the transition ends normally [in terms of a syntactical cadence], but the subordinate theme lacks a clear beginning.” The degree to which such a cadence is rhetorically marked and the degree to which what follows expresses a “beginning” (presentational) formal function would seem to determine the degree of subordinate-theme-ness. Surely the next chapter of sonata form scholarship will interweave and advance both Sonata Theory’s compelling engagement with rhetorical arcs and the masterful, syntactical typologies of Caplin’s Formenlehre. In the interstices between these theories lies a promising path toward greater understanding.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Vande Moortele’s keynote examined Romantic overtures with “strong” subordinate themes that either “turn inward” (in Janet Schmalfeldt’s parlance ( Schmalfeldt 2011 , 133–58) or that “turn outward,” Vande Moortele’s apt locution for those subordinate themes that seem to eclipse or overtake the prominence of the preceding main theme. As an example of the former type, he presented Mendelssohn’s Hebrides overture, in which the opening “main theme” barely registers as a theme at all, as it tends to blend into the accompaniment rather than project a characteristic melody. This opening thus possesses a preparatory quality that stands as a foil to the lyrical, introverted subordinate theme, the overture’s first bona fide “tune.” In contrast, the main theme from Berlioz’s Le francs-juges overture is a proper theme (an eleven-bar sentence, measures 60–70), but its slight length seems out of proportion relative to both the extended slow introduction and to the subordinate theme (measures 116–50), the latter characterized by its extroverted quality, light texture, and highly regular hypermeter. Perhaps Vande Moortele’s most suggestive notion pertained to Berlioz’s overture to Le carnaval romain , in which he spoke of a main theme “masquerading as a subordinate theme” (in measures 128ff), a compelling interpretation that integrates the overture’s distinctive formal layout with its subject matter.",
                "footnotes": [],
                "citations": [
                    "schmalfeldt_2011"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Schenkerian perspectives figured prominently in several presentations (by Jason Hooper, Timothy Jackson, Slottow, Smith, and Lauri Suurpää). Suurpää’s lucid paper, on the first-movement exposition of Beethoven’s op. 110, successfully integrated Caplinian and Sonata Theory analyses with Schenkerian voice-leading perspectives, contrasting readings by Kamien (1976) and Laufer (unpublished) with his own graphs. Smith, in the roundtable discussion, emphasized the value of Schenkerian criteria as markers of formal events, as in the tendency of the middleground II# Stufe to coincide with the medial caesura in major-mode expositions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As we “map the territories” of a research agenda on form in music before 1900, it is worth acknowledging some topics that were not represented at the conference. With one exception (Robert Snarrenberg’s eloquent paper on Brahms lieder), the papers on tonal music dealt exclusively with instrumental compositions. Particularly as sonata forms and related procedures in music of the early-to-middle eighteenth century receive renewed scholarly attention, it will be essential for our field to examine the influence of aria forms on instrumental sonata forms more closely. (10) It was also striking that, whereas sonata forms and related binary forms received ample attention, other tonal forms were not addressed at all. And, in fact, of the many papers examining sonata form, comparatively few ventured beyond the expositions. II. MUSIC AFTER 1900",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The post-1900 portion of the conference encompassed a remarkable breadth of repertoire, from Rachmaninoff and Debussy to heavy metal. That a conference on musical form devoted significant attention to music after 1900 is itself an important statement, and the high quality of many papers suggests fertile ground for future scholarship. Perhaps an edited collection on approaches to form in music after 1900 would be a welcome contribution to the field. While these diverse presentations did not coalesce around a single, primary focus (as in the emphasis on subordinate themes in many of the sonata-form papers), a few unifying threads emerged.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The evolution of forms within specific genres—and the relation of compositions to their historical models—constituted one such unifying theme. Aare Tool discussed the Piano Quintet (1935) of the Estonian composer Eduard Oja as an example of “two-dimensional” sonata form, in which a sonata cycle is expressed in a one-movement work. (11) While this form became prominent in works by Liszt and Strauss, Tool suggested Oja’s direct models may have been chamber music by of his compatriots, such as Heino Eller’s First String Quartet (1925) and Eduard Tubin’s Piano Quartet (1930). Charris Efthimious surveyed another lineage of formal procedures in heavy metal, chronicling the enlargement of compact song forms (such as Motörhead’s “Bomber” [1979], lasting four minutes) to vastly more expansive forms (such as Halloween’s “Keeper of the Seven Keys” [1987], lasting thirteen minutes).",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Charity Lofthouse’s paper on the first movement of Shostakovich’s Fourth Symphony adapted Hepokoski–Darcy’s Sonata Theory methodology, interpreting the movement as a blend of Type 2 and Type 3 models often described as “sonata arch” or “reverse recapitulation.” Whereas the Type 2 model is often associated with Scarlatti, Lofthouse noted that Type 2 sonatas abound in symphonic repertoire of the late-nineteenth and early-twentieth centuries, including the works of Tchaikovsky and Mahler. That Shostakovich quotes the latter’s First Symphony corroborates the idea of Mahler as a model for the movement’s formal design. (Two papers on tonal music also explored themes of compositional modeling and the transformation of historical traditions: Smith’s presentation on Haydn’s quartets as models for Schumann’s continuous exposition in the String Quartet in A Minor, op. 41 no. 1, and Margus Pärtlas’s study of the reinvention of classical conventions in the subordinate themes of romantic concertos).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The condition of musical flow, the experience of musical flux, and their relation to form in music was another issue common to several papers, providing a welcome alternative to the metaphors of containers and structures commonly invoked in form studies. Joshua Mailman examined flux and flow in music by Carter and Berio as modeled on multi-layered graphs showing the curve of various musical features, such as (in his analysis of Carter’s Scrivo ) temporal density (interonset speed), dynamic level (loudness), and ambitus. Mailman’s alignment of these graphs indicated visually the degree of coordination of flux among these salient musical elements, and a high degree of coordination was said to contribute to a more assertive (rather than furtive) projection of form, one that is more easily apprehended in time. Yet Berio’s Points on the Curve to Find was shown to assertively project form through a completely different unconventional flux that did not depend on such coordination. Gerhard Lock and Kerri Cotta’s co-authored paper focused more specifically on the experience of musical tension and intensity in contemporary music, from the perspective of musical perception. These inquiries into the form-bearing capacity of musical flow, flux, and climax (including tension/release) resonated with two earlier papers on tonal music, both inspired by Meyer ( 1989 ): Cecilia Oinas’s study of “secondary parameters” and their role in shaping her performance of Mendelssohn’s Piano Trio in C Minor, op. 66, and Diego Cubero’s paper on the on the interaction of syntactic and statistical form in Brahms’s music.",
                "footnotes": [],
                "citations": [
                    "meyer_1989"
                ]
            }
        },
        {
            "15": {
                "text": "[15] The small size of the conference, coupled with the absence of parallel sessions, encouraged most scholars to attend the entire conference, without the more customary self-segregation by area of specialty. While the division of the program into a tightly knit portion on music pre-1900 and a more loosely knit portion on later music separated some conceptually related papers that addressed music from disparate periods, the emergence of some broader themes (such as the relation of influence and modeling to form) may be one of the conference’s most important contributions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] A selection of papers from the conference will be published in the yearbook of the Estonian Musicological Society, Res Musica (vol. 7, 2015) or in the proceedings volume A Composition as a Problem (vol. 7). Appendix: Conference Program and Abstracts",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.14.20.2.klorman.html",
    "data": "mto/data/mto.14.20.2.klorman.json"
}