{
    "title": "Grazyna Bacewicz’s Second Piano Sonata (1953): Octave Expansion and Sonata Form",
    "date": "1993/09/01",
    "volume": "0",
    "issue": "4",
    "authors": [
        "McNamee, Ann K."
    ],
    "abstract": "If Grazyna Bacewicz’s music is so “conservative” and “neoclassical,” why is it so difficult to define the beginning and ending of the Development in one of her best-known works, the first movement of her Piano Sonata II? Thirty students and colleagues arrived at nearly thirty different answers to this question. I propose a linear analysis to best define the Development’ parameters, an analysis which reveals a large-scale octave descent in the bass register. This octave descent spans neither the major nor the minor scale, but instead prolongs a Polish folk mode known as the Podhalean mode.",
    "keywords": [
        "linear analysis",
        "20th-century sonata forms",
        "Polish folk music"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.4/mto.93.0.4.mcnamee.pdf",
    "author_info": [
        {
            "name": "Ann K. McNamee",
            "university": "Swarthmore College",
            "address": "Swarthmore, PA 19081",
            "email": "amcname1@cc.swarthmore.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Rosen, Judith, Grażyna Bacewicz: Her Life and Works , Polish \nMusic History Series, vol. 2 (Los Angeles: University of Southern\n California, 1984)",
            "citations": []
        },
        "FN2": {
            "text": "2. In English sources, four scholars have done significant work\non Bacewicz’s music.  Pioneering work was done by Judith Rosen in \n“Grażyna Bacewicz: Evolution of a Composer,” as part of Musical \nWoman, An International perspective, vol. 1 (Westport, CT and\n London: Greenwood, 1983, pub. 1984), 105–17.  In the same\npublication, an article about two of Bacewicz’s seven string \nquartets appears, written by Elizabeth Wood, “Grażyna Bacewicz:\nForm, Syntax, Style,” 118–27. Judith Rosen authored the first \nmonograph in English, cited in footnote 1. Next in that series is \nThomas Adrian’s Grażyna Bacewicz: Chamber and Orchestral Music ,\nPolish Music History Series, vol. 3 (Los Angeles: University of \nSouthern California, 1985), which contains an excellent \nbibliography on pages 119–21.  A recent publication is Sharon \nGuertin Shafer’s The Contribution of Grażyna Bacewicz (1909–\n1969) to Polish Music (Lewiston, N.Y.: E. Mellen Press, 1992),\nwhich discusses Bacewicz’s songs. All of the above sources taken together add up to only 319 \npages; research has just begun in the West.",
            "citations": []
        },
        "FN3": {
            "text": "3. Historical Anthology of Music by Women James Briscoe, ed.\n(Bloomington: Indiana University Press, 1987), 298–318. The two \npages preceding the piano sonata contain excellent commentary on\nthe piece by Adrian Thomas. Examples 1 and 2a–2d have been \nreprinted by kind permission of Polskie Wydawnictwo Muzyczne. Another excellent two-page commentary on Bacewicz can be \nfound in Women and Music: A History Karin Pendle, ed.\n(Bloomington: Indiana University Press, 1991), 197–99.",
            "citations": []
        },
        "FN4": {
            "text": "4. If you e-mail me directly at amcname1.cc.swarthmore.edu I will \nattempt to send you the six minutes of music in the FTP format. \nBe forewarned that you must have at least 6 megabytes of memory \navailable to receive this amount of sound over the network. This \nprocedure is possible because of the kind permission of Indiana \nUniversity Press.",
            "citations": []
        },
        "FN5": {
            "text": "5. Thomas, Historical Anthology of Music by Women , 298.",
            "citations": []
        },
        "FN6": {
            "text": "6. Rosen, Charles, Sonata Forms [revised edition] (New York and \nLondon: W. W. Norton & Co., 1988), 403.",
            "citations": []
        },
        "FN7": {
            "text": "7. One respondent, a fifth-semester theory student, came the\nclosest to hearing the piece the way I do, choosing measure 65 \nfor the beginning of the Development. That student was Roxanna\nGlass, now a doctoral candidate at CUNY-Graduate Center.",
            "citations": []
        },
        "FN8": {
            "text": "8. Rosen, Charles, 243. On the same page, Rosen also states, \n“They [slow introductions] are best viewed rhythmically as large-\nscale upbeats, and harmonically the dominant pedal is the most \nimportant element in their structure—and in their emotional effect as well, as it creates a sense of something about to \nhappen.”",
            "citations": []
        },
        "FN9": {
            "text": "9. Bibliographies for this relatively new direction in analyzing \nnon-tonal and extended tonal music can be found at the end of \nAllen Forte, “New Approaches to the Linear Analysis of Music,” Journal of the American Musicological Society 41/2 (1988): 315–\n48 and Allen Forte, “Concepts of Linearity in Schoenberg’s Atonal \nMusic: A Study of the Op. 15 Song Cycle,” Journal of Music\nTheory 36/2 (1992): 285–382.",
            "citations": []
        },
        "FN10": {
            "text": "10. Wilson, Paul, The Music of Bela Bartok (New Haven and\nLondon: Yale University Press, 1992). Straus, Joseph N., Introduction to Post-Tonal Theory (Englewood Cliffs: Prentice-\nHall, 1991). van den Toorn, Pieter, The Music of Igor \nStravinsky (New Haven and London: Yale University Press, 1984).",
            "citations": []
        },
        "FN11": {
            "text": "11. An especially beautiful example of an unfolded interval which\nspans the entire Development section can be found in Heinrich \nSchenker, Five Graphic Music Analyses (New York: Dover\nPublications, Inc., 1969), 40–43. The Haydn sonata in this\n example recurs as Figure 62 in Schenker’s Free Composition trans. and ed. by Ernst Oster (New York and London: Longman Inc.,\n1979), with some discussion on page 64.",
            "citations": []
        },
        "FN12": {
            "text": "12. Talk of the tritone as “dominant” immediately brings to mind \nErno Lendvai’s axis system, as described in Bela Bartok: An\nAnalysis of his Music (London: Kahn & Averill, 1971). In order\nto actually understand Lendvai’s ideas, one should read the\nAppendix “Erno Lenvai and the Axis System” in Wilson’s book, The\nMusic of Bela Bartok , 203–208. Lendvai refers to the Podhalean mode as the acoustic or \novertone scale (Lendvai, 67). Another name for this mode is\n“heptatonia seconda” (Wilson, 27).",
            "citations": []
        },
        "FN13": {
            "text": "13. Does it make any sense for Bacewicz to have structured the\n Development in this way, that registral expansion is supreme?\n Bacewicz was a world-class violinist, concertizing throughout \nEurope. It is possible that her sensitivity to register developed \nthrough her string playing. It is also possible that the \nexpansion of the bass register, so critical to solo violin music,\nmay have influenced her piano writing.",
            "citations": []
        },
        "FN14": {
            "text": "14. Thomas especially dislikes the “logic of form” generality. “‘Logic of\n form,’ on the other hand, is a particular and oft-repeated nonsense.  As a \ncompositional attribute it is intrinsically indefinable, and few composers \nwould relish such a label when unaccompanied by an appraisal of the ideas\nthat create the form.” ( Grażyna Bacewicz: Chamber and Orchestral Music ,\n117).",
            "citations": []
        },
        "FN15": {
            "text": "15. Paul Wilson convincingly analyzes Bartok’s Piano Sonata with\nseveral levels of pitch-class sets linked to levels of prolonged\n linear motion ( The Music of Bela Bartok , 55–84). An analysis of \nBacewicz’s sonata using set theory along with linear analysis is \nin progress, but outside the scope of this article.",
            "citations": []
        },
        "FN16": {
            "text": "16. I would like to thank Lee Rothfarb, Michael Marissen, and\n George Huber for their help with this article.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "INTRODUCTION",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Internationally acclaimed as both a concert violinist and a\ncomposer, Grażyna Bacewicz (1909–1969) holds a place in history\nas “the greatest woman composer of her time, and the most \nprolific female composer of all time.” (1) Her national and\ninternational awards for composition are numerous, reaching their\npeak during the 1950’s. In terms of Polish music history,\nBacewicz succeeded Szymanowski in the leadership role in her\n country, before relinquishing that position to Lutoslawski and \nPenderecki. Her relative obscurity in the U.S. may be due to the\nconservative language of her music, reflecting her choice to\nconform to the political pressures of her times. Bacewicz’s music\nmost often receives the adjectives “neoclassical,”\n“conservative,” and “influenced by Polish folk music.” Perhaps\n this apparent passivity was of less interest to Americans than \nthe rebelliousness and modernism of Lutoslawski.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Whatever the reasons for the previous lack of exposure, one\nnow finds increasing interest in the U.S. in the music of this \noutstanding composer. New recordings, books, and articles appear\nwith growng frequency. (2) However, very little has yet to appear \nin the way of detailed analysis. A piece which is perhaps the\nmost readily available, beautiful, and representative of\nBacewicz’s work is the Second Piano Sonata, composed in 1953.\nWith the adjectives conservative and neoclassical in mind, one\nmight expect that a formal analysis of the first movement of this\n piano sonata would be straightforward. After discussing the\nquestion of form with about 30 students and colleagues, I learned\nwith each differing answer that the exact form causes great\nconfusion. Not about whether or not the movement is in sonata\nform—that was agreed to by all. But confusion arose as to \nwhere the Development begins and ends. Perhaps Bacewicz’s music \nis more “neo” than “Classical,” perhaps more innovative than \npreviously thought, while still conforming to the political\n demands of the day.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The present article offers work in progress. Its focus is\nextremely narrow, that of finding the exact parameters of the \nDevelopment section of the first movement of Bacewicz’s Second \nPiano Sonata. In order to define the form, I offer a combination \nof linear analysis and modal analysis, as well as a glimpse at\nBacewicz’s sketch material. I propose that a large-scale\nprolongation of an octave defines the Development section, \novershadowing thematic coincidences. Because the essay is online, \nI hope that this topic, which has already generated many\ndiffering responses, will continue to spark discussion in an\nelectronic forum.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The part of the score needed for this discussion can be found\nin Examples 1 and 2a–2d. For the entire score, see James \nBriscoe’s Historical Anthology of Music by Women , which\n contains all movements of the sonata. (3) The sonata has been \nrecorded by the following four pianists: 1) Anna Briscoe, on the \ncompanion cassettes to the Historical Anthology of Music by\nWomen , 2) Nancy Fierro, Avant AV 1012, 3) Krystian Zimerman, \nMuza SX 1510, and 4) Regina Smendzianka, Muza SXL 0977. Another \nalternative for hearing the piece is requesting that I send it to \nyou electronically. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] I will begin with a brief discussion of the opening phrases\n of the Exposition, then look for the start of the Development.\nAfter that formal point has been established, the start of the\n Recapitulation will be discussed. I will then consider the\nstructure of the Development as a whole. Exposition and the Beginning of the Development Example 1 (click to enlarge) Example 2 (click to enlarge and see the rest) Example 3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As shown in Example 1 , Bacewicz’s Second Piano Sonata opens\nwith a two-measure Maestoso passage, followed by a change in\ntempo to Agitato. A critical feature of the link between these\ntwo musical statements is the bass motion, from the octave B in\nmeasures 1–2 to the octave E (the tonic). This simple, Classical \ngesture of a dominant to tonic motion also brings in the folk\n elements of the open octave pedal point and a melody which\nemphasizes perfect fourths. I view the first two measures as an\nanacrusis motive, a slow introduction to the first theme which \nbegins in measure 3. The anacrusis motive becomes the central\nissue in deciding on the start of the Recapitulation. After the \nanacrusis motive, measures 3–10 contain the first theme, a full-\nbodied, 8-bar Agitato statement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Although a gap in the score occurs between Examples 1 and 2a\n(in order to keep the GIF files to a tolerable amount), the music \nshown in Example 2a introduces the second theme of the\nExposition. I agree with Adrian Thomas that the second theme \nbegins at the poco meno in measure 42. Thomas does not propose a\nstarting measure for the Development, but instead characterizes\nBacewicz as “a rhapsodist, constantly reshaping her materials \nthrough the developmental association of motivic ideas.” (5) This \nambiguity of form is in keeping with Charles Rosen’s idea, that,\nafter Brahms, sonatas often contain an indistinct link from the\nExposition to the Development: “In general, it [sonata form] was \nconsidered a variant of ternary form, an ABA scheme in which the\nfirst A section does not really conclude, and the B section is\ncharacterized by fragmentation, thematic development, and a\ndramatic texture.” (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Thomas and Rosen are perhaps supported by the varied,\nseemingly “random” answers I received for determining the start\n of the Development. Students and colleagues have selected almost every measure as a possible starting point between measures 65\nand 91. I disagree with them all; I apparently alone hear the\n start of the Development at measure 64. (7) Somewhat of a cluster \nof responses seemed to favor measure 70 or 91 as the \nDevelopment’s starting point. I believe that a detailed enough \nanalysis of the form can yield a very convincing, quite \ninnovative, structure. Examples 2a , 2b , 2c , and 2d contain the\nscore for the entire Development section.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Example 3 contains the sketch material for the disputed start\nof the Development (reprinted by kind permission of the\nUniversity of Warsaw Library). Notice that the “poco a poco\ncresc. ed accelerando,” which is buried a bit in the published\nscore (measures 64–66, Example 2a), is very prominently set off\nin the sketch. This is fortuitous for me, because the start of\nthe “poco a poco cresc.” coincides exactly with what I call the \nstart of the Development. The sketch material raises several\nquestions, however. For example, in measure 64 of the published\nscore, a C ♮ appears in the right-hand part. The equivalent \nplace in the sketch shows a discrepancy, a C ♯ . Questions like\nthis one are part of a more complete analysis of this piece,\nwhich is outside the scope of the present article.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Of course, one should not read too much into the sketch\n material in this instance. Other more compelling reasons support\nthe idea that the Development begins in measure 64. For example,\nthe measures preceding the Development, measures 55–59, contain\nthe anacrusis motive from measures 1 and 2, signaling an upcoming\n important event. This sense of anticipation is extended in \nmeasures 61–63 by a “trill,” F- G ♭ (enharmonically F- F ♯ ), a fifth \naway from B. Taking these anticipatory musical gestures into \naccount, the transition to the Development echoes the opening of\nthe Exposition. In measures 1–2, the B in the bass introduces the\nE tonic of the first theme, also a fifth away. The anacrusis \nmotive serves the same function in both important formal points \nof the piece. In fact, both the anacrusis motive and the trill\nrecur throughout the piece with anticipatory functions. Measures \n8, 41, 52, and 55–59 contain variants of the anacrusis motive, \nwhile measures 12, 51, and 53 contain the trill motive, in each \ncase, heralding upcoming thematic events.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] All of these reasons lead to a clear decision that the \nDevelopment begins in measure 64: the anticipation of an \nimportant formal event by both the anacrusis and trill motives,\nthe enharmonic F ♯ -B fifth motion, paralleling the fifth motion of\nthe opening of the movement, and a distinctive placement in the\nsketches. The Recapitulation",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] While finding the start of the Development may be difficult\n for recent sonatas, finding the start of the Recapitulation for \nmost sonatas, even non-tonal ones, should create less dispute.\nFor this piece, however, student and colleagues’ responses \nclustered into three different places: measure 120, 129, or 130.\n(See Example 2d for the score.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] One could argue that the music in measure 129 is so similar\nto the very first two measures of the piece that one must say the\n Recapitulation has already begun by this point. Alternatively,\nthe choice of measure 120 as the start of the Recap presents a\nvariant on this idea. The dramatic tempo shift in measure 120 \nafter the long rests in measure 119, the similar melodic content\nof perfect fourths and minor sevenths, and the octave B in the\nbass all support this analysis. Proponents of this formal scheme \nsay that the music of measures 1 and 2 has returned in measures \n120–129, with an expansion and development. Charles Rosen\nmentions three examples of sonatas that contain slow\n introductions with reappearances at the same tempo later in the \nmovement. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Both of these ideas (measure 120 or 129) for the start of\nthe Recapitulation are flawed, and flawed for the same reason. \nMeasures 1 and 2 do not present the first theme, but rather an \nintroduction or anacrusis to the first theme, which does not\nbegin until measure 3. Reasons for discounting the initial two \nmeasures as theme 1 are the brevity of melodic statement, the\n dramatic shift of tempo from slow to fast, and, most importantly,\nthe bass note B which functions as a dominant, leading \nconvincingly to E in measure 3. The theme in measure 3 has all of\n the characteristics of a sonata-allegro first theme, the allegro\nquality, a convincingly meaty melodic statement, and the tonic E\nas its bass. The melodic gestures in the first two measures,\nrising perfect fourths and minor sevenths, recur as upbeats at\nother points in the movement, at a faster tempo.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] While I am convinced that the Recapitulation cannot begin \nearlier than measure 130, I heartily agree with the idea that the\nfirst two measures of the piece are expanded in measures 120–29. \nBut that supports the idea of Development or Retransition all the\nmore, rather than Recapitulation. Of all the responses to my\nquestion of form, my most memorable was, “The Development ends in \nmeasure 119, and the Recapitulation begins in measure 130,”\ncleverly willing away the sticky issue of the Andante section. Linear Analysis and Octave Expansion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Something equally, if not more, important than all of the\nabove reasons determines the form of this piece. Beneath the\n surface of the piece—the themes and the foreground \nprogressions—the linear development and octave expansion at\nthe middleground level best support the analysis of measures 64–129 as the Development. “Linear development” and “middleground”\nimmediately conjure up the Schenkerian model, with its large-scale step-wise descents usually in the highest structural voice.\nExtending linear analysis to include twentieth-century music,\nseveral theorists have proposed more inclusive ideas of\nprolongation. Most prominent among them, Allen Forte proposes\nnon-tonal prolongations in his many articles on linear\nanalysis. (9) Other theorists, notably Paul Wilson, Joseph Straus,\nand Pieter van den Toorn, discuss linear motion over long spans \nof music in the works of Slavic composers. (10) These\n prolongations illuminate the structures of advanced tonal \nlanguage and of nontonal music, and allow for prolongations of\nmusical statements other than tonal ones. Registers other than\nthe highest register may carry equal weight. Example 4 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Recognizing the inherent dangers of embarking on this \nslippery slope, I would like to continue down their path and\nintroduce a modal prolongation of an octave, in the bass\nregister. This octave expansion not only spans all of the\nDevelopment section; it defines the Development section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Example 4a presents a preliminary version of a linear\nanalysis of the structure of the entire Development. During the\nDevelopment an octave is composed out in the bass, from the B in \nmeasures 64–78 to the B in measures 121–29. One can easily find\n comparable examples in the tonal literature for a Development\nsection being defined by a middleground prolongation of an\ninterval. (11) If one searches for a descending B Major or b minor \nscale in the Bacewicz sonata, however, none would surface. A\nparticularly crucial part of a standard tonal investigation would\nbe the search for scale-degree 5, F ♯ . It simply doesn’t exist in \nthis octave descent. After the appearance of G ♭ ( F ♯ ) in measures\n61–63, as part of the trill to introduce the Development, F ♯ disappears. This disappearance seems to negate the possibility of\nan octave descent in either B Major or b minor. The Podhalean Mode",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] I propose a more logical choice for a scale, a Polish folk \nmode called the Podhalean mode, which infuses much of Bacewicz’s\nand Szymanowski’s music. Example 4b shows the pitches of a\ndescending Podhalean scale on B. As in much of Slavic and Eastern \nEuropean folk music, characteristic features of this mode are the \nraised fourth degree and the lowered seventh degree. Great \nimportance is placed on the raised scale-degree 4, a tritone away \nfrom the tonic. Example 4c shows the same Podhalean scale on B,\nbut written with enharmonic equivalents.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] This enharmonic form of the Podhalean mode appears very \nprominently in the Development. As shown in Example 4d , a \nmiddleground octave descent in the bass line spans the entire \nDevelopment section. I believe that this middleground descent is\n compelling enough to be the main determining factor of form. The\n start of the Development, in measure 64, presents a B in the\nbass. A chromatic passing tone, B ♭ , occurs in measures 82–87,\nat an octave below, thereby hinting at the ultimate goal of the\ndescent, the lower octave. Scale-degree 7, A ♮ , appears in\nmeasures 88 and 89, first at the lower octave, and then in \nmeasure 90 at the upper octave. From a thematic point of view,\n what has been developed so far is the anacrusis motive and the \ntrill. In measures 77–78, the minor third, which first appeared\nin measures 11–12, is developed. This minor third is embellished\n with an upper neighbor in measures 82–88. The melodic shape,\nclearly spelled out in the bass in measure 90, is reminiscent of\nthe bass in measures 39–40. Scale-degree 6, G ♯ , occurs\nenharmonically as A ♭ in measure 91 and continues its \nstructural importance until measure 96. The fermata for this A ♭ emphasizes its importance, as does the immediate abandonment\nof the low register. A combination of the trill motive and a \nmotive from measures 29–35 is being developed here. I consider \nthe B-flats in measures 95–96 as upper neighbors to A ♭ and\nthe G ♮ in measure 97 as passing tones to the F in measure\n99.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Scale-degree 5 appears nowhere prominently. Instead, great emphasis is placed on the raised-fourth degree, F ♮ (enharmonically E ♯ ) in measures 99–102. Of critical importance is\n which theme is being developed here. As shown in Example 4d, this \npart of the Development highlights the second theme from the\n Exposition (measures 42ff.). The theme is transposed and \nbeautifully augmented in the bass. This occurrence of the second \ntheme in the bass highlights the importance of the bass register\nfor the Development. It also highlights the Classical \nsensibilities of Bacewicz, as this theme begins halfway through \nthe Development. A characteristic feature of the folk-influenced \nmusic of Szymanowski and Bacewicz, this emphasis on raised scale-\ndegree 4 often replaces scale-degree 5 in the role of the\n“dominant.” (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] If at this point in the Development one searches for scale-\ndegrees 3 and 2, one is tempted to assign great importance to the\ndescending E ♭ and D ♭ in measure 104. Although I do not\nwant to diminish the importance of this descent in terms of the \nPodhalean scale prolongation, one must place this motion in\ncontext. The second theme of the Exposition has a melody which \nextends from measure 44 all the way to 48 (highlighted by \nBacewicz’s phrase marking—both in the published score and in\n the sketches—which does not end until measure 48). The ending \ngesture of this theme is a stepwise descent. I hear that portion\nof the theme being developed in measures 103 ff., in fact,\nperhaps even being developed until the goal of the low B is\nreached.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Great anticipation of the Recapitulation begins in measure \n105. The two-note motive develops both the trill idea and part of\nthe theme from measure 29 (previously developed in measures\n91ff.). A chromatic rising motion in the upper voice in measures\n115–118 has appeared many times before. This chromatic figure\nfirst appears in the middle voice in measures 2–7 (especially in \nmeasure 6), as an accompaniment to the first theme. It is\n inverted in measures 41–47, as an accompaniment to the second\ntheme. This chromatic figure begins the Development, in measures\n64, 66, and 68, as part of a call-and-response juxtaposition with\nthe trill figure in measure 65 and the fourths and sevenths\nfigure in measures 67 and 69! The chromatic motive convincingly \naccompanies the arrival of B in the bass, which occurs in \nmeasures 115–119, but in the wrong, higher, octave. Or is it \nwrong? Perhaps the higher octave B in the bass during these\n measures, moving to the lower octave B  at the Andante in measure \n121, emphasizes linearly the vertical B octave itself. Put \nanother way, the B-B motion summarizes the entire Development,\n and its linear expansion of that octave.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The Development is not complete, therefore, without the \narrival of the lowest B octave. After its arrival in measure 120,\nB structures the harmony over the next nine measures, creating an\nenormous development of the opening two measures of the piece. \nThis long B is finally resolved to an E in measure 130. The \nDevelopment is complete, the linear descent of an octave\naccomplished, and the Recapitulation perfectly prepared! (13) Conclusion",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] During the height of creative repression in Poland after the \nWar, Bacewicz chose to comply with Soviet directives and to use \ntraditional forms and Polish idioms for her compositions. The \nneoclassicism in her music is obvious; no one hears this first\n movement as anything other than sonata-allegro form. Yet, when\npressed for specifics, the “Classicism” has more depth than at\nfirst glance; the exact form is not self-evident. Using my\n analysis, we find an extraordinarily balanced movement, with\n about two minutes of music each for the Exposition, Development,\nand the Recapitulation.  Halfway through the Development, the\nsecond theme appears in the bass. The prolonged bass pitch for\nthe second theme is F ♮ , a tritone away from B, with its \nown internal suggestion of symmetry—splitting the octave in\nhalf. This elegantly balanced Classical architecture supports an \ninnovative, multi-levelled use of the Podhalean mode.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Many examples of folk influence occur in this piece. In\nmeasures 1–2, the slow introduction, great melodic emphasis is \nplaced on the perfect fourth. This rising fourth generates the\n second theme of the Exposition by being filled in. Also, as shown \nliterally in measures 1–2, two perfect fourths in succession\n create a rising minor seventh. This minor seventh echoes the\nlowered seventh scale degree of the Podhalean mode. The seventh\nalso serves to intertwine the older folk idiom with the modern \ndissonance of exposed sevenths. As Adrian Thomas states so well,\nBacewicz’s music is not formulaic. (14) Enter the term\n“rhapsodist,” a term which begs for clarification.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Quite hidden to both characterizations of “rhapsodist” and\n“folk-influenced” is the large-scale expansion of the Podhalean \nmode throughout the Development section. While the rhapsodist \nseems to wander astray, the classicist subtly crafts a \nbeautifully centered art form. The folk quality, reminiscent of \nSzymanowski’s last pieces, unfolds very differently for Bacewicz\nthan for Szymanowski.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] As research continues, perhaps a new legacy for Bacewicz \nwill take shape. The pejorative implications of the labels\n“formal,” “conservative,” and “non-innovative” may yield to an\nassessment of her music on its own terms, peacefully coexisting\n with the non-innovative music of her alphabetical neighbor, Bach.\n In fact, with respect to multilevel, modal structures, Bacewicz\nis indeed innovative. The first two measures of the Second Piano \nSonata, with its vertical B octave in the bass moving to the E\nand to theme 1 in measure 3, anticipates the entire Development\nsection. The Development takes the bass octave and prolongs it \nlinearly by means of the Podhalean mode. This large-scale descent\ncreates a remarkable middleground structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] I view the geneology in Polish music not as Bacewicz’s being \na disciple of Szymanowski (just as Szymanowski was not a\n“disciple” of Chopin), but as a successor to the throne. During \nthe 1950’s, Bacewicz was Poland’s leading composer, male or\n female. With further analysis, continued exposure and attention, \nBacewicz’s music may come to be viewed in a similar light to the \nneoclassical work of Bartok. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Perhaps consensus can be reached that Bacewicz’s sonata is \nmore “neo” than “Classical” in its use of Polish folk idioms,\nmore rhapsodic than formulaic in its emotional content, and, at \nthe same time, less rhapsodic and more formally structured in\nterms of thematic development at the middleground. The beautiful\nbalance heard throughout many levels of the piano sonata brings \nan elegance of form which perfectly complements the concentrated,\n dramatic, virtuosic, and seemingly improvisitional quality of the \npiece. I like to imagine that Bacewicz, while satisfying the\n bureaucrats in power at the time, was able to save some \nindividualism for herself. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.93.0.4.mcnamee.php",
    "data": "mto/data/mto.93.0.4.mcnamee.json"
}