{
    "title": "Giving Voice to a Foxtrot from <br>Auschwitz-Birkenau",
    "date": "2021/09/01",
    "volume": "27",
    "issue": "3",
    "authors": [
        "Hall, Patricia"
    ],
    "abstract": "The Collections Department of the Auschwitz-Birkenau State Museum preserves a number of manuscripts of popular songs arranged by members of the Auschwitz I Men’s Orchestra. These songs, written with great care in black ink on BeethovenPapierbrand music paper, often bear highly ironic, but also tragically relevant titles, such as “Letters That Never Arrived,” “Hours That One Can Never Forget,” “Sing a Song When You’re Sad.” In this article I describe the complex process of realizing a 2018 concert performance and recording of one of these songs, “Die schönste Zeit des Lebens” (The Most Beautiful Time of Life), based on a manuscript deposited in the Auschwitz-Birkenau State Museum in 1975. Originally a 1941 popular song composed by the German film composer Franz Grothe with a text by Willi Dehmel, and scored for a jazz ensemble, it was arranged by the Auschwitz I prisoners for four first violins, five second violins, a viola, two clarinets, a trombone and a tuba. Through this dramatic change in orchestration, errors were occasionally introduced; in this article, I detail the analytical processes involved in correcting these errors and making “micro-interventions” in the score.",
    "keywords": [
        "manuscripts",
        "foxtrot",
        "Auschwitz-Birkenau",
        "Men’s Orchestra Auschwitz I",
        "Auschwitz II-Birkenau"
    ],
    "doi": "10.30535/mto.27.3.9",
    "received": "May 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.3/mto.21.27.3.hall.pdf",
    "author_info": [
        {
            "name": "Patricia Hall",
            "university": "School of Music, Theater & Dance",
            "address": "University of Michigan, 1100 Baits Dr., Ann Arbor, MI 48109",
            "email": "pahall@umich.edu"
        }
    ],
    "citations": {
        "beckerman_2020": "Beckerman, Michael. 2020. “Listening in the Grey Zone.” In The Routledge Handbook to Music Under German Occupation , 1938–1945: Propaganda, Myth and Reality, ed. David Fanning and Erik Levi. Routledge. https://doi.org/10.4324/9781315230610-23 .",
        "fackler_2007": "Fackler, Guido. 2007. “Music in Concentration Camps 1933–1945.” Music & Politics 1 (1): https://doi.org/10.3998/mp.9460447.0001.102 .",
        "kaumkötter_2005": "Kaumkötter, Jürgen. 2005. Kunst in Auschwitz 1940–1945. Rasch Druckerei und Verlag.",
        "lachendro_2015": "Lachendro, Jacek. 2015. “The Orchestras in KL Auschwitz.” Auschwitz Studies 27: 7–148.",
        "laks_1989": "Laks, Szymon. 1989. Music of Another World . Translated by Chester A. Kisiel. Northwestern University Press.",
        "milewski_2012a": "Milewski, Barbara. 2012a. “Józef Kropiński.” Lexikon Verfolgter Musiker und Musikerinnen der NS-Zeit . https://works.swarthmore.edu/fac-music/53 .",
        "milewski_2012b": "Milewski, Barbara. 2012b. “More Music for the Kinohalle! Józef Kropiński’s Compositions in the Buchenwald Concentration Camp.” OREL Foundation. https://works.swarthmore.edu/fac-music/54 .",
        "shuldman_2005": "Shuldman, Ken. 2005. Jazz Survivor: The Story of Louis Bannet, Horn Player of Auschwitz . Vallentine Mitchell.",
        "szczepański_1990": "Szczepański, Ignacy. 1990. Häftlingskapelle . Ksiżka I Wiedza.",
        "szczęśniak_2017": "Szczęśniak, Hubert. 2017. “Musical Sources Survived in the Collection of the Auschwitz-Birkenau State Museum.” Kwartalnik Młodych Muzykologów UJ 35 (1): 127–77. https://doi.org/ 10.4467/23537094KMMUJ.17.014.7843 .",
        "wlodarski_2014": "Wlodarski, Amy Lynn. 2014. “Musical Memories of Terezin in Transnational Perspective.” In Dislocated Memories: Jews, Music, and Postwar German Culture , ed. Tina Frühauf and Lily E. Hirsch, 57–72. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199367481.003.0003 ."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Benjamin Levy and Laura Emmery, as well as two anonymous reviewers for their extremely helpful comments on an earlier version of this article. I am also indebted to Barbara Alvarez for her translation of a number of Polish sources.",
            "citations": []
        },
        "FN1": {
            "text": "1. Auschwitz I refers to the original, main camp in Oświęcim that was established in 1940. Auschwitz II-Birkenau is the extermination camp that was built beginning in 1941. Auschwitz-Birkenau refers to the complex of camps.",
            "citations": []
        },
        "FN2": {
            "text": "2. The contents of this collection has now been published in Szczęśniak 2017 .",
            "citations": []
        },
        "FN3": {
            "text": "3. I would like to thank my former colleague, Lee Rothfarb, for his helpful comments on this translation.",
            "citations": []
        },
        "FN4": {
            "text": "4. Häftlingskapelle , 91 and “Prisoners,” database of the Auschwitz-Birkenau State Museum",
            "citations": []
        },
        "FN5": {
            "text": "5. “Prisoners,” database of the Auschwitz-Birkenau State Museum http://auschwitz.org/en/museum/auschwitz-prisoners/ .",
            "citations": []
        },
        "FN6": {
            "text": "6. PMO-I-1-33. Reproduced in Kaumkötter ( 2005 , 315).",
            "citations": []
        },
        "FN7": {
            "text": "7. Kaumkötter ( 2005 , 314); Szczepański ( 1990 , 50).",
            "citations": []
        },
        "FN8": {
            "text": "8. A detailed analysis of this photo is provided in Szczęśniak 2017 .",
            "citations": []
        },
        "FN9": {
            "text": "9. I would like to thank Alexander Schatte, Director of the Archiv der Franz Grothe-Stiftung for making me aware of this arrangement and kindly sending me a copy of the parts.",
            "citations": []
        },
        "FN10": {
            "text": "10. For detailed discussions of redemptive narratives in Holocaust music, see Beckerman 2020 and Wlodarski 2014 .",
            "citations": [
                "beckerman_2020",
                "wlodarski_2014"
            ]
        },
        "FN11": {
            "text": "11. https://apnews.com/b9d7922a834f492cace3eee274987efc (accessed 3 May 2020).",
            "citations": []
        },
        "FN12": {
            "text": "12. The following narrative is based on an email correspondence with Joseph van der Star, as well as his testimonial at Yad Vashem, record no. 295827.",
            "citations": []
        },
        "FN13": {
            "text": "13. Abraham van der Star, record no. 4296729, Yad Vashem.",
            "citations": []
        },
        "FN14": {
            "text": "14. This tour, which would have included performances at the Museum of Jewish Heritage in New York City, the Odeon Theater in Vienna and the Galicia Jewish Museum in Kraków was cancelled because of the COVID-19 pandemic. It is now being planned for 2022.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "“Discovering” the Foxtrot",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In 2015, while researching material for my class, “Music in Political Film,” I came across an odd passage in Szymon Laks’s book, Music of Another World ( 1989 ). As one of the conductors and arrangers for the Auschwitz II-Birkenau Men’s Orchestra, (1) he described the sudden disappearance of musicians due to death and hospitalization, and—in partial response—a musical notation he resorted to using in his arrangements for the ensemble: I was also forced to make use of a special kind of orchestration, called odeon in musical slang, which makes it possible for any group to perform any work, regardless of the presence or absence of one or even a few musicians. This is achieved by writing the most important themes in small notes in the other parts, so that if the main soloist is absent he can be replaced by someone else who plays these small notes instead. In time I gained real mastery in this strange art, and the “holes” in the group’s sound that had bothered me appeared less and less often. Only after long months did the makeup of the orchestra, which became ever larger, stabilize somewhat, allowing me to abandon the trade of musical gravedigger ( Laks 1989 , 48).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "laks_1989",
                    "laks_1989"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Having worked in various archives with music manuscripts for the past forty years, I became curious whether there were surviving manuscripts at the Auschwitz-Birkenau State Museum. At the time I first contacted the archive, however, no one seemed sure. Jacek Lachendro, a researcher at the Museum who wrote the most detailed study we have of the many orchestras in the Auschwitz-Birkenau complex, thought there might be handwritten annotations on printed music. So, with very little expectation, I decided in May of 2016 to take a night train from Vienna to Oświęcim and have a look for myself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Working in an unfamiliar archive is always an adventure. What will the manuscripts look like? Will you be able to view all the materials you intended to see? Will the staff of the archive be helpful in accessing materials? At Auschwitz-Birkenau, you work in a former prison block. You pass by masses of visitors as you walk through the Arbeit Macht Frei gate and wend your way up to Block 25. The Collections Department located within is tasked with cataloging and preserving objects from the camp, including artwork, clothing and musical instruments. I was set up in the staff break room and given stacks of catalog cards so that I could survey the entire music collection and determine if any items were manuscripts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] As a researcher of manuscripts, I am used to working with very personal documents, such as diaries, intimate letters, and medical records. What I had never encountered, however, was the painful irony of many of the song titles in the context of a concentration camp. Some examples include “Letters That Never Arrived,” “Hours That One Can Never Forget,” and “Sing a Song When You’re Sad.” Although I only had two days to work through the entire card catalog, I found myself frequently stopping to mentally process this profound experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Although I had anticipated seeing manuscripts similar to those described by Szymon Laks for the Auschwitz II-Birkenau Men’s Orchestra, I only found listings for about a dozen arrangements of popular songs for the Men’s Orchestra for Auschwitz I. Many were identified by the stamp “HÄFTL.-KAPELLE K.L. AUSCHWITZ No_ _ _ _ _ _ _ _ ” (Prisoner Orchestra, Concentration Camp Auschwitz Number_ _ _ _ _ _ _ _ _). The other works listed in the card catalog were published scores of classical music, marches, and popular music. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Nearly a full year would pass before—sometime during the following May—I was able to actually examine one of these manuscripts. The previous summer I had been strangely drawn to the foxtrot “Die schönste Zeit des Lebens” (The Most Beautiful Time of Life), not because of its musical properties, but because I couldn’t imagine a more grotesquely incongruous title for music performed in a concentration camp. Here is the text and translation of the song: Die schönste Zeit des Lebens beginnt im Monat Mai: Die Welt ist voll Musik und zärtlichem Duft! Wer dann nicht ganz aus Stein ist, verliert sein Herz dabei: Ein rätselhafter Zauber liegt in der Luft! Und aus manchen kürzen schönen Sekunden werden viele lange glückliche Stunden! Die schönste Zeit des Lebens beginnt im Monat Mai; doch wann sie für uns enden soll, bestimmen nur wir zwei! The most beautiful time of life begins in the month of May: The world is filled with music and tender fragrance. Whoever isn’t then made completely of stone loses his heart thereby: A mysterious magic lies in the air! And many short, delightful seconds, become many long, happy hours! The most beautiful time of life begins in the month of May; However, when it should end for us, only we decide! (3) Originally a popular song about falling in love in the month of May by the German film composer Franz Grothe, the arrangement at Auschwitz-Birkenau had been converted into an instrumental foxtrot without text. Despite the unusual instrumentation—nine violins, one viola, two clarinets, a trombone and a tuba—I was able to determine that all the parts were present, in that the harmonies of the song were complete throughout. The formatting of the paper itself, Beethoven Papier No. 31, was also unusual: the fourteen parts had been created by horizontally dividing a double leaf into halves. This format allowed the entire content of the foxtrot to be displayed without the performers having to turn a page. Example 1 . Prisoner photo of Antoni Gargul, number 5665 (click to enlarge) Example 2 . Viola part of “Die schönste Zeit des Lebens,” completed by Antoni Gargul (click to enlarge and see the rest) Example 3 . Pastel portrait of Maksymilian Piłat, completed by Szczepan Andrzejewski in 1944 (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Researchers of manuscripts become highly sensitized to handwriting, sometimes in order to decipher it and other times to differentiate author contributions. It was immediately apparent to me that this manuscript of fourteen parts was completed by three copyist/arrangers. Two of these prisoners had even signed parts with their prisoner number (a fact noted on the card catalog for this piece). Antoni Gargul, who identified himself with the number 5665, was a clarinetist and violist, and one of the founding members of the Auschwitz I Men’s Orchestra ( Szczepański 1990 , 31, 91); see Example 1 . Like many of the first prisoners in the camp, he was a Polish soldier, a sergeant in the 20th Krakow Infantry Regiment. He arrived in the camp on October 8, 1940, and was released three years later on October 14, 1943. (4) His musical script is immediately discernible by its large, horizontal note heads, unusual quarter note rests, and the use of vertical lines to divide sections ( Example 2 ).",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] The second copyist, Maksymilian Piłat (self-identified as number 5131), arrived even earlier in the camp, on September 22, 1940. Like many of his Polish colleagues in the orchestra, he was transferred to a concentration camp in Germany (Sachsenhausen) in October 1944. (5) We do not have a prisoner photograph of Piłat, but fortunately the artist and fellow prisoner, Szczepan Andrzejewski created a portrait of him in 1944. It appears as Example 3 . (6) Piłat was a bassoonist and graduate of the Warsaw Conservatory; he also played clarinet and oboe. After the war, he played in the Breslau Orchestra, and beginning in 1953 in the orchestra of the State Opera and Baltic Philharmonic in Gdańsk. (7) Example 4 shows a clarinet part in Piłat’s handwriting. Readers will observe that his quarter note rests have a characteristic “V” shape. He is the only copyist who writes quarter note rests in this manner. Example 4 . First clarinet part of “Die schōnste Zeit des Lebens,” completed by Maksymilan Piłat (click to enlarge) Example 5 . Trombone part for “Die schönste Zeit des Lebens,” completed by an anonymous copyist (click to enlarge and see the rest)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] The third copyist did not sign his prisoner number, but did create, in the top-left margin of the trombone part, an image of a bird cleverly assembled out of musical symbols ( Example 5 ). His refined script, with its Edward Gorey-like clefs, detached, small note heads, and right-leaning “M-shaped” quarter note rests, is highly distinct from both Piłat’s and Gargul’s. Example 6 . 1941 photograph of the Auschwitz I Men’s Orchestra playing a Sunday concert for inmates (click to enlarge) Example 9 . Photograph showing the corresponding location for the Auschwitz-II Birkenau Men’s Orchestra in 2018 (author’s photo) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] Although there are abundant prisoner testimonials about the repertoire played by the many camp orchestras at Auschwitz-Birkenau, we do not really know what any of these ensembles actually sounded like. We do have some idea of what they looked like, however, based on contemporary documents. One such document is a photograph showing members of the Auschwitz I Men’s Ensemble playing a Sunday concert for fellow prisoners at the entrance to the camp. Although the photograph in Example 6 is blurry, it is possible to make out some of the instruments in this ensemble. (8) Another is a drawing of the Men’s Orchestra of Auschwitz II-Birkenau by François Reisz ( Example 7 ) that shows the ensemble playing as prisoners return, exhausted and carrying the dead, from outside work details ( Fackler 2007 ). This was the primary function of concentration camp orchestras, which partially explains why there were so many marches in their repertoire. While we might dismiss the odd instrumentation depicted in Reisz’s sketch—a trumpet, two sousaphones, four violins, a bass drum, a saxophone, a clarinet, and a trombone—as artistic license, it corresponds closely with the instrumentation described by Szymon Laks. Jacek Lachendro’s ( 2015 ) list of members of the Auschwitz II-Birkenau Men’s Orchestra includes the jazz trumpeter Louis Bannet, as well as Henry Meyer, a violin prodigy and founding member of the LaSalle String Quartet ( 2015 , 144). Another photograph published by Lachendro shows the location where this ensemble performed, with the musicians’ chairs still present; see Example 8 . A view of that location today shows the ruins of the three chimneys of the kitchen building appearing behind the marching prisoners in Reisz’s sketch ( Example 9 ). As Laks reminds us with his book title, the art this ensemble made truly exemplified “Music of Another World.” Its sound and its very membership depended on whether musicians survived selection and were still capable of playing their instruments for an audition after brutal work details. Example 7 . Drawing by François Reisz of the Auschwitz-II Birkenau Men’s Orchestra (click to enlarge) Example 8 . Photograph showing chairs of the Auschwitz-II Birkenau Men’s Orchestra (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "fackler_2007",
                    "lachendro_2015",
                    "lachendro_2015"
                ]
            }
        },
        {
            "1.11": {
                "text": "[1.11] An account in Ken Shuldman’s 2005 book, Jazz Survivor, The Story of Louis Bannet, Horn Player of Auschwitz , graphically describes one such audition. At this audition, jazz musician Jan de Leve played for the criminal kapo of the Men’s Orchestra of Auschwitz II-Birkenau, Franz Kopka. De Leve was assisted by Hein Frank, whom Bannet refers to as “the instrument pimp of the orchestra.” “So, Frank, you think these filthy Dutch kikes are good enough for my orchestra?” Kopka bellowed. “We will see.” Hein Frank took a few steps toward Jan de Leve. “What is your instrument?” Hein Frank asked. “I play the saxophone,” he replied weakly. Hein Frank went behind the partition and took down a saxophone from the wall. He walked back and handed it to Jan de Leve, who could barely hold the instrument. He tried to loosen his fingers by pressing down on the valves, but he had no sensation in his hand. He brought the mouthpiece to his cracked lips and blew, but he could manage only a few sour notes. “Is this what the Dutch call music?” asked Kopka, wiping his mouth on his sleeve. “Maybe a trip to the showers would help.” ( Shuldman 2005 , 28)",
                "footnotes": [],
                "citations": [
                    "shuldman_2005"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] It occurred to me during this research visit that, with a complete manuscript at hand, we had the unique opportunity to reconstruct what this piece might have sounded like when performed by members of the Men’s Orchestra of Auschwitz I in 1942 or ’43. This became a “mission” for me. Upon returning to the School of Music, Theatre & Dance at the University of Michigan, I set about finding performers who might want to join me in this endeavor.  My advisee, Joshua DeVries, introduced me to Oriol Sans, the then-Director of U-M Contemporary Directions Ensemble, who immediately became as enthusiastic as I was about not only recording the foxtrot, but “premiering” it in a concert. From Manuscript to Printed Score",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Because the handwriting of the three arranger/copyists was relatively clear, I initially (and naively) imagined that our performers at U-M might play the arrangement using scans of the original scores, thereby partially replicating its performance tradition. It soon became evident, however, that there were occasional mistakes in these manuscript parts. Moreover, because of the inconsistencies in the parts, there were myriad decisions to be made about dynamics, phrasing, and other musical parameters. To resolve these issues, I worked from the printed score and parts from which the Auschwitz arrangement was derived. This source, in the Franz Grothe Archive in Berlin, reveals that the Auschwitz-Birkenau parts are based on Friedrich Meyer’s arrangement of the foxtrot for a dance band scored for voice, violins (three parts), trumpets (two parts), guitar, percussion, piano, trombone, cello, bass, two tenor saxophones, and three alto saxophones. (9) Some parts in the Auschwitz-Birkenau arrangement, among them the first violin, tuba and trombone, were nearly identical with Meyer’s. The second violin and viola parts, in contrast, were changed to offbeat double stops that stated the harmonic content of each chord. As I would discover, the Auschwitz I copyists would employ this solution in nearly all of their arrangements.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Because I planned to send our recording to the archive as a historical record, I wanted to retain the exact instrumentation of the manuscript. This raised an important question: what if my decision—borne of the impulse to reflect the music at Auschwitz-Birkenau as accurately as possible—was misguided, based on the wrong piece of evidence in the manuscripts? Were there really nine violins in this ensemble, or did the copyists simply make extra parts? My decision to correct “wrong notes” could be questioned as well, but in most cases these were obvious errors. For instance, in the opening of the final refrain in G major (m. 91) the second violin and viola move upward by semitone G, G ♯ , A, B ♭ , B, but the second clarinet is notated as G, G, A, B ♭ , B.  In another instance, the same measure is accidentally repeated in the viola part.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Other errors were more difficult to interpret. Example 10 shows the piano/conductor score of the foxtrot from the Franz Grothe Archive (measure numbers have been added). The form is delineated by double bars and headings, such as “Refrain,” “Verse,” “Refrain (Spezial),” etc. Example 11 summarizes the refrains, verse and key areas. The 32-bar refrain appears three times, first in F major as an opening statement, then in D ♭ major in the “special refrain”, and last in G major in abbreviated form, beginning with the B phrase of the AABA form. Example 10 . Piano/conductor score of “Die schönste Zeit des Lebens” (click to enlarge and see the rest) Example 11 . Refrain, verse and key structure for “Die schönste Zeit des Lebens” (click to enlarge) Example 12 . “Die schönste Zeit des Lebens,” mm. 50–53 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The eight-measure verse (mm. 44–51) ends with a V 7 chord in F major with the following voice leading: ; see Example 12 . During the following two-measure transition to the introduction of the next refrain in D ♭ major, this figure is repeated in B ♭ major and in D ♭ major. Note that the upper voice sustains the fifth of the chord in each of these statements. Example 13 . Transcription of Auschwitz-Birkenau parts, mm. 51–53 with audio (click to enlarge and listen) Example 14 . Revised transcription of Auschwitz-Birkenau parts, mm. 51–53 with audio (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] When Joshua DeVries and I listened to the midi transcription of this section, it was immediately apparent that something was amiss with the first clarinet.  (See Example 13 , a transcription of the Auschwitz-Birkenau parts, mm. 51–53.) Although the first clarinet arrives on the sustained concert E ♭ in m. 53, the fifth of the V 7 chord in D ♭ major, it does so via B ♭ and B. These notes are dissonant with the first violin and trombone, and do not appear in the corresponding instrumental part from the Franz Grothe Archive. The Meyer arrangement indicates D ♭ and D, duplicating the first violin line that the first clarinet has doubled up to this point. The second clarinet line is also problematic: the D-E pickup at this same location moves in parallel with the very prominent C ♯ -D of the first violin, and in seconds against the E-F of the trombone. Here I chose to have the second clarinet double the trombone, moving in sixths against the first clarinet. Last, I was concerned about the E-natural appearing in the viola (during the V 7 chord of B ♭ major), which is discordant with the E ♭ of the second clarinet and trombone. A number of solutions are possible, even something as simple as substituting E ♭ for E. I opted instead for an F, in order to retain the 9–8 voice leading of the original Grothe. Example 14 shows the revised transcription, along with a recording of the same passage before and after these corrections.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Our working method for making corrections was as follows. We began by analyzing the harmonic progression of the original Grothe score. We next examined parts of the original score that might have been used as models by the Auschwitz copyists. We last checked the accuracy of our transcriptions against the manuscripts themselves. These micro-interventions do not significantly change the foxtrot, but rather obviate clashes that sound like wrong notes. Given the working conditions and daily lives of these copyists in Auschwitz I, it is remarkable that we encountered so few errors of this type.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Joshua DeVries facilitated the rehearsal, recording, and correction process by transcribing the parts into standard notation. He used Sibelius software to add cautionary accidentals and key signatures and to take note of score irregularities. He was also in charge of updating our working scores based on the many corrections made during rehearsals. Some revisions were made later, during the recording process as a result of Oriol Sans’s highly refined hearing. Frequently, Oriol would detect an error, and Josh and I would analyze the offending harmony, checking the original manuscript to make sure we had transcribed it correctly. Recording the Foxtrot",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] As I quickly learned, the recording process provides near-boundless opportunities to manipulate sound. During my initial meeting with the staff of the Duderstadt Recording Studio at the University of Michigan, I was asked many questions. Where did the Auschwitz I ensemble play, outside or inside? Did I want a historical sound to match the date of the foxtrot, or in other words: a recording that sounded somewhat like a 78 rpm from 1941? At that point, I had no idea how challenging it would be to record an ensemble with four first violins, often playing in a very high range, and five second violins playing offbeat double stops—all combined with a tuba and trombone. As my primary interest was in historical accuracy, I forged ahead, expecting this combination of instruments to sound quirky, at best.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Our recording engineer, Dave Greenspan, spoke to us of relatives who had numbers tattooed on their left forearm. Like everyone at Duderstadt, he felt highly invested in this project, despite its inherent difficulty. He had analyzed the sound quality of many recordings from the period and hoped to attain a compromise between a 1941 sound and the expectations of modern listeners. He aimed to create, as he put it, a recording that would be “full and rich, but still respectful of the period.” This goal, naturally, raised the question of whether period instruments should be incorporated. The trombonist of our ensemble, Zoe Cutler, happened to own a smaller, older trombone that she picked up at a garage sale. The trombone is a critical element of the scoring, both as counterpoint, and for its many solo riffs. The lighter sound of this smaller, period trombone created a perfect contrast without overwhelming the other instruments. Example 15 . Audio: Recording Session 1",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] We were allotted two sessions of two and a half hours each to complete the recording.  During the first session, the ensemble made several takes to test the placement of microphones, the performers, and the resulting sound. Unfortunately, the violin overload and the close placement of microphones and musicians resulted in an unacceptable “spearing” of the sound. Example 15 presents a short audio clip of a foxtrot segment recorded during session 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] For session 2, Dave Greenspan completely changed the recording setup. As he explained: All these microphones were changed to a condenser microphone with a larger diaphragm that also was in the figure-eight pattern. We stretched the orchestra out a little bit. We also moved the tuba over so it was more centered. We put some cushioning back here to get some isolation. We covered the doors that went into the iso-booth with soft material—again to quit getting reflection and clean up the sound of this particular version of the recording. And it turns out it was pretty successful. Example 16 . Audio: Recording Session II Example 16 contains the same passage of the foxtrot as it was recorded in session 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Each instrument was separately miked, which allowed Oriol Sans, Joshua DeVries, and myself to direct Dave Greenspan to adjust the volumes and timbres of individual instruments and/or splice in small segments of a preferred take. After two lengthy editing sessions of this type, I sent the recording to Chris Goosman at Baseline Audio Labs to be mastered. The Foxtrot in Concert",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Although I was determined to make a historical recording for the archive, I had not thought a great deal about presenting the foxtrot in a live concert. In run-throughs for my presentation on the foxtrot for the annual meeting of the 2018 American Musicological Society, it was very apparent from the audience’s body language that hearing the recording made them uncomfortable. (Apparently it was not just me who found the piece emotionally difficult.)  With the live concert still several weeks away, I pondered ways that I might mitigate this irony, while still realistically stating the conditions that these musicians, as concentration camp prisoners, endured.  At the same time, I wanted to avoid reducing the foxtrot to what some authors have termed a redemptive narrative. (10) As Michael Beckerman notes, “There is still a tendency to regard music written and performed in camps in an uncritically valedictory way.” He cites projects like Murray Sidlin’s Defiant Requiem that “ . . . centre themselves around ideas of courage, spiritual resistance, affirmation and ultimately redemption” ( 2020 , 454). While it is remarkable that the foxtrot was produced in a concentration camp and that the manuscript survived, it is also German music that was performed under conditions of slave labor. The designation “foxtrot” is doubly significant in that this music was danced to (along with waltzes and other arrangements of popular songs) during open air Sunday concerts for the garrison that took place near Commandant Höss’s villa and the crematorium of Auschwitz I.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "beckerman_2020"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Several days before the late-November concert, Jeff Karoub of the Associated Press wrote an article on the foxtrot project, which appeared in The New York Times , The Washington Post , and over 1100 other news media in twenty-two countries. During this time, I was interviewed on NPR, CBC, WDET, BBC, Michigan Radio, and a number of other radio outlets. Our recording of the foxtrot played during each of these interviews, and I was asked many questions about the manuscripts, my experience in the archive, and the lives of these musicians at Auschwitz I. The title of Karoub’s article was “University of Michigan Professor Unearths Music from Auschwitz.” (11) Although the nature of my work diverged from that of Szymon Laks, I couldn’t help but recall the powerful imagery of the words he used to liken himself to a “musical gravedigger.” I hoped that I was somehow contradicting that process by bringing the foxtrot “into the open” and presenting it to audiences. Example 17 . “Die schönste Zeit des Lebens” performed by students of the University of Michigan Contemporary Directions Ensemble led by Oriol Sans (click to watch video)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] On November 30, 2018, the Contemporary Directions Ensemble, directed by Oriol Sans, performed “Die schönste Zeit des Lebens” as the first work on their program. This sold-out concert at the University of Michigan School of Music, Theatre and Dance was live-streamed, and audience members who could not obtain tickets were ushered into the student lounge to view the performance from there. A short video of this performance is provided in Example 17 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In the wake of publicity surrounding the concert, I received many emails and phone calls to my office, some from people whose fathers had played in the Auschwitz I Men’s Orchestra. Their interest in the foxtrot transcended its musical parameters: it was a way for them to connect with fathers who had died many years ago, who spoke only rarely of their painful experiences in Auschwitz. Example 18 . List of members of the Auschwitz I Men’s Orchestra, dated November 21, 1944, and stamped November 22, 1944 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] A particularly tragic story was related to me by Joseph van der Star. He was an infant when his father, Abraham van der Star, was arrested on March 24, 1944 and sent to Auschwitz in September 1944 (on the same transport as Anne Frank). (12) Abraham had been the first violist of the Philadelphia Orchestra under Leopold Stokowski, until he was laid off in in 1929, along with the other foreign members of the orchestra. He eventually returned to his native Holland and became a violist in the Utrecht City Orchestra. Stokowski telegrammed him in 1932 that all was arranged and that he should return to Philadelphia. His son recounted, “My father was a very honest man, and he had the opinion that you cannot break a contract, so he stayed in the Netherlands.” (13) After arriving at Auschwitz I he became a member of the Men’s Orchestra, and worked in the “Kommando Kartoffelschälerei” (potato peeling commando). In a document dated “21.  November 1944” and stamped 22. XI. 1944 ( Example 18 ), Abraham van der Star is listed among the Jewish prisoners at Auschwitz—with his name spelled van d. Staar and his prisoner number specified (Lachendro). Jewish prisoners were not admitted into the Auschwitz I Men’s Orchestra until November 1944, when the original Polish political prisoners were sent to other concentration camps. After surviving a death march in January 1945, Abraham van der Star was murdered on February 2, 1945, two days after arriving in Dachau, for sharing his piece of bread with another prisoner.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] I learned a great deal from these conversations and email exchanges, which helped me put into context the fact that all of the copyists I had studied thus far had miraculously survived Auschwitz, and that despite being in a concentration camp they had created something quite expressive and beautiful. As one email correspondent remarked, “Beauty, art and the human spirit can emerge in even the darkest places.” Epilogue",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] This essay has described a journey in time, space, and medium of “Die schönste Zeit des Lebens.” Originally a 1941 popular song, it was made into a manuscript arrangement completed by concentration camp prisoners, deposited in the Auschwitz-Birkenau Archive in 1975, and at last performed and recorded by the University of Michigan’s Contemporary Directions Ensemble in 2018. The work’s journey, remarkably, continues to this day. In June 2019, the song regained its romantic text for a performance by tenor Joseph Kaiser for the Montreal Chamber Music Festival. Small excerpts of the “Die schönste Zeit” foxtrot are woven as citations into the opening of Ellen Zwilich’s new Abgang and Kaddish Quartet . Later this year, the song will be featured in the soundtrack for the Barry Levinson film, The Survivor , to be released by BRON Studios. The music, set to accompany the climactic fight scene of the movie, will be played by a reduced ensemble of five actor/musicians dressed as concentration camp prisoners. After so much effort to retain historical accuracy and create a recording for the archive, I feel that people should have the freedom to modify the foxtrot according to their needs, allowing other audiences to enjoy it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] I returned to the Auschwitz-Birkenau Collections Department in May 2019 and studied the remaining manuscripts of popular songs, with the goal of constructing a one-hour program for a concert tour. (14) Many of these manuscripts were written by the three copyists of “Die schönste Zeit des Lebens;” however, new dramatis personae emerged as well. Manuscript parts for the 1941 song, “Ich bin heute ja so verliebt,” (I’m so in Love Today) from the 1940 Austrian film, Operette , show the familiar handwriting of the three “Die Schönste Zeit des Lebens” copyists, but also that of two new ones. One signed his prison number identifying himself as Józef Kropiński (23468), a violinist who composed over 100 pieces in Buchenwald. Based on interviews with his son, Barbara Milewski determined that Kropiński was active in the Auschwitz I Men’s Orchestra only from April 1942 through March 10, 1943, when he was transferred to Buchenwald ( 2012a and 2012b ). A viola part for “Ich bin heute ja so verliebt” is the only surviving manuscript in the Auschwitz-Birkenau collection that bears his distinctive handwriting.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "milewski_2012a",
                    "milewski_2012b"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] These manuscripts rearrange European hit songs of the late thirties to early forties and range from tangos to waltzes to more foxtrots.  While the texts are missing, the instrumental arrangements are nonetheless deeply imprinted with their affect. The copyists are no longer living, but I hope they would have enjoyed the applause and utter enjoyment of audiences for their remarkable creative efforts.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special symposium: archival research in music:new materials, methods, and arguments",
    "source": "mto/raw/mto.21.27.3.hall.html",
    "data": "mto/data/mto.21.27.3.hall.json"
}