{
    "title": "Eternity in Each Moment: Temporal Strategies in Ravel’s “Le Gibet”",
    "date": "2013/03/01",
    "volume": "19",
    "issue": "1",
    "authors": [
        "Fillerup, Jessie"
    ],
    "abstract": "This paper suggests that Ravel’s “Le Gibet” fromGaspard de la nuit(1909) features temporal and formal innovations that anticipate those found in Debussy’sJeux(1913) and Stravinsky’sSymphonies of Wind Instruments(1920). The analysis combines voice-leading techniques with Stockhausen’s notion of “moment form” (further developed by Jonathan Kramer), revealing multiply directed temporal strategies that assert points of stasis, nonlinearity, continuity, and discontinuity. In the poem by Aloysius Bertrand that inspired Ravel’s music, the poetic devices typical of French Romanticism contrast with Ravel’s distinctly modern approach to musical temporality, which explores both durational and spatial models of time.",
    "keywords": [
        "temporality",
        "moment form",
        "piano music",
        "linearity",
        "nonlinearity",
        "continuity",
        "discontinuity",
        "Ravel",
        "Henri Bergson",
        "Aloysius Bertrand"
    ],
    "doi": "",
    "received": "August 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.fillerup.pdf",
    "author_info": [
        {
            "name": "Jessie Fillerup",
            "university": "University of Richmond",
            "address": "28 Westhampton Way, University of Richmond, VA 23173",
            "email": "jfilleru@richmond.edu"
        }
    ],
    "citations": {
        "banville_1881": "Banville, Théodore de. 1881. Petit traité de poésie française . Paris: Charpentier.",
        "bergson_2002": "Bergson, Henri. 2002. “The Perception of Change.” In Henri Bergson: Key Writings , ed. Keith Ansell Pearson and John Mullarkey, 248–66. New York and London: Continuum.",
        "bergson_1960": "Bergson, Henri. 1960. Time and Free Will: An Essay on the Immediate Data of Consciousness . Trans. F. L. Pogson. New York: Harper.",
        "bergson_1950": "Bergson, Henri. 1950. Matter and Memory . Trans. Nancy Margaret Paul and W. Scott Palmer. London: George Allen, and New York: Macmillan.",
        "bertrand_1972": "Bertrand, Aloysuis. 1972. Gaspard de la nuit: fantaisies à la manière de Rembrandt et de Callot . Ed. Jean Richer. Paris: Flammarion.",
        "boulez_1986": "Boulez, Pierre. 1986. “Sound, Word, Synthesis.” In Orientations , ed. Jean‐Jacques Nattiez, trans. Martin Cooper, 177–82. Cambridge: Harvard University Press. Originally published as “ Son, verbe, synthèse” in Melos 25, no. 10 (1958): 310–13.",
        "boulez_1968": "Boulez, Pierre. 1968. Notes of an Apprenticeship . Trans. Herbert Weinstock. New York: Knopf.",
        "bruhn_1997": "Bruhn, Siglind. 1997. Images and Ideas in Modern French Piano Music: The Extra‐Musical Subtext in Piano Works by Ravel, Debussy, and Messiaen . New York: Pendragon.",
        "calvocoressi_2003": "Calvocoressi, Michel‐Dmitri. 2003. “M. Ravel Discusses His Own Work.” In A Ravel Reader: Correspondence, Articles, Interviews , ed. Arbie Orenstein, 476–78. Mineola, NY: Dover. Originally published in The Daily Telegraph , 11 July 1931.",
        "campbell_2010": "Campbell, Edward. 2010. Boulez, Music, and Philosophy . Cambridge: Cambridge University Press.",
        "chantavoine_1909": "Chantavoine, Jean. 1909. Review of Gaspard de la nuit , “Chronique musicale.” La Revue hebdomadaire , March 13: 261.",
        "cone_1968": "Cone, Edward T. 1968. “Stravinsky: The Progress of a Method.” In Perspectives on Schoenberg and Stravinsky , ed. Benjamin Boretz and Edward T. Cone, 155–64. New York: Norton.",
        "corbin_1998": "Corbin, Alain. 1998. Village Bells: Sound and Meaning in the 19th‐Century French Countryside . Trans. Martin Thom. New York: Columbia University Press.",
        "deleuze_1998": "Deleuze, Gilles. 1998. “Boulez, Proust, and Time: ‘Occupying Without Counting.’ ” Trans. Timothy S. Murphy. Angelaki: Journal of the Theoretical Humanities 3: 69–74.",
        "deleuze_and_guatarri_2004": "Deleuze, Gilles and Félix Guatarri. 2004. A Thousand Plateaus: Capitalism and Schizophrenia . Trans. Brian Massumi. London and New York.",
        "ferneyhough_1993": "Ferneyhough, Brian. 1993. “The Tactility of Time.” Perspectives of New Music 31, no. 1: 20–30.",
        "gilson_1947": "Gilson, Etienne. 1947. “The Glory of Bergson.” Thought 22: 581–84.",
        "hasty_1986": "Hasty, Christopher. 1986. “On the Problem of Succession and Continuity in Twentieth‐Century Music.” Music Theory Spectrum 8: 58–74.",
        "hepokoski_1984": "Hepokoski, James. 1984. “Formulaic Openings in Debussy.” 19th‐Century Music 8, no. 1: 44–59.",
        "howat_2009": "Howat, Roy. 2009. The Art of French Piano Music: Debussy, Ravel, Fauré, Chabrier . New Haven: Yale University Press.",
        "howat_2000": "Howat, Roy. 2000. “Ravel and the Piano.” In The Cambridge Companion to Ravel , ed. Deborah Mawer, 71–96. Cambridge: Cambridge University Press.",
        "huebner_2011": "Huebner, Steven. 2011. “Ravel’s Poetics: Literary Currents, Classical Takes.” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 9–40. Eastman Studies in Music, ed. Ralph Locke. Rochester: University of Rochester Press.",
        "huebner_2006": "Huebner, Steven. 2006. “Laughter: In Ravel’s Time.” Cambridge Opera Journal 18, no. 3: 225–46.",
        "hulse_2008": "Hulse, Brian. 2008. “On Bergson’s Concept of the Virtual.” Gamut 1 , No. 1: 1–41. http://trace.tennessee.edu/gamut/vol1/iss1/2",
        "james_1890": "James, William. 1890. The Principles of Psychology . New York: Henry Holt and Company.",
        "kaminsky_2011": "Kaminsky, Peter, ed. 2011. Unmasking Ravel: New Perspectives on the Music . Eastman Studies in Music, ed. Ralph P. Locke. Rochester: University of Rochester Press.",
        "kern_2003": "Kern, Stephen. 2003. The Culture of Time and Space: 1880–1918 . Cambridge, Mass.: Harvard University Press.",
        "kramer_1988": "Kramer, Jonathan D. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . New York: Schirmer.",
        "kramer_1986": "Kramer, Jonathan D. 1986. “Discontinuity and Proportion in the Music of Stravinsky.” In Confronting Stravinsky: Man, Musician, and Modernist , ed. Jann Pasler, 174–94. Berkeley and Los Angeles: University of California Press.",
        "kramer_1978": "Kramer, Jonathan D. 1978. “Moment Form in Twentieth Century Music.” The Musical Quarterly 64, no 2: 177–94.",
        "laloy_1909": "Laloy, Louis. 1909. Review of Gaspard de la nuit , “La Musique—Société Nationale.” La Grande revue 53, (January 25): 396.",
        "ligeti_1975": "Ligeti, György. 1975. “Metamorphoses of Musical Form.” Die Reihe 7 (Form–Space): 5–20. Originally published in 1960.",
        "marnold_1909": "Marnold, Jean. 1909. Review of Gaspard de la nuit .” Mercure de France 52 (February 1): 548.",
        "mawer_2010": "Mawer, Deborah, ed. 2010. Ravel Studies . Cambridge: Cambridge University Press.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures . Chicago: University of Chicago Press.",
        "nichols_2011": "Nichols, Roger. 2011. Ravel: A Life . New Haven: Yale University Press.",
        "orenstein_1975": "Orenstein, Arbie. 1975. Ravel: Man and Musician . New York: Columbia University Press.",
        "pasler_2008": "Pasler, Jann. 2008. Writing Through Music: Essays on Music, Culture, and Politics . Oxford: Oxford University Press.",
        "rehding_1998": "Rehding, Alexander. 1998. “Towards a ‘Logic of Discontinuity’ in Stravinsky’s ‘Symphonies of Wind Instruments’: Hasty, Kramer, and Straus Reconsidered.” Music Analysis 17, no. 1: 39–65.",
        "richards_1998": "Richards, Marvin. 1998. Without Rhyme or Reason : Gaspard de la nuit and the Dialectic of the Prose Poem . Lewisburg, PA: Bucknell University Press.",
        "rochberg_2005": "Rochberg, George. 2005. “The Concepts of Musical Time and Space.” In The Aesthetics of Survival , rev. ed., 68–128. Ann Arbor: University of Michigan Press. Originally published in 1963.",
        "scott_1994": "Scott, David. 1994. “Writing the Arts: Aesthetics, Art Criticism, and Literary Practice.” In Artistic Relations: Literature and the Visual Arts , ed. Peter Collier and Robert Lethbridge, 61–75. New Haven: Yale University Press.",
        "sieburth_1985": "Sieburth, Richard. 1985. “Gaspard de la Nuit: Prefacing Genre.” Studies in Romanticism 24, no. 2: 243.",
        "slott_1981": "Slott, Kathryn. 1981. “Le Texte e(s)t son double. Gaspard de la Nuit : Intertextualité, Parodie, Auto‐Parodie.” French Forum 6, no. 1: 28–35.",
        "stockhausen_1963": "Stockhausen, Karlheinz. 1963. “Momentform: Neue Zusammenhänge zwischen Aufführungsdauer, Werkdauer und Moment.” In Texte zur elektronischen und instrumentalen Musik . Vol. 1, 189–210. Cologne: DuMont.",
        "van_den_toorn_1983": "van den Toorn, Pieter. 1983. The Music of Igor Stravinsky . New Haven: Yale University Press.",
        "wheeldon_2004": "Wheeldon, Marianne. 2004. “Interpreting Discontinuity in the Late Works of Debussy.” Current Musicology 77, no. 1: 97–115.",
        "wittgenstein_2009": "Wittgenstein, Ludwig. 2009. Philosophical Investigations . 4th ed. Trans. G.E.M. Anscombe, P.M.S. Hacker, and Joachim Schulte. Oxford: Blackwell."
    },
    "footnotes": {
        "FN0": {
            "text": "* My thanks to Peter Kaminsky and Keith Waters, who asked helpful questions about an early draft that I had presented, and to Carlo Caballero, who offered valuable comments on the complete essay. I am also grateful to Benjamin Broening at the University of Richmond for assisting with my recording session and to Evan Wilbur, audio engineer, for his expert recording of my playing.",
            "citations": []
        },
        "FN1": {
            "text": "1. Cone 1968 , 156–64; Hasty 1986 , 58–74; Kramer 1988 , 211–13, 221–85 ; Kramer 1986 , 174–78, 181–84 ; Rehding 1998 , 39–65.",
            "citations": [
                "cone_1968",
                "hasty_1986",
                "kramer_1988",
                "kramer_1988",
                "kramer_1986",
                "kramer_1986",
                "rehding_1998"
            ]
        },
        "FN2": {
            "text": "2. Boulez 1968 , 353; Deleuze 1998 , 71. Deleuze borrowed the words “striated” and “smooth” from Boulez to describe cultural, political, geographical, and artistic phenomena, including the composer’s music.",
            "citations": [
                "boulez_1968",
                "deleuze_1998"
            ]
        },
        "FN3": {
            "text": "3. There have been recent edited collections on Ravel’s music by Peter Kaminsky ( 2011 ) and Deborah Mawer ( 2010 ), while Steven Huebner and Michael Puri have each contributed a number of articles on Ravel in the past five years.",
            "citations": [
                "kaminsky_2011",
                "mawer_2010"
            ]
        },
        "FN4": {
            "text": "4. Descriptions of Ravel as a classicist are too numerous to catalogue here, but classicism is one of the “master tropes” that Kaminsky identifies in Ravel scholarship ( 2011 , 2). It may be traced to publications that emerged in Ravel’s lifetime, and more particularly to those written by Roland‐Manuel, whose perceptions influenced much of the scholarship that followed. Arbie Orenstein’s important Ravel biography (first published in 1975 and since superseded by Roger Nichols in 2011 ) emphasizes the classical structure of Ravel’s music and notes that the composer appreciated Mozart’s work for its “striking balance between classical symmetry and the element of surprise.” In a recent essay, Steven Huebner turns the question of Ravel’s classicism—for him defined in terms of style, aesthetics, and historiography—away from musical models, instead focusing on literary figures who influenced the composer. See Huebner 2011 , 9–12.",
            "citations": [
                "kaminsky_2011",
                "orenstein_1975",
                "nichols_2011",
                "huebner_2011"
            ]
        },
        "FN5": {
            "text": "5. Brian Hulse has used Bergson’s concept of duration to develop a theoretical model for analyzing music, which accommodates the pliable temporal processes of listeners more easily than linear, dichotomous schemes (like Narmour’s “Implication‐Realization” theory, for example). But my interest lies more in forging analogous relationships between Bergson’s thought and Ravel’s music than in creating and applying a systematic theoretical model. See Hulse 2008 , 13–18 and Narmour 1990 .",
            "citations": [
                "hulse_2008",
                "narmour_1990"
            ]
        },
        "FN6": {
            "text": "6. James 1890 , 643–52. I am grateful to Laurie Paul at the University of North Carolina at Chapel Hill for suggesting that I look at James’s work.",
            "citations": [
                "james_1890"
            ]
        },
        "FN7": {
            "text": "7. Huebner 2006 , 230. Bergson’s musical taste rubbed off on one of his students, Etienne Gilson, who also recognized similarities between Bergsonism and musical Symbolism via Debussy. In 1947, Gilson suggested that “César Franck and Claude Debussy poured into our hearts music that was closer to [Bergson’s] profound philosophy than anything words could express” ( Gilson 1947 , 581–82).",
            "citations": [
                "huebner_2006",
                "gilson_1947"
            ]
        },
        "FN8": {
            "text": "8. I am grateful to an anonymous reader of this essay for suggesting that the shifting function of the gallows may relate to perceptions of foreground and background. Regarding the duck‐rabbit figure, see Wittgenstein 2009 , 204.",
            "citations": [
                "wittgenstein_2009"
            ]
        },
        "FN9": {
            "text": "9. My numbering of the octatonic collection corresponds to Pieter van den Toorn’s ( 1983 , 49).",
            "citations": [
                "van_den_toorn_1983"
            ]
        },
        "FN10": {
            "text": "10. In measures 37–40, Ravel concedes a few slight modifications to the ostinato in order to facilitate voice leading and keyboard fingering.  The B ♭ in the middle staff (measure 37) and top staff (measure 40) is articulated instead of tied to the previous eighth note.  In measure 39 the B ♭ that would normally occur on beat two is on the offbeat instead.",
            "citations": []
        },
        "FN11": {
            "text": "11. “Le Gibet,” like “Scarbo,” was one of the pièces détachées —poems taken from Bertrand’s portfolio by Victor Pavie, who published Gaspard de la nuit together with the additional poems after Bertrand’s death.",
            "citations": []
        },
        "FN12": {
            "text": "12. The translation is mine.",
            "citations": []
        },
        "FN13": {
            "text": "13. Ibid., 96 . There are seventy‐six such epigraphs heading the poems in Gaspard . Evidence pointing to Bertrand’s use of parody may be seen in the book’s first preface. The first‐person narrator describes a dialogue in which a stranger—whom the narrator assumes to be a “poor, starving artist”—describes his quest for art in rambling passages littered with romantic clichés. The identity of the speakers and the editor, who provides the explanatory footnotes in the text and signs the preface “Louis Bertrand,” is never settled. Marvin Richards ( 1998 , 93–96) and Kathryn Slott ( 1981 , 68–75) interpret the second preface—a commentary on Victor Hugo’s preface to Cromwell—through the lens of parody, too.",
            "citations": [
                "bertrand_1972",
                "richards_1998",
                "slott_1981"
            ]
        },
        "FN14": {
            "text": "14. Certainly the bell functioned as a sonic reminder of “the chain binding the living and the dead”—much like another sort of threshold marker, the cemetery, whose function and organization in France started to change in the nineteenth century. Alain Corbin notes that in the nineteenth century French bell makers preferred to work in the cemetery near the church where a bell would be installed—or, barring that option, another area of the village. See Corbin 1998 , 83, 287.",
            "citations": [
                "corbin_1998"
            ]
        },
        "FN15": {
            "text": "15. Boulez created time bubbles ( bulles de temps ) in his sketch for Improvisation III sur Mallarmé . He also embedded them in Éclat to “facilitate non‐pulsed time through indeterminacy.” See Campbell 2010 , x, 241.",
            "citations": [
                "campbell_2010"
            ]
        },
        "FN16": {
            "text": "16. “Ein Moment nicht Partikel einer abgemessenen Dauer sein muß, sondern in denen die Konzentration auf das Jetzt—auf jedes Jetzt—gleichsam vertikale Schnitte macht, die eine horizontale Zeitvorstellung quer durchdringen bis in die Zeitlosigkeit, die ich Ewigkeit nenne: eine Ewigkeit, die nicht am Ende der Zeit beginnt, sondern in jedem Moment erreichbar ist.” Stockhausen 1963 , 199.",
            "citations": [
                "stockhausen_1963"
            ]
        },
        "FN17": {
            "text": "17. Rochberg 2005 considers Varèse the first twentieth‐century composer to “realize through music spatial images in sound”—a type of music he calls “space‐form” ( 108, 116 ).",
            "citations": [
                "rochberg_2005",
                "rochberg_2005"
            ]
        },
        "FN18": {
            "text": "18. Ligeti 1975 noted this phenomenon in works that foreground temporal variety. Simultaneity of meters, tempos, or events produces a density of effect in which “their original variety is resolved into a high unity” ( 17 ).",
            "citations": [
                "ligeti_1975",
                "ligeti_1975"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island opportunities and look toward another land. There is no other land; there is no other life but this, or the like of this. ~ Henry David Thoreau",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In 1958, Pierre Boulez suggested that the experience of listening to music was “no longer directional, but time bubbles,” as music unfolds for the listener without purposeful motion from beginning to end ( 1986 , 178). Composers and scholars have identified a handful of musical works from the early twentieth century that both invite this approach to musical listening and function as prescient examples of structural trends to come. In particular, Debussy’s Jeux (1913) and Stravinsky’s Symphonies of Wind Instruments (1920) have been singled out for special attention. Symphonies has inspired formal and temporal analyses from Edward Cone, Jonathan Kramer, and Christopher Hasty, among others, and it was described by Alexander Rehding as a “paradigm of discontinuity.” (1) The Darmstadt composers, including Pierre Boulez and Karlheinz Stockhausen, championed Jeux decades after the ballet had been overshadowed by the premiere of Stravinsky’s The Rite of Spring . Boulez paid particular attention to Jeux’s shifting juxtaposed gestures, which were underpinned by structural homogeneity. \nEach of these techniques encouraged a “time bubble” approach to music listening that recognized both pulsed time and a temporal order freed from succession—or, as Gilles Deleuze put it, space-times that are either “striated” (pulsed) or “smooth” (indeterminate) (2) .  The panegyrics devoted to Jeux , The Rite of Spring , Symphonies of Wind Instruments , and a handful of other early twentieth-century works celebrate the way these works attend to both types of temporality and invite alternative modes of listening.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "boulez_1986"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Rarely has similar praise been directed toward Maurice Ravel’s music, which remains peripheral in musicological discourse despite recent developments in scholarship. (3) Ravel is typically viewed as a classicist in disguise: he may have worked in the twentieth century, but he was disinclined to experiment with the same freewheeling abandon that Debussy did. (4) Ravel’s musical forms are often interpreted in light of their eighteenth-century antecedents; those that deviate from classical norms, like Boléro , are easily dismissed with help from the composer himself, who described this work as “an experiment in a very special and limited direction” that resulted in “orchestral tissue without music” ( Calvocoressi 2003 , 477). But twenty years before the ballet premiere of Boléro , Ravel wrote another piece that may be considered a formal experiment: “Le Gibet,” the middle work of the piano triptych Gaspard de la nuit . The structural dimensions of the piece, while evoking classical prototypes, also anticipate the attention paid by Stravinsky, Debussy, and several mid-twentieth century composers to heterogeneous temporal relationships, especially the mediation of circularity, linearity, and discontinuity.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "calvocoressi_2003"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Jann Pasler’s study of form in Debussy’s Jeux provides a useful analytical companion to “Le Gibet.” For Pasler, abrupt changes in meter and tempo in Jeux suggest discontinuity, while motivic similarity and constancy of pulse help to bind discontinuous gestures ( Pasler 2008 , 91–95). Her analysis relies in part on philosophical scaffolding supplied by Henri Bergson, whose theory of duration has much to recommend to music studies. In “The Perception of Change” ( 2002 ; La Perception du changement , 1911), Bergson explains the concept of temporal indivisibility with a spatial analogy: Zeno’s paradox of Achilles racing a tortoise who was given a head start. Though most would wager that Achilles would win the race despite his initial disadvantage, Zeno offers a mathematical (or metaphysical) paradox that makes the tortoise the winner. Once Achilles begins the race, he starts making up the distance he lags—but as he does so, the tortoise is traveling a little further ahead, which leaves Achilles another interval to make up. Though the tortoise loses his lead by increments, Achilles can never overcome his opponent, making the tortoise the eventual winner in the race. Bergson defuses Zeno’s paradox with a simple question: if common sense dictates that the tortoise should lose, why not ask Achilles how he won the race? Achilles responds that he did not run according to Zeno’s description, by moving from \na point in space to the point that the tortoise had last occupied. Instead, he took one step after another until he finally passed the tortoise, claiming, “I thus accomplish[ed] a series of indivisible acts” ( Bergson 2002 , 257). The notion of continuity is a key element of Bergson’s theory of time—or duration ( durée ), as he preferred to call it. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "pasler_2008",
                    "bergson_2002",
                    "bergson_2002"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Bergson finds a similar error in our understanding of time that may be illuminated by considering the hands of a clock face. The movement of the hands corresponds to the oscillations of a clock pendulum, and there is but one position of the hand (or the pendulum) in space; past oscillations no longer exist. We preserve the memory of these past oscillations and order them, creating succession out of the single movement of the pendulum juxtaposed spatially with itself. We create the illusion that time is homogeneous, divisible into discrete moments that are represented by (and sometimes equivalent to) the oscillating pendulum or the moving hands. Bergson counters the perceived homogeneity of time with the concept of duration, which he claims more accurately reflects our temporal experience: memory and perception are part of a continuous, interpenetrating process in which the activities of the past and the present cannot be easily distinguished ( 1960 , 107–10). Contemporaries of Bergson, like psychologist William James, identified different types of temporal proximity—primary and secondary memories, for example, or the “specious present,” which may be temporally extended for several seconds. (6) In Bergson’s theory, by contrast, “nothing is ‘far away.’ ” ( Kern 2003 , 44). The present is a matter of attentional focus, which allows memories and experiences from the past to occupy, and not merely influence, the present.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "bergson_1960",
                    "kern_2003"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Often Bergson used musical analogies to explain the fluid, extended nature of duration. Melody becomes a sort of idée fixe , recurring in several iterations of Bergsonian theory, usually to impress upon readers the concepts of immediacy and continuity. By viewing music as an art of suggestion rather than expression, \nBergson aligned himself with the Symbolists, though his favorite composer was reportedly César Franck. (7) In a 1911 lecture, he developed one of his musical analogies with characteristic detail: We have, no doubt, a tendency to divide [a melody] and to picture, instead of the uninterrupted continuity of melody, a juxtaposition of distinct notes. But why? Because we are thinking of the discontinuous series of efforts we should be making to recompose approximately the sound heard if we were doing the singing, and also because our auditory perception has acquired the habit of absorbing visual images. We therefore listen to the melody through the vision which an orchestra-leader would have of it as he watched its score. We picture notes placed next to one another upon an imaginary piece of paper. We think of a keyboard upon which someone is playing, of the bow going up and down, of the musicians, each one playing his part along with the others. If we do not dwell on these spatial images, pure change remains, sufficient unto itself, in no way divided, in no way attached to the ‘thing’ which changes. ( 2002 , 259) Images, whether projections or memories, interfere with the unity and continuity suggested by melody: while pitches and rhythms change, there nevertheless remains “succession without distinction” ( Bergson 1960 , 101).",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "bergson_2002",
                    "bergson_1960"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] The musical dimension of Bergson’s temporality makes its application to \nmusic analysis even more compelling, particularly in a contemporaneous work like “Le Gibet,” whose architecture may be newly interpreted using Bergsonian thinking. A voice-leading analysis of “Le Gibet” reveals multiply directed temporal strategies that assert points of stasis, nonlinearity, continuity, and discontinuity. The analysis yields points of convergence with the poetic text that inspired the work, as well as certain musical structures of Debussy’s. But ultimately it suggests that music and text fulfill different aims, and that the structural similarities between Debussy’s music and “Le Gibet” are used to destabilize the listener’s grasp of the familiar. A more useful connection may be forged between Ravel’s approach to temporality and Stockhausen’s notion of moment form, as developed by Jonathan Kramer. Challenges to Temporal Continuity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] When Gaspard premiered in January 1909, critics described “Le Gibet” as “doleful” and “monotonous,” evoking an air of “acerbic disquiet” ( Chantavoine 1909 , 261; Laloy 1909 , 396). Aloysius Bertrand’s prose poems had inspired the suite, and the three poems that shared titles with Ravel’s music were printed in the program ( Marnold 1909 , 548). In Bertrand’s poem “Le Gibet,” the narrator tries to identify a sound by posing a series of queries: “Is it the night wind shrieking, or the hanged man sighing on the gibbet?” The final stanza reveals the source of the sound: “It is the bell that tolls from the walls of a city beyond the horizon, the corpse of a hanged man reddened by the setting sun” ( Bertrand 1972 , 167). Ravel’s “Le Gibet” begins with this tolling bell, a fixed-register B ♭ ostinato that is continuously sustained, closing the piece in the same way it began.",
                "footnotes": [],
                "citations": [
                    "chantavoine_1909",
                    "laloy_1909",
                    "marnold_1909",
                    "bertrand_1972"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] The piece may be configured in two or three parts: Peter Kaminsky prefers the former, Roy Howat the latter. In Howat’s reading, the opening section and the recapitulatory \nclose flank a brief central section, measures 28–34 ( 2000 , 82–84). The structural role assigned to this seven-bar passage (in a piece of fifty-two measures) perhaps exaggerates its proportional significance, but Howat is right to distinguish the passage from what came before, both for its reduced texture and for the performance indication to play it sans expression . (This contrasts with the expressif marking assigned to two phrases in the opening section.) Kaminsky similarly demarcates measure 28 as a structural midpoint that introduces a new theme, and with it, stuttering moves toward tonal clarity ( 2011 , 101, 106–07). Common to both analyses is the notion of circularity (revealed through arch form for Howat). Like Kaminsky, I prefer a two-part formal model for “Le Gibet” that captures its recapitulatory symmetry while avoiding the problem of the proportionally meager center section. \nBut the analysis that follows is likewise congruent with Howat’s three-part structure, in which tonal harmonic progressions are repeatedly attempted and foiled despite the unfolding “motions of classical sequence” ( 2000 , 84). Example 1a . Background graph of “Le Gibet.” (click to enlarge) Example 1b . Middleground graph of “Le Gibet,” measures 1–20 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "howat_2000",
                    "kaminsky_2011",
                    "howat_2000"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Example 1 reveals the work’s symmetrical architecture, including motivic parallelisms and arch gestures on multiple structural levels. Though the B ♭ ostinato is present throughout the piece, its formal prominence fluctuates: texturally isolated at the beginning, it becomes subsumed by thickening harmonic gestures, then starts to resume its textural isolation in measure 45. (The changing prominence of this pitch is represented by stemmed and unstemmed noteheads.) In the sixth measure (see Example 1b), these gestures emerge in short phrases that mirror the structure of the whole (measures 6–7, 10–11, 12–14, and 17–19). The prolongation of D ♭ arises from melodic ideas introduced in measures 6 (starting on D ♭ 5) and 17 ( D ♭ 6); by measure 48, D ♭ 4 functions as the downbeat of a repeated two-note motive that initiates the final return of the opening material. But the possibility of D ♭ as a structural melodic pitch may emerge as early as the first harmonic gesture, when it is the second pitch ( D ♭ 4, measure 3) in a recurring harmonic sequence. If heard in this context, the D ♭ prolongation traces a symmetrical arch over three octaves: it begins with D ♭ 4 (measure 3), reaches D ♭ 6 at the apex (measure 17), and returns to its opening register in measure 48. Underpinning the structurally melodic D ♭ is the fixed-register B ♭ ostinato, which appears doubled in the bass starting in measure 40, where it supplants the presumed E ♭ tonic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] When examining “Le Gibet” from a Bergsonian perspective, a diachronic reading is critical to understanding the dynamic relationship between memory, perception, and linearity (or lack thereof). In the first section of the piece, Ravel establishes phrasing patterns that realize in sound Bergson’s understanding of the relationship between perception and memory: Perception, however instantaneous, consists then in an incalculable multitude of remembered elements; and in truth every perception is already a memory. Practically we perceive only the past , the pure present being the invisible progress of the past gnawing into the future. ( 1950 , 194) The opening phrasing patterns of “Le Gibet” become “remembered elements” whose repetition and primacy leave a powerful imprint upon the listener. In the phrases that follow, linear and non-linear structures generate uncertain projections about future moments. These projections form when memory simultaneously interacts with perception to shape the past, apprehend the present, and project the future. Example 2 . “Gallows” gesture, measures 3–4 (click to enlarge) Audio Example 1 Example 3 . Arch-shaped opening melody, measures 6–7 (click to enlarge) Audio Example 2 Audio Example 3",
                "footnotes": [],
                "citations": [
                    "bergson_1950"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The piece opens in a Phrygian-tinged E ♭ minor with a harmonic gesture (here called “the gallows”) of parallel quintal sonorities in the right and left hands (measure 3, Example 2; Audio Example 1 ).  Ravel repeats the gallows before introducing the first melodic idea (measures 6–7), an arch-shaped \ngesture that starts on D ♭ , winds through a few nearby notes, and cycles back to its starting pitch ( Example 3 ). The gallows appears once more (measures 8–9) before the first melodic theme returns, harmonized in thirds ( Audio Example 2 ).  When coupled with the static backdrop of the B ♭ ostinato, the opening phrase pattern hints at the circularity mirrored in the gallows gesture itself, which begins and ends on the same chord and evades voice-leading conventions through harmonic parallelism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] The return of the gallows between melodic statements blunts the listener’s projections of linear development in two ways. First, both the potential circularity of the opening phrase pattern and the arch shape of the D ♭ melody suggest that the work is built from a series of self-contained units, which are independent from preceding and subsequent phrases. This hearing becomes evident if the gallows gesture is removed from the opening phrase sequence, which enhances succession and linearity (compare Audio Example 2 and Audio Example 3 ). Second, the gesture’s return in between melodic statements foregrounds the possibility that linear progress may be similarly, and perhaps repeatedly, diverted. Audio Example 4 Example 4 . Melodic variant, measures 12–14 (click to enlarge) Audio Example 5",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] This possibility emerges right away. Near the end of measure 11 the B ♭ ostinato persists, accompanied by the reverberation of harmonies partly sustained by the damper pedal. Though the ostinato provides continuity across phrases, it denies any clues about where the music may be headed next. If the previous phrasing pattern holds, then the gallows would return a third time, interrupting linear melodic progress. ( Audio Example 4 realizes this compositional choice.)  But Ravel elects continuity instead, introducing a melodic and harmonic variant of the opening theme that extends its usual two-bar phrase to three (see measures 12–14, Example 4 ). The variant features an arch shape, like the melody, and it traces a symmetrical pattern of half and whole steps around an A ♭ axis. (The pattern first rises by half step from E ♮ to F, then falls by whole step from B ♭ to A ♭ ; a variant occurs in the second half of the pattern, which descends from B ♭ to A ♭ via half steps; Audio Example 5 .)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] James Hepokoski introduced a taxonomy of introductory formulas in Debussy’s music in which he classified dozens of pieces by type—mostly repertoire that Ravel knew intimately, and some of which he greatly admired ( 1984 , 44–59). Hepokoski identified three types of openings: monophonic, modal/chordal, and introductory sequences/expansions; the last of these combines with either the first or the second type. Modal/chordal openings typically begin with four chords of the same rhythmic value, with one of the chords sounding twice (three sonorities, four sounds). The chords, which tend to revolve around an axis, produce an effect of “swaying, static circularity” that is further reinforced by their repetition before new material enters. Examples of this type of opening include Saint-Saëns’s Le Pas d’armes du Roi Jean and Debussy’s La Damoiselle élue , both of which conjure funereal imagery ( Hepokoski 1984 , 48). When the modal/chordal opening combines with the third type of formula—sequences and expansions—the modal/chordal phrase leads to a pause, followed by an elaboration of the first phrase that emerges from the preceding silence. This phrase leads to another pause, or it is succeeded \neither by contrasting ideas or a further elaboration of the opening phrase.",
                "footnotes": [],
                "citations": [
                    "hepokoski_1984",
                    "hepokoski_1984"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] “Le Gibet” evokes the third type of formula while stubbornly defying key aspects of it. The opening phrase does not emerge from silence, which is typically the case in Debussy’s music: rather, the B ♭ ostinato begins its persistent tolling before any melodic or harmonic material appears. It is as if the ostinato establishes itself as the default background for the piece, displacing silence altogether. When the gallows gesture enters, it consists of four chords (three sonorities, one played twice) that suggest circularity through harmonic parallelism and contour, evoking Hepokoski’s modal/chordal opening but without chords of equal rhythmic value. If “Le Gibet” continued to unfold according to the third type, the gallows gesture would lead to a pause followed by an elaboration. Ravel does offer a pause of some sort—the ostinato standing in for silence—before he moves to the next phrase, the arch-shaped melody (measures 6–7). This contrasting phrase is self-contained, circular, and clearly demarcated from what came before, suggesting that Ravel has deviated from the formulaic pattern by failing to elaborate the gallows gesture. \nIn one sense he has done this, since the gallows returns completely unchanged in measures 8–9. But the melodic phrase that follows in measures 10–11 elaborates the arch-shaped melody by harmonizing it in thirds; the further extension and variation of the melody in measures 12–14 \nassert that it is this phrase, and not the gallows, that may pry the piece open, replacing stasis with growth and musical florescence. “Le Gibet” thus articulates formal relationships that speak to the tendencies we have developed for listening to tonal music and, more specifically, to Debussy’s music. But listeners who implicitly or explicitly grasp Debussy’s introductory formulas \nwill still find structural surprises in “Le Gibet” that unfold later. Example 5 . Select phrases re-directed to the gallows gesture (click to enlarge) Audio Example 6 Audio Example 7 Audio Example 8",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] By measure 14, phrasing patterns have proven inconsistent. At least four structural possibilities for the phrase that follows emerge here: first, the phrase may repeat the melodic variant just heard; second, it may develop the variant; third, it may re-route itself to the gallows; or fourth, it may introduce a new musical idea. The melodic contour of the variant does not imply any particular direction, though the descending scalar motion of its final three notes ( A ♭ through F in measure 14) hints at linearity. Ravel opts to combine the third and fourth possibilities, dropping the linear passage at the end of measure 14 in favor of a two-note motive (measures 15–16) similar to the gallows gesture. He could have chosen to insert the gallows either in place of this two-note motive or immediately thereafter, just as he could have used it between the melody and its variant at the end of measure 11. The potential for the gallows to be interpolated between passages—just as it was used between the first two statements of the melody—suggests that the gesture is less a progression than an invariant point of departure and return. Example 5 shows some of the other pathways that are possible when phrases from the first section are routed to the gallows. ( Audio Examples 6, 7, and 8 demonstrate three of these possibilities: the melodic variant to the gallows, the two-note motive to the gallows, and the music as written from measures 14–21.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Bergsonian continuity suggests a dynamic relationship between memory and perception: as perception is shaped by memory, it becomes memory and shapes perception in a fluid, indivisible exchange. A listener of “Le Gibet” remembers the circular gallows gesture at the same time that she perceives an unrelated melodic statement, which may incline her to relate these musical incidents despite their discrete musical qualities.  But she soon discovers that the gallows sometimes interrupts linear melodic gestures \nor appears independently from melodies altogether. The gallows shifts in her perception, variously occupying foreground and background positions—or perhaps, like the famous duck-or-rabbit figure, constantly fluctuating between them, unable to find stable ground. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Continuity starts to break down within the first few phrases, resulting in the perceptual process described by Bergson as “homogenous time,” in which temporal perception is mapped onto space ( 1960 , 121). This occurs when listeners faced with these shifting phrase patterns juxtapose potential musical events, just as I did when describing the four compositional choices that could have followed measure 14. These projections create virtual simultaneities of sound that may be apprehended spatially and compared at once, like the oscillations of a clock pendulum. None of them is yet realized, but they are nevertheless phenomenological realities: products of our imagination, \nwith a spatial orientation that disrupts Bergsonian continuity. Continuity Restored, Revoked Audio Example 9",
                "footnotes": [],
                "citations": [
                    "bergson_1960"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] To conclude the first half, Ravel strings together inversions of an F ♭ ninth chord, marked très lié in the left hand, that skim the keys in contrary motion (measure 20). He follows this passage with an octatonic elaboration of it, drawing pitches exclusively from Collection I (measures 23–25) (9) before settling on a sigh motive (E–D; Audio Example 9 ). Here the listener encounters for the first time a series of linear phrases that presents clear direction, if not resolution. The sigh motive in measures 26–27 recalls the two-note motive from measures 15–16 (with altered harmony and rhythm); it also anticipates the melody in measures 28–30 and will ultimately be absorbed by that melody. It can no longer be re-directed toward the gallows gesture, or indeed toward any of the phrases from the opening section, without first having to be transposed. Both the key change in measure 23 and the octatonicism that ensues have introduced a harmonic \nenvironment that is incompatible with the gallows. The shift from modularity toward linearity suggests that in upcoming phrases, the listener may be able to use memory more reliably when projecting musical events. Audio Example 10 Example 6 . Linear phrases with connective material in boxes, measures 28–34 (click to enlarge) Audio Example 11",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The impassive melody that opens the second half of the piece does not seem promising in this respect, for it begins and ends with a sigh motive (F–E, measures 28–29) that exhibits the same potential for circularity as the arch-shaped D ♭ melody (measures 6–7). Here, the melody could repeat continuously, circling its own orbit as its position in the 4 6 meter remains unchanged. ( Audio Example 10 demonstrates this potential circularity.) But the second phrase of the melody (measures 29–30) extends below its starting pitch, from E to D, avoiding a static loop. Ravel uses a similar tactic in the third phrase (measures 31–33), where connective introductory material prevents the sigh motive (A–G) from both beginning and ending the phrase, disrupting its potential circularity and enabling linear movement ( Example 6; Audio Example 11 ) As the music unfolds in measures 28–34, listeners experience the fluid, familiar process by which remembered events influence perception, perception shapes memory, and memory forms projections, with each element of the process occurring at once. The fact that some projections go unfulfilled reifies these temporal relationships by calling attention to their characteristic instability. Example 7 . Recapitulated melody, measures 41–43 (click to enlarge) Example 8 . Recapitulated gallows gesture, measures 48–50 (click to enlarge) Audio Example 12",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] By measure 35, the melodic variant first heard in measures 12–14 returns over a C ♮ pedal with a three-measure extension. Other themes from the opening section are reprised in reverse order, starting with the opening melody (measures 41–42, compare 6–7), the gallows (measures 48–49, compare 3–4), and finally the solo ostinato (measures 51–52, compare 1–2). Interpolated chordal passages derived from measures 20–25 appear in measures 40–41 and 43–44, but these are muted, truncated versions of their predecessors. As the opening themes have returned, so too have the arch-shaped and circular phrases, evoking the independent nonlinear structures that first established listening expectations ( Examples 7 and 8 ; compare Examples 2 and 3). Though the gallows gesture does not appear until five measures from the work’s end (measure 48), the recurrence of variable phrasing patterns from the opening suggests to the listener that the gallows may arrive at any moment. Discontinuous phrases in measures 41–43, 45, and 46 could all be directed toward the gallows. Similarly, the interpolated chordal passages (measures 39–40 and 42–43) could be removed and the juncture sewn up by the B ♭ ostinato, or the passages could simply be placed side by side without the intervening melodic statement in measures 40–41. When the gallows finally returns, it is accompanied by repetitions of the descending two-note motive ( B ♭ – D ♭ in measure 48) first heard as A ♭ to E ♭ in measures 15–16. The appearance of the motive completes the arch-shaped prolongation of D ♭ , which finally returns to the register in which it was first introduced (in measure 3). The work concludes in the same manner it started—with the B ♭ ostinato, virtually invariant and doubled in the bass ( Audio Example 12 ). (10) Linear Text, Nonlinear Music",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The hypnotic effect of “Le Gibet” belies the structural instabilities that roil beneath its placid, symmetrical surface. The piece travels through a variety of phrase types and expands registrally to encompass nearly the full range of the piano, but its foreground and background circularities suggest that, \nultimately, no movement or expansion occurs. Jonathan Kramer’s description of linear and nonlinear hearings provides a helpful framework for understanding the temporal processes that unfold in “Le Gibet.” Kramer associates nonlinearity with cumulative listening, verticality, stasis, persistence, consistency, and atemporality, and linear music with motion, change, progression, temporality, and the horizontal ( 1988 , 63). For Kramer the presence of nonlinearity does not imply discontinuity, nor does it eliminate the possibility for linear progressions or motivic organization. A nonlinear work does not exhibit large-scale closure. It does not begin but merely starts. It does not build to a climax, does not purposefully set up internal expectations, . . . does not build or release tension, and does not end but simply ceases. ( Kramer 1988 , 55) If linear music establishes patterns in the listener’s memory that imprint (and are imprinted by) perception, then nonlinear music features subtly changing contexts in which the listener no longer expects variety, growth, or progression. To clarify Kramer’s analysis, the notion of atemporality in nonlinear music (a musical implausibility) may be replaced with Bergson’s “spatialized” simultaneities, which disrupt the sequential, temporal continuity of linear hearings.",
                "footnotes": [],
                "citations": [
                    "kramer_1988",
                    "kramer_1988"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Nonlinearity manifests inconsistently in “Le Gibet.” The persistent B ♭ ostinato sounds eternally present, as if the listener enters and exits the piece in mid-phrase.  (The final three measures may be heard in Audio Example 12; compare with Audio Example 1.) Ravel encourages such a hearing by beginning the ostinato midway through beat two of the first measure and concluding the piece with eighth notes tied across the final bar. The arch-shaped melodic phrases that recur in the first and third sections inscribe a circularity \nthat halts movement and discourages the perception of change.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] But linear passages do appear, as when Ravel chooses to connect the opening melody with a melodic variant (in measures 10–14) instead of interpolating the gallows gesture. Passages that conclude the first half of the piece (in measures 20–27) and begin the second half (measures 28–34) feature linear transitions and motivic relationships \nwhich strengthen continuity and direction. Marked contrasts in texture and thematic material suggest that these passages belong to different structural halves, but grouping them together through linearity creates a structural midpoint that breaks away from the two-part model. If Ravel achieves some measure of predictability through architectural symmetry, he undermines it as we listen moment to moment, our projections often marked by persuasive uncertainty.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Bertrand’s poem, “Le Gibet,” seems to generate similar uncertainty in the reader. (11) (The complete text and translation is reproduced in Figure 1 .) Five of the six phrases begin with anaphoric questioning ( serait-ce . . . ? ) whose rhythmic constancy establishes the poem’s hypnotic pace. As its slow and relentless tempo unfolds, the narrator gradually realizes that he is not hearing a cricket or a scarab beetle, but a tolling bell. Siglind Bruhn notes that the sounds the narrator perceives—screeching wind, or the buzzing of a fly, for example—could not be confused with a bell, and the sounds evoked in the fourth and fifth stanzas (the flight of a scarab beetle, an embroidering spider) are almost absurdly quiet ( 1997 , 194). But the narrator \nnevertheless describes these phenomena as sounds, not sights, and he asks readers to lean closer and attune \ntheir ears, summoning a heightened, perhaps supernatural type of \nlistening that befits the poetic setting. In the first stanza the reader learns that the setting is night or twilight. Sight is thus diminished and cannot be trusted: sounds evoke what cannot be seen and imagination supplies the missing details. Figure 1 . Aloysius Bertrand, Gaspard de la nuit , “Le Gibet” Ah! ce que j’entends, serait-ce la bise nocturne qui glapit, ou le pendu qui \npousse un soupir sur la fourche patibulaire?\n\tSerait-ce quelque grillon qui chante tapi dans la mousse et le lierre stérile \ndont par pitié se chausse le bois?\n\tSerait-ce quelque mouche en chasse sonnant du cor autour de ces oreilles \nsourdes à la fanfare des hallali?\n\tSerait-ce quelque escarbot qui cueille en son vol inégal un cheveu sanglant à \nson crane chauve?\n\tOu bien serait-ce quelque araignée qui brode une demi-aune de mousseline \npour cravate à ce col étranglé?\n\tC’est la cloche qui tinte aux murs d’une ville sous l’horizon, et le carcasse d’un pendu \nque rougit le soleil couchant. Ah! What do I hear? Is it the night wind shrieking, or the hanged man sighing \non the gibbet?\nMight it be a cricket singing hidden in the moss and the sterile ivy, with which the wood shields itself out of pity?\nMight it be a fly hunting and sounding its horn around those ears, deaf \nto the fatal fanfare? \n\tMight it be a scarab beetle plucking in its unstable flight a bloody hair from its\nbald skull?\n\tOr might it be a spider, weaving a length of muslin as a scarf for that strangled\nneck?\n\tIt is the bell that tolls from the walls of a city beyond the horizon, the corpse of a hanged man reddened by the setting sun. (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "bruhn_1997"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] But the poem’s epigraph—“What do I see stirring on that gibbet?”—prompts the reader to look, in defiance of the narrator’s appeals to \nhearing in the stanzas that follow. Like most of the poems in Gaspard , “Le Gibet” \ndisplays pictorial and spatial qualities consistent with French literary aesthetics of the nineteenth century, as French writers sought to appropriate effects that had long been associated with painting and music. Théodore de Banville’s view of poetry as a type of Gesamtkunstwerk was typical, building on the aesthetic theories of Victor Cousin and Théodore Jouffroy ( Scott 1994 , 71): [La Poésie] est à la fois Musique, Statuaire, Peinture, Eloquence; elle doit charmer l’oreille, enchanter l’esprit, représenter les sons, imiter les couleurs, render les objects visibles, et exciter en nous les mouvements qu’il lui plait d’y produire; aussi est-elle le seul art complet, nécessaire, et qui contienne tous les autres. [Poetry] is at once Music, Sculpture, Painting, and Oratory; it should charm the ear, enchant the mind, represent the senses, imitate colors, make objects visible, and arouse in us the movements that it seeks to produce; therefore it is the only complete and necessary art, which contains in itself all the others. ( Banville 1881 , 8) Writers often achieved this aim by juxtaposing adjectives as if they were adjacent pigments on a canvas, the literary syntax “reproducing not a logical order of relationships but the order of sensations” ( Scott 1994 , 71).",
                "footnotes": [],
                "citations": [
                    "scott_1994",
                    "banville_1881",
                    "scott_1994"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Peter Kaminsky finds this sensory substitution a repressive act: the narrator knows what he sees but only acknowledges it in the poem’s final stanza, when he finally substitutes “c’est” for “serait-ce” ( 2011 , 98–99). For Kaminsky, the harmonic ambiguity of Ravel’s music also leads to resolution, reflecting the narrator’s psychological passage from repression to acceptance. The music similarly parallels the “formal circularity” of the poem, a design which suggests that the cycle of repression and acknowledgement could reverse itself. There is even greater formal mobility within the poem than Kaminsky asserts, since each of the first five stanzas could be re-ordered without significantly disrupting poetic teleology. The sounds and images evoked—the hanged man, the cricket, the fly, the beetle, the spider—may be experienced in the same way that a roving eye might take in the visual details of a painting, without adhering to a particular order of events. Charles Baudelaire’s preface to Petits poèmes en prose (a work inspired by the prose poetry of Gaspard ) similarly grants the reader permission to rearrange the poems in the collection at will. This “discontinuous mode of reading” calls into question not only boundaries between genres (poetry versus prose), but also between the acts of composing and reading ( Sieburth 1985 , 243).",
                "footnotes": [],
                "citations": [
                    "kaminsky_2011",
                    "sieburth_1985"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Bertrand’s “Le Gibet” is freighted with the trappings of romanticism, but like its companion poems in Gaspard , its macabre sensibility may be more parody than cliché. The collected poems are related by theme or affect but little narrative: each poem is a vignette, introducing images, characters, and stories that require no prelude or continuation. Two prefaces and an opening and closing dedicatory poem encase Gaspard’s six books of poetry. This framing through architectural paratexts complements the structure of the individual poems themselves, with each introduced by an epigraph (or two) that may be an object of parody. (13) Confusion of purpose, structure, and affect typifies Gaspard , which subverts conventional forms by exploiting them excessively. Its ambiguities correspond to the prose poem \nitself—a hybrid genre in which the combination of poetic and prose elements constitutes a textual paradox. In “Le Gibet,” the sensory and psychological disorientation that confronts the poetic narrator seems to be reflected in the poem’s temporal circularity and fragmentation, as well as its potential to be re-composed by the reader.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Yet the pattern of questioning established in the poem’s first stanza does not invite speculation about poetic structure: by the second stanza its rhetorical plan is clear, creating an expectation that the questions posed will ultimately be answered. If the narrator chronicles a cycle of repression and acknowledgement that can begin anew, poetic structure suggests otherwise. A reader may re-organize the presentation of images and sounds, but the final stanza of the poem disrupts the rhythmic anaphora that enables nonlinear readings. In a cyclical interpretation, the last stanza \nmust still perform this function: acknowledgment cannot cycle back to repression. The poem’s conclusive statement—“C’est la cloche”—is a temporal and structural endpoint. Beneath the poem’s internal narrative fluctuations lies an arrow of time that \npoints inexorably toward the discovery (or acknowledgement) of a horrifying truth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] The hypnotic and insistent anaphora in Bertrand’s poem may function ritualistically for the reader, like an incantation or a chant. For Hepokoski, the “curious, static openings” in Debussy’s music also serve a ritualistic purpose, inviting the listener to emerge from the “sadly banal and unclean world” into a sacralized aesthetic space ( 1984 , 54). Ravel’s use of repetition in “Le Gibet”—particularly at the opening of the piece, when he interpolates the gallows at unpredictable moments—prepares a threshold of a different sort. If the creatio ex nihilo structure of Debussy’s sacralized musical introductions eases the ritualistic passage to the “purer world of enchantment and art,” ( 1984 , 54) then “Le Gibet” offers its structural opposite: a musical creation through which we enter the oblivion of death. In adapting Hepokoski’s third type of formulaic opening, which acts like “meditative respiration: multiple breaths,” ( 1984 , 54) Ravel seems to parody its characteristic efflorescence, as death replaces breath. Perhaps this is why the tolling bell displaces silence as a conventional background: absent the rhythms and silences of respiration, it can merely memorialize what once was. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "hepokoski_1984",
                    "hepokoski_1984",
                    "hepokoski_1984"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] Jean Marnold, the dedicatee of “Le Gibet,” commented that Ravel’s decision to accompany the premiere of Gaspard with copies of the corresponding Bertrand poems revealed the composer’s desire to represent programmatically the “pseudo-medieval verbal illumination” that was his literary model. Ravel’s impulse to pay homage to a fantastic brand of romanticism produced, for Marnold, a work of “the most audacious modernity” ( 1909 , 549). The eerie phantasmagoria of Ravel’s music conjures Gothic and romantic images of Edgar Allan Poe’s work, specifically the mute horror tinged with parody found in tales like “The Premature Burial.” But the multi-dimensional temporality of “Le Gibet” is indeed audaciously modern, displaying a type of spatialized duration that would come to be valued by composers who sought alternatives to sequential continuity—the musical arrow of time. Moment Form and Spatial Time",
                "footnotes": [],
                "citations": [
                    "marnold_1909"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] In Bergsonian thought, the notion of temporal proximity is a non-starter. \nEven the claim that all memories are temporally equidistant according to Bergson’s theory would displease the philosopher because of its appeal to spatial dimensions. But this metaphorical temporal model nevertheless helps to illustrate the continuity of memory. If applied to musical listening, phrases acquire a potential immediacy and mobility: any past phrase, \nno matter how distantly past, may occupy the present if the listener directs his attentional focus toward it, just as any phrase unfolding in the present may recede in importance as the listener contemplates past or future phrases. This temporal fluidity emerges clearly in “Le Gibet”—a piece in which little else is clear, as the interaction of circular, linear, and nonlinear structures undermine the listener’s ability to generate expectations. Of all the static, self-contained phrases in the piece, the gallows gesture most typically evokes the Bergsonian phenomenon of continuous presence. Mere repetition ensures that it attracts the listener’s attention, while its potential recurrence relates past musical experiences to projected ones.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] “Le Gibet” exhibits characteristics of moment form, which was described by Stockhausen in 1960 and later elaborated by Jonathan Kramer. Moments, for Kramer, consist of static ideas or discrete processes that still pertain to the contextual whole. Because they lack linear progression, moments can often be re-ordered within a work, though many works in moment form do not display structural mobility.  \nKramer notes the open-ended quality of these forms: [They] give the impression of starting in the midst of previously unheard music, . . . [and] break off without reaching any structural cadence, as if the music goes on, inaudibly, in some other space or time after the close of the performance. ( Kramer 1978 , 180) Moment form may be seen in “Le Gibet” through both the static B ♭ ostinato and the discrete, discontinuous gestures that compose much of the work (measures 1–19 and 35–52). With these gestures, the gallows may be interpolated between phrases without any interruption of harmonic logic or rhythmic succession. The potential for the gallows to return aids the impression that nonlinear passages in “Le Gibet” possess an arbitrary order, complicating attempts to hear formal and harmonic implications beyond the present moment. In the opening phrases of the piece, Ravel engages both linear and nonlinear modes of hearing when the first melodic statement reverts back to the gallows gesture (measures 6–9), but the second progresses to a related melodic idea (measures 10–14). Nonlinearity predominates, but continuity sometimes manifests in select linear phrases that are directed toward their consequents rather than the gallows. This vacillation between temporal strategies could itself be viewed as a form of discontinuity that makes the work highly unpredictable.",
                "footnotes": [],
                "citations": [
                    "kramer_1978"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Bergson claims that “our consciousness, which begins by being only a memory, prolongs a plurality of moments into each other, contracting them into a single intuition” ( 1950 , 292). If the Bergsonian model of listening involves a reciprocal relationship between memory and perception, then it implies the presence of a musical continuity that sustains this dynamic relationship. When Pasler discusses continuity and discontinuity in Debussy’s Jeux , she draws on Bergson’s comparison between temporality and melody: the consciousness “forms both the past and the present states into an organic whole, as happens when we recall the notes of a tune, melting, so to speak, into one another” ( Bergson 1960 , 100). Pasler argues that the sectional discontinuity of Jeux may be ameliorated by subtle consistencies—rhythms, motives, or harmonies—across sections, allowing the past to permeate the present ( Pasler 2008 , 95–96).",
                "footnotes": [],
                "citations": [
                    "bergson_1950",
                    "bergson_1960",
                    "pasler_2008"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] A similar process is at work in “Le Gibet.” Listeners faced with the juxtaposition of linear and nonlinear structures may find Bergsonian continuity fractured. Phrase structure often undermines the reciprocal relationship between memory and perception, encouraging a synchronous mode of hearing in which Bergson’s “plurality of moments”—those remembered, perceived, and projected—are situated side by side, experienced as simultaneity instead of succession. The ostinato that opens and closes “Le Gibet” suggests a static form that, like each moment, is sustained by its own circularity. But the continuity of the ostinato also generates the connective tissue necessary to string together discontinuous gestures. Temporal continuity thus persists, but it is chiefly to enable discontinuity, and with it the spatialized juxtaposition of actual and potential musical events. Perhaps “Le Gibet” maintains its suspenseful effect despite a plodding tempo and flattened dynamic range because it engages the speculative faculties of listeners more frequently and meaningfully than works that are chiefly linear.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] In an analysis of discontinuity in Debussy’s late works, Marianne Wheeldon describes “Ondine,” from the composer’s second book of preludes, in terms that could also sketch the temporal structure of “Le Gibet”: Most of the sections that make up “Ondine” . . . are harmonically static, with bass pedal-points underpinning large sections of the music. Moreover, this harmonic stasis is often compounded by a corresponding thematic or motivic circularity, which ensures that there is also little sense of melodic teleology. ( 2004 , 108) There are a few key differences between the pieces: “Ondine” notably features a wealth of musical ideas, some of which never recur, while “Le Gibet” relies in part on repetition for its effect. But both share the use of discrete, juxtaposed melodic ideas, static harmonic progressions, and the “potential mobility” reminiscent of moment form ( Wheeldon 2004 , 109). These techniques are also characteristic of Jeux , a work favored by the Darmstadt composers for its non-hierarchical structure and gestural discontinuity. Debussy surely knew “Le Gibet,” for his first book of piano preludes, written about one year after the premiere of Gaspard , \nfeatures motives and rhythms similar to Ravel’s piece, including a B ♭ ostinato in “Voiles” that evokes the tolling bell of “Le Gibet” ( Howat 2009 , 29).",
                "footnotes": [],
                "citations": [
                    "wheeldon_2004",
                    "wheeldon_2004",
                    "howat_2009"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] Kramer traces the origins of moment form to the works of Stravinsky and Debussy, citing the Symphonies of Wind Instruments as a remarkable example of multiply-directed temporal strategies. Of particular interest to Kramer is the work’s hierarchic relationship between voice-leading continuities and discontinuous moments ( 1988 , 222–23). Though the Darmstadt composers identified Jeux as a musical antecedent to their own experiments, Kramer argues that Stravinsky is a truer progenitor, taking steps in Symphonies that exceeded the formal invention of Debussy’s late works ( 1978 , 189).",
                "footnotes": [],
                "citations": [
                    "kramer_1988",
                    "kramer_1978"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] Boulez’s claim that musical listening has lost its directional impetus in favor of “time bubbles” points up a compositional trend that \nextends through much of the twentieth century: mapping duration onto space in order to neutralize the musical arrow of time. (15) Deleuze \noffers Boulez’s “time bubbles” to refer to the notion of “smooth” space-time, in which “one occupies without counting, instead of counting in order to occupy” ( 1998 , 71). Chronometric time is characterized by division, direction, and boundaries, while smooth space-time is unstructured and boundless ( Deleuze 1998 , 71; Deleuze and Guatarri 2004 , xiii, 399, 411, 420, 526). Neither type is homogenous; both may admit irregularities. In applying these temporal models to Boulez’s music, Deleuze’s use of the word “space-time” suggests that temporality can no longer be distinguished from space, as Bergson would have it.",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "deleuze_1998",
                    "deleuze_1998",
                    "deleuze_and_guatarri_2004"
                ]
            }
        },
        {
            "5.8": {
                "text": "[5.8] Stockhausen’s moment form similarly reflects characteristics of smooth space-time. Musical ideas are independent and non-hierarchical, encouraging listeners to focus on the present moment. In so doing, listeners make “vertical slices” across the “horizontal” experience of time. (16) This graphical rendering of time is not merely a spatial metaphor for duration; rather, it is an attempt to describe timelessness, a virtually unknown—and perhaps unknowable—phenomenon that challenges fundamental expectations of Western musical listening. György Ligeti and George Rochberg have \nalso favored an approach that frees music from duration and succession, subordinating the temporal to the spatial ( Hasty 1986 , 59–61). Rochberg, drawing on the poetics of Charles Olson, describes the effect of treating musical moments as objects. No longer “articulating actions of time,” much of twentieth-century music \nasserts “actions of place,” exchanging what is becoming for what is ( 2005 , 122). (17) Ligeti distinguishes various approaches to musical structure by identifying their place on a temporal-spatial continuum, \nin which Debussy’s art of juxtaposition over succession is closer to the pure stasis of total serialism than Schoenberg’s musical language, which inhabits conventional duration-based forms ( 1975 , 15–17).",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "hasty_1986",
                    "rochberg_2005",
                    "ligeti_1975"
                ]
            }
        },
        {
            "5.9": {
                "text": "[5.9] In the 1988 Darmstadt lecture, Brian Ferneyhough explained how his Mnemosyne evokes a type of detached temporal consciousness that is self-aware, functioning in a “speculative time-space” ( 21 ). Close musical listening produces a temporal experience distinct from musical language—a temporality “closely approaching a physical, objectivized existence” ( Ferneyhough 1993 , 21). In Mnemosyne , a click track helpfully aids synchronization between musical instruments while also representing time measured and perceived as discrete units, as if spatially positioned on a clock face. Ferneyhough embraces a hyper-durational temporality that Stockhausen sought to disrupt by appealing to the extra-temporal concept of eternity through spatial metaphor. But both composers project space onto time in ways that challenge Bergsonian continuity.",
                "footnotes": [],
                "citations": [
                    "ferneyhough_1993",
                    "ferneyhough_1993"
                ]
            }
        },
        {
            "5.10": {
                "text": "[5.10] Modernity—however it is construed—is often considered a question of chronological priority. As an example of discontinuity manifested through moment form, “Le Gibet” precedes both Debussy’s Jeux and Stravinsky’s Symphonies of Wind Instruments . \nIt is a legitimate entrant in discussions of musical time and structure in the modern era \nnot just for its chronological position, but for the way it flexes the dynamic tension between linear and nonlinear, continuous and discontinuous ideas. It shows Ravel the classicist comfortably at home with both the heady romanticism of Bertrand’s poetry and the musical implications of modern thinking about time, space, and metaphysics. But perhaps most importantly, “Le Gibet” engages and challenges notions of temporal continuity taken up by later twentieth-century composers. It does not confuse formal and temporal circularity with atemporality, the theoretical eternity posited by Stockhausen and Kramer. Instead it presents a temporal experience that is powerfully multivalent, alternately exercising durational and spatial models. Musical time mapped onto three-dimensional space can seem surprisingly one-dimensional and homogeneous: eternity lacks sensory texture and, strangely, temporal depth. (18) The B ♭ ostinato in “Le Gibet” demonstrates that eternity need not be extra-temporal. By ending as it began, the ostinato declares its everlasting and invariable presence—yet it is integrated into linear and nonlinear moments equally, without priority given to the spatially conceived musical structures associated with timelessness. Each moment is an eternity, but for Ravel, eternity is never timeless.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.1.fillerup.html",
    "data": "mto/data/mto.13.19.1.fillerup.json"
}