{
    "title": "Pedagogical Applications of the Video Game <i>Dance Dance Revolution</i> to Aural Skills Instruction",
    "date": "2010/01/01",
    "volume": "16",
    "issue": "1",
    "authors": [
        "Auerbach, Brent"
    ],
    "abstract": "In the video gameDance Dance Revolution(DDR), players earn points by depressing buttons with their feet in time with instructions given on the screen by scrolling arrows. The arrows, which reveal the step components of pre-programmed dance routines, are spaced such that all rhythmic attacks are perfectly coordinated with the beats and/or rhythms of Electronic Dance Music. Many aspects of the game, including its emphasis on accurate rhythmic performance and the presence of an objective, real-time scoring mechanism, causeDDRto have significant implications for musicianship training. This article discusses howDDRmay be profitably incorporated into the undergraduate aural skills classroom to help improve sight-reading, rhythm performance, and the dictation of popular music. This article includes both video recorded demonstrations of the game along with a sample curriculum for instructors interested in setting up labs for students to train withDDR.",
    "keywords": [
        "aural skills",
        "music theory pedagogy",
        "rhythm",
        "sight-reading",
        "CAI",
        "popular music"
    ],
    "doi": "",
    "received": "January 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.1/mto.10.16.1.auerbach.pdf",
    "author_info": [
        {
            "name": "Brent Auerbach",
            "university": "University of Massachusetts Amherst",
            "address": "Department of Music and Dance, 273 FAC East, Amherst, MA 01003",
            "email": "auerbach@music.umass.edu"
        }
    ],
    "citations": {
        "blaine_2005": "Blaine, Tina. 2005. “The Convergence of Alternate Controllers and Musical Interfaces in Interactive Entertainment.” Paper presented at the International Conference on New Interfaces for Musical Expression, Vancouver, BC.",
        "butler_2003": "Butler, Mark. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music. Bloomington: Indiana University Press.",
        "chan_2004": "Chan, Alexander. 2004. “CPR for the Arcade Culture: A Case History on the Development of the Dance Dance Revolution Community.” Student paper published online at the How They Got Game Research Project ( http://www.stanford.edu/group/htgg/cgi-bin/drupal/?q=node/483 ).",
        "choksy_1988": "Choksy, Lois. 1988. The Kodály Method , 2nd Edition. Englewood Cliffs: Prentice Hall.",
        "clarke_1999": "Clarke, Eric F. 1999. “Rhythm and Timing in Music.” In The Psychology of Music , 2nd Edition, ed. Diana Deutsch, 473–500.  San Diego: Academic Press.",
        "clarke_1993": "Clarke, Eric F. 1993. “Imitating and Evaluating Real and Transformed Musical Performances.” Music Perception 10, no. 3:  317–343.",
        "clarke_1985": "Clarke, Eric F. 1985. “Structure and Expression in Rhythmic Performance.” In Musical Structure and Cognition , ed. P Howell, I. Cross, and R. West, 209–236. London: Academic Press.",
        "_": "No Doubt. 1995. Tragic Kingdom .  Interscope Records.",
        "demers_2006": "Demers, Joanna. 2006. “Dancing Machines: ‘Dance Dance Revolution,’ Cybernetic Dance, and Musical Taste.” Popular Music 25, no. 3: 401–414.",
        "elliott_1982": "Elliott, Charles. 1982. “The Relationships among Instrumental Sight-Reading Ability and Seven Selected Predictor Variables.” Journal of Research in Music Education 30, no. 1: 5–14.",
        "gabrielsson_1999": "Gabrielsson, Alf. 1999. “The Performance of Music.” In The Psychology of Music , 2nd Edition, ed. Diana Deutsch, 501–602.  San Diego: Academic Press.",
        "gee_2003": "Gee, James Paul. 2003. “High Score Education: Games, Not School, Are Teaching Kids to Think.” Wired , May 2003. http://www.wired.com/wired/archive/11.05/view_pr.html .",
        "hall_2003": "Hall, Anne. 2003. Studying Rhythm . 3rd ed. Old Tappan, NJ: Prentice Hall.",
        "hargreaves_1996": "Hargreaves, David. 1996. “The Development of Artistic and Musical Competence.” In Musical Beginnings: Origins and Development of Musical Competence , ed. Iréne Deliége and John Sloboda, 145–170. New York: Oxford University Press.",
        "jersild_1980": "Jersild, Jorgen. 1980. Advanced Rhythmic Studies—Polyrhythmic . London: Chester.",
        "karpinski_2006": "Karpinski, Gary. 2006. Manual for Sight Singing and Ear Training . New York: W.W. Norton & Co.",
        "karpinski_2000": "Karpinski, Gary. 2000. Aural Skills Acquisition: The Development of Listening, Reading, and Performing Skills in College-Level Musicians . New York: Oxford.",
        "karpinski_1990": "Karpinski, Gary. 1990.  “A Model for Music Perception and Its Implications in Melodic Dictation.” Journal of Music Theory Pedagogy 4: 191–229.",
        "kim_2006": "Kim, Ryan. 2006. “Video Dance Game to be Used in Schools: West Virginia Taps Konami’s System to Help Fight Obesity.” San Francisco Chronicle , January 25, 2006, Business Section.",
        "kreter_1976": "Kreter, Leo. 1976. Sight & Sound: A Manual of Aural Musicianship .  Englewood Cliffs: Prentice-Hall.",
        "kuene_2003": "Kuene, Jane. 2003.  “A Survey of Sight-Singing Instructional Practices in Florida Middle School Choral Programs.” Ph.D. diss., Florida State University.",
        "lanningham_et_al_2006": "Lanningham-Foster, Lorraine, Teresa B. Jensen, Randal Foster, Aoife B. Redmond, Brian A. Walker, Dieter Heinz, James A. Levine. 2006. “Energy Expenditure of Sedentary Screen Time Compared With Active Screen Time for Children.” Pediatrics 118, no. 6: 1831–1835.",
        "lehmann_and_mcarthur_2002": "Lehmann, Andreas and Victoria McArthur. 2002. “Sight-Reading.” In The Science & Psychology of Music Performance , ed. Richard Parncutt and Gary E. McPherson, 135–150. New York: Oxford.",
        "levitin_2006": "Levitin, Daniel. 2006. This is Your Brain on Music: The Science of a Human Obsession . New York: Penguin.",
        "miller_1956": "Miller, G.A. 1956. “The Magical Number Seven, Plus or Minus Two: Some Limits on Our Capacity for Processing Information.” Psychological Review 63: 81–97.",
        "phillips-silver_and_trainor_2007": "Phillips-Silver, Jessica and Laurel Trainor. 2007. “Hearing What the Body Feels: Auditory Encoding of Rhythmic Movement.” Cognition 105: 533–546.",
        "pouthas_1985": "Pouthas, Viviane. 1996. “The Development of the Perception of Time and Temporal Regulation of Action in Infants and Children.” In Musical Beginnings: Origins and Development of Musical Competence , ed. Iréne Deliége and John Sloboda, 115–144. New York: Oxford University Press.",
        "rissman_2005": "Rissman, Nick. 2005. “Cycling Through Polyrhythms.” Journal of Music Theory Pedagogy 19: 65–75",
        "rogers_1984": "Rogers, Michael. 1984. Teaching Approaches in Music Theory: An Overview of Pedagogical Philosophies , 2nd ed. Carbondale: Southern Illinois University Press.",
        "schiesel_2007": "Schiesel, Seth. 2007. ಔP.E. Classes Turn to Video Game That Works Legs.” New York Times , April 30, Health Section.",
        "serafine_1979": "Serafine, M.L. 1979. “A Measure of Meter Conservation in Music, Based on Piaget’s Theory.” Genetic Psychology Monographs 99: 195–229.",
        "shaffer_1982": "Shaffer, L.H. 1982. “Rhythm and Timing in Skill.” Psychological Review 89: 109–122.",
        "shultz_2008": "Shultz, Peter. 2008. “Music Theory in Music Games.” In From Pac-Man to Pop Music: Interactive Audio in Games and New Media , ed. Karen Collins, 177–188. Burlington, VT: Ashgate.",
        "shuter-dyson_and_gabriel_1981": "Shuter-Dyson, Rosamund and Clive Gabriel. 1981. The Psychology of Musical Ability , 2nd Edition.  New York: Methuen & Co.",
        "sloboda_2005": "Sloboda, John. 2005. Exploring the Musical Mind: Cognition, Emotion, Ability, Function . New York: Oxford University Press.",
        "smith_2004": "Smith, Jacob. 2004. “I Can See Tomorrow in Your Dance: A Study of Dance Dance Revolution and Music Video Games.” Journal of Popular Music Studies 16, no. 1: 58–84.",
        "thomson_1953": "Thomson, Albert. 1953. “An Analysis of Difficulties in Sight Reading Music for Violin and Clarinet.” PhD diss., University of Cincinnati.",
        "urista_2003": "Urista, Diane. 2003. “Beyond Words: The Moving Body as a Tool for Musical Understanding.” Music Theory Online 9 .",
        "van_nuys_and_weaver_1953": "Van Nuys, K., and H.E. Weaver. 1943. “Memory Span and Visual Pauses in Reading Rhythms and Melodies.” Psychological Monographs 55, no. 1: 33–50.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis .  Oxford: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Rogers 1984 . See also Hall 2003",
            "citations": [
                "rogers_1984",
                "hall_2003"
            ]
        },
        "FN2": {
            "text": "2. Trademark, Konami of America.  The version of the game referenced in this article is DDR ’s sixth edition (or “mix”), which was developed for the Playstation 2 console under the title DDR Max .  Soft dance pads of the type displayed in the video clips are widely available for purchase at toy stores, electronic boutiques, or large chain stores that sell video game equipment.",
            "citations": []
        },
        "FN3": {
            "text": "3. The evolution of Bemani games over the time period 1972–2003 is documented by Jacob Smith ( 2004 , 62). An alternate account, documenting the rise of the DDR culture in tournaments and in online communities, is given in Chan 2004 .",
            "citations": [
                "smith_2004",
                "chan_2004"
            ]
        },
        "FN4": {
            "text": "4. Mark Butler Butler 2003 , 78–80 explains the origins of this descriptive name for this beat pattern: it comes from rock, “where a performer playing a drum set would need to depress the foot pedal on the bass drum... four times per measure in order to play a four-quarter-note pattern.” The vast majority of the preset songs available in each edition or “mix” of Dance Dance Revolution are in common time. Many of these songs, when played at the lowest level of difficulty, explicitly call for players to “step” or “walk” the beat (see below for the discussion of “beat-based” routines).",
            "citations": [
                "butler_2003"
            ]
        },
        "FN5": {
            "text": "5. Joanna Demers offers a detailed analysis of DDR ’s “modern dance club culture,” which she views variously as a reaction to and embodiment of earlier styles, including early twentieth-century couples dancing, freestyle dancing in the 1950s, disco, and rave.  She believes that DDR ’s popularity results from the “successful integration of...seemingly unrelated spheres”—social dance with cybernetic science fiction—“into a cohesive cyber-punk environment where dance, musical connoisseurship, and cybernetic futurism coexist.”  See Demers 2006 , 402–404.",
            "citations": [
                "demers_2006"
            ]
        },
        "FN6": {
            "text": "6. The issue of adapting the game controller to musical performance, such that “winning” as in a game becomes “nuanced feedback” as in musical performance, is described in Blaine 2005 , 28–29.",
            "citations": [
                "blaine_2005"
            ]
        },
        "FN7": {
            "text": "7. Cognitive testing has only recently been initiated at the University of Massachusetts and has yet to yield substantial results (see paragraphs 49–50).",
            "citations": []
        },
        "FN8": {
            "text": "8. Many of these CAI resources are cataloged by the bibliography “Fundamentals of Music Theory” offered by the Society for Music Theory ( http://societymusictheory.org/resources/theory/fundamentals ); the list, however, is only current through 1995.",
            "citations": []
        },
        "FN9": {
            "text": "9. As it is being prescribed for general use, we should note that DDR is equally accessible to nearly all segments of the population.  Video games have long been known to possess a male bias in their audiences; however, Jacob Smith’s cultural study of the game’s fan base determined that approximately 50% of DDR players are female ( Smith 2004 , 4). The game furthermore does not discriminate against players with limiting mobility conditions.  Instead of a dance pad, the game can be played with a handheld controller or other improvised input devices with only limited loss of cognitive benefits.  One can, in fact, complete the entire regimen of instruction detailed in Section III in both classroom and lab settings while remaining seated.  The following things should be kept in mind with regard to other disabilities. First, anyone with a known epileptic condition triggered by photosensitivity should avoid any exposure to video game displays.  Second, while it is true that fully blind students will not be able to play DDR , visually and aurally impaired students may potentially reap great benefits from a newfound means to drill rhythms in a multi-sensory and large-screen format.",
            "citations": [
                "smith_2004"
            ]
        },
        "FN10": {
            "text": "10. Another program, the TAP Master System (Musicware, Inc.), deserves mention despite having become largely obsolete by 1990.  It included a series of cassette tapes and a software element.  As musicians listened to the tapes on headphones, they tapped their responses into a computer and were given immediate feedback.  In 1979, R.C. Parker determined that a group of students that practiced regularly with the TAP system exhibited significant improvement in sight-reading over a control group receiving conventional rhythmic training.  These findings were reported in Jane Kuene’s “Survey of Sight-Singing Instructional Practices in Kuene 2003 , 27–28.",
            "citations": [
                "kuene_2003"
            ]
        },
        "FN11": {
            "text": "11. Practica Musica , Version 5,  Ars Nova Software LLC ( www.ars-nova.com ).  Another commendable aspect of Practica Musica is that rhythms may be freely generated by the computer or may be derived from a library of real-music samples, typically excerpts from standard orchestral works.",
            "citations": []
        },
        "FN12": {
            "text": "12. Konami has not released information about the specific timing windows for each of the game’s graded response.  Members of the DDR community who have investigated the programming codes for Bemani-style games report the following values, in seconds: “Perfect” = 0.033333, “Great” = 0.108333, “Good” = 0.158333, “Boo” = 0.191666, and “OK” (freeze arrows) = 0.250000 (reported in a DDR Freak subforum: http://www.ddrfreak.com/phpBB2/viewtopic.php?t=95076&postdays=0&postorder=asc& start=80 ).  The size of these timing windows cannot be modified, which means that DDR drilling can only reinforce one mechanical style of rhythm execution.  There is, fortunately, no evidence that prolonged exposure to flat, or “deadpan” rhythms will negatively impact a musician’s ability to perceive and execute expressive rhythms.  Recent experiments conducted by Eric Clarke, in which pianists were asked to mimic performances that were phrased musically, deadpan, and anti-musically (the latter artificially manipulated by computer), strongly indicate two key characteristics of expressive timing: first, that it is based largely on the perceived structure of the music and is thus held consistent among many performers and second, that it is highly fluid, capable of being changed by a performer at a moment’s notice. ( Clarke 1985 and Clarke 1993 , reported in Clarke 1999 , 492).  Where the participants in Clarke’s experiments had the most trouble recreating the counterintuitive performances, they had no such difficulties with the “deadpan” ones.  These findings support the centuries-old notion that practice with a metronome will only enhance, and not constrain, rhythmic sensibilities.",
            "citations": [
                "clarke_1985",
                "clarke_1993",
                "clarke_1999"
            ]
        },
        "FN13": {
            "text": "13. Representative examples are provided by Urista 2003 and Choksy 1988 .  Choksy’s elementary text emphasizes the dichotomy between stepping songs and skipping songs (simple and compound meter), but gives no firm guidelines for choreography. Instead, the text assumes generally that once “children have been led through many stepping songs and skipping songs with movement, they can begin...to identify” these meters in new songs (20).",
            "citations": [
                "urista_2003",
                "choksy_1988"
            ]
        },
        "FN14": {
            "text": "14. Numerous cognitive experiments have illustrated this correlation.  See Thomson 1953 as well as Van Nuys and Weaver 1953 .  More recently, Charles Elliott found, in a multiple-correlation study measuring undergraduates’ skills across multiple areas (sight-reading, rhythm-reading, sight singing, and general and instrumental GPAs), that “rhythm-reading ability [was] the single best predictor of . . . sight-reading scores.”  See Elliott 1982 , 13.",
            "citations": [
                "thomson_1953",
                "van_nuys_and_weaver_1953",
                "elliott_1982"
            ]
        },
        "FN15": {
            "text": "15. The concept of chunking, which applies widely to mnemonic devices of all sorts, musical and non-musical, was formally identified by George A. Miller ( 1956 , 81–97).  An informal description of musicians’ reliance on chunking appears in Levitin 2006 , 213–215.",
            "citations": [
                "miller_1956",
                "levitin_2006"
            ]
        },
        "FN16": {
            "text": "16. Thorough discussion on the eye-movements of expert versus novice sight-readers can be found in Gabrielsson 1999 , 511, Karpinski 2000 , 172–175, and Sloboda 2005 , 35–37.",
            "citations": [
                "gabrielsson_1999",
                "karpinski_2000",
                "sloboda_2005"
            ]
        },
        "FN17": {
            "text": "17. The authors go on to note three potential solutions to this stumbling block, two of which are expressly embodied by DDR : “forcing the performer to continue playing” while “[making] it impossible for eye movement to regress” and “playing with live or electronic (metronome, MIDI recordings) ensemble.”",
            "citations": []
        },
        "FN18": {
            "text": "18. Both the arcade and home versions of DDR Max allow players to customize the game display to a high degree through the use of “modifiers.”  In the setup screen, players have the option of adjusting the flow of the arrows so that they scroll faster (the space between them is automatically adjusted by the game) or scroll in the reverse direction, with the step zone moved to the bottom.  The arrows can be colored to aid in execution as described here, or hidden for expert players who have memorized(!) the dance routines.  The use of modifiers is highly particular to each player, and generally restricted in tournament play.  A full list of modifiers has been published on Wikipedia ( http://en.wikipedia.org/wiki/Dance_Dance_Revolution#Modifiers ).",
            "citations": []
        },
        "FN19": {
            "text": "19. The keyboard interface is employed in a freeware version of the game, Flash Flash Revolution , available for play online at http://www.flashflashrevolution.com .",
            "citations": []
        },
        "FN20": {
            "text": "20. This introductory video shows a simpler “beat-based rhythm,” and therefore only contains red and freeze arrows. Readers wishing to see blue and yellow arrows appearing in a DDR dance routine may view Video Clip 3, beginning at 0:50.",
            "citations": []
        },
        "FN21": {
            "text": "21. Of the 71 songs packaged with the DDR Max title, only two, “Cutie Chaser” and “Holic,” are in alternative meters (3/4 and 7/4, respectively).  This does not make any particular rhythms or meters impossible to drill with DDR , as many workarounds are possible in the edit mode.  Still, laying compound rhythms down over tracks in 4/4 time does makes for some awkward clashes between real and notated meters.",
            "citations": []
        },
        "FN22": {
            "text": "22. David Hargreaves communicates this point by reproducing impromptu representations of a phrase from “Row, row, row your boat” drawn by six, seven, and ten year-olds.  The graphics from these youthful subjects generally indicate the durational patterns by spacing or the relative size of vertical lines.  He explains that the “rule systems” phase of childhood development appears later, in children between the ages of 8 and 15.  This critical stage is marked by “full adherence to adult conventions of style and idiom in literary, graphic, musical and other domains” ( Hargreaves 1996 , 164).",
            "citations": [
                "hargreaves_1996"
            ]
        },
        "FN23": {
            "text": "23. Pouthas 1985 , reported in , 137.",
            "citations": [
                "pouthas_1985",
                "_"
            ]
        },
        "FN24": {
            "text": "24. Serafine 1979 , reported in Shuter-Dyson and Gabriel 1981 , 139.",
            "citations": [
                "serafine_1979"
            ]
        },
        "FN25": {
            "text": "25. Shaffer’s theory postulates that the impulses controlling movement are changeable and fluid, and generated with reference to target events in space and time, including in the visual field.  Important corollaries of this theory as it relates to sight-reading DDR are 1) “The motor system responsible for constructing movements can translate a given time interval, or equivalent information, such as that derived from visual stimulus flow , into a movement trajectory having that duration.” and 2) “Scanning the string [of input] in advance of production...allows the motor system to anticipate movement targets and to add auxiliary information relevant to the background conditions for movement, [such as for] the postural adjustment preparatory to raising a limb” ( 1982 , 111–112; emphasis mine).",
            "citations": [
                "shaffer_1982"
            ]
        },
        "FN26": {
            "text": "26. In examining the routines of Guitar Hero , Peter Shultz has observed that “the rhythmic relations across difficulty levels are strictly inclusive...every time point that carries an Easy note also carries a Medium note, and so on, always adding notes without removing or shifting any as the difficulty increases.”  The ultimate effect of the developers employing this de facto reductive analysis to create routines, Shultz feels, is that the game “becomes an advocate for a hierarchical order of musical awareness: players conceive of difficult patterns as elaborated versions of simpler ones...”  See Shultz 2008 , 187.  Shultz’s comments do apply to Dance Dance Revolution , though only in a more general sense. As just seen for “Deep in You,” the rhythmic “reductions” between difficulty levels in DDR generally are not strictly inclusive in the same way.",
            "citations": [
                "shultz_2008"
            ]
        },
        "FN27": {
            "text": "27. In spiral learning, an “automatic review mechanism” is built into a course as one periodically returns to a core set of concepts; thus “the same few ideas can be constructively recycled again and again at increasingly sophisticated levels” ( Rogers 1984 , 145).",
            "citations": [
                "rogers_1984"
            ]
        },
        "FN28": {
            "text": "28. Numerous classroom successes with this technique are documented in an SMT-talk thread titled “Gestalt Rhythmic Pedagogy” (October, 2008), featuring contributions from Ann Blombach, Jeanne Bamberger, David Feurzeig, Art Samplaski, and Gerald Zaritzky.  Representative rhythm shape texts include Kreter 1976 and Jersild 1980 . In addition, rhythms as drilled in the CAI program MacGamut are similarly and explicitly organized into set “patterns” reflective of designer Ann Blombach’s own teaching style (6 th Edition, MacGamut Music Software, Inc.).",
            "citations": [
                "kreter_1976",
                "jersild_1980"
            ]
        },
        "FN29": {
            "text": "29. A number of steps in the flowchart, such as the preliminary practice described here, should take place outside of class, either at home or on school grounds in the DDR lab.",
            "citations": []
        },
        "FN30": {
            "text": "30. Once a dance routine has been assembled, it can be loaded onto portable memory cards.  All students with such a card and a Playstation console can practice the custom routine in the game mode or can study it in training mode, where they can take advantage of the metronome and the guiding handclaps.",
            "citations": []
        },
        "FN31": {
            "text": "31. This is a necessary though unsightly workaround that, like the score orientation issue, could be obviated by future developments in DDR software.",
            "citations": []
        },
        "FN32": {
            "text": "32. In this context, success should be measured in relative terms.  For example, the satisfactory completion of a routine (or a portion of a routine) should count as more important than attaining a particular numeral score in the video game.",
            "citations": []
        },
        "FN33": {
            "text": "33. The learning curve of DDR ’s edit mode is quite steep due to the intuitive nature of the programming interface as shown in Video Clip 4.  This effort is therefore not prohibitively time consuming, even the first semester in which materials are assembled.",
            "citations": []
        },
        "FN34": {
            "text": "34. This visual representation of the music becomes especially relevant to students if they have been explicitly trained to use any form of proto-notation to aid dictation.  At the University of Massachusetts Amherst, students are taught to sketch out the relative durations of attacks as horizontal lines falling within a grid of primary and secondary pulses.  Shortly thereafter, they learn how to convert their proto-notation into conventional rhythmic symbols in multiple, equivalent time signatures. The intuitive process, developed by Gary Karpinski, is described in Karpinski 1990 , 191–229, and in Karpinski 2006 .",
            "citations": [
                "karpinski_1990",
                "karpinski_2006"
            ]
        },
        "FN35": {
            "text": "35. This technique for further engaging with music through bodily motion was directly inspired by Rissman 2005 , 65–75.",
            "citations": [
                "rissman_2005"
            ]
        },
        "FN36": {
            "text": "36. A study conducted by the Mayo Clinic, after finding that playing DDR led to more energy expenditure compared to other motion based video games, recommended the game be employed to combat childhood obesity ( Lanningham et al. 2006 ).  In line with this recommendation, West Virginia schools are intending that these machines be used primarily in physical education classes.  K-12 music teachers will almost certainly be required to petition the physical education department for access to the DDR hardware, but they will have a strong case for doing so.",
            "citations": [
                "lanningham_et_al_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "The secret of a videogame as a teaching machine isn’t its \n\timmersive 3-D graphics, but its underlying architecture. Each level dances \n\taround the outer limits of the player’s ability, seeking at every point to \n\tbe hard enough to be just doable. In cognitive science, this is referred to \n\tas the regime of competence principle, which results in a feeling of \n\tsimultaneous pleasure and frustration. — Paul Gee, Wired Magazine ( Gee 2003 ) I. Introduction",
                "footnotes": [],
                "citations": [
                    "gee_2003"
                ]
            }
        },
        {
            "1": {
                "text": "[1] Whether it be consciously known to them or not, many aural skills instructors end up giving short shrift to rhythm in the classroom.  Many factors can contribute to this unfavorable outcome.  First, there is the assumption held by many that rhythm is less complex or easier to teach than other aural skills.  Teachers who feel this way will routinely dedicate one or more full class meetings to introducing a new pitch topic, but rarely as much time fostering a new rhythmic skill.  Second, it is quite difficult in general to give students focused feedback about rhythmic accuracy.  In most classrooms, the dominant mode of study involves a student or group of students reading and executing rhythms while the instructor waits to provide feedback.  This approach works, but only by turning the instructor into a performance coach who identifies the most egregious mistakes.  Ideally, to catch and address all errors, it would be necessary to give students immediate feedback while they are performing.  One possible solution is to record classroom performances for instructor and group critique, but this can be cumbersome and time consuming.  Alternatively, teachers might try to interact with students as applied studio teachers do, talking and gesturing to shape the exercises as they form. This method is problematic both because it adds stress to students who are anxious about performing unfamiliar material and because it becomes more likely that student errors will be masked by teacher comments.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Another very real problem for the aural skills teacher is that only so many strategies can be called upon to enliven pure rhythm drilling.  Michael Rogers suggests extracting rhythms from melodies in the literature and \norganizing classroom performance competitions; Anne Hall recommends having groups of students co-realize rhythms via the alternation of measures. (1) These techniques are valuable, but after only a few weeks of employ, it is still common for students to tire of practicing rhythm in the absence of pitch.  This is understandable: though the perfect execution of a theoretical exercise on tapping or “ta” can offer a flash of satisfaction, the endeavor rarely qualifies as a moving musical experience.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] These three issues represent some of the fundamental challenges of designing an effective program in rhythmic instruction: one must find the time for drill, develop a flexible and meaningful feedback system, and work to make the study of rhythm interesting.  Some teachers overcome these challenges in the classroom by relying on imagination, experience, and live musical examples; others do so by trial and error methods or employing proven techniques gleaned from colleagues.  This article introduces a technological resource that has significant potential to aid in all of these endeavors.  It is a computer-assisted instruction (CAI) device that takes the form of a video game called Dance Dance Revolution ( DDR ). (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] DDR is a member of a family of video games known generally as Bemani (short for “Beat Mania”), all of which use the human body to interact with music.  Game play in Bemani is generally likened to “karaoke for the feet,” hands, or body, depending on whether interaction with the game occurs via a handheld controller, dance pad, or mock instrument. (3) The latter interface has become increasingly prevalent in recent years.  Readers may know of the immensely popular Guitar Hero , or of Rock Band , a multi-player game that requires the purchase of a set of virtual instruments: lead and bass guitars, a microphone, and a drum set. Example 1a . Dance mat for Konami’s “ Dance Dance Revolution ” video game (click to enlarge) Example 1b . The game screen of DDR , complete with arrows and step zone (click to enlarge) Video Clip 1 (click to view video)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] While any Bemani game could be channeled for the purposes of teaching music, DDR is unique due to its simplified and intuitive, step-based interface and its focus on the execution of rhythmic, as opposed to pitch-based, skills.  (Some further cognitive advantages of using a dance pad instead of a handheld controller are described in \nparagraph 14.)  To play DDR , a participant stands on a controller pad with arrow buttons, while facing a monitor that gives timed instructions as to which buttons the feet should press: up, down, left, right, or some combination thereof (see Example 1a ).  These instructions are non-verbal, existing as a set of upward-scrolling arrows that smoothly approach and pass through a pulsing “step zone” at the top of the screen ( Example 1b ).  An arrow’s intersection with the step zone signals the moment to press a corresponding button on the dance pad.  All attacks are perfectly coordinated with the pulses and rhythms of Electronic Dance Music tunes.  In fact, the insistent, metronomic beat of this type of music, which Mark Butler terms “four-on-the-floor,” is just one of many characteristics that suggest the game’s relevance to rhythm drilling. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Game play proceeds as shown in Video Clip 1 .  The split screen video of the song “Spin the Disc” captures DDR ’s screen information at left and an undergraduate performance of the dance routine at right.  The game screen, in addition to providing arrow information about the dance steps, also automatically grades the accuracy of every attack on a scale from “Perfect” through “Great” and “Good,” down to “Boo.”  The soundtrack to the game adds commentary that cheers strong performances and heckles those that are sub par.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] One’s initial viewing of the game generally produces two reactions.  As human beings, we respond to a DDR performance with intrigue and likely a degree of amusement. DDR is designed to create a public spectacle partly by means of the music and psychedelic visuals, but also by virtue of the \nplayer’s wholesale bodily interaction with the game (or perhaps with two \nseparate individuals moving in unison on adjacent dance pads). (5) More importantly, as musicians, we are struck by the musicality of the game design. DDR models the experience of translating a musical score existing in the visual plane into a performance on a simple instrument.  The score is oriented vertically and scrolls, allowing only a limited portion of it to be viewed at any time.  The “instrument” is the dance pad, a pseudo-keyboard consisting of only four notes that is played with the feet. (6) To extend the analogy being drawn between DDR and meaningful musical activity, we may note that a full gamut of related skills are monitored and measured by this device.  Each score furnished by the DDR software represents the critique of a performance, in which success is determined by one’s ability to process beat, read and execute rhythms, and move in time.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] It is one thing to sense that a new technology may have far-reaching applications, but quite another to transform those intuitions into something concrete. This article presents a teaching philosophy and method centered upon the principle of using DDR for the supplemental drilling of rhythm/sight-reading skills.  Subsequent sections will consider the potential benefits of structured, long-term DDR practice from three perspectives: The unique skills training advantages offered by the DDR interface A workable means for delivering DDR to student populations DDR ’s variable relevance to students as a factor of their skill levels As this field of technology instruction is yet in its infancy, its effectiveness has yet to be clinically measured through experimentation. (7) This article thus takes a more holistic approach towards establishing the legitimacy of DDR as an instructional tool, culling evidence from sources as diverse as the literature on cognition and CAI, established classroom practices, and accounts of instructors and students who have trained with the software. II. DDR ’s Efficacy for Aural Skills Drilling: Preliminary Considerations",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Dance Dance Revolution is a retail product that was designed by a video game company solely for entertainment purposes.  Viewed another way, however, many of the game’s features can be seen to intersect central issues confronted in a number of musical research fields, in particular CAI, eurhythmics, and general sight-reading pedagogy.  We will first consider its merits from the perspective of CAI design.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] DDR is by no means the first or only software product available for drilling rhythm; virtually every popular computer platform dating back to the 1970s has been graced by one or more skill-building music programs. (8) Almost all of these previous offerings have been plagued by the same, perennial problems.  The first of these concerns the issue of \nstudent engagement: most CAI programs must be taught to or frequently “sold” to students to convince them of the merits of \nusing them as a study tool. DDR sidesteps these concerns almost entirely because \nmany undergraduates have played it and had positive experiences with it. (9) Moreover, no matter to what extent DDR practice is made a required element of class, it remains fundamentally a game.  This means that the regime of competence principle (N.B. article inscription) remains at all times in effect and sincere.  Players experience pleasure as they complete an engrossing, musical task and frustration when they fall short of that goal. DDR draws in players of all ability levels and motivates them to repeatedly attempt routines, improving their musicianship.  If students do happen to get discouraged by a particular song, the game features a robust, non-linear organization that allows them to move on and practice another.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A second issue that afflicts CAI devices involves their handling of the issue of real-time feedback.  As a starting point for comparison, let us consider Practica Musica , a CAI program that features one of the better-designed systems for evaluating performance. (10) Practica Musica ’s rhythm reading mode asks students to respond to rhythmic notation on the screen by tapping out responses on a computer or MIDI keyboard. (11) Feedback is provided in the form of pennants appearing over the notes that indicate, by means of color coding and directionality, whether each attack was early or late and to what degree.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The flags are designed to appear immediately as the MIDI keyboard or spacebar is depressed; however, a slight lag-time often occurs due to effects of computer processing speed.  This problem is never encountered with DDR , which provides fully instantaneous feedback in all settings and on all systems.  A further improvement, paradoxically, is that DDR provides less information than Practica Musica about accuracy, in that it makes no distinction between early and late attacks.  Players executing a slew of rhythms are thus prevented from being overwhelmed by too much specific information.  The feedback loop in which they participate is more subliminal: note in the video clip examples how small each texted response is and how quickly it dissolves.  Instead of dwelling cerebrally on microscopic concerns, such as how far ahead or behind a particular note was, players are gently nudged into an awareness of their accuracy.  They are instinctively able \nto quicken or slow their pace as they search for the pocket of Perfect and Great attacks. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] A second field of pedagogy that stands to benefit greatly from the incorporation of DDR is that of eurhythmics.  Proponents of eurhythmics from both the Dalcroze and Kodály schools have long warned against the dangers of allowing students to become too tethered to their seats: By not using the body to learn about and analyze music, we may be denying \tourselves the benefits of a dynamic tool that engages our kinesthetic sense, \tstrengthens musical memory and our power of concentration, develops and \tstimulates the channels of communication between mind and body, refines \tphysical coordination, and opens our ears to finer degrees of subtlety and \tnuance ( Urista 2003 ). These are all clearly worthy goals, yet they are not adequately supported by the proponents of eurythmics, whose manuals and methods generally fail to offer prescriptive motions for rhythm.  They tend to offer only vague prescriptive guidelines, such as having students walk in time to the beat or develop their own bodily signals for structural events. (13) A significant advantage of DDR is that it circumvents many of the past ambiguities endemic to eurhythmic study.  There is no need to worry about how one should move or what one should feel; the dance routines establish all \nof the choreography, effectively drilling specific rhythms over a strong, consistent meter.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "urista_2003"
                ]
            }
        },
        {
            "14": {
                "text": "[14] It is clear that DDR trains rhythms in a vastly different manner than does classic eurhythmics.  Despite this seeming remoteness, it still manages to fulfill all of the ambitious promises made in the above block quotation.  Consider, after all, what it means to have the whole body engaged in a purely rhythmic pursuit.  The brain and spinal chord motivate the large muscles in the calves and thighs, while the abdominal muscles are enlisted for balance and coordination.  Another important way the body is engaged by Dance Dance Revolution involves the brain’s vestibular nerve, which is stimulated by the impact waves coursing from each footfall \nto the head.  (The dance pad controller, unique to DDR , is obviously necessary for taking full advantage of this bodily conduit.)  Laurel Trainor and her colleagues have recently shown that this brain structure plays a key role in rhythmic processing and comprehension ( Phillips-Silver and Trainor 2007 , 533–546). Even short-term stimulation of the vestibular nerve in adults and infants significantly impacts the way they respond to ambiguous rhythms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Continuing now to the third and last pedagogical field, it is widely accepted that a student’s ability to read rhythm is the single greatest determinant of how well he or she will sight-read. (14) This being the case, it is important to identify effective ways to help students at all but the highest levels improve their rhythm reading.  Musicians must be coached to develop two of the behaviors universally exhibited by expert sight readers: chunking notes into groups (15) and using the eyes to scan ahead in the score. (16) Michael Rogers discusses the centrality and essential interdependence of these two skills: The eye, ear, and brain find it much simpler to group rhythms together than to jump from individual note to note.  Good sight-readers are always looking far ahead of where they are actually performing.  It is one of the miracles of perceptual processing that the mind can be setting up the groupings so far in advance...while at the same time [executing] something different ( Rogers 1984 , 145). The chief advantage of DDR ’s scrolling screen display is that it necessarily fosters good sight-reading habits.  Players cannot possibly keep their eyes narrowly focused on the step zone and successfully perform complex dance patterns.  Rather, they must continually scan the lower portions of the screen, processing or chunking groups of arrows into what are in almost every case recurring patterns of “pitch” and rhythm.  At the same time, players must keep up with the music and the arrows, which never lag in tempo. Dance Dance Revolution ’s unyielding push towards fluency is further ideal for combating what \nLehmann and McArthur have identified as “the most common problem seen” in sight-reading, the habit of “stuttering, or backing up to correct omissions or errors” Lehmann and McArthur 2002 , 148. (17) Example 2 . Arrow color scheme for Dance Dance Revolution (click to enlarge) Video Clip 2 (click to view video)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "rogers_1984",
                    "lehmann_and_mcarthur_2002"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The interactive demonstration provided in the following video clip will help illustrate these points.  In advance of its presentation and discussion, a brief orientation to DDR ’s system of rhythmic notation is in order.  The profiles of the rhythmic shapes are encoded in two ways, by the spacing and coloring of the arrows. (18) The color scheme for arrows in DDR is shown in Example 2 .  As a rule, attacks occurring on the beat are signaled by red arrows and those on the offbeat by blue arrows.  Yellow arrows signify hits on the second and fourth sixteenths of a beat, and green arrows are reserved for triplets.  A “freeze” arrow, which is green and elongated, indicates that a step is to be held for a certain duration.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Readers may now click the link to view Video Clip 2 .  As the volunteer performs “Overblast,” readers are invited to conduct the meter and recite the attacks.  A suggested contextual solfege consists of the syllables “up,” “down,” “left,” “right,” and “jump,” with the last term applying to all two-note attacks that appear.  Alternatively, it is possible to interact with the routine by pressing arrow keys on a computer keyboard in time with the steps. (19) While following along, note how a coherent dance routine is created.  Many rhythms are presented in which arrow groups repeat exactly or are varied by operations such as mirror inversion and 90-degree rotation. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The display format seen in Video Clip 2 is noticeably different than that in Video Clip 1, in that the barlines are now visible and the distracting \nanimations in the background displays have been inactivated.  This type of display appears whenever DDR ’s “training mode” is activated.  Available for the drilling of any song or routine in DDR , this mode offers many further benefits that can be applied toward developing particular skills.  Players may modify the tempo and/or practice a limited stretch of music; they may also toggle on and off the music track, a metronome click, and a handclapped version of the rhythm.  For all of these reasons, the training mode should be regarded as superior for rhythmic training than the general game mode.  All subsequent clips showing game play are captured from training mode sessions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Countering the many positive attributes of the program, DDR ’s inexact modeling of music, both as read and performed, presents a number of significant challenges as well.  For one, the game employs no conventional rhythm symbols, relying instead on color coded arrows separated by proportional distances.  Another problem is that the game mostly disregards note durations, rewarding correct attacks while ignoring whether proper whole, half, or quarter notes are being played.  (The exception to this involves the freeze arrows.)  More troubling still is the incorrect up-down orientation of the score, which greatly diminishes DDR ’s immediate relevance to musicians.  Many of these and other problems, including an over-reliance on 4/4 meter, (21) could be directly addressed through the development of a “musician’s edition” of DDR .  Failing that, the only option is to adapt Dance Dance Revolution as carefully and responsibly as possible to music skills pedagogy.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The remainder of this article will concentrate on precisely this task.  The first concern taken up will be a practical one: how best to deliver DDR to a class population for the purposes of long-term drill. Next, as we delve into the more \npedagogically pressing issue of what specific rhythmic skills can be impacted by DDR practice.  In answering this question, I will list four key musicianship milestones and then demonstrate how DDR can be specifically enlisted to address each.  In some cases, the solution will be as simple as providing a curriculum of songs to practice.  In others, it will be necessary to offer more involved algorithms for teaching with DDR —often involving the creation and editing of new DDR step routines—to ensure that students transfer their gameplay mastery into musicianship mastery. III. Implementing Dance Dance Revolution : Delivery and Pedagogy",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] It is difficult to imagine any scenario in which sporadic exposure to a CAI device resulted in measurable improvement in student musicianship.  For this reason, all of the DDR instructional techniques offered here are meant to be applied to long-term \nstudy, with students practicing one or more times per week for at least one \nsemester. To ensure that all class members have access to the technology, it is \nnecessary to provide an on-campus resource for their study, a DDR lab.  The lab venue is \ncrucial for centralizing DDR aural skills instruction. With many students \nwishing to practice on their home gaming systems, the lab provides a means for instructors to monitor progress, record minimum practice time requirements, and enforce practice strategies. Example 3 . Arrangement of a station in the DDR lab at the University of Massachusetts (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In the 2006–7 academic year, a DDR lab was established at the University of Massachusetts Amherst.  The minimal cost of the lab, $4000, was sufficient to cover the purchase of four televisions, four PlayStation 2 consoles, sound accessories, game software, 10 dance pads, audio/visual carts, and the salaries for lab managers to run the lab for 9.5 hours per week.  The lab was designed to accommodate 40 students booked in 35-minute practice intervals.  A sample \n\t\t\twork station in the DDR lab at the University of Massachusetts Amherst is shown in Example 3 . A key issue is arranging the equipment such that two or more stations can run simultaneously.  To handle the noise factor, each television’s sound signal is sent to a transmitter that converts the output to a variable radio frequency. Players wear wireless headphones tuned to the frequency of their television’s transmitter and play DDR at their preferred volume level without the inconvenience or danger of wires.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] With a lab in place, the instructor’s next responsibility is to tailor a rhythm skills curriculum to the class. Though it may seem obvious, it is important to state at the outset that not all students will benefit equally from working with Dance Dance Revolution .  Some may not need it at all.  For example, expert undergraduate performers may find the drilling of basic musicianship skills via DDR may be as superfluous as the conventional drilling they encounter in core aural skills classes.  They may further chafe at the idea of training with the intuitive, schematic-arrow design instead of with conventional notation.  This style of representation overlaps to a great extent with the visual processing strategies of very young musicians, typically those aged 6 to 10. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The mere fact that Dance Dance Revolution primarily inculcates \nfundamentals and pre-fundamentals of rhythm and sight-reading should not \ndisqualify it as a valuable tool for supplemental instruction. A small number of \nundergraduate musicians enter programs with severe deficits in rhythmic ability \nthat indicate a musical development age far less than their chronologic one.  Those in this group may find it more difficult than their peers to accomplish some basic tasks, such as synchronizing their tapping and singing along with an established pulse.  Most students arrive with somewhat stronger rhythmic fundamentals, but require some remedial work to improve their musical memory and to address weaknesses in their recognition and performance of proper beat divisions and rests.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] While DDR drilling cannot be a panacea on undergraduate musicianship \ntraining, it does hold the potential to bring about significant student improvement in four areas: Improved ability to synchronize and maintain (conserve) a consistent beat Improved reproduction and performance of sounded and notated rhythms Improved sight-reading ability through practice with basic rhythm shapes Improved transcription ability The four skills are listed progressively, such that each provides a necessary foundation for those that follow.  This ordering, therefore, allows teachers to quickly pinpoint the skill set appropriate for their students and begin designing exercises in accordance with  the models provided below.  Each point \n\tin the list will now be expanded through discussion and demonstration of specific techniques that relate DDR gameplay to real-world musical skills. 1. Improved ability to synchronize and maintain (conserve) a consistent beat",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The fundamental ability to synchronize a steady beat is nearly omnipresent in adults, with maximum precision usually exhibited in tempos ranging from 80–120 beats per minute. Limited experimental evidence shows that children as young as five years old can also keep a beat, but generally with less accuracy. \nPouthos reported in trials that “an anticipation of the ‘press’ was...noted for a majority of children...and their [early and late] taps were more distant from the stimulus.” (23) Far more significant is the evidence that this skill can be \ntaught.  Mary Louise Serafine found that, after training 45 children who had failed an aural synchronization task, 7 of them subsequently passed it.  \nHer training techniques, derived from Piaget, involved the children “[moving] ‘to the beat’ to varying speeds of metronome clicks \nand following the experimenter’s movements, clapping, tapping or marching to music.” (24) Example 4 . Step‑chart excerpt and rhythmic realization of a beat‑based routine “Sana Morette Ne Ente” (Togo Project) (click to enlarge) Video Clip 3 (click to view video) Example 5a . The syncopated, accompanimental line for the chorus of “Deep in You,” (measures 14–17) (click to enlarge) Example 5b . Step-chart excerpt and rhythmic realization of a rhythm-based routine “Deep in You” - Light Level (click to enlarge) Example 5c . Step-chart excerpt and realization for “Deep in You” - Standard Level (click to enlarge) Example 6 . Sample Curriculum Guide for aural skills students in their first semester of DDR study (click to enlarge and see the rest) Example 7 . Syncopated 4/4 rhythm patterns from three popular music examples (click to enlarge and see the rest) Video Clip 4 (click to view video)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] For those wishing to drill beat synchronization with CAI, the most basic routines programmed into DDR will prove an ideal resource.  Many of the songs that appear in DDR ’s “Light Mode” (the easiest setting, as opposed to the “standard” and “heavy” modes of greater difficulty) are also beat-based , such that the attacks mostly coincide with red arrows.  A clear illustration of a beat-based routine’s look and feel is provided by “Sana Morette Ne Ente,” selected in Light Mode ( Example 4 ).  Playing a beat-based routine essentially entails “walking the beat.” It is critical that students who cannot keep a steady beat learn to associate basic, repetitive motor patterns with music.  In accordance with the cognitive model put forward in Shaffer 1982 , this activity directly engages the part of the brain that acts as timekeeper, thus exercising it. (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "shaffer_1982"
                ]
            }
        },
        {
            "28": {
                "text": "[28] Instructions for locating additional beat-based routines may be found in the DDR curriculum given in Example 6 (concentrated in the opening weeks).  Although intensive work on beat-based routines is most important for musicians with serious rhythm deficiencies, all aural skills students stand to benefit from some exposure to them.  It must be noted that there is a learning curve for DDR .  It takes a bit of time, typically two to three practice sessions, before new players can comfortably navigate the DDR pad.  There are, in addition, some beat-based songs in which red arrows appear more sporadically, allowing students to work on the equally-important skill of handling lengthy rests.  The best strategy for handling these gaps is to quietly groove on the dance pad, feeling the pulse in advance of reaching out and tapping an arrow.  (The student performing in Video Clip 2, for example, was specifically encouraged to “bounce” the beat).  Learning to play this waiting game is an essential lesson, perhaps the essential lesson of mature musicianship.  Performers must learn to sublimate their nervousness and excitement to the pursuit of perfectly-timed execution. 2. Improved performance of sounded and notated rhythms",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In contrast to the beat-based routines are the more advanced routines that are here classified as rhythm-based .  For songs in this category, the arrows direct performances of more complicated rhythmic shapes, many of them syncopated.  One such routine is “Deep in You” in \n\t\t\tLight Mode, shown in the first third of Video Clip 3 (0:00–0:41)  Where the vocals first enter the song, players are required to execute the rhythm of the sung text: “All, all, all, all over the world.”  Later and throughout the song, pattern repetitions provide many opportunities to \n\t\t\tbegin learning and practicing recurrent rhythm of the chorus, shown transcribed in Example 5a .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The remainder of Video Clip 3 illustrates the further ways that DDR is suited for drilling rhythm performance.  In terms of game design, the surface rhythms \nof songs tend to be modeled more and more closely in the step patterns as the difficulty level increases.  For instance, the real rhythm of the chorus shown in Example 5a is drilled only approximately in \nLight Mode’s quarter and eighth notes: see Example 5a and Video Clip 3 at time 0:24. (26) Although students are exposed to the sound of the full syncopation, they drill \nonly the portion of the rhythm on beats 1–2 of each measure.  Upon graduating to the \nStandard Level, they drill the other half of the rhythm: this is shown by the brackets in Example 5c and in the second part of Video Clip 3 occurring at time 1:04.  The new flurries of blue and yellow arrows in this rhythm make it appear quite daunting at first.  Close familiarity with the music, however, ensures that players will quickly find their feet: by singing along with the instrumental accompaniment, it is easy to sense how the sixteenths and ties of Example 5c match up with the soundtrack.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Since players repeatedly return to the same material as they improve, the level-design of DDR strongly reflects the principle of spiral learning. (27) This organizational feature can be harnessed to increase students’ familiarity and facility with the syncopated rhythms of popular music.  The ten-week curriculum appearing in Example 6 , which takes full advantage of the game’s pre-set routines, is intended to strengthen the two baseline skills that have been discussed: beat maintenance and rhythm performance. Given its remedial focus, the curriculum is best suited to first-semester undergraduates.  \n\t\t\tMusicians who already possess the rhythmic skills reviewed by this \n\t\t\tprogram may require an abbreviated starter curriculum to acquaint them with the dance pad interface.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] In many cases, students’ rhythmic accuracy will improve with the supporting framework of the steady beat and visual prompts. In \n\t\t\tcases that it does not, students may require the additional help or lower \n\t\t\tathletic threshold offered by DDR ’s training mode.  This mode, as has been mentioned, can be employed to bring down the tempo of a song, to narrow the focus \n\t\t\tof study to a few measures, or to support learning with a metronome and/or handclap.  The final portion of Video Clip 3 starting at 1:26 shows a performance of “Deep in You” in training mode, practiced at a slower speed with these coaching features activated. 3. Improved sight-reading ability",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The first two points listed in paragraph 25 center primarily on issues of performance: how to execute a steady beat and how to accurately render complex rhythms into \nmovement.  The next critical, progressive step in rhythmic development requires students to \nrecognize patterns of conventional written symbols and instantaneously translate \nthem into sound.  We have already noted the inherent benefits of DDR ’s scrolling display for entraining proper eye movements, and of the modular design of the arrow patterns for improving musical memory and chunking.  Simply playing the game will expose students to those benefits, but many of the skills they gain will remain largely in the realm of schematic notation.  What remains to be illustrated are specific techniques to link DDR learning with classroom sight-reading instruction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The method outlined here involves using DDR as a supplement to conventional classroom work with basic rhythm shapes.  These shapes, alternately \ncalled “gestalts” or “source patterns,” are typically two to four beats in length and \nconform to the beat structures of common meters.  A sample set of syncopated rhythm patterns in 4/4 meter is provided in Example 7 . The typical strategy for teaching rhythm via source patterns calls for each to be learned as an aural, tactile, and visual unit to facilitate its immediate recognition and sound production during a reading or improvisation task.  Many teachers have reported great success with this method, and it serves as the basis for rhythm instruction in several aural skills texts. (28) There is significant room to enrich it, however. One problem with rhythm shapes \nis that it falls to the instructor to impart total knowledge of the patters to \ntheir students in all cognitive domains: conceptual, visual, aural, and tactile. \nThis enterprise is fraught with difficulties, chief among them keeping track of \neach student’s ability to recognize and accurately reproduce an ever-increasing \nnumber of source shapes.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] An improved strategy, requiring the coordinated efforts of the teacher and students, is proposed here.  The instructional method requires the creation of customized dance routines, which are deployed multiple times throughout the learning process.  A class first encounters a routine in order to learn one or more target rhythm patterns by rote. (29) Video Clip 4 at time 0:00 shows DDR ’s “edit mode,” as it is used to first assemble the rhythms from Example 7, then quickly build a sample routine with cut and paste macros. (30) The “drill” routine constructed in Video Clip 4 inserts a full measure of rest between each rhythm pattern.  \nThe empty spaces facilitate a correct parsing of the rhythms. More importantly, \nthey provide dead time in which students may thoughtfully interact with the patterns by \nrepeating with claps/vocalizations or by planning choreography.",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The goal at this first stage, again, is merely to expose students to rhythm shapes.  (It is for this reason that counting syllables have not yet been \nformally introduced.)  Access to this secondary form of instruction will make aural skills classes more efficient. As CAI takes on a portion of the teaching burden—that concerning basic aural and tactile knowledge of the shapes—teachers can confidently begin their group lessons “at speed.”  It will no longer be necessary to introduce pitch shapes under tempo (at excruciatingly slow speeds from which many classes never fully recover).  The time gained in class will further allow instructors to focus on the elements of training for which they are best suited, such as the illustration of fundamental concepts, interactive exercises, and improvisation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The next stage of learning takes place in the classroom, where the target rhythms from the drill routine are briefly reviewed and then formally introduced through notation.  Counting syllables should be applied to the rhythm, both as it appears in normative and phased bar locations.  At some point in the lesson, the rhythm should be given a memorable label and registered in the class’s \ngrowing bank of rhythm shapes.  Additional class exercises should then focus on \nsight reading conventional rhythmic notation.  \nWhen encountering a particular rhythm, students should be encouraged to search \nfor familiar shapes and identify them by label.  The rhythms can then be recited on “ta,” counted, tapped, or executed with steps as \npracticed earlier. This last realization technique may be especially helpful for triggering the physical memories of each rhythm.  Such memory can be further strengthened by having class members pencil in color indications above or below the printed conventional \nduration symbols: “(R)”ed for downbeats, “(B)”lue for offbeats, etc.  While engaging in these tasks, the hierarchy of beat in each measure can be tracked in the usual way by conducting or by having one or more students acting as the metronome.  Alternatively, one or two DDR practice stations can be brought into the classroom for this purpose.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] In the third stage, students resume individual DDR practice to increase their fluidity with the rhythms and forge stronger awareness of how arrow patterns translate to conventional notation.  The drill routines, with their one-measure pauses, are supplanted by new “sight-reading” routines (also developed by the instructor), which \ncommences with pauses between the shapes, but soon begins to link the shapes \ntogether.  Another new wrinkle is that now, for each routine assigned, students are told which rhythms to expect and encouraged to imagine them in their conventional notation.  Printouts of the target rhythms can be provided either on loose sheets, or can be posted in close visual proximity to the DDR display. (31)",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] For students to truly learn from this activity, they must be prevented from simply “playing DDR .” Their practice should instead progress through \nall three stages of  observation, active observation, and performance.  Upon first encountering a sight-reading routine, students should not dance; they should watch the arrows to gain a sense of which rhythms will be employed.  They may wish to keep time by conducting or counting along.  During active observation, they then vocalize the arrow configurations, both on “ta” and on counting syllables; the beat may be kept by conducting or steady marching.  (Among other reasons, vocalization is important because it allows students to project full durations onto the rhythms, rather than assuming that each arrow represents a staccato attack.)  Only after there is a clear sense of the rhythmic content of the exercise, should any dance performances be attempted.  \nArrival at this point, of course, does not release students from their \nresponsibilities for learning these rhythms “inside and out.”  To demonstrate their full cognizance of rhythmic structure, students should be able to recite the beat, identify rhythm shapes by name, and count rhythms accurately while they dance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Every successful performance of a DDR sight-reading routine should be followed immediately by a sight-reading run through the same routine in conventional notation. (32) Ideally, students will learn to transition fluidly in both directions between dance tasks and reciting/conducting tasks.  They should not at any point lose sight of the parallels between the two activities.  Just as they were required to observe, actively observe, and finally perform a DDR routine, they should now be able to scan their printed score, actively annotate it with shape labels and syllables, and perform it.  Encouraged by the fact that, moments ago, they completed a sight-reading task in strict time, their familiarity with the rhythmic shapes and steady beat should transfer to \nthe “unplugged” version of this task. 4. Improved transcription ability",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] Guiding a class through the full process described above will require a significant investment of time and effort from the instructor: recall that rhythms must be selected, translated into drill routines, and linked into longer sight-reading routines both in DDR and conventional formats. (33) The degree of effort would be worthwhile even if it only helped streamline class time, improved students’ practice habits, and \ncreated better sight-readers.  There is, however a further benefit: the pedagogical framework described above is fully adaptable to training rhythmic dictation.  This DDR application is notable for its particular relevance to popular music, as subsequent examples will illustrate.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] One method for capitalizing on rhythmic shape awareness in dictation is the  “direct association” approach, in which students are taught to connect aural stimuli with \nfamiliar rhythmic patterns they know.  This method, as illustrated in Example 8a , actually sidesteps DDR drill entirely.  Its primary advantage, in fact, is its simplicity in that students will respond to it rapidly.  Another is its flexibility, which can increase dramatically as a class’s shape bank grows and their musical memories improve.  The significant downside, however, is that students’ apparent success in a direct association task can mask deficiencies in rhythmic/metric understanding, as their correct answers will largely depend on pure memorization of shapes and their associated notational representation. Example 8 . Two models for instruction that employ rhythm shapes (click to enlarge and see the rest) Video Clip 5 (click to view video)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] To handle the complex situation of translating wholly unknown rhythms into notation, another, more pedagogically-sound approach is \ncalled for. Example 8b illustrates how true rhythmic/metric processing can be aided with “ DDR -informed rhythm shape transcription.”  In customary dictation (the upper pathway in the example), a purely sound-based source is perceived; in this case, it is the final two lines from the blues verse of Led Zeppelin’s “Rock & Roll.”  Upon first hearing the rhythm, students first intuit the beat structure and tap it with their foot or hand.  Depending on where the attacks intersect the beat, they can encode basic information about quarter, eighth, and sixteenth notes with the color designations R(ed), B(lue), and Y(ellow); these symbols can be spaced horizontally to approximate their duration, resulting in a type of proto-notation. (34) Subsequent hearings will lead students to flesh out their proto-notation with information about barlines and strong beats.  (To aid in this regard, students may tap the beats of a 4/4 bar with the four fingers of a single hand, watching the cycle “thumb-index-middle-ring” as they listen or sing along.) (35) The proto-notations they produce, shown at the example’s far right, can quickly and easily be translated into conventional rhythmic notation.  If desired, students can continue beyond the last node in the example by adding information about pitch, contour, dynamics, and so forth to produce full musical transcriptions.",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] The lower pathway of Example 8b illustrates an alternate dictation format, one in which DDR is directly employed to create an enriched sound source.  Programming the rhythm of Zeppelin’s “Rock & Roll” \ninto DDR with the edit mode does, of course, provide a means for students \nto directly transcribe the rhythm.  But more significantly, as Video Clip 5 shows, they may now also apprehend it visually and tactilely: they can see and/or dance it.  \nTaking full advantage of the class’s fluency with arrow notation, this method provides a shortcut from an alternate “sound- plus ” source directly to the proto-notation stage (see curved arrow).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Two final brief examples will illustrate how DDR -informed transcription may be used in conjunction with rhythm shapes gleaned from \npreset songs as well as from commercial recordings of popular music.  The pre-set song under consideration is DDR ’s “The Cube” at \nStandard Level (see step-chart and rhythms in Example 9 ). Video Clip 6 shows the song first at normal speed and then in training mode (times 0:00 and 0:50).  With the barlines, metronome, and handclaps, it becomes quite easy to determine how the beats intersect with the 4/4 meter. Example 10 shows a transcription of the vocal line from “Don’t Speak” by the band No Doubt and identifies two core rhythm shapes within. Video Clip 7 shows how this material can be turned into a “sound-plus” rhythm source.  The drill material with one-measure pauses starts at time 0:00; the material fit for dictation begins at bar 17 (time 0:52). Example 9 . Step‑chart excerpt and rhythmic realization for “The Cube” (standard level) (click to enlarge and see the rest) Video Clip 6 (click to view video) Example 10 . Sample Source Material for Popular Music Dictation (Opening Verse from No Doubt’s “Don’t Speak”) (click to enlarge and see the rest) Video Clip 7 (click to view video) IV. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The design and game play of Dance Dance Revolution , as we have seen, is sufficiently musical and flexible to merit its consideration as a CAI device suitable for aural skills instruction.  Among DDR ’s advantages is that \nit drills accurate rhythm performance and fosters good sight-reading skills.  It further offers the opportunity for structured, meaningful practice outside of class.  The feedback mechanism of DDR is nuanced and effective, occurring in real time.  The “screen + dance pad + soundtrack interface” is redundant, serving visual, tactile, and aural learners.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Many specific features of the game design, notably its organization into graded levels and the reliance on spiral learning, directly suggest means for classroom adaptation.  The progressive instructional method described in Section III is based on the philosophy of teaching rhythm through shape and pattern recognition. The DDR interface dramatically \nexpands the classic, binodal model of teaching rhythm patterns—back and forth between shape categories and conventional notation—bridging \nto a new dimension that newly incorporates visual and tactile learning.  \nAlways playing a secondary role, this CAI device should be used to support \nclassroom instructional techniques; hence this essay’s repeated calls for all DDR tasks to remain firmly anchored to classic rhythm exercises.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] This philosophy and method of DDR aural skills instruction, as explained at the outset, \nhas resulted from approximately equal parts theorizing/speculation and first-hand experiences. \nAs such, scientifically-measurable outcomes have conspicuously played no role in the formation of this methodology.  The primary reason for this is a general lack of data, both scientific and anecdotal.  No formal experiments on rhythmic execution or sight-reading accuracy were run in conjunction with this curriculum; moreover, its relatively short duration made it impossible to gauge grade improvements in regular sight-reading and dictation exercises.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Both the professor and the teaching assistants for Aural Skills III noticed significant gains in student DDR proficiency from one week to the next, but unanimously agreed that these lab skills did not transfer to the classroom.  Accuracy did not improve, and student tendencies towards hesitation and stuttering remained firmly consistent.  The information that was gained from students was slightly more \nencouraging.  A group poll of the class taken midway through the semester indicated that fully 46% of 33 respondents agreed that practice with DDR helped with rhythmic/sight-reading accuracy.  A number of unsolicited comments from students agreed in this regard.  For example, one reported that practicing with certain routines \nwas especially good at helping her feel where the offbeats (blue arrows) should fall.  Another explained that repeatedly practicing certain routines helped him to “unify” the rhythm, allowing him to “look ahead further [as a result of being] aware of the groupings.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] The precise benefits of employing DDR in an undergraduate \ncurriculum remain unknown. The potential advantages, however, remain nearly \nlimitless, extending far beyond the applications described above and far past \nthe limited population of “core undergraduate theory students.” Undergraduates \nenrolled in aural skills can generate class material as they design their own \nrhythms in the edit mode and share the material among themselves. Those learning \nto read jazz charts for the first time will find many of the syncopated rhythms \nfound in DDR relevant to their performances.  Cognition researchers can use DDR to investigate the mechanics not only of sight-reading, but also the phenomenon of transfer of learning.  One would assume, for instance, that performers taught to execute rhythms in DDR would learn them faster, remember them longer, and play them more accurately than those given only visual input, because more neural pathways are engaged in a whole-body learning process. (This, of course, is the underlying rationale for the entire DDR pedagogical enterprise).  At the present time, cognitive experiments are being conducted at the University of Massachusetts to measure the benefits of drilling sets of rhythm patterns within the game versus conventional classroom approaches.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] In closing, we may note a few important collateral benefits of DDR study for undergraduates.  Most immediately, encouraging them to engage in some form of physical activity each week will positively impact their health.  The cardiac and aerobic effects of 30–35 minutes of practice per week will be minimal; however, moderate exercise \ndancing to electronic dance music is excellent for reducing stress levels.  In the longer term, any hands-on experience gained with new technologies such as this may prove invaluable to \nthe students themselves.  Sizable portions of today’s undergraduate population major in music education and aspire to one day teach at K–12 institutions.  This game is ideally suited for introducing aspects of rhythm and pitch performance to children while avoiding the complexities of actual notation.  And our fledgling music teachers may have ample opportunity to explore this tool: in upcoming years, more state school districts may follow the lead of West Virginia, which in 2007–08 \nbegan the process of installing DDR machines in every one of its 765 public schools ( Kim 2006 , Schiesel 2007 ). (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "kim_2006",
                    "schiesel_2007"
                ]
            }
        },
        {
            "52": {
                "text": "[52] The goal of this essay has been to introduce Dance Dance Revolution and to enumerate some of the ways it may be profitably included in an aural skills curriculum.  As \na sight-reading tutor, a rhythm driller, and a device appropriate for cognition study \nall in one, this game can be adapted to almost any domain of musical skill training.  Because it is so well-designed to conform to the music-making experience, \nstudents take to it naturally and quickly sense its relevance to their music studies.  No matter to what extent an instructor chooses to incorporate DDR into the curriculum, it is certain that at least some benefit will be derived.  At the very least, there will be engagement with the cutting-edge contemporary music with which many of our students identify, the music that increasingly “resonates through [their] digitized and hypercommericialized environments” ( Zbikowski 2002 , viii).   Plus, students’ blood will flow at least a little faster—and for a good reason!— than it otherwise would in their aural skills classes.",
                "footnotes": [],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.1.auerbach.html",
    "data": "mto/data/mto.10.16.1.auerbach.json"
}