{
    "title": "Clean as a Whistle: Timbral Trajectories and the Modern Musical Sublime",
    "date": "2012/06/01",
    "volume": "18",
    "issue": "2",
    "authors": [
        "Leydon, Rebecca"
    ],
    "abstract": "This essay attempts to develop an interpretative framework for effects of timbre in selected twentieth-century instrumental music. My approach draws on ethnomusicologist Cornelia Fales’s concept of “perceptualization” in order to establish expressive associations of transparency and turbidity with sinusoidal purity and spectral noise, respectively. I explore how these sonic tokens of purity and impurity are in turn mapped onto concepts of spirituality and corporeality in music of Varèse, Stockhausen, Messiaen, Gubaidulina, and especially George Crumb, whose workBlack Angelsis singled out for a detailed discussion of its timbral processes and their interpretive possibilities.",
    "keywords": [
        "timbre",
        "fusion",
        "fission",
        "embodiment",
        "spirituality in music",
        "George Crumb",
        "Black Angels"
    ],
    "doi": "",
    "received": "February 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.2/mto.12.18.2.leydon.pdf",
    "author_info": [
        {
            "name": "Rebecca Leydon",
            "university": "Oberlin College",
            "address": "Division of Music Theory, Oberlin Conservatory, 77 W. College St., Oberlin OH 44074",
            "email": "rleydon@oberlin.edu"
        }
    ],
    "citations": {
        "adamenko_2005": "Adamenko, Victoria. 2005. “George Crumb’s Channels of Mythification.” American Music 23, no. 3: 324–54.",
        "best_and_avery_1999": "Best, Catherine T., and Avery, Robert A. 1999. “Left-Hemisphere Advantage for Click Consonants is Determined by Linguistic Significance and Experience.” Psychological Science 10: 65–70.",
        "blake_2012": "Blake, David. 2012. “Timbre as Differentiation in Indie Music.” Music Theory Online 18, no. 2. http://www.mtosmt.org/issues/mto.12.18.2/mto.12.18.2.blake.html .",
        "blamey_2008": "Blamey, Peter J. 2008. “Sine Waves and Simple Acoustic Phenomena in Experimental Music.” Ph.D. diss., University of Western Sidney, College of Arts, School of Humanities and Languages.",
        "bregman_1990": "Bregman, Albert S. 1990. Auditory Scene Analysis . Cambridge, MA: The MIT Press.",
        "cobussen_2007": "Cobussen, Marcel. 2007. “Music and Spirituality: 13 Meditations around George Crumb’s Black Angels.” CR: The New Centennial Review 7, no. 1: 181–212.",
        "cramer_2002": "Cramer, Alfred. 2002. “Schoenberg’s Klangfarbenmelodie : A Principle of Early Atonal Harmony.” Music Theory Spectrum 24, no. 1: 1–34.",
        "cramer_2003": "Cramer, Alfred. 2003. “The Harmonic Function of the Altered Octave in Early Atonal Music of Schoenberg and Webern: Demonstrations Using Auditory Streaming.” Music Theory Online 9, no. 2. http://www.mtosmt.org/issues/mto.03.9.2/ mto.03.9.2.cramer.html (accessed 8 June 2012).",
        "crumb_1971": "Crumb, George. 1971. Black Angels . New York: C. F. Peters.",
        "di_girolamo_et_al_2007": "Di Girolamo, Stefano, Napolitano, B., Alessandrini, M., and Bruno, E. 2007. “Experimental and Clinical Aspects of the Efferent Auditory System.” Acta Neurochirurgica Supplement 97, no. 2: 419–24.",
        "fales_2002": "Fales, Cornelia. 2002. “The Paradox of Timbre.” Ethnomusicology 46, no. 1: 56–95.",
        "guinan_2006": "Guinan, John J., Jr. 2006. “Olivocochlear Efferents: Anatomy, Physiology, Function, and the Measurement of Efferent Effects in Humans.” Ear and Hearing 27, no. 6: 589–607.",
        "hill_et_al_1997": "Hill, Jennifer C., Prasher, D. K., and Luxon, L. M. 1997. “Evidence for Efferent Effects on Auditory Afferent Activity, and Their Functional Relevance.” Clinical Otolaryngology and Allied Sciences 22, no. 5: 394–402.",
        "huron_2001": "Huron, David. 2001. “Tone and Voice: A Derivation of Rules of Voice-Leading from Perceptual Principles.” Music Perception 19, no. 1: 1–64.",
        "johnston_2012": "Johnston, Blair. 2012. “Between Romanticism and Modernism and Postmodernism: George Crumb’s Black Angels .” Music Theory Online 18, no. 2. http://www.mtosmt.org/issues/mto.12.18.2/mto.12.18.2.blake.html .",
        "kane_nd": "Kane, Brian. N.d. “With Varèse at the Equator.” http://www.browsebriankane.com/My_Homepage_Files/Page2.html (accessed 8 June 2012).",
        "lim_2009": "Lim, Liza. 2009. “Staging an Aesthetics of Presence.” Search: Journal for New Music and Culture 6. http://www.searchnewmusic.org/index6.html (accessed 8 June 2012).",
        "messiaen_1951": "Messiaen, Olivier. 1951. “Orgue,” La Trinité: Journal paroissial (May): 3.",
        "meyer_1997": "Meyer, Leonard. 1997. Style and Music: Theory, History, and Ideology . Chicago: University of Chicago Press.",
        "moody_2012": "Moody, Ivan. 2012. “‘The Space of the Soul’: An Interview with Sofia Gubaidulina.” Tempo 66 (259): 31–35.",
        "morton_2009": "Morton, Timothy. 2009. “Ecology without Nature.” http://ecologywithoutnature.blogspot.com/2009/01/tims-guide-to-timbre.html (accessed 8 June 2012).",
        "murphy_2006": "Murphy, Scott. 2006. “The Major Tritone Progression in Recent Hollywood Science Fiction Films.” Music Theory Online 12, no. 2. http://www.mtosmt.org/issues/mto.06.12.2/mto.06.12.2.murphy.html (accessed 8 June 2012).",
        "patel_2008": "Patel, Aniruddh D. 2008. Music, Language and the Brain . Oxford: Oxford University Press.",
        "petersen_2010": "Petersen, Nils Holger. 2010. “Quotation and Framing: Re-Contextualization and Intertextuality as Newness in George Crumb’s Black Angels .” Contemporary Music Review 29, no. 3: 309–21.",
        "remez_et_al_2001": "Remez, Robert E., Pardo, J. S., Piorkowski, R. L., and Rubin, P. E. 2001. “On the Bistability of Sinewave Analogs of Speech.” Psychological Science 12, no. 1: 24–29.",
        "schafer_1977": "Schafer, R. Murray. 1977. The Tuning of the World . New York: Knopf.",
        "sethares_2005": "Sethares, William. 2005. Tuning Timbre Spectrum Scale . London: Springer-Verlag.",
        "tenney_1988": "Tenney, James. 1988. A History of Consonance and Dissonance . New York: Excelsior Music Publishing.",
        "toop_1979": "Toop, Richard. 1979. “Stockhausen and the Sine-Wave: The Story of an Ambiguous Relationship. ” The Musical Quarterly 65, no. 3: 379–91.",
        "van_maas_2009": "Van Maas, Sander. 2009. The Reinvention of Religious Music: Olivier Messiaen’s Breakthrough toward the Beyond . New York: Fordham University Press.",
        "varèse_1988a": "Varèse, Edgard. 1988a. “New Instruments and New Music.” Lecture at Mary Austin House, Santa Fe, 1936. In Contemporary Composers on Contemporary Music , ed. E. Schwartz, J. Fox, and B. Childs, 196–98. New York: Holt, Rinehart and Winston.",
        "varèse_1988b": "Varèse, Edgard. 1988b. “Spatial Music.” Lecture at Sarah Lawrence College, 1959. In Contemporary Composers on Contemporary Music , ed. E. Schwartz, J. Fox, and B. Childs, 198–201. New York: Holt, Rinehart and Winston.",
        "vassilakis_1999": "Vassilakis, Pantelis N. 1999. “Chords as Spectra, Harmony as Timbre.” Journal of the Acoustic Society of America 106, no. 4: 2286.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. Portions of this paper were delivered in a lecture at the University of Michigan. I would like to express my thanks to the faculty and graduate students for their helpful comments and insights—in particular, Joseph Dubiel, Marion Guck, Andrew Mead, and Aleksandra Vojcic. Thanks also to the anonymous Music Theory Online readers for their excellent suggestions.",
            "citations": []
        },
        "FN2": {
            "text": "2. The structure and function of the efferent auditory pathways is a subject of current research in medical and neurological literature, much of it focused on the olivocochlear efferent nerve bundle, which is involved in “tuning” the auditory apparatus to relevant acoustic features. Some summaries of the state of research can be found in Hill et al. 1997 , Guinan 2006 , and Di Girolamo et al. 2007 . Study of the efferent auditory system has intensified since the development of cochlear implants.",
            "citations": [
                "hill_et_al_1997",
                "guinan_2006",
                "di_girolamo_et_al_2007"
            ]
        },
        "FN3": {
            "text": "3. These examples were made using the Praat software program and a formant-extracting script developed by Chris Darwin of the University of Sussex, School of Psychology.",
            "citations": []
        },
        "FN4": {
            "text": "4. Patel imagines that there must be analogous phenomena that trigger a switch from linguistic listening to musical listening, where the pitch glides of speech intonation suddenly resolve themselves into coherent melodies. Indeed, anyone familiar with Diana Deutsch’s “speech-to-song” audio illusions has experienced this phenomenon. (Her “sometimes-behaves-so-strangely” example was even the subject of a recent NPR documentary.)  And Steve Reich famously exploits the same speech-to-song phenomenon in several works, including Come Out and Different Trains .",
            "citations": []
        },
        "FN5": {
            "text": "5. One might think of it simply as a tendency to bind elements either “horizontally” or “vertically”––as either a temporal series or a simultaneity. Our competing tendencies to fuse or to fracture sonic layers are not necessarily confined to music in which timbre manipulation is an overt musical feature. Arguably, even the experience of hearing tonal harmony amounts to a fusing together of melodic layers into spectral percepts. David Huron ( 2001 ) has explored the particular factors that contribute to this phenomenon of “tonal fusion.” For a related discussion, see Vassilakis 1999 . Moreover, in his articles on Schoenberg’s atonal works, Alfred Cramer ( 2002 and 2003 ) argues that “the early atonal expressionist compositions are constructed to promote the coloristic blend of separate voices”—that is, that the impulse to fuse chordal elements into a timbral singularity can be engaged even when the harmonicity of the components is weak, as in dissonant sonorities containing minor 2 nd s, 9 th s and major 7 th s.",
            "citations": [
                "huron_2001",
                "vassilakis_1999",
                "cramer_2002",
                "cramer_2003"
            ]
        },
        "FN6": {
            "text": "6. David Blake, in the companion essay in this volume ( 2012 ), evocatively describes these contrasts in terms of degrees of indigestibility , a term which aptly characterizes the sense of sheer bulk projected by noisy timbres.",
            "citations": [
                "blake_2012"
            ]
        },
        "FN7": {
            "text": "7. As evidence of Varèse’s keen sensitivity to timbral effects, James Tenney ( 1988 , 91) describes a detail of orchestration in Octandre that reverses the normative registral assignments of the wind instruments: “Thus, for example, the wonderfully searing dissonance . . . created by the piccolo and E-flat clarinet at rehearsal number 1 (measure 16 in the revised edition) near the beginning of the second movement of Varèse’s Octandre would have been far less effective (assuming, as we may, that a strong dissonance is what Varèse wanted here) if the parts had been arranged in the more ‘normal’ way, with the piccolo above the clarinet, since the latter has very little if any energy in its second partial (i.e., at the octave) for the production of beats with the high F, whereas most of the energy in the piccolo’s tone is probably concentrated precisely in that second partial.”",
            "citations": [
                "tenney_1988"
            ]
        },
        "FN8": {
            "text": "8. The technique for producing subharmonics on the violin is not widely practiced but has recently been perfected by performers such as Mari Kimura.",
            "citations": []
        },
        "FN9": {
            "text": "9. Messiaen’s quartet movement was itself a reworking of an earlier composition, “Fêtes des belles eaux,” originally written for six ondes Martenots and first performed at Paris World’s Fair 1937. Crumb’s use of the tuned crystal glasses for the accompaniment in “God Music” actually reconstitutes something close to the timbral palette of Messiaen’s original conception.",
            "citations": []
        },
        "FN10": {
            "text": "10. For an exploration of the idea of “induced” intervals, scales and timbres, see Sethares 2005 .",
            "citations": [
                "sethares_2005"
            ]
        },
        "FN11": {
            "text": "11. Scott Murphy ( Murphy 2006 ) has discussed the effects of this “major tritone progression,” a staple of science fiction film scores, noting how “the intrinsic harmonic and voice-leading characteristics of this triadic progression invoke the concepts of great distance, ambiguity, and unfamiliarity.”",
            "citations": [
                "murphy_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] This essay considers some expressive aspects of musical timbre. (1) Objectively quantifiable in terms of spectral energy distribution, onset, envelope, and spectral flux, timbre nevertheless remains the most ineffable quality of musical sound, and descriptions of it necessarily resort to terms from other sensory domains: “color,” “grain,” Klangfarbe , and the like. Its multidimensionality is part of its elusive nature, and while the individual components of a timbre—its attack transients, the synchronicity of its partials, and so on—can be precisely measured, these physical attributes do not always correspond one-to-one with perceptual experience. As contemporary musicians have increasingly focused on timbre as a crucial semantic feature of their work, the need to develop a solid discursive framework for timbre and its effects has become more pressing.  My approach in this essay draws on the work of ethnomusicologist Cornelia Fales, whose essay “The Paradox of Timbre” I will quote at some length ( Fales 2002 ). I believe Fales’s insights get at the heart of timbre’s expressive power, especially her concept of “perceptualization,” the notion of timbre as a thing largely forged in the listener’s head. While Fales’s research interests lie primarily in non-Western musics, I find her work suggestive of an interpretive approach to Western contemporary classical music, an approach that takes seriously associations of transparency and turbidity with pure harmonics and noisy timbres, respectively. The first part of this essay will explore acoustical and psycho-acoustical foundations for those associations. The second part will provide some analytical remarks on selected examples of twentieth-century music in which timbral contrasts of this sort play a crucial role. In particular, I am interested in contemporary works that target sinusoidal purity as a goal within a process of spectral purification. The essay concludes with a detailed discussion of George Crumb’s Black Angels . II. Perceptualization",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "fales_2002"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Critics of ocularcentrism, from Nietzsche onward, have decried our tendency to privilege the visual over the auditory, a tendency reflected in language that equates knowledge with vision (“I see your point”) and renders aural information less credible (“hearsay,” “word of mouth”). But if we are inclined to characterize vision as the most vivid and active sense, it is in part because the human ocular system is under our motor control: the eyes open and close, isolate and focus, scan across a visual field.  No analogous muscle groups are found in the ears—and “no ear lids,” as R. Murray Schafer famously put it ( Schafer 1977 , 11). The ear is not unreasonably construed as strictly receptive, with sound itself figured as the active agent.",
                "footnotes": [],
                "citations": [
                    "schafer_1977"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Yet a close inspection of the physiology of the ear reveals a more complex situation.  Hearing is not simply a matter of unilateral sound pressure on the auditory nerve, but rather a cascade of intricate electrochemical events within the body. Intertwined with the neural pathways that transmit sounds from the ear to the brain—called afferent pathways—are parallel routes carrying signals in the opposite direction, from the brain back to the ear—known as efferent pathways.  These efferent “downlinks” interact with the incoming audio signals in complex feedback loops, and they extend all the way out to the hair cells of the cochlea, where external sound signals initially come in contact with the nervous system. Efferent pathways in other systems of the body are associated with motor neurons:  an input signal to the brain induces a motor activity, such as a muscle reflex or a willful physical action.  But if the ear is not a “muscle,” what possible function could these efferent auditory nerves perform?  And what are they doing at the very periphery of the auditory system?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] While their role in human physiology is still not entirely well understood, it appears that the feedback between the afferent and efferent auditory pathways enables a listener to selectively fill in and block out auditory information. (2) The “downlink” is continually supplying information that is missing from a degraded audio signal, such as masked elements of speech in a noisy environment, and, conversely, blocking out sonic interference, such as rumbling HVAC systems, in order to foreground sounds that are most meaningful in a given context. A simple illustration is ordinary language perception: when we hear different human voices articulating the same words, with all their timbral variety, pitch variation, and regional accents, we must fill in and block out a certain amount of raw acoustic data in order to preserve the identity of those linguistic utterances.  In certain pathologies, the workings of the efferent pathways can go awry and produce auditory hallucinations, where signals originating within the body are attributed to an external source. Normally, though, the coordinated activity of the auditory pathways facilitates our efficient navigation of the sonic environment.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Ethnomusicologist Cornelia Fales refers to this coordinated auditory activity as the process of perceptualization ( Fales 2002 ). Considering phenomena such as the McGurk illusion (where lip-reading powerfully shapes an audio signal according to our expectations), Fales observes that “subjects ingeniously and unconsciously combine elements from both aural and visual stimuli to form a percept in which they have absolute faith; the sensory conflict is resolved with no more apparent effort than ordinary listening” ( Fales 2002 , 62–63).  In fact, what we ostensibly hear at any given moment can differ markedly from what raw acoustic analysis suggests we ought to hear.  Through our perceptualizing actions we force the data to conform to our expectations, based on sounds we have identified in the past, despite any inconsistencies that an objective measurement of those same auditory signals would reveal.",
                "footnotes": [],
                "citations": [
                    "fales_2002",
                    "fales_2002"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Fales goes on to argue that the sonic parameter that is most susceptible to the vagaries of perceptualization is timbre, and posits what she calls the paradox of timbre .  Of all sonic parameters, the human auditory system is most acutely sensitive to timbre.  Humans must interpret timbre not only for the purpose of identifying general environmental sources, but also, crucially, for speech: the comprehension of linguistic sounds is a matter of tracking tiny fluctuations of timbre over extremely brief time spans. Yet despite our acute sensitivity, the cognitive processing of timbre barely registers on our consciousness.  This contrasts sharply with, say, our sense of pitch, which we can effectively describe to ourselves in the midst of our experience of it.  As Fales observes: To the general listener, pitch and loudness are variable characteristics of sound, timbre is a condition; pitch and loudness are things a sound does, timbre is what a sound is. Given that timbre is critical to human contact with the environment and a sonic dimension we track with peculiar sensitivity, . . . the fact that it attracts so little attention becomes itself part of the mystery: timbre seems to do its considerable work with secretive discretion. ( Fales 2002 , 58) This is especially surprising given the impressive computational resources that our brains must dedicate to deciphering timbre. In a remarkable process—termed “auditory scene analysis” by Albert Bregman ( 1990 )—the various acoustic components of a given timbre, each with a certain frequency, amplitude, onset, and duration, must travel to the auditory cortex to be sorted, weighed, and assembled into an apparently unitary sensation: the timbral percept. To some degree, the perceptualizing impulse affects all aspects of auditory experience, but it is timbre that we manipulate most thoroughly, and at the same time most unconsciously. Fales summarizes: For a number of reasons, timbre appears to be the parameter most frequently and intensely implicated in perceptualization. First as perceived quality, it is already the most perceptualized, therefore the most malleable parameter of sound. Second, it is the parameter that carries the most information about sound sources, and thus accrues the most benefit from various perceptualizing operations. And third, it is reflectively unconscious to the listener, thus representing a domain in which perceptualization can work most invisibly. ( Fales 2002 , 63) The heart of the paradox, then, is that timbre is at once the sound of the physical world around us and the sound of our own nervous systems. III. Sonic Necker Cubes Example 1 . “Suite de cithare inanga avec voix chuchotée,” (Inanga Chuchotée) Example 2 . “Sigit,” performed by Megan Mongush (Tuvan Khoomei)",
                "footnotes": [],
                "citations": [
                    "fales_2002",
                    "bregman_1990",
                    "fales_2002"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] What implication does this have for musical practice? Fales argues that certain musical situations present us with an opportunity to become aware of our perceptualizing impulses and even to bring them under a certain degree of conscious control.  Her research centers on musical repertories that seem to deliberately complicate the task of perceptualization. In the chuchotée “whisper songs” of Burundi, for instance, a repertoire Fales has studied extensively, timbres that are ordinarily perceived as separate entities—the plucked strings of the inanga (a trough zither) and the whispering voice of the performer––fuse together to form a singular timbral chimera of “talking strings”  ( Example 1 ). The complementary situation to this blended effect is the fractured timbre that Fales observes in overtone singing, such as the Tuvan practice of Khoomei; here, a perceived multiphonic texture precipitates out of a single timbre, as isolated harmonics over a vocal drone appear to split off to form a distinct melodic layer ( Example 2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] It is notable that the human voice figures prominently in Fales’s examples, both as an ingredient in fused chimeric timbres and as a dissoluble entity in fractured timbres. Arguably, it is our innate sensitivity to features of the human voice that is at the core of the paradox of timbre: the unique way in which we are attuned to human speech has implications for our reception of timbre more generally, because it shapes the particular perceptualizing impulses to which we are most susceptible. Further evidence for the special role that language plays in timbre perception comes from cognitive neuroscience, such as the work of Aniruddh D. Patel. In his book Music, Language, and the Brain ( 2008 ), Patel poses the question as to whether there are separate, dedicated brain regions for language and for music. While arguing that the same underlying neurological mechanism is responsible for both linguistic and musical hearing, Patel acknowledges that listeners do seem to switch between musical and linguistic orientations toward an auditory signal. For example, Patel reports that humans have an especially keen sense for discriminating among small differences in vocal sounds, but that this ability is most pronounced precisely when those sounds are not regular features of our native language. Native-language phonemes seem to be defined within a wide perceptual ambitus. For example, English speakers will accept many variations of the vowel sound / u / as adequately representative, with some token “ u ” acting as a perceptual magnet.  But tiny differences among phonemes that do not figure in one’s own speech are comparatively salient.  For instance, English speakers might hear small differences among Zulu “click” phonemes, which may in fact be allophonic variants to native speakers. When researchers study brain lateralization in the perception of these click consonants, it appears that click-language speakers and non-click speakers process these sounds in opposite hemispheres of the brain ( Best and Avery 1999 ). Patel takes this as evidence that the sound categories of language are isolated from those associated with music by being sent through separate channels of cognitive processing. Example 3 . Lowest vocal formant Example 4 . Higher vocal formant Example 5 . Highest vocal formant Example 6 . Three formants, combined Example 7 . Real speech followed by sine-wave speech Example 8 . Sine-wave speech, again",
                "footnotes": [],
                "citations": [
                    "patel_2008",
                    "best_and_avery_1999"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Patel next considers how the same auditory signal can prompt either the speech mode of perception or the musical mode, depending on the listener’s orientation toward the sound. Patel illustrates this with the strange phenomenon of “sine-wave speech,” a type of synthetic speech assembled from isolated frequency centroids of a small number of speech formants ( Remez et al. 2001 ).  Heard in isolation, each of these fluctuating sine tones sounds like a gliding whistle. Examples 3 , 4 , and 5 illustrate the first, second, and third vocal formants, extracted from a fragment of my own speech, each reduced to a pure sine tone. (3) Even when the three are combined, as in Example 6 , the sound does not necessarily resemble comprehensible speech. Unless prompted to listen for specific utterances, most listeners continue to perceive the three layers of gliding sine tones as whistles—something resembling birdsong, or “R2-D2 speech.” But once the listener is prompted, for instance, by hearing a recording of the original spoken text from which the spectral analysis was drawn, the tones suddenly fuse into coherent utterances, as Example 7 illustrates. After the fact, the synthesis seems perplexingly irreversible: one cannot easily unpack the layers into multiphonic whistles again ( Example 8 ). (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "remez_et_al_2001"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Judging from the spontaneous perspectival shifts associated with sine-wave speech, it would appear that the changeover from a musical to a linguistic orientation toward an audio signal has to do with triggering a fusion impulse, a compulsion to bind individual melodic strands into the coherent Gestalt we call timbre. To listen “linguistically” is to listen sensitively to rapid spectral changes, and so the various frequency strands must be fused in order to represent vowels and consonants.  To listen “musically,” on the other hand, is to allow those strands to persist as discrete polyphonic layers. The distinction corresponds to Albert Bregman’s descriptions of analytic listening, or “primitive segregation,” and synthetic listening, or “schema-based” perception ( Bregman 1990 , 395–454).  Less neutrally, I conceptualize timbral listening, with its focus on spectra , as a phonetic mode of listening; it amounts to activating the fusion impulse upon which we rely to comprehend speech, but which we can, in some musical situations, disengage in order to hear discrete frequency layers.",
                "footnotes": [],
                "citations": [
                    "bregman_1990"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Besides Fales’s striking examples of Inanga Chuchotée and overtone singing, there are a variety of musical situations in which listeners can be coaxed into switching in and out of these different perceptual modes.  Alvin Lucier shows us how it can be done, step by incremental step, in I am sitting in a room , where linguistic phonemes are gradually unpacked into their component formant frequencies (as amplified by the resonant space in which the voice was recorded). Passages of La Monte Young’s Well Tempered Piano and of Charlemagne Palestine’s Strumming Music similarly invite us to deconstruct the timbre of the Bösendorfer piano, and to hear the discrete timbral components as separate polyphonic layers. Music of the contemporary Spectralist school is explicitly concerned with the fission and fusion of timbres; phonetic analysis, more specifically, forms the basis of works like Gerard Grisey’s L’Icône Paradoxale . And a recent spectralist composition of Jonathan Harvey, his Speakings for orchestra, takes the synthesis and dissolution of linguistic utterances as its primary thematic material, directly engaging our perceptualizing impulses to hear timbres as speech and, alternatively, to split speech sounds into polyphonic streams. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Lucier’s glacially paced demonstration notwithstanding, timbre and multiphonic texture do not normally blend imperceptibly into one another but remain categorically discrete percepts. In changing our orientation from polyphonic to timbral listening, we cross an evident parametric boundary.  Whether or not this is a matter of switching brain hemispheres, the fusion of multiple frequencies into a single timbral percept is experienced as a distinct mode, decidedly unlike the tracking of voice leading in multiple melodic strands. As the case of sine-wave speech illustrates most emphatically, moving across this boundary we experience timbre and texture not as positions on a smooth continuum but rather as a kind of rivalry between bistable percepts. This is reflected in our traditional classification of timbre as a “secondary” musical parameter, a domain quite separate from pitch or polyphony. The distinction is not merely a taxonomic convention but is premised upon this genuine aspect of auditory experience.  Leonard Meyer’s claim that timbre and other secondary parameters cannot transmit syntax is related to this cognitive boundary, beyond which we cannot easily bind events syntagmatically ( Meyer 1997 , 15). What is fascinating about Fales’s musical examples is precisely the way they bring into sharp focus that mysterious parametric divide. IV. Evidence of Bodies",
                "footnotes": [],
                "citations": [
                    "meyer_1997"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Of course, timbral processing in the mind of a listener is only one part of the story. Timbre is also a message transmitted by tangible things in the external world.  The perception of timbre is the perception of resonance : it is the result of the superimposed resonant enclosures that form a sounding thing’s physical structure.  The audible evidence of a sounding body and its anatomy is the particular impedance and capacitance of its materials as they distribute vibrational energy heterogeneously through a spectrum of frequencies.  And through our cognitive feats of perceptualization, we deduce the physical nature of the thing emitting the sound.  For all our unconscious tweaking of the auditory data, we are still amazingly adept at this task, and we confidently form a mental picture of the morphology of a sounding object, even when we cannot see or feel it. The variable resonators of the human voice transmit not only sonic information but also a tactile sense of the pliability of flesh and the firmness of teeth and palate. The characteristic formants of particular musical instruments are signatures of their unique geometry and physical materials—tubes, cones, membranes, strings. A certain inharmonicity of ringing partials traces out the shape of a bell in our minds. We can even detect such subtleties as the ripples of varnish on the wood of a violin, as they dampen and enhance high-frequency harmonics wavering between the narrow resonance bands of the instrument. As ecotheorist Timothy Morton puts it, “Timbre, quite simply, is the material environment as such emerging as aesthetic experience” ( Morton 2009 ).",
                "footnotes": [],
                "citations": [
                    "morton_2009"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] If properly fused timbral percepts corroborate the sheer materiality of a sounding body, what, then, do we make of discrete harmonics that break free of that timbre? A single overtone emerging from a fused timbre forces us across a parametric boundary, converting the perceptual object from a secondary to a primary musical feature. Even a subtle redistribution of spectral energy can nudge our perceptual orientation: with a change of a bow position or with the addition of a mute, we catch a fleeting glimpse of the composite nature of the timbre that a moment earlier we were inclined to bind into a single percept.  If a higher percentage of the vibrational energy is funneled into a single harmonic, we are faced with a kind of sonic uncertainty principle: the greater the resolution of the discrete timbral components, the less they cohere as a bound percept.  Fales remarks on these effects in connection with vocal and voice-like timbres: When acoustic elements like pitched overtones or the didjeridoo formant break free from the perceptual fusion of timbre, they lose a degree of perceptualization. To “hear out” a high-frequency harmonic is to reverse the auditory process, including whatever contribution has been made by the listener’s own perceptualization. Ordinarily, loose harmonics are inaccessible to us, since they only ever make an appearance as part of timbre.  Released from the effects of perceptualization and untempered by the refining influence of the listener's mind, these elements must stand on their own, their singular character in the perceptual world nearly identical to—or at least, directly dictated by—their character in the acoustic world. ( 2002 , 68)",
                "footnotes": [],
                "citations": [
                    "fales_2002"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] But now another paradox emerges: inasmuch as isolated harmonics resemble pure sine waves, they all sound essentially the same . It is a strange and counter-intuitive fact that the spectral constituents of a complex timbre are of a completely homogeneous character. The overtone magnified by a Tuvan singer or one produced by a dampened violin string have the same basic “sine-wavy” quality, which is really the absence of any quality per se—a sort of Platonic ideal of pure pitch. Extracted from its contributing role within the timbral percept, an isolated harmonic becomes quite literally disembodied .  It is a sound that no longer bears any evidence of the physicality of its origins, since that evidence—resonances, formants, impedances—is only audible as a spectral feature, across a span of frequencies. Naturally, an isolated harmonic is still propagating through a medium (air, for example), but in a quite palpable sense it breaks free of a material source. In casting off physical encumbrances, isolated harmonics reach us as evidence of non-corporeality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] By the same logic, a musical sound characterized by inharmonic noise—respiratory and ingestatory sounds, buzzing, tapping, hissing—is absorbed back into its corporeal essence.  When inharmonic noise crosses the tolerance threshold set by our perceptualizing impulses, a sound becomes incorrigibly fleshy, entangled in the sheer materiality of matter. (6) We can therefore envision a range of different timbral effects implying varying degrees of corporeal presence: at one extreme, the emancipated harmonic; at the other, the quaggy materiality of inharmonic noise; and in the middle, pitch, melody, and polyphony, as we ordinarily understand them, poised between states of somatic turbidity and asomatic transparency.  Note, however, the basic asymmetry of this scheme: there are myriad timbral configurations expressing bodies through many kinds of noise, but only one way for sound to come clean: the sine wave. The diversity and uniqueness of material bodies evaporates in the homogeneity of their constituent fragments. V. Sine Wave as Timbral Magnet Example 9 . Varèse, Ecuatorial , measures 240–45 (click to enlarge and listen)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The notion of the sine wave as a sort of timbral magnet, pulling sound into a transparent and depersonalized space, affords a particular narrative of sonic purification. Gravitation toward sinusoidal purity furnishes an intrinsic logic for timbral trajectories that trace a path from complexly textured sounds to isolated single frequencies. There are many examples in the literature in which sinusoidal purity is figured as the goal of a musical process. To choose an early twentieth-century example, the music of Edgard Varèse frequently traces this path, from “sound masses” to discrete high-pitched sounds, the latter often revealed after peeling back layers of dissonant clusters. Varèse’s avowed preference for electronic sound sources may be related to his penchant for this type of timbral process. As Varèse emphasizes in his writings, the material constraints of conventional instruments are shackles to be cast off, and he eagerly anticipates the transcendent possibilities of electronic sounds, which he seems to imagine as unburdened by physicality, “moving freely in space” ( Varèse 1988a and 1988b ). Brian Kane reminds us that, for Varèse, the sounds of theremin and ondes Martenot are not merely interesting alternatives to traditional musical instruments but are charged with particular meaning. Kane discusses the coda of Varèse’s Ecuatorial (1933–34)—a passage that follows the Quiché Mayan incantation, “Give life, O all-enveloping force,” and which foregrounds the two ondes Martenots: “The brass is wiped out, and we are left with a rarified and fluid world of electronic sound, one that leaves the catastrophic blasts and accretions far behind” ( Kane n.d. , 22) ( Example 9 ). Here and elsewhere, Varèse’s timbral trajectories seem to target an imagined space of spectral purity beyond the corporeal. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "kane_nd"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] A similar dichotomy between conventional embodied sounds and ethereal electronics is the central theme of another mid-century work, Stockhausen’s Gesang der Jünglinge (1955–56).  Here, boy-soprano Josef Protschka’s voice, captured as shards of vocal timbre on fragments of magnetic tape, is set up as an opposite polar coordinate to electronically generated sine tones, with the two types of sound material interacting in a liminal zone throughout the work. Richard Toop argues that Stockhausen’s understanding of the sine wave as elemental and metaphysically pure is a position he adopted only gradually, but by the time of his Studie I , a work constructed entirely out of combinations of sine tones, he articulates the idea emphatically: “It is unbelievably beautiful to hear such sounds, which are completely balanced, ‘calm’, static, and ‘illuminated’ only by structural proportions. Raindrops in the sun . . . ” ( Toop 1979 , 391). Stockhausen would later concentrate on teasing out this layer of sinusoidal purity from the voice itself in the vocal overtones of Stimmung (1968).",
                "footnotes": [],
                "citations": [
                    "toop_1979"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Given timbre’s capacity to represent states of embodiment and disembodiment, it is not surprising that many contemporary composers who are concerned with timbre manipulation are also explicitly interested in expressions of spirituality and religiosity, and that sine-wave-like sounds serve a special purpose in their music. True sinusoidal purity, after all, is a practical impossibility—ultimately, a mathematical abstraction: real vibrating objects in the physical world cannot produce a completely isolated and unadulterated sine wave, nor can a listener entirely eliminate the otoacoustic emissions that attend any sound one encounters ( Blamey 2008 , 70). In this sense, the sine wave represents a state of unattainable perfection. As such it can function as a kind sonic Via Negativa , like the mystical practice in which one comes to know the divine by emptying the mind of all that is worldly and imperfect. Perhaps the most representative examples of this attitude toward sine tones are the Dream House installations of Lamonte Young and Marian Zazeela, where participants are subjected to the static sounds of sine-wave generators for long stretches of time. Some of Alvin Lucier’s works, such as his Still and Moving Lines of Silence in Families of Hyperbolas (1973–74), likewise treat the sine wave as a contemplative object—in particular, the interference patterns formed as the sine tone interacts with its own acoustic reflections.",
                "footnotes": [],
                "citations": [
                    "blamey_2008"
                ]
            }
        },
        {
            "5.4": {
                "text": "[5.4] Earlier examples of sine- or sine-like tones figured as objects of meditation can be found in the works of Olivier Messiaen in his representations of birdsong. The resemblance noted above of sine-wave speech-formant tracks to birdsong reflects the fact that real birdsong can often be modeled using sine waves, even though true avian vocalizations are typically much more timbrally complex. Nevertheless, Messiaen’s musical rendering of birds, his “avatars of angels” and symbols of “grace,” frequently deploys the cleanest timbres, particularly in the organ works where timbral categories, in the form of organ registrations, can be precisely arranged by degrees of spectral complexity. Consider the “Offertoire” movement of the Messe de la Pentecòte (1951)—one of the first uses of birdsong in Messiaen’s organ music. Messiaen introduced the work to the parish of the Église de la Sainte-Trinité as follows: The offertoire comments on the words “Les choses visibles et invisibles” (“All things visible and invisible”) which we recite each Sunday in the Creed, and which are applied perfectly to the kingdom of the Holy Spirit, an inner kingdom of invisible grace. The sombre colours of the registration, the construction with “rhythmic characters,” the alternation of the 16-foot bassoon which growls in the extreme bass, with the piccolo and tierce making the sounds of distant bells in an extremely high register, depict the workings of grace. ( Messiaen 1951 , 3) Example 10 . Messiaen, “Offertoire” from Messe de la Pentecôte , measures 124–32 (click to enlarge and listen) Timbral contrasts appear throughout the movement, but the final nine measures of the “Offertoire” succinctly juxtapose the sonic tokens of tangible and intangible things ( Example 10 ). The angular monophonic melody in the first measure of the example is a last remnant of a longer tune that recurs multiple times throughout the Offertoire.  Its registration features a prominent third harmonic in the quintaton 16 and cor de nuit 3 ce stops. The “growling” Basson 16 on a low C interjects noisy rumbles, alternating with calls of the oiseau that deploy the almost purely sinusoidal quality of the bourdon 8 . The twangy Clarinette et nazard stops for the “ caverneux ” segment suggest something palpably reedy and nasal, while the final sustained tremolo chord, with its mixture of stops, persists long enough to allow us to separate out its component timbres, creating a sense of an interface between the somatic and the sublime. Example 11 . Gubaidulina, In Croce , beginning Example 12 . In Croce , middle Example 13 . In Croce , ending Example 14 . Demetrio Stratos, “Flautofonie ed Altro”",
                "footnotes": [],
                "citations": [
                    "messiaen_1951"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Alongside connotations of the Via Negativa , timbral motion toward sinusoidal purity also hints at the notion of ritual purification, a feature common to many traditional spiritual practices: sweat lodge ceremonies, fasts and ablutions, restrictions placed on menstruating women, and the embalming or incinerating of the body in funereal rites—all are typical examples of spiritual practices intended to purge the body of its abject qualities. Musical processes accomplish a similar act of purification through corresponding timbral maneuvers that move from complex timbres to whistle-like tones. This kind of spectral purification is an occasional feature of the music of Sofia Gubaidulina. Gubaidulina accedes that certain acoustical properties of instruments betoken metaphysical symbols in her music. Speaking about percussion, for instance, she claims: Their purely physical characteristics, of the timpani and membranophones and so on, when the skin vibrates, or the wood is touched, respond. They enter into that layer of our consciousness which is not logical, they are at the boundary between the conscious and the subconscious. This subconscious contains information beyond logic, perhaps in the soul. It is the space of the soul. ( Moody 2012 , 33) Sinusoidal purity, in particular, plays a role in her In Croce (1979)—another work that uses the unique timbral properties of the organ to achieve this end.  The work, for cello and organ, is a meditation on the crucifixion in which the cello symbolically takes on the role of the abject crucified body.  Throughout the work, the two instruments trace out reciprocal paths in which the cello begins with low, growling, fragmentary portamenti and moves gradually toward sustained ethereal harmonics in the high register, while the organ does the reverse ( Example 11 ).  Where the two voices cross in register, the work erupts into chaotic noisy clusters ( Example 12 ). By degrees, the cello is purged of all abject elements—its micro-chromatic slides, its surging hairpin dynamics, its fragmentary motives—until finally attaining a transcendent legato pentatonicism. Meanwhile the organ takes on more and more abject qualities, until, in a final dramatic gesture, the organ’s motor is shut off in the midst of a low cluster chord ( Example 13 ).",
                "footnotes": [],
                "citations": [
                    "moody_2012"
                ]
            }
        },
        {
            "5.6": {
                "text": "[5.6] Gubaidulina’s unidirectional movement of the cello and organ toward sinusoidal purity and abject noise, respectively, represents one strategy by which timbre can be enlisted in a narrative of spiritual transcendence.  An alternative strategy involves the continual fusing and fracturing of timbral components, an effect that draws attention to the process of perceptualization itself and thus places the listener in a state of uncertainty regarding both the identity of the sound sources and the reliability of perception itself. Such a strategy characterizes the unique vocal performances of Demetrio Stratos (1945 – 1979), singer and member of the Italian progressive-rock group Area, who considered the projection of vocal overtones as means of transcending the constraints of language and rationality, and thereby accessing deeper truths.  In his studies for solo voice, loose harmonics flicker in and out of focus, as vocal timbres fuse and bifurcate—effects achieved through diplophony, vocal fry, and other techniques for alternately clarifying and distorting the harmonicity of the voice ( Example 14 ). VI. Timbral Trajectories in Black Angels",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Processes of spectral distillation and contamination with similar metaphysical connotations can be found in the work of many contemporary artists.  One historically significant work that features such processes is George Crumb’s Black Angels , although little has been written about this particular aspect of the piece.  As a work explicitly concerned with spiritual themes, it serves as an ideal example of the mappings between concepts of the supernatural and musical timbres, and it will serve as my focus for the remainder of this essay. Composed in 1970, “ in tempore belli ,” the work has enjoyed continuous popularity for more than four decades through performances by ensembles including the Kronos, Brodsky, Miro, Cikada, Concord, and Gaudeamus quartets. Besides several fine published commentaries on the work (e.g., Adamenko 2005 , Cobussen 2007 , Petersen 2010 , and Johnston 2012 ), a rich oral analytical tradition thrives in theory classrooms where the work has assumed canonical status within twentieth-century music curricula. Frequent topics of discussion are the work’s numerological and occult aspects, the impressive visual design of the score, and its relation to the events of the Vietnam war. I will confine my remarks here to particular timbral processes in the work, with a view toward an interpretation of their expressive potential. I contend that listening to timbre as a fusing and fracturing of layers, as described in the first part of this paper, and mapping these transformations onto states of embodiment and disembodiment enables a particularly rich experience of this music. As a work which emphasizes exactly the sorts of acoustic signals that can be perceived as fused or as fractured—that is, where the musical sounds allow us to be aware of and have some conscious control over the flexing and ebbing of our perceptualizing impulses — Black Angels makes conspicuous the fundamentally phantasmic status of timbre and deploys that condition to particular expressive ends.",
                "footnotes": [],
                "citations": [
                    "adamenko_2005",
                    "cobussen_2007",
                    "petersen_2010",
                    "johnston_2012"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] The magnification of “loose harmonics” and, conversely, the clutches of fuliginous noise both play a key role in Black Angels . Both are made possible by electronic amplification of the string instruments, which guarantees that tiny, otherwise extraneous sounds will be audible throughout the work, from inadvertent mechanical glitches to delicate pitched details. The sound world of amplified strings with extended techniques and added percussion makes unusual demands on the listener regarding source-identification; for new audiences it is often unclear exactly what is making the sounds or where they are coming from. The disorienting timbral effects are further exacerbated by the sheer sonic assault of the amplification—performances of the opening measures, in particular, can be uncomfortably loud—and the subsequent “zooming in” on tiny tenuous sounds at the limits of audibility.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] I connect this swinging back and forth between timbral and dynamic extremes with the various binary oppositions in the work, which are expressed explicitly in the movement titles, in the performance directions, and embedded in the numerological symbolism that appears throughout the score: good and evil, God and the Devil, the magical number 7 and unlucky 13, mechanization and primitivism, youth and decay.  More specifically, I suggest that the entailments of these binary pairs are expressed through a set of timbral maneuvers in which noise and purity are shown to be nested one inside the other.  Particularly at the beginning and end of the work, Crumb calls for performance techniques whose purpose is to reveal isolated harmonics at the heart of noisy timbres, or, alternatively, to magnify the “pixelations” of ostensibly pure pitches. These recursive timbral processes act out the paradoxical interchangeability of Go(o)d-properties and (D)evil-properties in the work, both of which are expressed in music that is both positively and negatively valenced at different points in the piece. This ontological symmetry is likewise evident in Crumb’s intertextual allusions, such as Schubert’s Tod und das Mädchen , quoted in the “Pavana Lachrymae” movement, or Saint-Saens’s Danse Macabre , loosely referenced in the fifth movement.  In the Schubert song, it is “Death” who gets the seductive major key and the sweetest melody, while Saint-Saens makes him the leader of a rollicking dance that is decidedly more carpe diem than contemptus mundi .  Crumb has selected quotations that are deliberately ambiguous regarding the nature of good and evil.  Likewise, the timbral semiotics of material bodies and spooky super-corporeality is never solely a matter of profane versus sacred, but remains affectively ambiguous throughout the work. Example 15 . Crumb, Black Angels , i. “Threnody I: Night of the Electric Insects” (page 1, third system) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] To illustrate the initial interconnectedness of timbral purity and noise, and the subsequent splitting apart of the two kinds of sonic material, I consider the timbral transformations that occur in the shift from the first two movements, “Threnody I: Night of the Electric Insects” and “The Sounds of Bones and Flutes,” into the subsequent movements. The opening “Threnody” presents two distinct but mutually entangled timbral elements:  first, the tremolo quintuplet articulations of the ensemble in which the four individual layers fuse into a singular impression of contoured and rhythmicized broadband noise; and second, the piangendo pitch glides played by individual instruments ( Example 15 ). The sul ponticello bowing of the latter excites the high harmonics of the string, which are in turn magnified by the amplification, creating a registrally distinct layer of whistle-like tones. Each time the screeching noise of the ensemble drops to subito piano , however, the sul ponticello technique likewise emphasizes the high harmonics, and tiny high-frequency sounds are fleetingly audible within the overall spectral graininess. The two timbral elements, noise and purity, are linked by their use of the tritone: tritone spans occur within each of the component strands of the broadband noise (see, for example, the first and second violin parts in Example 15), and punctuate the end of each piangendo gesture, so that each timbre element seems to present an intensified facet of the other. Noise and purity cannot be sharply separated here but are braided and interlocked. Example 16 . Crumb, Black Angels , ii. “Sounds of Bones and Flutes,” measures 1–3 (click to enlarge and listen) Example 17 . “Sounds of Bones and Flutes,” second entrance of the “virtual flute” in violin I (click to enlarge and listen) Example 18 . “Piesen Z Kyzuc,” performed by Jaroslav Harazin (Konkova) Figure 1 . Natural Harmonics (click to enlarge) Example 19 . Black Angels , iii. “Lost Bells” opening (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The second movement begins with quiet, percussive, stress-differentiated pulses, in sharp contrast to the regular but relentlessly non-metrical pulsations of the “Threnody.” Despite the marked discontinuities with the opening movement, the second movement resumes the interplay of persistent noisiness and isolated harmonics––not the industrial noise of “electric insects” nor the metaphysical purity of the sul ponticello glides, but rather a bodily noise of tongues, flesh, and respiration, and the purity of overblown harmonics on a virtual flute.  Crumb calls for two kinds of col legno bowing here: battuto for the percussive effects, which blend with the performers’ tongue clicks and whispered vocalizations to form a spongy rhythmic accompaniment, and tratto for the melodic elements ( Example 16 ). The latter technique results in a good imitation of a wind instrument by the first violin—the eponymous “flutes” of the title ( Example 17 ). Because the wood of the bow glancing across the string inputs only a small amount of vibrational energy, the amplified sound resembles a hiss of air, which, fused with the faintly sounding pitches, forms a chimeric flute-like timbre. In expert performances the sound is evocative of a traditional willow whistle ( Example 18 ). The allusion to overtone flutes is strengthened by the choice of pitches for the melody, which are drawn primarily from an acoustic scale on B––that is, the set of harmonics that would be available as overblown pitches on an end-blown flute without finger holes. The pitches A4, B4, D ♯ 5, F5, and A ♭ 5 correspond to the seventh, eighth, tenth, eleventh, and thirteenth harmonics of the implied fundamental B1 ( Figure 1 ). (The choice of the span from the seventh to the thirteenth harmonic here is likely of numerological significance, given the pervasive expression of sevens and thirteens elsewhere in the composition.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Up until this point in the work, noise and sinusoidal purity are presented as mutually implicated and recursively nested, with spectral graininess persisting at both coarse and fine levels of resolution.  But beginning with the third movement, “Lost Bells,” the timbral extremes diverge sharply, with pure harmonics precipitating out as a sustained autonomous melodic layer in the texture.  The title for this movement may recall the Cornish legend, “The Lost Bells of Bottreaux,” about a cargo of bells lost in a shipwreck, and a ghostly ringing from the depths sometimes heard by fishermen. There are echoes, too, perhaps, of the legend of the sunken cathedral of Ys.  These tales of watery annihilation in which all that remains is the eerie peel of a bell are encapsulated in the timbral trajectory of Crumb’s “Lost Bells,” a move from broadband noise to sinusoidal transparency, washing away, as it were, all physical evidence of bodies. The movement opens with a long bass-bow stroke on the tam-tam ( Example 19 ). The tam-tam’s low-frequency modes of vibration at the initiation of the sound die away as energy moves into progressively higher frequencies. The bowing action further concentrates vibrational energy around the edge of the tam-tam, and directs it into a single pitch—the “bowed harmonic” called for in the performance instructions.  The result is a shimmering fricative noise that decays around a pure tone.  The ensuing harmonics on the cello and second violin, first in sonorous perfect fifths and then discrete portamenti , further cleanse the sound of any remaining graininess. Example 20 . Black Angels , iv. “Devil-music,” opening (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] The fourth movement inverts the timbral process of “Lost Bells.” At the opening of  “Devil Music” and intermittently throughout the movement, the first violinist is required to “gradually increase bow pressure, until pitch becomes pure noise,” and this creates an exact reversal of the spectral profile of the bowed tam-tam in the preceding movement ( Example 20 ). Extra-textual musical references—the diabolus in musica , demonic Paganini-isms, the phrases of the Dies Irae —shatter the transcendent ambience established in the previous movement, drawing us outside the insular world of the piece, to other music, other bodies. The musical space is suddenly overcrowded, like the teeming timbral noise itself. Soon, however, a separate layer of loose harmonics diverges from the noise. The Dies Irae melody first appears as “pedal tones” in the second violin and viola—subharmonics, produced by strong bow pressure applied at a precise position on the string ( Example 21 ). (8) Performed correctly, the resulting pitches are lower than the fundamental of the open string, producing a kind of mirror image of the harmonic series—a doppelganger to the natural high harmonics that reappear in the fifth movement, “Danse Macabre.” Here, the Dies Irae melody is projected back up into the high register, as a coherent stream of pure harmonics blended with whistling by the cellist and second violinist ( Example 22 ). Example 21 . Subharmonics in “Devil-music” (click to enlarge and listen) Example 22 . Black Angels , v. “Danse Macabre,” whistling (measure 11) (click to enlarge and listen) Table 1 . The symmetrical arrangement of the thirteen movements of Black Angels (click to enlarge) Example 23 . Black Angels , “obbligato insect sounds” at the end of the seventh movement (click to enlarge and listen)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] The large-scale symmetry of Black Angels plays out as a carefully constructed arch form, with three large sections labeled “Departure,” “Absence,” and “Return” ( Table 1 ). It is in the central section of the work—“Absence,” movements 6 through 9— and in the movements flanking it that loose harmonics become most sharply segregated from fused timbres and noise.   Throughout the “consort of viols” of the “Pavana Lachrymae” movement and in the “Sarabanda de la muerta oscura” movement (which occur at corresponding positions on the upward and downward sides of the arch), sinusoidal purity is reduced to a kind of gnat-like irritation buzzing in and out of the ensemble in the obbligato “insect sounds.”  Likewise, in the central “Threnody” movement with its noisy vocalizations (the number thirteen shouted out in Japanese, Russian, Swahili, and German), loose harmonics are confined to the “gossamer” trilling glissandi at the close of the movement ( Example 23 ). They shift prominently to the foreground in movement 9, “Lost Bells (Echo),” which features a steady stream of harmonics, briefly interrupted by a faint memory of the blended timbral effects of the virtual flute from the second movement in the “Duo Alternativo” passage. Finally, in movement 10, “God Music,” sinusoidal purity reaches a zenith of austerity in the sound of bowed crystal glasses, which form an autonomous layer accompanying the cantabile cello solo ( Example 24 ). To the growing list of intertextual elements in the piece—Schubert, Tartini, Paganini, Saint-Saens, Dowland, and plainchant, alluded to with varying degrees of explicitness—we now add Messiaen, to whom Crumb makes overt reference here.  The cello melody is strikingly similar (almost an exact transposition, for the first phrase) to Messiaen’s “Louange à l’éternité de Jésus,” the fifth movement of the Quatuor pour la fin du temps ( Example 25 ). (9) The two layers, the cantabile cello line and the crystal glasses, briefly merge at the end of the movement, as the cello’s harmonics on B and C ♯ blend together with the same two pitches on the bowed crystal glasses. Example 24 . Black Angels , x. “God-music,” opening (click to enlarge, see the rest, and listen) Example 25 . Messiaen, Quatuor pour la fin du temps , v. “Louange à l'Éternité de Jésus,” opening (click to enlarge and listen) Example 26 . Black Angels , xii. “Ancient Voices (echo),” opening (click to enlarge) Example 27 . Black Angels , xiii. “Sarabanda de la muerta oscura (echo),” opening (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] In these interior movements of the work, harmonics split off to form an independent sonic layer—a layer that is marginalized in movements 6, 7, and 8, and integral to movements 9 and 10. We are thus confronted with the timbral evidence of bodies and non-bodies, projected as two isolated streams. Insofar as loose harmonics convey a numinous super-corporeality, a theologically inclined listener may envision a physical body that has become sharply separated from its own spiritual essence.  This is perhaps the nature of the “absence” of the central segment of the work—the figurative splitting apart of body and soul—and these elements are now reintegrated in the final movements of the “Return” segment. The remaining sections are concerned with repairing the raveled weave of the timbral fabric.  Movements 11, 12, and 13 are like a series of efforts at restoring loose harmonics to their proper position within the timbral percept.  The “talking” pizzicato glissandi of the two “Ancient Voices” movements, for example, remind me of the isolated formants of sine-wave speech undergoing reassembly into coherent linguistic utterances ( Example 26 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] The process culminates in the final movement of the work, in the “echo” of the “Sarabanda de la Muerta Oscura.”  Here, Crumb has the three upper strings play with thimbles, tapping up and down the length of the string with the right hand, while the left hand fingers the pitches of the “Sarabanda” tune previously heard in movement 8 ( Example 27 ). Crumb’s performance instructions state:  “Two distinct musical events will emerge: a faint echo of the Sarabanda, and the high-pitched ‘insect-music’ glissandos.” In fact, Crumb’s performance directions can just as easily create a fused chimeric timbre here, or, crucially, one that we may choose to hear as blended, as the Sarabanda tune singing through the (paradoxically) “noisy” harmonics of the thimbles.  The cello’s ghostly interjections encourage this orientation as they anticipate and echo fragments of the Sarabanda melody. Alternatively, we may choose to separate the strands into two discrete layers:  plinking harmonics and a faint melody. To hear it thus, however, is to insist on a separation of matter and spirit, and this, perhaps, is the crux of the matter. A comparison of different recordings of this passage reveals that performers (and audio engineers) can emphasize one or another of these interpretations ( Examples 28 and 29 ). Example 28 . Excerpt from “Sarabanda de la muerta oscura (echo)” as performed by the Carnegie Mellon Contemporary Ensemble. The thimble taps create a fused chimeric timbre with the “Sarabanda” melody. Example 29 . Excerpt from “Sarabanda de la muerta oscura (echo)” performed by the Kronos Quartet.  The “plinking” harmonics form an autonomous timbral layer, over the barely audible background of the Sarabanda tune. Example 30 . Black Angels , final sounds (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.11": {
                "text": "[6.11] The final sounds of the piece are struck crystal glasses precisely synced up with whispering voices ( shichi and jusan , “seven” and “thirteen” in Japanese) ( Example 30 ). It is our own perceptual orientation that makes of this either two separate timbres––voices and chiming glass––or a singular fused percept of talking bells.  As in Cornelia Fales’s interpretation of the Inanga Chuchotée , a listener can “perceptualize” this passage as either assimilated or divided. VII. Vox Diabolus, Vox Dei",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Naturally, the timbral maneuvers I have been describing interact with and are reinforced by other elements in the piece, such as pitch height, polyphonic density, rhythmic articulation, and dynamics. In particular, the sense of crossing and recrossing the parametric boundary between fused and fractured timbres is closely paralleled by the treatment of the work’s most important thematic element, the tritone.  Crumb draws, of course, on the tritone’s historical associations with malevolence, a tradition that extends from Guido of Arezzo to Lutoslawski. But the tritone also serves as a perfect encapsulation of the issues surrounding timbral fusion and fission.  For one thing, two pitches separated by the interval of a tritone suggest two unassimilable spectral components. As Carl Stumpf argued in the 1880s, the interval of the tritone is among those most resistant to Tonverschmelzung , tonal fusion. Listeners are disinclined either to hear the upper note as a harmonic color on the lower, or to extrapolate a missing fundamental that absorbs both pitches as upper partials. This may be related to the fact that, while tritones do appear as spans between various (noncontiguous) components of the harmonic series, they occur in a variety of different sizes, ranging from 550 to 650 cents, with no single ideal type predominating. The interval thus remains intractably composite, and the two pitches tend to be heard as rival, bistable fundamentals. At the same time, because of its inversional invariance, its unique capacity to divide the octave equally, its distinctiveness as a diatonic coordinate, and its sheer historical markedness, the interval of the tritone is readily apprehended as an ontological “thing,” an irreducible singularity that transcends its own compositeness. The centrality of the tritone in Black Angels , then, has to do not simply with its historical associations with the supernatural:  as a sound that resists spectral fusion yet persists as a curious Gestalt, it is poised between states of coherence and rupture in a manner that closely mirrors the timbral entities in the work. And much like his treatment of loose harmonics in the work, Crumb has the tritone shift among different parametric categories:  it appears not only as a foregrounded melodic feature, but also as a melodic shadow or residue and as a deep structural element at different points in the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] The tritone first appears in the opening “Threnody” movement, not as a melodic interval per se but as the boundary pitches of the glides that mark the end of each piangendo gesture: first, the cello’s A– D ♯ , and then the second violin’s D ♯ –A. (It plays a correspondingly ancillary role as the boundary points of the broadband noise played by the ensemble.) When the tritone reappears in “The Sounds of Bones and Flutes” it is similarly epiphenomenal, an interval “induced” by the timbre of the virtual flute: (10) it forms the span between pairs of imaginary harmonics, the seventh  and tenth (A and D ♯ ), and the eighth and eleventh (B and F), which act, again, as boundary pitches in the melody. In these first two shadowy appearances, the tritone leans toward sinusoidal clarity—first through the whistle-like piangendo glides, and then the overtones of the virtual flute. It is not until its third incarnation, in “Devil Music,” that the tritone is strongly foregrounded and, simultaneously, becomes associated with gritty noise.  In “Devil Music” and the “Danse Macabre” movements, we now recognize the tritone as a kind of cultural object, the diabolus in musica .  Its status as a surface melodic feature persists into the central “Threnody,” in the recurring unisoni passages that repeatedly leap by tritone. Example 31 . Tectonic tritones in “God-music” (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Following the central threnody, the tritone begins to recede into the harmonic fabric. In the “Sarabanda de la Muerte oscura” it is embedded within the archaic harmonic device, a “double-leading-tone cadence” with a Landini figure, which splays out the interval D (in the cello) to G ♯ (in the viola) across several measures.  But it reaches its most deeply infrastructural role in “God Music” where it becomes a kind of tectonic substratum guiding the fundamental bass of the crystal-glass chords.  The three-voice crystal-glass accompaniment to the sublime cello solo is marked by a recurring chord progression, B major to F major (with enharmonic spellings), embellished by 014 trichords at various transpositions and a few minor triads ( Example 31 ). Notably, only the inner voice in the passage explicitly moves by tritone; but the composite motion of the three voices results in the repeated juxtaposition of B major and F major triads. Unlike the patently allegorical diabolus tritone in movements 4, 5, and 7, this is a more abstract, “Lewinian” expression of the interval, which we experience less as a melodic gesture than as a kind of lurching between bistable tonalities. (11) Here, the syntactically and spectrally unassimilable tritone projects its own kind of uncertainty principle: the closer we zoom in on the constituent parts of the interval, the less they seem to cohere as a bound intervallic percept. I have already noted how the use of bowed crystal glasses for this progression marks this movement as the most extreme expression of out-of-body sinusoidal purity in the work; it also marks the point of greatest abstraction of the tritone.  The irony of the diabolus in musica at the very core of the Vox Dei is, of course, the most emphatic expression of the ontological symmetry of good and evil in the work. VIII. Shifting Identities",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] In Cornelia Fales’s work on the Inanga Chuchotée and other timbral anomalies, she remarks on the potentially profound effects of timbre manipulation: The cumulative effect of a musical experience of dramatic, subtle, sustained, or sporadic timbre manipulation—the flashing into view of the acoustic world—may move listeners with a range of specificity and emotion: from a more or less vague sense of perceiving something normally imperceivable, to an unaccountable feeling of transcendence or separation from the earthly world (of sources), to a more general notion that music is an imperfect translation of something, to the apprehension of something absent or lost of which a hazy essence is returned through music. It may be, that is, that the inaccessible effects of musical timbre elicit a kind of rorschach subjectivity: detached from the mooring of perceptual constancy, listeners make sense of their experience in whatever expressive currency is around. ( Fales 2002 , 78) Fales hesitates to provide a single unambiguous interpretation of the effects she is describing, and only obliquely ties timbre manipulation to expressions of spirituality.  Composers of new music tend to be more explicit: “The timbral experience is fundamentally one of shifting identities,” writes Jonathan Harvey; “It occurs when we mistake, however momentarily, one thing for another” (Harvey, quoted in van Maas 2009 , 105). Of his composition Inner Light he claims that “the whole movement, whose idea is that of mystical union, constantly moves in and out of fusion and fission. Is an instrumental part only a part of a thing in itself?  Such is the ambiguity, the teasing veil of identity” (Harvey, ibid.). I would go so far as to say that timbral experiences of the sort found in Black Angels are about as close as one can get to a frankly supernatural experience, inasmuch as they offer the engaged listener a sensually intense experience of states of embodiment and disembodiment through the dissolution and reintegration of acoustically composite sonic objects.",
                "footnotes": [],
                "citations": [
                    "fales_2002",
                    "van_maas_2009"
                ]
            }
        },
        {
            "8.2": {
                "text": "[8.2] I have chosen to focus on Black Angels because of its status as a canonical work of contemporary instrumental music, but the experiences of timbre I describe here certainly carry over into a substantial body of works by composers concerned with comparable effects.  Spectralist works, in particular, seem to deal with many of the same issues and “questions of identity,” as Jonathan Harvey’s remarks attest. As well, a great many contemporary works in both electronic and acoustic media aim to investigate “qualities of shimmer,” as composer Liza Lim puts it, where purity and noise interact in complex ways, at “the foaming edge between a perceivable pattern and its breakdown into a profusion of noise elements” ( Lim 2009 ). Drawing on the work of Fales and other authors here, my argument has been that timbre is powerful precisely because it is a thing that exists partly within and partly outside of our own bodies, a thing both monolithic and obstinately composite, a reliable signature of material nature and at the same time a bundle of phantom sine waves. If the human auditory system is a sensitive instrument for the perceptualization of timbre, then Crumb’s performers play upon that instrument as much as they play on electric strings.",
                "footnotes": [],
                "citations": [
                    "lim_2009"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.12.18.2.leydon.html",
    "data": "mto/data/mto.12.18.2.leydon.json"
}