{
    "title": "“That Awkward Scale”: Verdi, Puccini, and the <i>Scala enigmatica</i>",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Burstein, Richard Burke<br>submitted by L. Poundie"
    ],
    "abstract": "On August 5, 1888, theGazzetta musicale di Milanochallenged its readers to harmonize a curious scale that it had received from a famous Bolognese musician. Two weeks later, the journal’s editors published several commendable solutions, including one by the scale’s inventor, Adolfo Crescentini. TheGazzetta’s“scala-rebus” (or scale-puzzle) would likely have been forgotten were it not for the fact that Verdi wrote his own solution (not published in the journal), which formed the basis for hisAve Mariaand later found its way into hisQuattro Pezzi Sacri. This article examines several solutions to the “scala-rebus,” focusing especially on Verdi’s. Yet it goes even further, proposing that Crescentini’s scale inspired not only Verdi but also Puccini. The opening measures of Puccini’sToscabear striking similarities to the “scala-rebus,” suggesting that in composing this opera Puccini was making use of one of his favorite compositional strategies: returning to old material—in this case, to a curious puzzle that may well have preoccupied him twelve years earlier.",
    "keywords": [
        "Verdi",
        "Puccini",
        "Crescentini",
        "chromaticism",
        "scala enigmatica"
    ],
    "doi": "",
    "received": "March 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.burke.pdf",
    "author_info": [
        {
            "name": "Richard Burke",
            "university": "submitted by L. Poundie Burstein",
            "address": "Hunter College and The Graduate Center, CUNY, 365 Fifth Avenue, New York, NY 10016",
            "email": "Poundie@aol.com"
        }
    ],
    "citations": {
        "bach_2001": "Bach, Hans Elmar. 2001. “‘ . . . gigante anche quando giuoca ’: Zwei Fassungen der ‘Scharade’ Ave Maria von Verdi.” In Aspetti musicali: Musikhistorische Dimensionen Italiens 1600 bis 2000, Festschrift für Dieter Kämper zum 65. Geburtstag , ed. Norbert Bolin, Christoph von Blumröder, and Imke Misch, 225–34. Verlag Dohr.",
        "basini_2004": "Basini, Laura. 2004. “Verdi and Sacred Revivalism in Post-Unification Italy.” 19th-Century Music 28, no. 2: 133–59.",
        "budden_1992": "Budden, Julian. 1992. The Operas of Verdi , vol. 3: From Don Carlos to Falstaff. Clarendon Press.",
        "budden_2002": "Budden, Julian. 2002. Puccini: His Life and Works . Oxford University Press.",
        "carner_1959": "Carner, Mosco. 1959. Puccini: A Critical Biography. Knopf.",
        "cesare_and_luzio_1913": "Cesare, Gaetano and Alessandro Luzio, eds. 1913. I copialettere di Giuseppe Verdi . Stucchi Ceretti.",
        "conati_1978": "Conati, Marcello. 1978. “Le Ave Maria su scala enigmatica di Verdi dalla prima alla seconda stesura (1889–1897).” Rivista italiana di musicologia 13: 280–311.",
        "conati_1981": "Conati, Marcello. 1981. “‘Torniamo all’antico,’ ovvero l’atteggiamento di Verdi nei confronti della musica vocale e strumentale, a proposito delle ‘Ave Maria su scala enigmatica.’” La Cartellina 5, no. 8: 8–25.",
        "conati_and_medici_1994": "Conati, Marcello and Mario Medici, eds. 1994. The Verdi-Boito Correspondence , trans. William Weaver. University of Chicago Press.",
        "frobenius_1997": "Frobenius, Wolf. 1997. “Luigi Nonos Streichquartett ‘Fragmente-Stille, an Diotima.’” Archiv für Musikwissenschaft 54: 177–93.",
        "gazzetta_musicale_di_milano_1888a": "Gazzetta musicale di Milano 32. 1888a. “Curiosità . . . harmoniche.” (August 5).",
        "gazzetta_musicale_di_milano_1888b": "Gazzetta musicale di Milano 35. 1888b. (August 26).",
        "gazzetta_musicale_di_milano_1888c": "Gazzetta musicale di Milano 41. 1888c. “Echi della Scala-Rebus.” (October 7).",
        "girardi_2000": "Girardi, Michele. 2000. Puccini: His International Art , trans. Laura Basini. University of Chicago Press.",
        "scherchen_1951": "Scherchen, Hermann. 1951. “I quattro pezzi sacri.” Il Diapason 2 (February)."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The ellipses here and in the next quotation appear as they do in the Gazzetta. They seem to indicate a break in thought rather than something omitted.",
            "citations": []
        },
        "FN2": {
            "text": "2. “Da Bologna ci viene communicata la seguente Scala . . . che armonizzata a dovere, dice l’inventore, non manca di effeto. Lasciamo ai musicisti, dilettanti di ricerche armoniche, la cura di tale operazione.”",
            "citations": []
        },
        "FN3": {
            "text": "3. For a brief discussion of Adolfo Crescentini, see Conati 1978 , 283.",
            "citations": [
                "conati_1978"
            ]
        },
        "FN4": {
            "text": "4. In an essay written in 1951, Hermann Scherchen divides the scale into four parts: tones 1–3 from the minor scale, tones 3–5 from the major, tones 3–6 from the whole-tone scale, and tones 6–8 from the chromatic. See Scherchen 1951 , 13–15; cited in Frobenius 1997 .",
            "citations": [
                "scherchen_1951",
                "frobenius_1997"
            ]
        },
        "FN5": {
            "text": "5. Vittorio Norsa (1851–1937) was a theory teacher at the Conservatorio di Milano; his opera Anthony was premiered in Ferrara in 1898.",
            "citations": []
        },
        "FN6": {
            "text": "6. Giuseppe Cerquetelli (1848–1931) was the director of the Istituto Musicale Briccialdi in Terni from 1892 to 1921. His opera Ettore Fieramosca was presented at the Teatro Communale di Terni in 1895.",
            "citations": []
        },
        "FN7": {
            "text": "7. Augusto Ferrari was a teacher at the Scuola di Musica di Colorno and composer of the opera Lucidea , which was given its premiere at the Teatro Filodrammatici in Milan in 1900.",
            "citations": []
        },
        "FN8": {
            "text": "8. In the Gazzetta all of the contributors are identified as either “Maestro” or simply “subscriber,” save for Aldo Forlì and Ottarino Varsi, who are listed only by name. This omission is perhaps a sign that the editors of the Gazzetta were unable to identify them. I, too, have been unable to find additional information about either Forlì or Varsi.",
            "citations": []
        },
        "FN9": {
            "text": "9. Budden ( 1992 , 420) suggests that working on this scale may have put Verdi in the proper frame of mind to tackle Falstaff: “From a piece of polyphony based on the solution of a conundrum to a sparkling comedy abounding in cunning verbo-musical interplay and cross-reference the step was not so large.” Marcello Conati (1978, 286) suggests something similar.",
            "citations": [
                "budden_1992"
            ]
        },
        "FN10": {
            "text": "10. Conati and Medici 1994 offer the following explanation for what Verdi meant by a “fourth Ave Maria ”: “Verdi counts the prayer Salve Maria in I Lombardi alla prima crociata (1843) as his first Ave Maria . The second is a setting of the alleged Dante text in vernacular, for soprano and strings (1880), and the third is Desdemona’s prayer in the last act of Otello (1887).”",
            "citations": [
                "conati_and_medici_1994"
            ]
        },
        "FN11": {
            "text": "11. Later that year, at a performance in Vienna, the Ave Maria would appear for the first time as the opening movement of the Pezzi sacri .",
            "citations": []
        },
        "FN12": {
            "text": "12. Verdi continued to refer to the Ave Maria as two settings, speaking of it in the plural as “le Ave Maria .”",
            "citations": []
        },
        "FN13": {
            "text": "13. Conati ( 1978 ) provides a facsimile of the original version of the Ave Maria at the end of his article on Verdi and the “scala-rebus.”",
            "citations": [
                "conati_1978"
            ]
        },
        "FN14": {
            "text": "14. For a discussion of the differences between the two versions, see Conati 1978 and 1981 , and Bach 2001 .",
            "citations": [
                "conati_1978",
                "conati_1981",
                "bach_2001"
            ]
        },
        "FN15": {
            "text": "15. From a fragment of a letter in Cesare and Luzio 1913 , 411n; quoted in 1978 , 300.",
            "citations": [
                "cesare_and_luzio_1913",
                "conati_1978"
            ]
        },
        "FN16": {
            "text": "16. One of the contributors was a violinist, Luigi Pucci (1868–1920).",
            "citations": []
        },
        "FN17": {
            "text": "17. It is possible, of course, that Puccini encountered the scale later on, perhaps even through a performance of Verdi’s “Ave Maria,” which is almost always accompanied by an explanation of the “scala engimatica.”",
            "citations": []
        },
        "FN18": {
            "text": "18. In act 5 of Sardou’s play, Tosca says: “J’ai beau savoir que ce n’est qu’un jeu” (I know only too well that this is not a game). The line does not appear in the opera, although it is certainly possible that it might have made it into one of the drafts of the libretto.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "The “Scala-rebus”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The Gazzetta musicale di Milano , one of the most widely read music journals in Italy in the second half of the nineteenth century, was published by Casa Ricordi and often functioned as a promotional vehicle for composers and compositions associated with the powerful publishing house. Not surprisingly, the front page of the journal was usually devoted to opera, with La Scala premieres enjoying a particularly large portion of the coverage. Items of interest to local musicians were pushed to the rear, along with communications from subscribers, death notices, advertisements, and snatches of verse. Among the regular features was a contest in which readers were invited to solve some sort of musical puzzle, usually called a “rebus” or “ sciarada ” (game). The entries were judged and awarded prizes in a manner similar to that of many present-day magazine competitions. Four winners were chosen by lot from the pool of correct solutions, each receiving something similar to a gift certificate, redeemable, of course, in Ricordi publications. Example 1 . A harmonically curious scale (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] As might be expected, the Gazzetta affords an interesting glimpse of the hot topics of the day. In 1888, for example, there were feature articles devoted to the dramatic theory of Richard Wagner, including some Italian translations of his writings, a group of Mozart’s letters, a good deal of discussion of the upcoming premiere of Franchetti’s Asrael , and coverage of the death of Tito Ricordi himself, famed director of the publishing house, who had just handed over the reins to his son Giulio. On August 5 of that year, among the notices and diversions of the final pages of the journal, a tiny item appeared under the heading “Curiosità . . . harmoniche.” (1) It offered a challenge to the readers (see Example 1 ). From Bologna we’ve been sent the following scale . . . that, when harmonized properly, says its inventor, will prove effective. Leave the undertaking of the task to those musicians who enjoy the study of harmony. ( 1888a , 292) (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "gazzetta_musicale_di_milano_1888a"
                ]
            }
        },
        {
            "3": {
                "text": "[3] In the next issue, there was a brief item saying that the journal had received quite a few harmonizations of what they now called the “scala-rebus,” and that they would print them the following week along with one by the inventor of the scale himself, described only as “un egregio musicista di Bologna.” As promised, on August 19, 1888, a number of solutions were published, and the name of the “distinguished Bolognese musician,” Adolfo Crescentini, was revealed. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Crescentini’s “invention” is a clever one, with a number of problem spots specifically designed to challenge and engage those “who enjoy the study of harmony.” The scale starts off with an unusual pair of seconds: first, the initial minor one, bringing to mind the cautions associated with the Phrygian mode in elementary counterpoint, and then the conventionally proscribed augmented variety. This is followed by a series of whole steps, which, as in a whole-tone scale, manage to bypass the dominant degree. In its last degrees, the scale turns chromatic, closing with two minor seconds. Upon descending, the scale is altered, with an additional augmented second appearing between the fourth and fifth degrees, once again sidestepping the dominant. (4) The wide gaps, the whole tones, and the lack of a dominant degree all suggest that this is a game, designed to entertain rather than produce a masterpiece or even a particularly musical solution. Still, as the inventor said, it should be possible to come up with one that would “prove effective.” Example 2 . Adolfo Crescentini, realization of his “scala-rebus” (click to enlarge and listen)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Crescentini’s own harmonization, shown in Example 2 , is indeed effective. The editors of the Gazzetta said it was “naturally the most homogeneous” ( omogenea ) of the solutions, perhaps out of respect for the inventor ( 1888b , 320). Interestingly, Crescentini’s version is the only one that includes figured bass, a sign pointing to his understanding of the challenge as one of simply harmonizing a bass. Despite the bare-bones, note-for-note approach, there is a good deal of craft here, evident in the nicely shaped soprano line, with its stepwise descent in contrary motion  with the bass in the first eight measures, and its rise to a climactic A ♭ in the second eight measures (the leap would be considerably less visually striking had Crescentini spelled the chords in mm. 11 and 12 enharmonically as  C dominant 7th and D ♭ major). The inventor’s harmonization also points out some of the pitfalls built into the challenge. The relentless rise and then fall of the bass make the double unison in m. 8 difficult, though certainly not impossible, to avoid; the D ♭ in the penultimate measure defies the reader to come up with a chord other than the second inversion of an altered dominant seventh; and the repeat of the C in mm. 8 and 9 will prove problematic for those who see the bassline as a continuous sixteen-measure piece rather than as merely an ascending scale followed by its descending counterpart. Example 3 . Vittorio Norsa, realization of the “scala-rebus” (click to enlarge and listen) Example 4 . Giuseppe Cerquetelli, realization of the “scala-rebus” (click to enlarge and listen) Example 5 . Augusto Ferrari, realization of the “scala-rebus” (click to enlarge and listen) Example 6 . Aldo Forlì, realization of the “scala-rebus” (click to enlarge and listen) Example 7 . Ottorino Varsi, “Contrappunto a quatto parti reali” (the clefs have been modernized) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "gazzetta_musicale_di_milano_1888b"
                ]
            }
        },
        {
            "6": {
                "text": "[6] In the end, Crescentini’s remains the simplest solution out of all of those published, and one of only two to proceed entirely in first species. Most of the examples feature movement in half notes in the upper voices. Take the following solution by the Milanese composer Vittorio Norsa, who contributed two different harmonizations ( 1888b , 319) (see Example 3 ). (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "gazzetta_musicale_di_milano_1888b"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Norsa manages to create some momentum by starting each phrase on the second half of the measure (no meter was specified by Crescentini), and by moving in half and quarter notes. The hint of imitation between the tenor and alto in mm. 10–12 helps unify the second half of the realization. The final measures, however, are a bit weak, as the motion becomes static.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In his solution to the challenge, shown in Example 4 , Giuseppe Cerquetelli (6) effectively uses fourth species in the soprano to create a similar sense of motion, but his harmonization is more homogeneous (to use the Gazzetta’s own word) than Norsa’s and progresses with some momentum to the end (some might object to the parallel octaves on the accented beats between soprano and tenor in mm. 4–6) ( 1888b , 319).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "gazzetta_musicale_di_milano_1888b"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Cerquetelli also succeeds in keeping things moving between mm. 8 and 9, although the realization by Augusto Ferrari ( Example 5 ) may be even more effective in this regard ( 1888b , 319). (7) Here, the diminished-seventh chord in m. 8 leans into the tonic chord of m. 9, obscuring the unfortunate break between the two sections heard in most of the other harmonizations. The sudden shift in harmonic rhythm and the Wagnerian harmonies of mm. 9–12 are oddly effective. The parallel octaves in mm. 13–14 seem unnecessary and may very well be a misprint.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "gazzetta_musicale_di_milano_1888b"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Finally, there is the remarkable expansion of the bass into an effective short composition by Aldo Forlì ( Example 6 ) ( 1888b , 320). (8) Forlì must have realized that the strange intervallic structure of the bassline would force most realizations to ramble (see, for example, mm. 11–16 of Example 3 by Norsa, where the soprano seems to be stuck around B). Seeing the potential for building a sequence on the ascending whole steps of the bass, Forlì may very well have written mm. 3–5 first, and then derived a rhythmic motive from the passage to unify the rest.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "gazzetta_musicale_di_milano_1888b"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The “scala-rebus” made a final appearance on October 7, 1888, when one more solution was published, an elaborate exploration of the scale in four parts by Ottorino Varsi, which the editors said “maintained the integrity of the proposed scale,” but also “presented it in a new light.” Varsi changed the key, positioned the scale in the tenor, and added a meter and even a tempo marking. The piece, called “Contrappunto a quattro parti reali,” took up half a page of the journal ( Example 7 ) ( 1888c , 371).",
                "footnotes": [],
                "citations": [
                    "gazzetta_musicale_di_milano_1888c"
                ]
            }
        },
        {
            "12": {
                "text": "[12] In bringing the game to its conclusion, the editor said that there were many more submissions, but nearly all of them had “altered the original scale in some small way.” And so, the “competition” ended. Like Franchetti's Asrael , the scala would probably have been completely forgotten, save for one solution not published in the journal. It was by Verdi. Verdi and the Scala",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Verdi seems to have seen Crescentini’s scale while visiting Arrigo Boito in Milan in early 1889, a few months after interest in the “scala-rebus” had waned. Julian Budden ( 1992 , 420) suggests that Boito, who had “a passion for conundrums and brain-teasers,” might have shown the scale, or more likely one of the issues of the Gazzetta that included the solutions, to Verdi. (9) Verdi was clearly intrigued by the challenge, for he wrote to Boito from Genoa in March of that year: As I was leaving Milan I threw some papers into the fireplace, among them also that awkward scale. I remember the first part of this scale, but in the second, jotted down then and there, I have forgotten the modulations and the voice leading, especially for these three notes: If you have not burned it, send me the chords of the A ♯ and G ♯ . (letter of March 6, 1889, in Conati and Medici 1994 , 134) Verdi goes on to tell Boito that he knows this is a triviality, but it reminds him of the “basslines” that his teacher used to give him to work on: I believe that a piece with words could be made with this scale, for ex., an Ave Maria , adding however the same scale beginning a fourth above the tonic, with different modulations and voice leading, for the tenor or the soprano part. It would, however, be hard to get back to the tonic with ease. Another Ave Maria ! It would be the fourth! ( Conati and Medici 1994 , 134) (10) The next day Boito wrote Verdi from Milan: “It was a good thing I copied out those two little pages with the battered scale steps, which you ran up and down with such facility” (letter of March 7, 1989, in Conati and Medici 1994 , 135).Verdi wrote back: The Ave Marias have become five instead of four. How? That scale was not enough for the whole prayer; and so I thought to add the same scale at a fourth above the tonic for the soprano . . . but it is impossible afterwards (yet it seems so easy) to return to the tonic with grace and naturalness. So then I added another scale on C for the alto and another on F for the tenor; and thus I made the two Ave Marias . Odd that with that rickety scale the modulations and voice leading work out so well. (letter of March 11, 1989, in Conati and Medici 1994 , 136)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "budden_1992",
                    "conati_and_medici_1994",
                    "conati_and_medici_1994",
                    "conati_and_medici_1994",
                    "conati_and_medici_1994"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Verdi would not remain so positive about the results. In 1895, the composer conducted a performance of the Ave Maria for a private audience at the conservatory in Parma. He was not happy with the piece, and in 1896 wrote Boito saying that the Ave Maria would be shelved, “never seeing the light of day” (letter of June 11, 1896, in Conati and Medici 1994 , 239). Yet in 1897, Verdi revised it; later, however, even with Giulio Ricordi’s strong efforts to convince him otherwise, Verdi refused to allow the piece to be published. The Ave Maria would eventually become the opening movement of the Quattro Pezzi Sacri , although not at the first performance (Paris, 1898), when the Pezzi Sacri were only “tre.” (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "conati_and_medici_1994"
                ]
            }
        },
        {
            "15": {
                "text": "[15] As Verdi says in his letter, the prayer is set twice. (12) The text of the Ave Maria is usually divided into two parts, the “ Ave Maria ” and the “Sancta Maria,” and Verdi’s setting,  accordingly, is clearly divided into four sections: Measures Text Key Scala 1–16 Ave Maria C Bass 17–32 Sancta Maria C Alto 33–48 Ave Maria F Tenor 49–64 Sancta Maria F Soprano Example 8 . Verdi, “Ave Maria” from Quattro pezzi sacri, mm. 33–42 (click to enlarge and listen) After a gran pausa in m. 65, there is a six-measure coda on the word “Amen” that brings the piece to a close in C major. In a sense, then, Verdi harmonized the scale four times (eight times, counting the first and second versions of the work). Of course, with the cantus migrating through the voices, he  did not have to face the problems of the original assignment over and over again. He did, however, encounter a few new ones. Boito was worried that the scale, when transferred to the other voices, “would not sing naturally” (letter of March 13, 1889, in Conati and Medici 1994 , 137). It is, however, precisely when the scale moves up from the bass that it works best. The third section, with the scala in the tenor, may be the most impressive of all (see Example 8 ).",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "conati_and_medici_1994"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Verdi’s setting, unified by imitation and sequence, skillfully addresses the problem of the repeated notes between the ascending and descending scales, bringing the soprano line and indeed the entire piece to a climax in mm. 40–41. In Verdi’s original version of the piece, the passage begins with descending chromatic lines initiated in the bass and imitated in the alto and soprano. (13) These lines foreshadow, and to a great extent take away from, the effect of the chromatic descent in the soprano at the climactic moment. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Verdi’s reason for withholding the Ave Maria , despite the great deal of thought and time that went into the original version and its revision, seems to have had little to do with whether the piece worked or not. He wrote, “It is not true music, it’s a tour de force , it’s a game ( sciarada ).” (15) Of course, the whole project, from the Gazzetta’s first publication of the scala , was a game. Even Verdi’s use of the word “enigmatica”—probably his choice, certainly not the Gazzetta’s —points to the ludic element in the compositional process. Such games had little to do with the music of the day, certainly not with the natural, unforced melodic ideal that was always Verdi’s goal in his operatic work. They belong to sacred music of the past, specifically to the Renaissance. As Laura Basini ( 2004 , 156) points out, “Verdi treated the enigmatic scale as a musical ‘tenor,’ foregrounding a concept of musical artifice—a puzzlelike quality—inherent in the ancient composers.”",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "basini_2004"
                ]
            }
        },
        {
            "18": {
                "text": "[18] It is unfortunate that we have only those harmonizations of the scale that the editors of the Gazzetta chose to publish, and that we have no idea how many submissions there were in all. But it would be hard to imagine that any musician looking at the scale in the magazine—, especially a teacher or a composer—would not have been tempted to play the game, even if not planning to send in a solution. (16) (In much the same way, it would not be surprising to find that some of the readers of this article have already attempted to harmonize the scale themselves.) It would also not be hard to imagine that some of the musicians submitting solutions to the Gazzetta had taken a different approach, as in those by Varsi and Verdi, both of whom treated the scale as a cantus firmus, moving it up from its position in the bass. What, for example, did the editors mean when they said that some of the entries had changed the scale in “some small way”? Surely some must have made enharmonic adjustments—some of the harmonizations get themselves into less-than-ideal situations that could be averted by a few minor changes in spelling. But some readers must have conceived the entire project in ways unforeseen by either Crescentini or the editors of the journal. Some readers, for example, may have tried to treat the scale as what one would nowadays call a pitch collection, surmising that Crescentini intended the scale to provide more than just one of four lines. Certainly, a reader or two might have explored the kinds of chords that could be derived from the tones of Crescentini’s scala .",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] It should also be remembered that most of the submissions to the Gazzetta came from musicians born in the first half of the nineteenth century. Their way of responding to the challenge of the scala was to head straight for figured bass. Even the two composers who actually saw the scala as a cantus firmus were concerned with how they could stretch the harmonic language to accommodate the odd steps of the “awkward” scale. How differently the scale and the challenge might have been viewed by a younger composer, one born in, say, the 1860s, one exposed to Wagner, Liszt, and exoticism, perhaps having had some contact, if only marginal, with world music. Puccini and the Scala Example 9 . Puccini, Tosca, opening measures (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The opening measures of Puccini’s Tosca , first heard in 1900, have been the subject of a good deal of discussion. They may constitute the shortest operatic prelude in the repertory: not only do they immediately precede the rise of the curtain (in m. 4), but they also possess a granitic integrity that seems to demand that they be heard as a single and complete utterance ( Example 9 ). Significantly, the music that immediately follows this passage is startlingly different and could have provided a perfectly appropriate introduction to the first act. But the three opening chords make an unforgettable impression. When they return later in the act and throughout the opera, whether played tutta forza or not, they become associated with Scarpia and are therefore often referred to as his “motive.” Mosco Carner ( 1959 , 346), for example, writes: The essence of Scarpia—his ferocity—is caught at the opening of the opera in a musical image as astounding in its simplicity as it is graphic in suggestiveness. . . . It is, so to speak, musically inhuman; its evocation of a sinister and brute force derives from a harmonic progression of unconnected parallel chords based on the whole-tone scale. Julian Budden ( 2002 , 199) refers to the motive as “an ideogram of villainy . . . as original as it is masterly.”",
                "footnotes": [],
                "citations": [
                    "carner_1959",
                    "budden_2002"
                ]
            }
        },
        {
            "21": {
                "text": "[21] For obvious reasons, many writers derive the passage from a whole-tone scale. The powerful descent in the bass of the tritone B ♭ –E is filled in with an A ♭ in what Michele Girardi ( 2000 , 160) calls “a journey through three notes of the whole-tone scale.” Still, he cautions: An accurate reading of the passage must clearly take into account the descending motion of the bass notes, but cannot ignore the ascending chromatic movement of the top part. ( 2000 , 161n22) Example 10 . Crescentini’s scale transposed up a major third (click to enlarge) Example 11 . The first two triads of Tosca (click to enlarge) Example 12 . The “Scarpia motive” from Tosca (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "girardi_2000",
                    "girardi_2000"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Girardi’s point is well taken. The top voice, D– E ♭ – E ♮ , is distinctly not part of the whole-tone scale. It can be found, however, in the upper section of an enigmatic scale on E ( Example 10 ). This particular scale, given an enharmonic adjustment on its third degree, furnishes not only the upper-voice chromatic motion of the opening of Tosca , but the bass motion, B ♭ – A ♭ –E, as well.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Moreover, B ♭ and A ♭ are the only degrees of this scale on which major triads can be formed using tones from the scale (including enharmonic spellings), and these are, of course, the first two chords of Tosca ( Example 11 ). These two triads comprise six of the seven tones of the scala , leaving only E unused, which is, significantly, the next pitch in Puccini’s famous progression ( Example 12 ). Is it possible, then, that there is a connection between Crescentini’s invention and the famous opening of Tosca ?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Although there is no evidence that Puccini actually saw this scale, it seems unlikely that he would not have. In 1888, when the scale first appeared, the young composer was living largely in and around Milan. Like most musicians of that time and place, he would have read the Gazzetta , the house magazine of Ricordi, especially since Giulio Ricordi himself was at this point courting him. In addition, in the summer of 1888, when the scala made its first appearance, Puccini had just finished work on his second opera, Edgar , and was negotiating details of its premiere. He might have had the time to play with the scale, and, at the very least, would have looked at it and considered some of the implications of its use. Still, why would it then make its appearance in an opera written a decade later?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Puccini’s self-borrowing has often been discussed. A Salve Regina from the early 1880s found its way into Le Villi (1884). Passages dropped from his next opera, Edgar (1889), can be found in Manon Lescaut (1893). But with Manon , and a few years later with La Bohème (1896) as well, the material that Puccini salvaged from his earlier works is used for one specific purpose—to open the opera. A slightly varied version of the second of the Tre minuetti , written in the early 1880s, provides the music of the first pages of Manon . In a similar manner, La Bohème begins with ideas from an earlier piece, the Capriccio sinfonico of 1883. In both cases, these ideas persist beyond the first pages of the score, playing an important role throughout the first act.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Perhaps this was Puccini’s way of jump-starting the creative process. If so, the use of old material at the beginning of Manon and Bohème may indeed be part of a pattern. It is highly possible that a few jottings, the result of an hour or so of playing with Crescentini’s scala back in 1888, led Puccini to the unusual progression that provided the opening of Tosca (1900). (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] When seeking a grotesque musical gesture to capture the cruelty of Scarpia, Puccini may have been reminded of the “awkward” scale and the musical idea he developed from it. In fact, it is possible that the opening of Madama Butterfly , the opera that follows Tosca , may continue the practice and be similarly based on a work from Puccini’s youth. The opening fugue for strings—a conventional exposition whose shards and chunks of restatements and episodes are scattered around the opera’s first act—may very possibly have begun life as an academic exercise from Puccini’s youth, like the strikingly similar Three Fugues for string quartet from 1883, all written perhaps with the fugal finale of Verdi’s 1873 quartet in mind. Like the fugue that opens Butterfly , these are distinctly instrumental pieces, conceived for and expertly suited to strings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] After being largely ignored in the first half of the twentieth century, Crescentini’s invention eventually reappeared, and today it can be found on lists of scales under the name “enigmatic,” where it is often attributed to Verdi himself. And in recent decades, the scale has been used by a few prominent composers; notably, rock guitarist Joe Satriani, in “Enigmatic,” a cut from his 1986 album Not of This Earth , and more recently, Peter Maxwell Davies, in his Mass from 2002. Luigi Nono made extensive use of the scale in three late pieces: the string quartet Fragmente-Stille , an Diotima from 1980; his 1984 opera Prometeo ; and his last completed work, the violin duo “Hay que caminar” sognando where the scale is inscribed at the top of the score. It is hardly surprising, though, that Crescentini’s scala has not inspired a larger body of music. It remains, for the most part, the novelty its inventor intended it to be. It is, as Tosca herself says of the faked execution promised by Scarpia, “only a game.” (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.2.burke.html",
    "data": "mto/data/mto.15.21.2.burke.json"
}