{
    "title": "Toward a Post-Schoenbergian Grammar of Tonal and Pre-tonal Harmonic Progressions",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Meeus, Nicolas"
    ],
    "abstract": "Schoenberg appears to have been among the first authors to revive Rameau’s theory of fundamental bass progressions. His categorization of the progressions in three categories (“strong or ascending,” “descending,” and “superstrong”) can be further systematized on the basis of a theory of chord substitutions. A study of the use of the progressions so categorized allows a general description of harmonically well-formed tonal phrases. A comparison with the usage of progressions in pre-tonal music evidences important differences.",
    "keywords": [
        "Schoenberg",
        "Rameau",
        "fundamental bass",
        "progression",
        "substitution"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.meeus.pdf",
    "author_info": [
        {
            "name": "Nicolas Meeus",
            "university": "Universite de Paris Sorbonne (Paris IV)",
            "address": "UFR de Musique et Musicologie, 1, rue Victor Cousin F-75230 Paris cedex 05",
            "email": "nicolas.meeus@paris4.sorbonne.fr"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Arnold Schoenberg, Structural Functions of Harmony (New York: Norton, 1954); rev. ed., ed. Leonard Stein (New York: Norton, 1969).",
            "citations": []
        },
        "FN2": {
            "text": "2. Yizhak Sadai, Harmony in its Systemic and Phenomenological Aspects (Jerusalem: Yanetz, 1980).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Contrary to a common prejudice, Rameau’s theory of the basse\nfondamentale is not about chord inversion, but about chord progressions.\nRameau’s claim is that tonality is ruled by the leading of the fundamental\nbass line. From considerations of what he calls the resonance (the\nproduction of harmonic partials), he deduces not only that progressions by a\nsecond must be forbidden (except in special cases), but also that progressions\ndown a fifth or a third are better than those up the same intervals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This theory has been forcefully rejected in the late 18th and the 19th\ncenturies, especially in France where theorists argued that it does not\ncorrespond to the usage of the great masters. The rejection may be linked with a\nRomantic conception, still vivid today, that views tonality as immanent,\nprecompositional: in both the Viennese (Simon Sechter) and the German (Hugo\nRiemann) theories, the tonal significance of a chord is seen to derive from its\nposition in a preexisting, abstract system of hierarchies. Rameau, to the\ncontrary, had considered that the function of a chord depends on its relation to\nthe following chord; more specifically, he considered that any chord followed by\nanother rooted a fifth below was the latter’s dominant and that any chord\nfollowed by another rooted a fifth above was the latter’s subdominant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] One of the first authors to have returned to a theory of chord\nprogressions is Arnold Schoenberg, (1) followed in this by Yizhak Sadai. (2) Both authors establish three categories of progressions: Strong or ascending progressions (Sadai’s dynamic progressions), a fourth up or a third down, which “can be used without\n    restriction” (Schoenberg) and became “standard” (Sadai). Descending progressions (Sadai’s static progressions), a\n    fourth down or a third up, “sometimes appearing as a mere interchange\n    (I-V-V-I, I-IV-IV-I)”, but “better used in combinations of three\n    chords which [ . . . ] result in a strong progression” (Schoenberg). Superstrong progressions (Sadai’s accented progressions),\n    a second up or down, which “often appear as deceptive [i.e.\n    false]” and which “may be considered too strong for continuous\n    use” (Schoenberg).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] My aim today is to propose a rereading of these theories, attempting both\nto systematize them and to make them more descriptive than prescriptive.\nPrescriptive theories usually consider that progressions and their directions\nare determined by the preexisting set of tonal hierarchies (the justifications\ngiven often are metaphoric: they deal with “attractions,” with\n“centripetal forces,” etc.). My position is different: I list\nprogressions in common practice tonal works, without any preconception of what\nthey should be, in order to verify whether their usage is random—it soon\nappears that it is not.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Schoenberg’s commentary about superstrong progressions being\n“false” probably refers to the teaching of Anton Bruckner (following\nthat of Simon Sechter) according to whom progressions of a second often are but scheinbare\nSchritte , apparent progressions, to be explained as the result of the\nelision of an intermediate root. This doctrine is similar to that of Rameau’s double\nemploi , which states that, in a progression such as I-IV-V-I, IV as seen\nfrom the point of view of the following V is a II without fundamental, or that,\nin a I-II-V-I progression, II seen from the point of view of the preceding I is\na IV with added 6th: I -->> IV -> V -->> I = I -->>\nIV(=II) -->> V -->> I I -> II -->> V -->> I = I -->> (IV=)II -->> V\n-->> I The double emploi , as can be seen, transforms in each case a\nprogression a second up, indicated by the sign -> ,\ninto one a fourth up, indicated by -->> .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] This reduces to saying that IV, in the first case, is a substitute for II\n(with respect to the following V) and II, in the second case, a substitute for\nIV (with respect to the preceding I). Substitution is a recurrent feature of\nharmonic theories from Rameau’s double emploi to Riemann’s Scheinkonsonanzen .\nRiemann, however, views the harmonic functions as imbedded in an a priori tonal\nhierarchy and independent from the context of any particular progression. The\nsubstitution, therefore, always is of a secondary degree for a primary one\n(e.g., the IId degree always is a substitute for the IVth), while ramist\nconceptions consider the substitutions as reciprocal: IV can stand for II as\nwell as II for IV. In all cases, the substitutions imply chords a third apart—a\nfact that must be linked, in one way or another, with the parsimony of the\ntransformation; but the many different justifications proposed for the\nsubstitutions need not retain us here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] When Schoenberg includes progressions a fourth up and a third down in one\ncategory, a fourth down and a third up in another, it obviously is because the\ntwo progressions in each category can be considered substitutions for each\nother—or, in other words, because the two progressions belonging in the same\ncategory differ merely by the substitution of one chord for another. Both V -->> I and V -->> III, for instance, are strong\nprogressions because I and III can be considered substitutes for each other. But\nthe same reasoning could be applied to superstrong progressions as well, a\nsecond up or down, which also can be considered substitutions for progressions a\nfourth up or down. As we saw, IV -> V, a “superstrong”\nprogression, is a substitution for II -->> V,\na “strong” progression. The same could be said of V -> VI, a substitution for V -->> I, etc. This\nallows reducing Schoenberg’s and Sadai’s categories to two, each of which\nincluding one “principal” and two “substitute” progressions.\nThis view actually returns to Rameau’s conception of the dominant and\nsubdominant functions, so that the categories may be renamed as\n“dominant” and “subdominant”: CATEGORY MAIN PROGRESSION SUBSTITUTES Dominant A fifth down A third down or a second up Subdominant A fifth up A third up or a second down",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Let us return to the paradigmatic tonal phrase I -->> IV -> V -->> I.\nThe first and the third progressions, I -->> IV and V -->> I, are ordinary dominant\nprogressions. The second, IV -> V, now appears as\na substitution for a dominant progression. The characteristics of this phrase\nare the following: it is formed of dominant progressions exclusively; it includes one substituted progression. These I take to be normal features of any good tonal progression. I -> II -->> V -->> I differs from the previous one only in the position of the substituted\nprogression. More extended phrases evidence the same features, usually with a\nlarger number of ordinary dominant progressions, but always with at least one\nsubstituted progression: I -->> IV -> V -->> I I -> II -->> V -->> I I -> VI -->> II -->> V -->> I I -->> IV -> V -> VI -->> II -->> V -->> I etc. (Arrows pointing to the right indicate dominant progressions; subdominant\nprogressions would be indicated by arrows pointing to the left).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The reason why the phrases include at least one substituted progression\nis that this is the necessary condition for the phrase to return to its starting\npoint, the tonic. A continued series of unsubstituted dominant progressions,\nfollowing a cycle of fifths, indeed, could only inexorably lead away from the\noriginal tonic. A well formed tonal phrase can therefore be defined, from the\npoint of view of harmonic progressions, as a series of dominant progressions of\nwhich at least one is substituted. Example 1 (click to enlarge) Example 2 (click to enlarge and hear the audio) Example 3 (click to enlarge and hear the audio) Example 4 (click to enlarge, see the rest, and hear the audio) Example 5 (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] A graphic device may help illustrate this. Example 1 shows both a I-IV-V-I and a I-II-V-I progressions. The bass roots are\narranged on horizontal lines following the cycle of fifths, and connected either\nby thick lines (main progressions) or by dotted lines (substituted progressions,\nwith a vertical dotted line linking the implied root to the real one). Dominant\nprogressions appear as lines descending from left to right. The overall Z shape\nof these figures, which I take to be characteristic of a well formed tonal\nphrase, differs only in the position of the dotted lines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Example 2 shows the same graphic presentation applied to a real example, Bach’s choral Gottlob\nes geht nunmehr zu Ende (BWV 321, Bpf 192). One will note the two\nsubdominant progressions (appearing as ascending thick lines) in the second\nsystem, characteristically followed by compensating dominant progressions, in\nwhat Schoenberg calls “a mere interchange” or, in Sadai’s\nterminology, forming a b a patterns, V-II-V in measures 9–10, I-V-I in measures 15–16. This\nchoral counts 25 progressions in all, of which 23 (92%) are dominant\nprogressions according to my definition; 7 of these (about 30%) are\nsubstitutions. Although it may be difficult to obtain statistics for the tonal\ncorpus as a whole, I consider these figures to be quite typical of the common\ntonal practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Subdominant progressions in some cases may be more frequent, but they\nare normally not found in immediate succession, unless for special effect. Example 3 , from Chopin’s Mazurka op. 6 no. 3 (measures 33–39), shows one such instance,\nwhere the successive subdominant progressions contribute to a “modal”\neffect, together with the D natural in measure 33 and the descending conjunct line\n(with descending D ♯ ) in measures 34–35. The repetition of the motive in measures\n37–39 is tonally more affirmative, in part because it is constructed on dominant\nprogressions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Example 4 applies similar principles to a late-16th-century composition, Lassus’ chanson Bon jour mon coeur , evidencing drastically different results which\nillustrate fundamental differences in the way pre-tonal harmony functions. The\nhorizontal lines have here been labeled with note names instead of roman\nnumerals: it is indeed one advantage of this description that it does not\nnecessarily presuppose the key of the piece. The most obvious difference with\nrespect to the examples above is that the work makes use of seven different\nroots, while the other examples had only four or five. Dominant and subdominant\nprogressions tend to be more equally distributed: of 72 root progressions, 46\n(64%) are dominant, compared to 26 (36%) subdominant. About one third of the\nprogressions are substitutions. The most striking, however, and probably the\nmost significant, is the disposition of the progressions, with long chains of\nsubdominant and of dominant progressions, stretching the diatony to its limits.\nSee in particular, at the beginning of the second system, the ascent by\nsubdominant progressions from F to A or E, or, in the third system, the descent\nby dominant progressions from E to B ♭ . The first two measures of the piece\nproduce a Z shape that is inverted with respect to those shown above, being\nformed of subdominant instead of dominant progressions. At the end of the third\nsystem, the succession of progressions is more similar to that in a tonal\nphrase, resulting in a strongly tonal affirmation of D at the beginning of the\nnext system.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Example 5 proposes an alternative presentation of the progressions for the two first\nsystems of the same piece. This presentation is more compact than the preceding\none and allows notating additional information, but at the expense of a less\neasy reading. The fundamental bass is written on an additional staff—which in\nthis case allows one to verify that it is almost identical with the real bass\nor, in other words, that most of the chords are in root position; this fact can\nbe seen as a justification of a procedure which, otherwise, might seem\nanachronic. The roots of major chords have been indicated by half-notes, those\nof minor chords by quarter-notes. One will note the very large number of major\nchords, again stretching the diatony to its limits. Arrows attached to the note\nstems indicate the progressions: they point to the right for dominant\nprogressions, to the left for subdominant progressions; substitutions are\ndenoted by dotted arrows. This notation allows identifying leading note\nmovements, which occur whenever a major chord is followed by a full (unsubstituted)\nprogression, or by a substituted dominant progression a tone up with a change of\nmode from major to minor. In other cases, a sign could be added to indicate\nharmonic dissonances and their resolution (no such case occurs in this\nexample).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] I am aware that it is not possible to draw important conclusions from\nonly two or three examples. I leave it to the reader to examine other pieces\nwith the principles outlined above. Let me briefly outline, as a conclusion,\nsome of the theoretical assumptions of the above: Harmonic functions do not reside in chords, nor in the position of chords\n    within an immanent tonal hierarchy. They result from a relation between\n    chords. No chord is a dominant in itself, none is a tonic in itself; they\n    become dominant and tonic with respect to each other when they occur in that\n    relation. The same is true of “obbligato” movements in the voice leading.\n    The tendency of leading notes to go to the tonic, or of dissonances to\n    resolve, exists only in retrospect. A note a semitone below another becomes\n    the latter’s leading note only if, and only after it raised to it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] These conceptions are necessary to avoid a circularity in the\ndetermination of the tonality, in which one cannot determine harmonic functions\nwithout knowing the key of the piece, nor the key of the piece without knowing\nwhich chord is its tonic. My graphic representation in Example 2 would not have\nbeen different if I had labeled the horizontal lines with note names instead of\nroman numerals, as in Example 4. I might even argue that it is the shapes of the\nprogressions, in Example 2, that allow deciding the roman numerals—which is\nanother way of saying that the progressions determine the tonality. In this\nview, the role of obbligato melodic movements is merely to enhance the cadential\neffect of progressions; it is striking that these obbligato movements appear in\nsome way linked with dominant progressions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] As to the change from pre-tonal to tonal harmony, I view it as the\nresult of a growing awareness both of the particular expressive effect of the\nflow of dominant progressions (subdominant progressions being perhaps resented\nas an interruption of the flow) and of the unifying effect of strict\ndiatonicism, resulting both in a diminution of the number of roots and in a\nrestriction to leitereigene chords, to chords belonging to the diatonic\nscale of the key.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session at the society for music theory's 22nd meeting in atlanta (november 13, 1999)",
    "source": "mto/raw/mto.00.6.1.meeus.html",
    "data": "mto/data/mto.00.6.1.meeus.json"
}