{
    "title": "Discrete Fourier Transform and Bach’s Good Temperament",
    "date": "2009/06/01",
    "volume": "15",
    "issue": "2",
    "authors": [
        "Amiot, Emmanuel"
    ],
    "abstract": "The statement by Bradley Lehman that the scribble at the beginning of the first page of the WTC shows how J.S. Bach tuned his harpsichord is much disputed. The use of a mathematical and rather abstract characterization of major scales puts forward a quality of the Lehman temperament that singles it out among all competing temperaments, thereby sustaining his claim.",
    "keywords": [
        "temperament",
        "tuning",
        "Fourier transform",
        "Lehman",
        "J.S. Bach",
        "Wohltemperierte Klavier"
    ],
    "doi": "",
    "received": "September 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.2/mto.09.15.2.amiot.pdf",
    "author_info": [
        {
            "name": "Emmanuel Amiot",
            "university": "Prof. in CPGE, Perpignan",
            "address": "1, rue du Centre, F 66570 St Nazaire",
            "email": "manu.amiot@free.fr"
        }
    ],
    "citations": {
        "amiot_2007": "Amiot, Emmanuel. 2007. David Lewin and Maximally Even Sets. Journal of Mathematics and Music 1 (3): 157–72.",
        "carey_and_clampitt_1989": "Carey, Norman, and David Clampitt. 1989. Aspects of Well Formed Scales. Music Theory Spectrum 11 (2): 187–206.",
        "clough_and_douthett_1991": "Clough, John, and Jack Douthett. 1991. Maximally Even Sets. Journal of Music Theory 35: 93–173.",
        "clough_and_myerson_1985": "Clough, John, and Gerald Myerson. 1985. Variety and Multiplicity in Diatonic Systems. Journal of Music Theory 29: 249–70.",
        "douthett_and_krantz_2007": "Douthett, Jack, and Richard Krantz. 2007. Maximally Even Sets and Configurations: Common Threads in Mathematics, Physics, and Music. Journal of Combinatorial Optimization 14 (4): 385–410. http://www.springerlink.com/content/g1228n7t44570442",
        "lehman_2005a": "Lehman, Bradley. 2005a. Bach’s Extraordinary Temperament: Our Rosetta Stone–1. Early Music 33: 3–24.",
        "lehman_2005b": "Lehman, Bradley. 2005b. Bach’s Extraordinary Temperament: Our Rosetta Stone–2. Early Music 33: 211–32.",
        "lewin_1959": "Lewin, David. 1959. Re: Intervallic Relations Between Two Collections of Notes. Journal of Music Theory 3: 298–301.",
        "lindley_and_ortgies_2006": "Lindley, Mark, and Ibo Ortgies. November 2006. Bach-style Keyboard Tuning. Early Music 34: 613–24.",
        "o’donnell_2006": "O’Donnell, John. November 2006. Bach’s Temperament, Occam’s Razor, and the Neidhardt Factor. Early Music 34: 625–34.",
        "quinn_2004": "Quinn, Ian. 2004. A Unified Theory of Chord Quality in Equal Temperaments. Ph.D. dissertation, Eastman School of Music."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Counterclockwise, i.e. decreasing the size of the fifth.",
            "citations": []
        },
        "FN2": {
            "text": "2. Lehman uses one twelfth of a comma, which is indistinguishable in practice.",
            "citations": []
        },
        "FN3": {
            "text": "3. For instance, many pages have been written about the quality of the single third E-G in LT versus other ways of tuning; but the overall number of nice “tertiam minorem,” as Bach calls them, might also be considered of equal or greater importance than that of major thirds, or the size of whole tones, or any other plausible feature of a given temperament.",
            "citations": []
        },
        "FN4": {
            "text": "4. In the rectified version, assuming the value 176/196 in the division of the monochord should be read as 175/196, as many have corrected.",
            "citations": []
        },
        "FN5": {
            "text": "5. Occam’s razor? See O’Donnell 2006 .",
            "citations": []
        },
        "FN6": {
            "text": "6. Meaning a sequence of notes in a given temperament.",
            "citations": []
        },
        "FN7": {
            "text": "7. Adding n to t does not change the value of (t).",
            "citations": []
        },
        "FN8": {
            "text": "8. The DFT is a continuous map: if | (1)| \n  > | (1)| \n  in equal temperament, the small modifications of arguments and resulting from nudging some notes away from their equal tempered position, will only slightly disturb the values \n| (1)|, | (1)| and the inequality will still stand.",
            "citations": []
        },
        "FN9": {
            "text": "9. Obviously this appears as a mathematical feature, not a musical one. The fact that the major scale is Maximally Even is highly relevant to tonal functions. This is discussed in the literature on ME sets and the reader is invited to consult the references given in the bibliography.",
            "citations": []
        },
        "FN10": {
            "text": "10. Admittedly Bach does mention major and minor thirds on the front page, plus tones and semi tones (see Figure 1), but he insists on the possibility of playing all these intervals in all 24 tonalities.",
            "citations": []
        },
        "FN11": {
            "text": "11. In order to facilitate comparison.",
            "citations": []
        },
        "FN12": {
            "text": "12. Incidentally, it is also invariant under inversion (which amounts to reversing the lists), as the inverse of any major scale is also a major scale.",
            "citations": []
        },
        "FN13": {
            "text": "13. I wonder whether this temperament ever had practical importance—who ever managed to tune a 196/139 interval by ear?",
            "citations": []
        },
        "FN14": {
            "text": "14. Still I felt compelled to compute the mSS, the equivalent of MSS for harmonic minor scales, and rather strangely, it concurs with Table 1.",
            "citations": []
        },
        "FN15": {
            "text": "15. “It may be of some interest that Johann Sebastian Bach in his manual on thorough bass (reprinted in Phillip Spitta’s biography of Bach as Appendix XII to Vol. VII) expressly states the identity of the minor mode with the Aeolian system” (p. 46, Heinrich Schenker [ Harmony ], Oswald Jonas, ed., Elisabeth Mann Borghese, trans. 1954, reprinted MIT Press 1973).",
            "citations": []
        },
        "FN16": {
            "text": "16. Hearing the WTC in this tuning should be an interesting experience, considering it is so far the only competitor to LT for MSS .",
            "citations": []
        },
        "FN17": {
            "text": "17. Whereas LT gives -2, -2, -2, -2, -2, 0, 0, 0, -1, -1, -1[, 0]. The unit chosen by Lehman is a twelfth of a \nPythagorean comma.",
            "citations": []
        },
        "FN18": {
            "text": "18. Transposition, in the musical sense, does not change the absolute value of the DFT.",
            "citations": []
        },
        "FN19": {
            "text": "19. The DFT is turned into its conjugate. See Amiot 2007 .",
            "citations": [
                "amiot_2007"
            ]
        },
        "FN20": {
            "text": "20. For instance, some Haussdorf distance between polygons up to isometric transformations.",
            "citations": []
        },
        "FN21": {
            "text": "21. I want to thank Thomas Dent, a careful reader of an earlier version of my published paper in MTO 15.2,  for pointing out a numerical blunder that affected several values in Tables 1 and 2. They have been corrected as of October 11, 2009. Fortunately, the conclusion that the Major Scale Similarity of the temperament proposed by B. Lehman is greater than almost all previous temperaments is still valid. I certainly hope that musicologists will compute their own values for MSS, and that this approach becomes a standard tool for appreciating the quality of a temperament.",
            "citations": []
        },
        "FN22": {
            "text": "22. It still stands in the most general case, following the framework of Amiot 2007 .",
            "citations": [
                "amiot_2007"
            ]
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.09.15.2.amiot.html",
    "data": "mto/data/mto.09.15.2.amiot.json"
}