{
    "title": "Review of <i>The Oxford Handbook of Critical Concepts in Music Theory</i>, edited by Alexander Rehding and Steven Rings (Oxford University Press, 2019)",
    "date": "2021/03/01",
    "volume": "27",
    "issue": "1",
    "authors": [
        "Boyle, Antares",
        "Leydon, Rebecca",
        "Sherrill, Paul",
        "Swinkin, Jeffrey"
    ],
    "abstract": "",
    "keywords": [
        "agency",
        "counterpoint",
        "improvisation",
        "history of theory",
        "metatheory",
        "musical grammar",
        "New Musicology",
        "rhythm",
        "pedagogy"
    ],
    "doi": "",
    "received": "January 2021",
    "pdf": "https://mtosmt.org/issues/mto.21.27.1/mto.21.27.1.boyle.pdf",
    "author_info": [
        {
            "name": "Antares Boyle",
            "university": "School of Music & Theater",
            "address": "College of the Arts, Portland State University, 1825 SW Broadway, Portland, OR 97201",
            "email": "antares@pdx.edu"
        },
        {
            "name": "Rebecca Leydon",
            "university": "Conservatory of Music",
            "address": "Oberlin College & Conservatory, 77 W College St, Oberlin, OH 44074",
            "email": "Rebecca.Leydon@oberlin.edu"
        },
        {
            "name": "Paul Sherrill",
            "university": "School of Music",
            "address": "University of Utah, 1375 Presidents’ Circle, Salt Lake City, UT 84112",
            "email": "paul.sherrill@utah.edu"
        },
        {
            "name": "Jeffrey Swinkin",
            "university": "School of Music",
            "address": "Weitzenhoffer Family College of Fine Arts, University of Oklahoma, 500 W Boyd St., Norman, OK 73019",
            "email": "jswinkin@ou.edu"
        }
    ],
    "citations": {
        "agawu_2017": "Agawu, Kofi. 2017. “Against Ethnotheory.” In The Dawn of Music Semiology: Essays in Honor of Jean-Jacques Nattiez , edited by Jonathan Dunsby and Jonathan Goldman, 38–55. Boydell & Brewer.",
        "arom_et_al_2007": "Arom, Simha, Nathalie Fernando Fernando, Susanne Fürniss, Fabrice Marandola, et al. 2007. “Typologie des Techniques Polyphoniques.” In Musiques: Une encyclopédie pour le XXIe siècle vol. 5, edited by Jean-Jacques Nattiez, 1088–1109. Actes Sud/Cité de la Musique.",
        "attas_2015": "Attas, Robin. 2015. “Form as Process: The Buildup Introduction in Popular Music.” Music Theory Spectrum 37 (2): 275–296.",
        "berry_1987": "Berry, Wallace. 1987. Structural Functions in Music . Dover.",
        "blake_2012": "Blake, David K. 2012. “Timbre as Differentiation in Indie Music.” Music Theory Online 18 (2). https://mtosmt.org/issues/mto.12.18.2/mto.12.18.2.blake.php",
        "bonds_2010": "Bonds, Mark Evan. 2010. “The Spatial Representation of Musical Form.” Journal of Musicology 27 (3): 265–303.",
        "bowie_2007": "Bowie, Andrew. 2007. Music, Philosophy, and Modernity . Cambridge University Press.",
        "bregman_1994": "Bregman, Albert S. 1994. Auditory Scene Analysis: The Perceptual Organization of Sound . MIT Press.",
        "brøvig-hanssen_sandvik_and_aareskjold-drecker_2020": "Brøvig-Hanssen, Ragnhild, Bjørnar E. Sandvik, and Jon Marius Aareskjold-Drecker. 2020. “Dynamic Range Processing and Its Influence on Perceived Timing in Electronic Dance Music.” Music Theory Online 26 (2). https://www.mtosmt.org/issues/mto.20.26.2/mto.20.26.2.brovighanssen.html",
        "butterfield_2006": "Butterfield, Matthew. 2006. “The Power of Anacrusis: Engendered Feeling in Groove-Based Musics.” Music Theory Online 12 (4). https://mtosmt.org/issues/mto.06.12.4/mto.06.12.4.butterfield.php",
        "cross_2014": "Cross, Edward W. 2014. “Musical Timing in the Adagio from Brahms’s Violin Concerto, Op. 77: An Empirical Study of Rubato in Recorded Performances Dating from 1927–1973.” Ph.D. dissertation, Newcastle University.",
        "eisenstein_1979": "Eisenstein, Elizabeth. 1979. The Printing Press as an Agent of Change: Communications and Cultural Transformations in Early Modern Europe . Cambridge University Press.",
        "ewell_2020": "Ewell, Philip A. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.ewell.html",
        "fales_2002": "Fales, Cornelia. 2002. “The Paradox of Timbre.” Ethnomusicology 46 (1): 56–95.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . Oxford University Press.",
        "harcus_2020": "Harcus, Aaron. 2020. “Philip Ewell’s ‘Confronting Racism and Sexism in American Music Theory.’” Do the Work Wednesdays (blog). August 26, 2020. https://music.unc.edu/2020/08/26/dww-philip-ewells-confronting-racism-and-sexism-in-american-music-theory/",
        "huron_1989": "Huron, David. 1989. “Characterizing Musical Textures.” In Proceedings of the 1989 International Computer Music Conference , 131–34. Michigan Publishing.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation . MIT Press.",
        "hyer_2002": "Hyer, Brian. 2002. “Tonality.” In The Cambridge History of Western Music Theory , edited by Thomas Christensen, 726–52. Cambridge University Press.",
        "hynes-tawa_forthcoming": "Hynes-Tawa, Liam. Forthcoming. “Tonic, Final, Kyū: Tonal Mappings in the Meiji Period and Beyond.” Analytical Approaches to World Music 9 (1).",
        "iyer_2002": "Iyer, Vijay. 2002. “Embodied Mind, Situated Cognition, and Expressive Microtiming in African-American Music.” Music Perception 19 (3): 387–414.",
        "keil_1987": "Keil, Charles. 1987. “Participatory Discrepancies and the Power of Music.” Cultural Anthropology 2 (4): 275–83.",
        "kivy_1989": "Kivy, Peter. 1989. Sound Sentiment: An Essay on the Musical Emotions . Temple University Press.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music . Schirmer Books.",
        "krumhansl_1982": "Krumhansl, Carol, and Edward Kessler. 1982. “Tracing the Dynamic Changes in Perceived Tonal Organization in a Spatial Representation of Musical Keys.” Psychological Review 89: 334–68.",
        "latartara_2012": "Latartara, John. 2012. “The Timbre of Thai Classical Singing.” Asian Music 43 (2): 88–114.",
        "leech-wilkinson_2003": "Leech-Wilkinson, Daniel. 2003. “ Rose, lis Revisited.” In Machaut’s Music: New Interpretations , edited by Elizabeth Eva Leach, 249–62. Boydell & Brewer.",
        "levy_1982": "Levy, Janet. 1982. “Texture as a Sign in Classic and Early Romantic Music.” Journal of the American Musicological Society 35 (3): 482–531.",
        "lewin_1987": "Lewin, David. (1987) 2007. Generalized Musical Intervals and Transformations . Oxford University Press.",
        "margulis_2013": "Margulis, Elizabeth Hellmuth. 2013. On Repeat: How Music Plays the Mind . Oxford University Press.",
        "margulis_2014": "Margulis, Elizabeth Hellmuth. 2014. “One More Time.” Aeon , March 7, 2014. https://aeon.co/essays/why-repetition-can-turn-almost-anything-into-music",
        "mcclary_2012": "McClary, Susan. 2012. Desire and Pleasure in Seventeenth-Century Music . University of California Press.",
        "merriam_1982": "Merriam, Alan. 1982. African Music in Perspective . Garland.",
        "morris_2010": "Morris, Robert. 2010. The Whistling Blackbird . University of Rochester Press.",
        "mukherji_2019": "Mukherji, Somangshu. 2019. “ Rāga as Scale.” Paper presented at the Society for Music Theory annual conference (Columbus, OH, November 7).",
        "pegg_et_al_2001": "Pegg, Carole, Phillip V. Bohlman, Helen Myers, and Martin Stokes. 2001. “Ethnomusicology.” In Grove Music Online . https://www-oxfordmusiconline-com.proxy.lib.pdx.edu/grovemusic/view/10.1093/gmo/9781561592630.001.0001/omo-9781561592630-e-0000052178",
        "rahn_1993": "Rahn, John. 1993. “Repetition.” Contemporary Music Review 7: 49–57.",
        "rao_2019": "Rao, Nancy Yunhwa. 2019. “On Division of Intellectual Labor.” Intégral 33: 77–81.",
        "sakai_2010": "Sakai, Naoki. 2010. “From Area Studies towards Transnational Studies.” Inter-Asia Cultural Studies 11 (2): 265–74.",
        "scherzinger_2001": "Scherzinger, Martin. 2001. “Negotiating the Music-Theory/African-Music Nexus: A Political Critique of Ethnomusicological Anti-Formalism and a Strategic Analysis of the Harmonic Patterning of the Shona Mbira Song Nyamaropa.” Perspectives of New Music 39 (1): 5–117.",
        "shumays_2013": "Shumays, Sami Abu. 2013. “Maqam Analysis: A Primer.” Music Theory Spectrum 35 (2): 235–55.",
        "solis_2012": "Solis, Gabriel. 2012. “Thoughts on an Interdiscipline: Music Theory, Analysis, and Social Theory in Ethnomusicology.” Ethnomusicology 56 (3): 530–54.",
        "temperley_2001": "Temperley, David. 2001. The Cognition of Basic Musical Structures . MIT Press.",
        "walton_2015": "Walton, Kendall L. 2015. In Other Shoes: Music, Metaphor, Empathy, Existence . Oxford University Press.",
        "witek_2017": "Witek, Maria A. G. 2017. “Filling In: Syncopation, Pleasure and Distributed Embodiment in Groove.” Music Analysis 36: 138–160.",
        "yust_2018": "Yust, Jason. 2018. Organized Time: Rhythm, Tonality, and Form . Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I am referring to the printed edition or its pdf. The website shares an unfortunate problem with many of Oxford’s electronic publications: the examples are low resolution and sometimes too small to read easily. Additionally, audio clips are inconveniently located with endnotes, rather than where they appear in the text.",
            "citations": []
        },
        "FN2": {
            "text": "2. The essay draws from McClary’s earlier work, in particular the first section of her 2012 book Desire and Pleasure in Seventeenth-Century Music .",
            "citations": []
        },
        "FN3": {
            "text": "3. Theorists unfamiliar with McClary’s earlier work may be surprised by the quasi-Schenkerian nature of this history. McClary acknowledges the connection offhandedly but does not credit Schenker as her source ( 71 ). Instead, she expresses a certain begrudging admiration that Schenker was able to discern the expansion of tones of the linear descent as a fundamental structure without having studied the earlier music from which the practice originated (see also McClary 2012 , 192 and 261 n. 16). In light of the important concerns raised by Philip Ewell ( 2020 ) about Schenker’s racism, theorists looking to ground their prolongational analyses elsewhere may do well to consider McClary’s historical account.",
            "citations": [
                "mcclary_2012",
                "mcclary_2012",
                "ewell_2020"
            ]
        },
        "FN4": {
            "text": "4. This definition is in dialogue with Hyer ( 2002 ).",
            "citations": [
                "hyer_2002"
            ]
        },
        "FN5": {
            "text": "5. This may be particularly surprising to those familiar with Blake’s earlier article in this journal, which effectively employs well-defined timbral adjectives to describe how indie artists differentiate their music from mainstream music ( Blake 2012 ).",
            "citations": [
                "blake_2012"
            ]
        },
        "FN6": {
            "text": "6. David Blake’s essay, “Timbre,” is somewhat of an exception, in that the theoretical literature on timbre is significantly less focused on common-practice tonality than the literature surrounding the section’s pitch topics, and Blake’s primary analysis is of an indie rock song by The Magnetic Fields. Other essays mention pop, jazz, or non-Western music—Matthew Gelbart’s comparison of different scale systems is particularly valuable—but these invocations remain peripheral.",
            "citations": []
        },
        "FN7": {
            "text": "7. Hynes-Tawa examines changing conceptions of scale, mode, and tonic in Japanese music theory since the Meiji era, tracing complex processes of cultural exchange and transmission to advocate for a nuanced analytic approach. Mukherji reconsiders two competing conceptions of raga in twentieth-century North Indian theory, observing parallels between the generative approaches of Vishnu Narayan Bhatkande and Heinrich Schenker. Shumays offers new definitions of jins (tetrachord or scale type) and maqam (scale) that better reflect musical practice within the Egyptian and Syrian maqam tradition. It is engaging to read these essays in conjunction with those of McClary, Gelbart, and Rings for the many resonances that emerge.",
            "citations": []
        },
        "FN8": {
            "text": "8. For an overview of the backlash and ensuing controversy, see Harcus ( 2020 ).",
            "citations": [
                "harcus_2020"
            ]
        },
        "FN9": {
            "text": "9. Debates over the ethics of formalism and analysis are familiar within ethnomusicology. For an extended critique of anti-formalism in ethnomusicology, see Scherzinger (2001). See Solis (2012) for a nuanced perspective on the role of music theory in ethnomusicology, taking the perspective that “the opposition between ‘text and context’ can be seen as a false one” ( 530 , after Martin Stokes in Pegg et al. 2001 ).",
            "citations": [
                "solis_2012",
                "pegg_et_al_2001"
            ]
        },
        "FN10": {
            "text": "10. One other philosophical strand of temporal thinking, not directly considered in this chapter, that found its way into music theory was J. T. Fraser’s chronotypes , explored in some depth in the work of Jonathan Kramer in the 1980s ( Kramer 1988 ). Fraser’s “chronosophy” may still have something to offer musicians seeking an appreciation of temporal specificities. At the time of writing this review, during a global pandemic pervaded by an excruciating sense of abeyance, Fraser’s species-specific umwelts —e.g., the indifferent biotemporality of a virus and the nootemporality of human social life—seem newly relevant.",
            "citations": [
                "kramer_1988"
            ]
        },
        "FN11": {
            "text": "11. In light of this, it is striking that the Handbook does not include chapters titled “Harmony” or “Counterpoint.” Harmony has been dissolved into discussions elsewhere of subjects such as “Consonance and Dissonance,” “ Tonal Harmony,” and “Cadence.” Counterpoint, too, is invited into many discussions but never in the hot seat. Michael Tenzer’s chapter “Polyphony” is decidedly not about counterpoint, as we shall see.",
            "citations": []
        },
        "FN12": {
            "text": "12. Harrison’s system takes its cue from Andreas Werckmeister’s Harmonologia Musica and in some ways resembles Chapter 11 of Robert Gjerdingen’s Music in the Galant Style , though Harrison's notational clarity and flexibility are especially apt for his analytical aims. The double slashes in Harrison's cadential labels are a purely notational convention for separating the bass and soprano gestures. The superscript Q in this instance indicates an inflection of the altizans gesture that Harrison considers prototypical— 5 ˆ to 5 ˆ —so that it instead moves to 3 ̂ at the cadence, an impulse that Harrison derives from the quintus voice required by the fullest form of a perfect cadence.",
            "citations": []
        },
        "FN13": {
            "text": "13. The mixture of authentic and plagal gestures into a single motion, resembling the Roman numerals vii o 3 4 –I, is a possibility Harrison mentions on pp. 567–8.",
            "citations": []
        },
        "FN14": {
            "text": "14. Waltham-Smith’s analysis of the fourth movement of Beethoven’s Op. 131 is particularly rewarding in the way it draws together the chapter’s reflection on the expressive nature of sequence with a compelling account of Beethoven’s characteristically rich use of variation form. Note that Figure 20.7 is marred by an unfortunately crucial typographical error: although the analysis rests considerable weight on the presence of D ♮ , not D ♯ , in the bass of m. 226, the figure presents D ♯ in the cello.",
            "citations": []
        },
        "FN15": {
            "text": "15. I should add, however, that “Western music” is represented in Part III almost exclusively by classical music. As far as I have found, this 200-page section of the Handbook make no mention of jazz, musical theater, film music, or various forms of 20th/21st-century popular music. In this, the absence of a chapter on “Harmony” generally or perhaps “Ostinato” is keenly felt.",
            "citations": []
        },
        "FN16": {
            "text": "16. Bonds traces the historical growth of spatial representations of musical form. He notes that the conception of mapping time onto space no sooner arose, around the mid-eighteenth century, than the distortions endemic to that enterprise were questioned—in fact, downright lampooned by the likes of Laurence Sterne ( Bonds 2010 , 281–84).",
            "citations": [
                "bonds_2010"
            ]
        },
        "FN17": {
            "text": "17. An example of a “formalist” approach to musical emotion is Kivy 1989 . For Kivy, musical emotions are reducible to surface expressions thereof—in rhythmic gestures, melodic contours, conventional figures, and the like. That is, music has no expressive content, only appearance.",
            "citations": [
                "kivy_1989"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Part 1: Starting Points (reviewed by Antares Boyle)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In their introduction to The Oxford Handbook of Critical Concepts in Music Theory , editors Alexander Rehding and Steven Rings explain that the word “critical” signals two guiding principles for the collection. First, the selected terms are foundational—“theorists cannot do without them.” Second, despite their fundamental nature, the authors approach them “not as settled knowledge but as sites for critical scrutiny” (xv). The authors in the first section, “Starting Points,” take up this cause with gusto, invoking historical narratives, mathematical equations, and emergent perceptual phenomena to illustrate the complexities of seemingly simple concepts. In this sense, the essays are delightfully varied, bold, and rich. They are also uniformly well written (several authors have an enviable talent for wordplay) and beautifully typeset. (1) Below, I attempt to do some justice to each of the seven essays, although space will only allow a full summary of a few, before concluding with some general thoughts on the section.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In the opening essay, Bryan Parkhurst and Stephan Hammel demonstrate that the concepts most often taken as starting points in music analysis—“Pitch, Tone, and Note”—are in fact complex cultural formulations, rich with the accumulated residue of economic practices and technological affordances. After their opening gambit (a long list of questions demonstrating the conceptual slipperiness of the three terms), Parkhurst and Hammel divide the potential significations into three rough categories: they will take “Pitch” to designate the material or objective, “Tone” the ideal or perceptual, and “Note” the symbolic or communicative. It is their goal to show how these three categories are “dialectically united” (4), and they call their method a “Marxian Organology”—essentially, an investigation into the history of the technologies and practices of musical production. Three case studies, each focused on one category, demonstrate how economic forces have shaped the conceptual objects of music theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The first case study examines the origins of music copyright, showing how the rise of print music technology in Renaissance Europe led to “typographical fixity” ( Eisenstein 1979 ), which in turn allowed the emergence of intellectual property. As the authors put it, copyright bestows control “over how tones could be turned into notes, and over how notes could be turned into banknotes” (10). Intellectual property soon becomes entwined with the concept of musical works, whose symbolic representation in printed scores is “a sine qua non for both the existence and the character of music theory in its modern (post-Medieval) form” (14). The second case study argues that twelve-tone equal temperament, the framework that governs our modern understanding of Tone, arose not due to aesthetic preferences, but out of the need for efficiency and industry standardization in the mass manufacture of pianos. The final study argues that synthesized musical sounds, first developed with the economic goal of replacing live performers, have created a “drastic rupture in the history of Pitch,” which is now subject to rationalization and quantification. This rupture, in turn, destabilizes the normative division of the octave into twelve discrete pitches and the staff-based notational practices that previously regulated Tone and Note respectively—an intervention with which, the authors argue, contemporary music theorists have yet to satisfactorily grapple. No background in Marxism is necessary to follow the logic of the three case studies, but they are compelling enough that readers not accustomed to a historical-materialist perspective on music theory may be inspired to engage more deeply with the authors’ conceptual framework.",
                "footnotes": [],
                "citations": [
                    "eisenstein_1979"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Of the seven essays in “Starting Points,” Henry Klumpenhouwer’s contribution, “Interval,” takes the narrowest approach. Rather than examining the term’s historical origins or summarizing existing theoretical perspectives, Klumpenhouwer subjects our familiar tonal interval naming system to a detailed investigation. This “Common Interval System,” which generates names like “major third,” combines two distinct components: “Order Position Intervals” (e.g., “third”) and “Semitone Intervals” (the measure of semitones that we use to determine “quality,” e.g., “major”). Klumpenhouwer explores the systematic nature of these components, which he defines as encompassing primarily “how intervals combine with one another” (48). The essay does not always succeed in connecting formalisms to musical thought. For instance, a fair amount of ink is spilled developing different combination protocols for Order Position Intervals (which use inclusive counting) and Semitone Intervals (which use non-inclusive counting), but the question of whether these different counting methods map onto distinct conceptions of interval or are merely artifacts is never addressed. Klumpenhouwer’s mathematical definitions eventually reveal a fundamental difference between two conceptually distinct notions of interval: interval as directed motion vs. interval as span or magnitude. Directed intervals, which can be expressed as positive or negative values, combine elegantly, whereas magnitude-only intervals, which are absolute values, cannot. Some of Klumpenhouwer’s most valuable and provocative observations, however, do not rely on his systematic investigation at all. They include his opening observations about the reliance of the System on music notation and the closing discussion of theoretically possible intervals that the System struggles to name (such as that between E ♯ 4 and F ♭ 4). While I appreciated the chapter’s precision and focus, I was ultimately unconvinced that Klumpenhouwer’s mathematical distinctions could illuminate the concept of interval without bringing in a wider frame of reference—for instance, by situating intervals within scales or keys, engaging broader philosophical questions about analytical language, or re-examining David Lewin’s influential reframing of “interval” ( Lewin 1987 ) from a contemporary vantage point.",
                "footnotes": [],
                "citations": [
                    "lewin_1987"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Susan McClary’s chapter on “Mode” is a highlight of the section, although the title is somewhat misleading: this breezy, wide-ranging chapter presents no less than a history of Western tonality. (2) McClary exhorts readers to set aside the idea that a mode is a scale, inviting us instead to consider it “a general framework or matrix” (61). She then traces a history of the European modes both as named theoretical categories and practical structures to guide composition and improvisation. McClary considers the “diapente descent”—the stepwise melodic descent from the fifth scale degree down to the final—to be a crucial structure in both modal and tonal music. Tonality, in this account, emerges through both musical change and labor practices. First, transitional composers such as Jacopo Peri and Claudio Monteverdi began to elaborate on the descent and its associated contrapuntal frameworks, varying the temporal presentation of expected tones. Second, they started to decorate individual tones of the descent with their own local key areas and leading tones, elevating the status of harmony. And third, in response to a commercial need for rapid production, later seventeenth-century composers such as Francesco Cavalli and Arcangelo Corelli began to reuse the same basic background structures and to reproduce them at higher structural levels and across multiple compositions. The foundational role of the diapente in these recurring structures effectively reduces the available modes to two: major and minor—although in McClary’s narrative, the influence of modal thinking does not simply disappear, but reverberates through Bach and Beethoven. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] McClary’s chapter is a delight to read because of its compelling narrative and analyses, but it may frustrate those seeking an easy gateway to a broader literature (as is offered by the four essays that follow). The few parenthetical references tend to nod vaguely at whole books—indeed, one claim is sourced to Richard Taruskin’s entire six-volume History of Western Music —and McClary does not entertain any alternative accounts of her subject matter. The essay also loses some conceptual precision in its final pages. In describing how twentieth-century film composers, folk singers, metal guitarists, and jazz musicians “resurrected the modes” (75), McClary seems to drift back toward a mode-as-scale paradigm without critical scrutiny. Regardless, this highly readable chapter would make an excellent assigned reading in a seminar (or even an undergraduate survey) and will likely send theorists less familiar with McClary’s analytical work running to her books for more.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Matthew Gelbart’s contribution, “Scale,” resembles McClary’s in its historical focus. Gelbart examines scale as both a theoretical construct that delimits range and collection and as a practical heuristic or performance exercise emphasizing ordering and conjunct motion. The historical scope of the article is wide, ranging from the co-emergent meanings of “scale” and “gamut” in English (and parallels in other European languages), to Enlightenment-era evolutionary theories of scale, to old but ongoing debates on human perception, scale variability, and intonation. One helpful suggestion is that we think of scale degrees as musical “allophones”—phonemes that are semantically equivalent within a given culture (90–91). The conceptual slippage that Gelbart identifies between the theoretical and practical notions of scale is profound enough that I admit a certain difficulty in maintaining the distinction even as an intellectual exercise, which renders the essay a challenging yet productive read.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] In his chapter on “Tonic,” Steven Rings proposes a broad definition that can apply across musical repertoires and systems: a tonic is a focal pitch class around which other pitch classes in a given passage are hierarchically arranged and perceived, even in that pitch class’s absence. (4) The majority of the essay, however, probes the nature of one particular such hierarchical system, Western common-practice tonality. Through engaging analyses of examples by J. S. Bach and Franz Schubert, Rings explores concepts of tonality as statistical distribution of tones (after Krumhansl 1982 ; Temperley 2001 , and others); tonic as generating harmony ( à la Schenker); and tonic as rhetorical framing device. An epilogue on “negotiating popular tonics” speaks briefly to a different repertoire (pop music) while also raising more fundamental questions about the variability of experience among different listeners and across different experiences.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "krumhansl_1982",
                    "temperley_2001"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] While the first five essays in “Starting Points” address pitch relations (pitch/tone/note, interval, mode, scale, tonic), the final two chapters tackle two musical parameters commonly understood to be multifaceted and undertheorized: timbre and texture. (It is to the editors’ credit that “rhythm” is not confined to a single chapter in “Starting Points,” but afforded its own full section to follow.) Of all the essays in this section, these two offer the most comprehensive approach, summarizing and synthesizing important contributions and analytical perspectives. Because the literature on these topics may be unfamiliar to many readers, the essays are likely to be particularly valuable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] David Blake’s essay, “Timbre,” provides an impressive summary of the diffuse literature on this challenging topic. Particularly helpful are the sections on perception, which covers cognitive principles, ecological perspectives, and the special semantic implications of vocal timbre; and on composition, which emphasizes twentieth-century and electronic music. In his discussion of timbral representation, Blake acknowledges the limitations of spectrograms while highlighting their effectiveness in pinpointing specific acoustic features through detailed comparison ( Fales 2002 ; Latartara 2012 ; Leech-Wilkinson 2003 ). Blake is surprisingly dismissive of linguistic description, stating that “since timbre is sublinguistic, verbal language appears to be one of the worst media for understanding the parameter” (149). (5) To the extent that his essay has enhanced my understanding of this complex dimension and convinced me of its analytical value, it is through his precise and evocative words, not the blurry black-and-white spectrograms that accompany them. Example 1 . De Souza’s Figure 7.8 (p. 170) (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "fales_2002",
                    "latartara_2012"
                ]
            }
        },
        {
            "1.11": {
                "text": "[1.11] Jonathan De Souza’s concluding article, “Texture,” proposes a useful conceptual framework for understanding texture and synthesizes a wide range of disparate sources with which contemporary music theorists may be unfamiliar. Analogizing musical texture to woven fabric, De Souza defines it as an emergent quality derived from both “structure” (the weave pattern or the coordination of parts) and “material” (the raw material of threads or more immediate qualities of component sounds). Textural structure corresponds to the traditional categories of homophony, polyphony, etc., and it is, unsurprisingly, the more robustly theorized of the two. De Souza begins by describing the origins of textural structure in grouping and stream segregation, which allow us to perceive distinct “voices” within a complex acoustic field. He then summarizes two important models for representing and comparing textural structures: David Huron’s ( 1989 ) two-dimensional “texture space,” which differentiates musical textures based on degree of onset synchrony and shared directional motion, and Wallace Berry’s ( 1987 ) “textural energetics,” which quantifies the number of distinct voices and perceptual streams at a series of moments in order to trace changes in density and polyphonic complexity. De Souza suggests several ways that these models might be further developed; for instance, he reformulates Berry’s quantitative system as a simple yet powerful transformational model (see Example 1 ).",
                "footnotes": [],
                "citations": [
                    "huron_1989",
                    "berry_1987"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] The section on textural “materials” is less tidy, but provocative. Here De Souza first shows how material qualities (e.g., timbre, loudness, and articulation) affect stream segregation and are thus intertwined with perception of structure. He then examines the holistic, intersensory, and embodied nature of sound qualities to argue that textural material is itself a complex emergent property. In a final section, De Souza explores Janet Levy’s ( 1982 ) idea of textural “signs”—in the weaving analogy, this is the fabric’s “function”—which may reference particular conventions, human interactions, or instruments. In an apt concluding metaphor, De Souza analogizes textural structure to visual spaces and relationships, textural material to tactile sensations and bodily motions, and textural signs to discourse and communication. (Readers may wish to partner De Souza’s chapter with Michael Tenzer’s wide-ranging essay, “Polyphony,” in the third section.)",
                "footnotes": [],
                "citations": [
                    "levy_1982"
                ]
            }
        },
        {
            "1.13": {
                "text": "[1.13] The editors position Critical Concepts as a long-simmering response to the disciplinary disruptions of the 1990s, celebrating the “diversity of viewpoints” and “pluralism” represented in its pages (xvi). And indeed, the holistic and cross-disciplinary approaches that characterize “Starting Points” are a strength of the collection. At the same time, the broad approach is not accompanied by a diversity of repertoire or cultural perspective: the seven essays focus almost entirely on the European classical music tradition and its attendant theoretical trappings. (6) This editorial choice represents, in my opinion, a lost opportunity. What better way to shed new light on overly familiar terms and concepts than to look beyond the continuous rehashing of their meaning within our narrow purview? Scholars working from different vantage points have recognized the perils of what Philip Ewell ( 2020 ) recently called music theory’s “white racial frame.” Nancy Rao writes of the “regime of separation” that confines theorists of non-Western music to “area specialization” ( 2019 , 79; after Sakai 2010 ). Kofi Agawu, critiquing perspectives in ethnomusicology, argues that the notion of “ethnotheory” others non-dominant cultures, “boast[ing] a particularity that theory shuns because theory’s claims are in principle generalizable” ( 2017 , 49). Since recognizing the deep ethical failures and oversimplifications of early comparative musicology, music scholars have been understandably leery of attempts at cross-cultural analysis or assertion of musical “universals.” But a discussion of first principles need not attempt universality to decenter whiteness and classical music—it need only center something else. The editors might have avoided the current narrowness of repertoire and cultural perspective by inviting contributors to this section from sister disciplines such as ethnomusicology and jazz studies alongside historical musicologists and philosophers—or even by looking within our own ranks and journals. For instance, to see examples of recent work that critically re-examines concepts of scale, mode, and tonic (three of the volume’s “starting points”) while attending to non-Western repertoire and historical, cultural, and intercultural currents, readers might look to Hynes-Tawa ( forthcoming ), Mukherji ( 2019 ), and Shumays ( 2013 ). (7) On a different note, including an entry on “Text”—an essential “starting point” for analysis of songs—would have recognized the increasing attention to popular music in music theory’s recent decades (and perhaps invited cross-pollination from disciplines that got there well before us, such as comparative literature or African-American studies).",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "ewell_2020",
                    "rao_2019",
                    "sakai_2010",
                    "agawu_2017",
                    "mukherji_2019",
                    "shumays_2013"
                ]
            }
        },
        {
            "1.14": {
                "text": "[1.14] One response to Ewell’s call for action (and the disturbing but revealing backlash that followed it) has been to renew the New Musicology’s critique of music theory’s tendency toward abstraction and formalism, asserting that these approaches are inherently inequitable. (8) This volume’s historicizing approach to our most basic concepts would seem, then, to be welcome. And yet, the entirely white and mostly male makeup of the first section’s authors, largely mirrored in each of their bibliographies, offers scant corrective to our exclusionary foundations. As a music theorist who was initially drawn to the field for its imaginative system-building and close encounters with musical materials, I have defended these pursuits—which remain integral to the music theoretical project even as its scope has widened—against recent cries that exclusivity is baked in. (9) But defenses of music theory will become more difficult if discipline-defining publications continue to maintain the status quo, relegating other ideas and identities to the margins even as they reject the narrow formalisms of our past. Surely, women and scholars of color, too, have something to say about music-theoretical first principles. Moreover, if our foundational concepts—our “starting points”—cannot be made to speak across and between cultures, then music theory risks becoming not only exclusionary, but irrelevant. Part 2: Time (reviewed by Rebecca Leydon)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Expanding out from music’s basic building blocks of tone, timbre, and mode, the second section of the volume explores time-based aspects of music, with a chapter each on repetition, meter, temporalities, groove, phrase, form, and expressive timing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Elizabeth Hellmuth Margulis’s chapter carries forward the focus on musical primitives by drawing attention to what is perhaps the most universal and least appreciated of all musical features: repetition. Margulis is the author of a key text on musical repetition ( Margulis 2013 ), and this present chapter summarizes some of her previous work, but does so within a new organizational framework centered on repetition’s functions. Margulis delineates three main cognitive effects of repetition: to “thingify” (“thingification” is a term Margulis productively adopts—here and in her book—from John Rahn’s idea of “thinghood” [ Rahn 1993 ]); to choreograph attention; and to enable participatory engagement (either implicitly or explicitly). She stresses the covert role that repetition plays at all levels of musical experience, from hedonic enjoyment to the recognition of tonal centers (through statistical regularities of pitches and schema). Indeed, the concealed nature of much musical repetition is one of its most mysterious attributes. We are likely to notice repetition when it involves syntactical parameters and proximate iterations. Awareness decreases with secondary parameters, though timbre is an interesting case: think of the jolt of recognition upon hearing the first milliseconds of a favorite popular song. A distinctive timbral profile persists in memory like nothing else and acts as a reliable “schema cue” for recognition of a familiar style, as Huron has noted ( 2006 , 207).",
                "footnotes": [],
                "citations": [
                    "margulis_2013",
                    "rahn_1993",
                    "huron_2006"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] The discussion of repetition’s functions is fleshed out with analyses of musical examples including Brahms’s Intermezzo op. 119, no. 2 and Waltz op. 39, no. 9, and Schubert’s Impromptu op. 142, no. 2, illustrating different instances of periodicity and recurrence. Elsewhere Margulis has described repetition as possessing an almost magical power to “musicalize” any sequence of sounds ( Margulis 2014 ). Here she explains this phenomenon in more affective and behavioral terms: repetition causes us to become “increasingly invested in the sounds implied by the current one” (197). Margulis stresses the cohesive effects of repetition: it “tends to bind the notes together, making them available to memory” so that “the beginning of a thingified passage tends to already imply all the subsequent events” (194). Repetition thus inclines us toward an “expectational attitude” (194); it produces “an anticipatory mode” of attending and “tilts attention forward” (196). Margulis’s characterization of attentional choreography as down-shifting and up-shifting—zooming in and out to different scales of resolution while keeping our place in an unfolding musical process—illustrates how repetition makes possible feats of memory, recontextualization, and mental musical cartography. Above all, repetition and rehearing fundamentally change our relationship to a musical work: Margulis reminds us that, as theorists, we form our analyses “not only out of the intersection of sound and mind, but the intersection of repeated sound and mind” (201).",
                "footnotes": [],
                "citations": [
                    "margulis_2014"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Richard Cohn’s chapter begins by asking what it was that for so long impeded the growth of a rich analytical discourse about meter. The question perhaps overstates the degree to which meter has been a neglected topic in music-theory pedagogy. While it is true that sophisticated discussions of rhythm and meter are often absent from standard harmony textbooks, one can hardly avoid the topic even when pitch behavior is one’s main pedagogical focus. And by now there is certainly a rich literature from which to draw for practical and implementable instruction about meter, to which Cohn himself is, of course, a key contributor. Uncertainty about where, exactly, meter resides—in the sound? in the score? in a dancer’s feet? —has historically shaped the understanding and misunderstanding of meter, Cohn argues. The ingrained habit of equating meter with a notated meter signature has been a wellspring of confusion. Eighteenth-century definitions, based on uniform pulses grouped into accent patterns adapted from poetic verse, along with the ossification of the standard time signatures, restricted metric depth to just two pulse streams whose periods are integral—an impoverished situation for which, Cohn argues, the practice of tempo giusto evolved as a kind of compensation. To break free of this “minimal meter,” Cohn revisits his “ski-hill” graphs, showing how they can capture the way metric hierarchies shift, dissolve, and coalesce at various depths, despite a single persistent notated meter signature. “As soon as we release meter from metric notation, and link it to music as heard, we license it to enter the arena of musical form” (218). Cohn considers excerpts from Schumann’s Fantasie op. 17, Glass’s Violin Concerto, and a Ghanaian harvest dance. His definition of meter as “an inclusionally related set of distinct, notionally isochronous time-point sets” relegates asymmetrical aksak meters to the status of “quasi-meters,” though he stresses that his model treats them as equivalent to regular meters and the distinction scarcely matters: “Hypermeters and quasi-meters generalize complementary features of prototypical meters. Quasi-pulses are entrained, but not isochronous. Hyperpulses are isochronous, but not entrained. They thus flank prototypical meter on two sides, like a subdominant and a dominant flank a tonic” (230).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Are pulses more “point-like” or more “span-like”? Cohn takes the former view, which seems to be supported by studies of neuronal oscillators. But a span-like view of metric units can also be productive, as Jason Yust’s recent work illustrates ( Yust 2018 ). Related questions about how, exactly, musical time should be modeled and what is at stake in those models continue in Martin Scherzinger’s chapter on “Temporalities.” Scherzinger traces a thread through the philosophical literature, where inquiries into the nature of time have frequently turned to music as a model for the special qualities of experiential time. From Schopenhauer to Deleuze and Guattari, music has figured as evidence for an alternative to measured, uniform, and abstract time, one that acknowledges the subtleties of action- and retention-oriented time and subjective perceptions of continuity and change. Scientific accounts of time since the 17th century, Scherzinger argues, derive from the powerful Newtonian model of space: spatial metaphors not only shaped a widespread understanding of time as homogeneous and absolute, but the resulting temporal regime served as a potent colonial tool: “Indeed, the ability to manage and measure time was critical for the overall coordination required for the nineteenth-century colonization of Asia and Africa” (245).",
                "footnotes": [],
                "citations": [
                    "yust_2018"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Turning toward the very same literature for which it provided the initial stimulus, musicology and especially ethnomusicology have drawn upon philosophical accounts of time to characterize the cultural specificity of musical temporalities. Scherzinger mentions, for example, Merriam’s view of African musical temporality as essentially untranslatable into Western temporal terms ( Merriam 1982 ). While first undertaken as an effort to properly appreciate cultural particularities, Scherzinger argues that these efforts have reinforced premises of colonial thought, either by affirming the trope of linear vs cyclical temporal modes, or through a counterproductive proliferation of “temporal assemblages” that arise from an assumed universal perceptual plasticity. Scherzinger suggests a way forward may lie in broadening our scope of inquiry beyond sound and perception to include “the material feedback loops of actual music-making” (262). His analysis of the Vimbuza dance, a healing ritual of the Tumbuka people of Central Malawi, illustrates a possible approach. Scherzinger considers sticking patterns for the drummers’ rhythms, dancers’ movements, big and small tones and positions on the drumheads, as well as the overall composite sound. These dimensions produce a “disalignment between motor and acoustic images in the music” and a pattern that is “wholly suspended between the projection of binary qualities in triple time and the projection of ternary qualities in duple time,” qualities inaccessible through either purely perception-centered or projection-centered rhythmic theories (264). (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "merriam_1982"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] In their chapter on “Groove,” Guilherme Schmidt Câmara and Anne Danielsen consider a topic still relatively new to our field but exploding in importance, especially as our repertoires of study expand to include traditional and contemporary groove-based musics. The chapter enumerates a set of features common to groove. Foremost are isoperiodic patterns at various levels – isochronous beats, beat subdivisions, and repeated rhythmic patterns. Syncopation, too, figures as a central aspect of groove, and the references here to Maria Witek’s persuasive accounts of syncopation—as rhythmic patterns that create gaps at regular metric beats and invite listeners to complete them both perceptually and bodily—are especially pertinent ( Witek 2017 ). Cross rhythms, as distinct from syncopations, are another feature the authors emphasize as highly characteristic of groove styles: rhythmic layers perceived not as a series of metric displacements but as a competing pulse train, often with asymmetric groupings.",
                "footnotes": [],
                "citations": [
                    "witek_2017"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] A sizeable proportion of the chapter is devoted to microrhythm, posited as another key aspect of groove. The presence of microtimed events is certainly documented convincingly; precise timings of syncopations, shifted forward and backward within the “beat bin,” are a vital feature of some of the music they discuss—especially that of James Brown. Yet it remains an open question just how germane discrepant timings really are to the groove concept. As Cohn reminds us in his earlier chapter, “musicians push and pull ‘the beat,’ even when they are not seeking a special expressive effect such as rubato. ‘Expressive variation’ is thus not a special case; it is a ubiquitous property of human musical production and experience” (211). In other words, discrepant microtimings may be no more characteristic of groove than of any other kind of music. Furthermore, groove can certainly thrive under conditions of machine-like precision and rigid quantization, as the robotic sounds of beat sequencers of early EDM attest. It is telling, however, that recent electronic music has begun to integrate expressive timings and participatory discrepancies through tools such as Ableton’s “apply-groove” and digital warping engines, resulting in the kinds of effects the authors here explore here in Rihanna’s “Needed Me.” Even if the role of microtemporality seems to me overemphasized in this chapter, it certainly reflects its perceived importance in the wider literature on groove where it is often seen as a pivotal feature—particularly by Vijay Iyer ( 2002 ), Charles Keil ( 1987 ), and others. Moreover, recent research on the peculiar rhythmic effects of dynamic range processing, including techniques such as side-chain compression, and its consequences for temporal perception suggests that micro dynamics act as yet another significant parameter of groove ( Brøvig-Hanssen, Sandvik, and Aareskjold-Drecker 2020 ).",
                "footnotes": [],
                "citations": [
                    "iyer_2002",
                    "keil_1987"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] One feature I would add to the list of essential groove attributes is anacrusis . Anacrustic cueing, of the sort explored by Robin Attas ( 2015 ) and Matthew Butterfield ( 2006 ), seems to be a key component of any groove telos. The authors also steer clear of any discussion of objective tempi, maximal beat salience, or an optimal “beat zone” (similar to Cohn’s reluctance to impose perceptual thresholds on metric structures in his meter chapter), though such concepts arguably remain relevant to groove studies. Câmara and Danielsen, admirably, take pains to emphasize that a groove is only groovy when it grooves —i.e., the processual and persistent nature of groove is its defining essence: “When one is in the state of ‘being in a groove,’ one’s experience of time is—somewhat paradoxically—not really an experience of time. . . . Moreover, despite its highly repetitive character, groove’s repetition never becomes repetitive” (275). Furthermore, “the very act of endeavoring to grasp it a posteriori dissociates one from the immersive groove experience itself” (288). Groove emerges, the authors convincingly argue, through our enactments of it.",
                "footnotes": [],
                "citations": [
                    "attas_2015",
                    "butterfield_2006"
                ]
            }
        },
        {
            "2.10": {
                "text": "[2.10] “Phrase” and “Form” comprise a pair of chapters that present more familiar temporal topics in traditional music theory. Janet Schmalfeldt’s chapter explores definitions of phrase, which can differ widely between styles, genres, and scholarly disciplines. The distinction between phrase and phrasing is a key source of tension: a phrase is a grammatical unit, but “to phrase” is an action, of primary concern for performers who don’t necessarily abide by the segmentation criteria of analysts. Schmalfeldt searches for commonalities across disparate musical domains that reflect shared concerns for musical parsing, from the intonation-mediant-termination schema of psalm-tone formulae, to Caplin’s initiating-mediant-ending functions, to bifurcating auditory streams in music of Ligeti. “The need to parse, to organize our perceptions, leads naturally to an attribution of some sort of phrase structure to almost any passage of music,” Schmalfeldt argues (335). The notion of phrase, however, is more central to some musical styles than others. Vocal genres, naturally, call for phrases that correlate with and project the grammatical structure of a text. Schmalfeldt highlights the galant as an acutely phrase-driven style, and it is unsurprising that associations with speech and rhetoric are pronounced in the descriptions of the style in the writings of Kirnberger, Riepel, and Koch. Despite the centrality of text-based analogies in the works of these writers, Schmalfeldt sees the phrase-driven galant as most intimately linked to dance: “Whatever can be said about the galant , it emerges in tandem with the advance of non-texted instrumental music, now competing for prestige with vocal genres; and, most especially, the style becomes associated with music for the dance” (315). This highlights another contradiction built in to the term “phrase”: are phrases oratorical or gestural? Are they more like utterances or embodied movements?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] A perennial question related to the nature of phrases is: what constitutes an ending? After surveying a variety of definitions of “cadence,” Schmalfeldt wisely avoids any rigid criteria for identifying phrase endings, noting that “even if we can agree that to describe a phrase calls for determining where it ends, there is simply no consensus within music-theoretical communities as to whether, by definition, a phrase within tonal music needs to end with one of the types of cadences I’ve described” (307). (Daniel Harrison's chapter, later in this volume, provides a closer examination of cadences.) Despite the slippery nature of the term, we ultimately need phrases, Schmalfeldt argues. Performers, especially, in order to do their jobs, require the kind of parsing tools that phrase-oriented thinking enables. (Are phrases always necessary? To return to the topic of the previous chapter, the absence of a need for phrases may, in fact, be a feature of some groove-based musics, where the parsing impulse may be attenuated by the continuous flow of a groove.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Like Schmalfeldt’s distinction between phrase and phrasing, Daniel Grimley’s chapter wrestles with the etymological ramifications of form and forming . To form is to assume a shape and suggests for Grimley a “generative capacity,” at the same time that form implies a taxonomy or a set of procedures and conventions. Echoing Adorno, Grimley sees form as a site of tension “between form as socially produced and as a unique property of the musical work in performance, a source of creative energy” (363). In addition to its double meaning, as both the silhouette of a musical work and the actual process through which it comes into being, form is also a tool by which we “capture and retain the fleeting impression of a whole” of an ephemeral listening experience (356). But to grasp the form of a work is to match it to a familiar schema. Form, then, for Grimley, is never a neutral description or arrangement of parts. Rather, it is a musical feature liable to be used for particular prescriptive and exclusionary ends. This was especially the case in the 19 th century when form assumed an overt canonizing function, Grimley observes. The chapter explores a number of musical works that raise interesting questions about form: Machaut’s Ma fin est mon commencement and Miles Davis’s “It’s About That Time”(where, exactly, does a piece begin and end?), Dufay’s Nuper Rosarum Flores (is form best conceived as something spatial?), Ruth Crawford Seeger’s Quartet (“whose voice speaks, whose unity is attained (or lost)?”), and Haydn’s Farewell Symphony (what is the relationship between part and whole? what is the position of the listening subject?). Form, Grimley argues “remains a didactic tool, a textual device, and a system of comportment and behavior. It facilitates meaning and communication, but equally excludes or marginalizes other values or possibilities;” it “monumentalizes, regulates, and disciplines” (365).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.13": {
                "text": "[2.13] Mitchell Ohriner’s chapter on “Expressive Timing” outlines the area of research that compares variations in temporal onset and duration among performances of the same score or of passages otherwise understood to be rhythmically equivalent. The study of expressive non-isochrony has been made possible by recording technologies, especially the evidence provided by multiple recordings in which performances of the same music may be compared. The reliance on recorded documents of canonic works partly explains why early studies of expressive timing focused exclusively on a narrow repertoire—narrow to the point of including only some half-dozen works, as Ohriner points out. The questions posed, he finds, were similarly narrow, focusing on \"declarative themes\" and ignoring, for example, the role of temporal elasticity in passages such as transitions or cadenzas. In the twenty-first century, the emergence of digital tools for representing and annotating event timings brought a new level of refinement to the analysis of expressive timing while simultaneously introducing the problem of interpreting discrete note onsets: “Although music notation assumes discrete events, and although mental music processing discretizes the sound signal into events ( Bregman 1994 ), many musical scenarios—the violinist’s portamento, the arpeggiated piano chord, the vocalist’s diphthong—belie this partitioning” (375). The position of a note onset represented on a spectrogram does not always match the onset percept , which can be affected by factors such as the frequency profile within the attack envelope of a given instrument, and its variability across the instrument’s range. The promise of digital analytical precision is thus bedeviled by human perception and interpretation. Ohriner suggests that measurements of microtimed events might be best put to use within a kind of “big data” approach, such as Edward Cross’s study of thirty-one recordings of the second movement of Brahms’s Violin Concerto, which illustrates changes in expressive timings across many performances over multiple decades ( Cross 2014 ).",
                "footnotes": [],
                "citations": [
                    "bregman_1994",
                    "cross_2014"
                ]
            }
        },
        {
            "2.14": {
                "text": "[2.14] In addition to his exploration of the study of expressive timing within tactus-based works, Ohriner illustrates methods for analyzing expressive timing in non-metered and variable-pulse music, using performances of Varese’s Density 21.5 as an example. Participatory discrepancies within an ensemble or across multiple tracks of a single recording are also considered in an analysis of Kendrick Lamar’s “Momma.” Representing the data gleaned from performance timings necessarily relies on static images, such as graphs that mark event onsets against a uniform grid or on the degrees of a circle, as bean plots or heat maps. The attempt to visualize dynamic processes, always a problem for any sort of music representation, pose a special challenge to the study of expressive timing. Some methods of data representation certainly seem more intuitive than others. Ohriner’s Figure 14.2, showing note onsets in a performance of Chopin’s Etude op. 10, no. 3, plots performed durations on the Y axis against notated measures on the X axis, but the level of granularity makes it challenging to decipher. More immediately legible are the graphs showing syllable onsets in Lamar’s “Momma” against a quantized beat grid (Figures 14.15 and 14.16). (I wonder, though, if I am simply captive to the Newtonian temporal hegemony that Scherzinger interrogates in the earlier chapter.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] In almost every chapter in this “temporal” segment of the volume, the contingent, fluid, and provisional nature of our disciplinary vocabulary is underscored. I found the ongoing interrogation of basic terminology absorbing and a little unnerving, as each familiar conceptual category began to seem fragile and uncertain. A few additional “temporal” topics might have been worthy of a chapter within this section of the volume: “development” comes to mind, and perhaps “variation,” though these topics are tangentially explored in some of the later chapters. I should mention that, at present, the online version of the volume is rife with typos and omissions—especially in Ohriner’s chapter, where several of the figures are mislabeled. Inexplicably, Cohn’s chapter is missing altogether. One hopes that Oxford will move quickly to amend the errors in the digital copy. Part 3: Horizontals and Verticals (reviewed by Paul Sherrill)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] It is perhaps not surprising that Part III of the Handbook is overwhelmingly devoted to discussions of the Western classical canon. Its subtitle, “Horizontals and Verticals,” alludes unmistakably to that familiar warp and woof, harmony and voice leading, that remains the core of most classically anchored music theory curricula. (11) The order and titles of its chapters (Melody–Consonance and Dissonance–Tonal Harmony–Key and Modulation–Cadence–Sequence–Polyphony) nearly parallel a common progression of undergraduate courses, from music fundamentals through diatonic and chromatic harmony to a final semester on counterpoint. Fifty-three of the sixty-six musical examples provided represent classical music; among the thirteen exceptions, nine come from a single chapter. If the reader senses that I am building to a critique of this focus, let me evade the expected conclusion and append another. The subjects of these chapters are indeed critical components of most music theorists’ pedagogical practice (at least in the United States); undoubtedly, they deserve treatment in this venue. With a few exceptions, however, Part III’s chapters struggle to break free of this pedagogical grounding, recapitulating conventional distinctions without interrogating them. Of the two intended senses of the word critical in the handbook’s title (xv), Part III tends more toward coverage than critique of its subject matter.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Daniel Harrison’s chapter, “Cadence,” self-consciously limits its scope to the “first and chief schema” of counterpoint, the Perfect Authentic Cadence, and its family tree; he rightly suggests that the broader subject of musical closure deserves its own chapter (535). The chapter reads like a sonnet that lovingly itemizes each part of a cadence’s design. It outlines the possible approaches, in strict counterpoint, to a cadence, and it constructs a classification scheme that reveals fine gradations of cadential closure in music from the sixteenth through eighteenth centuries. This scheme ranges from the APAC, the “All Perfect Authentic Cadence” on an \\(\\substack{8\\\\5}\\) sonority in five voices, to as delicate a resolution as V 3 4 – I 6 . Near the middle of the hierarchy one finds species of clausulae such as the one Harrison represents as T//A Q : a tenorizans motion , 2 ˆ 1 ˆ , in the bass supporting an altizans melody, 4 ˆ 3 ˆ , in the highest voice. (12) Harrison applies this system to an analysis of J.S. Bach’s Sinfonia No. 1 in C major (BWV 787), demonstrating both the system’s flexibility in the face of unexpected events and its finely tuned responses to subtle variations of cadence-like closure. Then follows a tour of other cadential varieties—half, deceptive, mixed authentic/plagal, and so on—that are encountered in common practice repertoire. (13) For a scholar who delights in lingering over the details of a musical passage, all of this is a joy to indulge in, thanks especially to the quick and clear stream of Harrison’s prose. It reminds me of rereading a beloved novel.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] This familiarity is both a strength and a weakness. As a concise but comprehensive survey of what cadences are and how they work in tonal music, the chapter offers an exemplary introduction to the subject for thoughtful students who want more than a short textbook definition. And it certainly lives up to its promise that “readers interested in Baroque music—especially in imitative genres like fugue—should find here very useful analytic instruments made from refurbished parts” (535). However, it leaves little space for posing probing questions about the place cadences have throughout the composition and analysis of Western art music. To be fair, cadences have been the subject of intense study in music theory for centuries; no single chapter could hope to address all the ways they have been explored. Nevertheless, questions crop up even within the chapter’s self-defined contrapuntal and analytical demesne. Its central analysis of BWV 787 orbits around the question of cadential strength, and focuses, in particular, on whether certain events such as a tenorizans melody over a cantizans bass might rise to the level of “true” cadences or even the main structural closure of the work. Such issues—the coordination of a hierarchy of cadential strength with the closures of different sizes of formal units, the location of hierarchically superordinate cadences within a piece, and so on—are even familiar to those who merely dabble in types of tonal analysis such as the new Formenlehre . The ubiquity of these issues would seem to invite closer scrutiny, but it is precisely this opportunity to interrogate unusual analytical assumptions that the Handbook often declines. Why should there be a hierarchy of cadential strengths? If it exists, why should it be coordinated with the sizes of formal units?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] I dwell on the chapter on cadences because it is exemplary of both the rewards and limitations of most of the chapters in Part III. All of the chapters lead the reader into reflective engagement with their central topics, while each pursues its own methodological tack. David Trippett’s “Melody” and Alexander Rehding’s “Consonance and Dissonance” both rely largely on the review of historical approaches to their subject matter. Trippett’s chapter traces the emergence of ‘melody’ as a conceptual dual of harmony (as opposed to merely a synonym for ‘tune’ or ‘song’) and the centuries of struggle to articulate a satisfactory theory of melody. Rehding’s disentangles three quite different phenomena traditionally grouped under the rubric of ‘consonance/dissonance’: acoustic or psychoacoustic properties of the combinations of tones, elements within the grammar of counterpoint, and the experience of tension and relaxation. The two chapters resonate intriguingly at points, as when they both approach the question of the extent to which melodic pitch relationships can be productively conceptualized within a harmonic framework. Suzannah Clark’s “Key and Modulation” and Naomi Waltham-Smith’s “Sequence” both devote significant space to terminological distinctions, such as tonicization vs. modulation and real vs. tonal sequence, that come straight from the classroom. Both chapters also include a rich admixture of scholarly approaches: the former draws on historical treatises and Neo-Riemannian theory, while the latter reflects on the aesthetic and temporal qualities of sequences, especially through several analyses of late Beethoven. (14) All four chapters, like “Cadence,” are satisfying projects that nonetheless skirt interesting (if deeply challenging) critical questions. Given the heterogeneity of phenomena encompassed by the concepts of ‘melody’ and ‘sequence,’ why has the tradition of western classical music constructed these categories, which seem to radiate from core prototypes (‘tunes’ or ‘airs’ in the former case; the circle of fifths in the latter)? Why should the contrapuntal category of consonance be constructed around the array of phenomena that are considered acoustic consonances? Why should compositions have a piece of metadata called ‘key’ that typically aligns such diverse phenomena as scale, initial harmony, and cadential goals?",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Ian Quinn’s chapter on “Functional Harmony” is very much unlike the others: it eschews rehearsal of conventional understandings in favor of building, from the ground up, a strikingly defamiliarized model of functional harmony. The basic element of Quinn’s model is not the chord but the dyad—specifically, the unordered pair of diatonic scale degrees. Quinn attempts to reduce the statistical regularities of tonal harmony to two principles: a “Law of Counterpoint” and a “Law of Harmony.” The former, which is agnostic as to scale degree and considers only generic interval class, suggests that all dyads but thirds and sixths are unstable, motivating one member to move. The latter is framed in terms of tonic and dominant “harmonic fields” that come into play early and late in a phrase, respectively, predisposing scale degrees to be attracted to or repelled by the poles of the harmonic field. From these principles, Quinn derives the three Riemannian harmonic functions (including the subdominant) as emergent phenomena.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The audacity and elegance of the project are remarkable, though I have doubts that axiomatic efficiency is necessarily the same as explanatory power. As a historical matter, Harrison’s derivation of the V–I authentic cadence schema from counterpoint seems better able to explain the one-way release of tension at the moment of cadence than is Quinn’s metaphor of an oscillating quasi-electromagnetic field. And while Quinn’s dyadic approach to the Law of Counterpoint is intriguing, I wonder about its cognitive plausibility. Quinn suggests that listeners and continuo players both may have learned these dyadic statistical regularities (494), but for both parties this presumes that decomposing a verticality into dyads is on par with experiencing it as an auditory or kinesthetic gestalt. My own conscious experience of realizing figured bass at the keyboard, at least, rests largely on the overall shape of my right hand, not the relationships between pairs of fingers. Quinn’s model is so provocative that it is tempting to spin out affirmations and objections to it at greater length—a response many of its readers will probably share. It certainly represents an endeavor that is critical in both senses of the Handbook ’s project, though it resembles many other chapters at least in the way it leaves the nature of explanation in music theory relatively unexplored.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The last chapter in Part III of the Handbook is Michael Tenzer’s “Polyphony,” which takes for its remit “any music with two or more sounds at a time” (602). A significantly less capacious definition could have been chosen while still accommodating the chapter’s selection of examples from a wide array of musical traditions. But Tenzer’s agenda in this chapter is something subtler than re-proclaiming the old news that polyphony exists independently in many traditions across the globe. By proposing and then deconstructing such a simple definition of polyphony, the chapter succeeds in applying pressure to its core concept. Through a series of paired examples that sound overtly similar but have dissimilar conceptual or structural underpinnings, Tenzer shows that the very notion of “two [different] sounds” is fundamentally a question of cultural intention, not acoustic fact. Tenzer asks: “what constitutes difference between two sounds? The answer is not at all obvious and depends on how ‘difference’ is understood in music systems, in cultures, by performers, and by listeners. These can surely diverge” (606). Imagine two violinists reading from the same score: on a physical level they produce different sounds, with different spatial localizations, minutely different rhythms and volumes, different rates of vibrato, and so on. But a Western understanding of music informs us that these differences are immaterial to “polyphony” as it exists in Western practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Many attempts have been made to classify objectively the possible types of simultaneously occurring musical difference, and Tenzer explores and critiques two representative typologies of musical texture by Robert Morris ( 2010 ) and Simha Arom et al. ( 2007 ). Although he reveals the limitations of such typologies, Tenzer does productively use comparative methods, and he devotes much of his discussion to the ways in which the production of polyphony is shaped by a culture’s technologies, from the physicality, timbre, and tuning of its instruments to the practices of writing music and writing about music. Ultimately, however, what the chapter reveals is that the concept of polyphony itself is a construct of Western culture that serves to focus attention on the ways in which a piece does or does not deploy the regulative techniques of counterpoint. The types of difference that constitute Western polyphony are not simply an objective framework: the concept allows Western musicians to narrate the history of their own tradition (as Tenzer himself does in the chapter’s penultimate section) and to assert nearly tautologically that other traditions lack polyphony because they do not prioritize the same kinds of simultaneous difference. Tenzer largely lets his examples speak for themselves, but his critical thrust, while unstated, seems clear: polyphony is just as culturally specific a notion as Harrison’s cadence or Quinn’s functional harmony.",
                "footnotes": [],
                "citations": [
                    "morris_2010",
                    "arom_et_al_2007"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] All of the topics covered by Part III, then, are constructed categories specific to Western music. This is plainly evident in some chapters, as when Rehding discusses the second of his three meanings of “consonance” (“Consonance/Dissonance as Voice-Leading Rule”): a principal merit of the chapter is that it makes this explicit for readers who have never considered the issue. Turning to another chapter, one might be inclined to think of “melody” as an objective, culturally neutral concept, but one of the deep insights of Trippet’s chapter is that “melody” is anything but objective. The concept of melody is constructed by stretching the category of simple singable tunes (such as “Greensleeves”) to become a metaphor for diverse phenomena—for the abstract upper line in a voice leading structure (as in BWV 846, discussed on pp. 399–401) or for consciousness itself (as Trippet cites from Schopenhauer, Husserl, Bergson and Sartre, 427). It is not unreasonable that Part III devotes so much space to insider understandings of cultural categories in Western music. (15) But to the extent that these discussions rehearse those understandings rather than examining the cultural work they perform, the critical intent of the Handbook remains mostly an invitation to future scholarship. Part 4: The Big Picture (reviewed by Jeffrey Swinkin)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The fourth and final part of the book offers five essays that collectively reflect a strong strain of recent music theory and historical musicology: a belief in the sociality, contextuality, and materiality of theoretical knowledge. I will return to that idea after offering a précis of each chapter, followed in some cases by a brief comment or query.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] In “Musical Grammar,” Robert Gjerdingen argues that such grammar is based on concrete practices and conventional usages that listeners, through exposure, hypostatize as schemas, “which act as matchmakers between incoming sounds and stored meanings” (666). This stance draws on the so-called functionalist model of language. This model is diametrically opposed to the Chomskyan, generative model, which presupposes an innate linguistic faculty by which people can generate a myriad of syntactically correct and complex sentences. For Gjerdingen, by contrast, different eras and cultures furnish different idioms that become coherent to listeners as they progressively acclimate to those idioms. It is not any one musical grammar that is innate or universal but rather people’s penchant for learning grammars statistically and schematically. Gjerdingen likewise refutes Rameau’s notion that harmonic logic rests upon a physical, acoustical foundation: “the putative laws of harmony . . . quickly devolve into observations about usage” (659).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Gjerdingen provides both real-world and hypothetical examples of such non-universal idioms. For the former, he invokes galant schemata as taught and learned in Europe during the eighteenth and nineteenth centuries; it is here that the essay most clearly intersects with his widely known opus, Music in the Galant Style ( Gjerdingen 2007 ). For the latter, he devises a rather novel technology, so to speak: he uses various kinds of crystals or gemstones to represent various melodic configurations (using the synthetic “Bohlen-Pierce” scale). He conjures an imaginary musical world (the land of “Bijou”) and rules for well-formedness within that world—for example, that phrases must end with a configuration represented by a beryl. Hence, a sequence that ends with a blue sapphire, for instance, is ungrammatical. This aesthetically appealing conceit (all the more on account of the color inserts) is meant to demonstrate how any musical language—even a synthetic one—can acquire coherence by dint of sheer statistical exposure.",
                "footnotes": [],
                "citations": [
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] By “Analytical Relationships,” Marion Guck means not relationships within a musical work but those between the work and the analyst—as evident, for instance, in the language the analyst uses. That relationship can be “observationalist” (formalist) or “associationalist” (extra-musical), though she rightly reinforces that this distinction is not hard and fast. Associationalists are concerned with musical movement and tension, with which listeners identify. She sides with Fred Maus in dissenting from Edward Cone’s contention that somatic and affective qualities adhere to a musical agent. She counters that what is paramount are those qualities, not agency as such. (Here she quotes Aristotle, for whom “tragedy is an imitation, not of men, but of an action.”)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Given Guck’s reluctance to reify compositional agencies, one might wonder whether it is somewhat incongruous for her to strongly emphasize separate analytical agency. Perhaps there is as little need to adduce an analyst-persona (one who responds) as there is to adduce a composer-persona (one who expresses). I, as a listener/analyst, in some cases might feel myself not external to the music as a distanced observer, but rather constitutively part of the music, wholly absorbed in and imbued by its actions and emotions. To quote Kendall Walton (whom Guck frequently invokes), “I feel intimate with the music. . . . it is as though I am inside the music, or it is inside me” ( 2015 , 41).",
                "footnotes": [],
                "citations": [
                    "walton_2015"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Dora Hanninen’s “Images, Visualization, and Representation” is a sweeping survey of various analytical images throughout the history of music theory—from Heinichen through Riemann to Lewin and, indeed, Hanninen herself. It is also a magisterial meditation on the nature of such images. She distinguishes between visualizations , which translate sounds into visual form, and representations , which not only visualize sounds but also interpret them (“the primary function of visualization is to show, that of representation is to tell” [706]). She notes that (a) graphs tend to be concerned with tonal space; (b) the text accompanying graphs can clarify the meaning of symbols but can also dissemble, making what is interpretive seem speciously descriptive and objective; and (c) graphs have rhetorical and aesthetic aspects. Finally, Hanninen attests to thought being conditioned by material media—that is, to our visual representations not merely reflecting preexisting structural notions but in fact shaping them: “Just as we use language as a medium for thought, so can we . . . [use images] . . . not just to communicate ideas, but to create them” (703).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Subsequent studies might pursue pedagogical extensions of Hanninen’s chapter, exploring how the representations undergraduate teachers tend to trot out at once enable and restrict thought. For instance, the formal graphs or tables in common use are beneficial in offering a synoptic overview of a piece, in allowing students to survey a protracted structure at a glance. Then again, in translating what is essentially temporal into something spatial, such representations risk reifying or distorting the nature of musical experience. (16) Hanninen’s chapter might well catalyze appraisals of the visual aids we instructors favor, of their advantages as well as their limitations.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The philosopher Andrew Bowie asks, “What is Music, Anyway?” but it soon becomes evident that he deems a single definition neither possible nor desirable. Not possible, because much of what makes music music—what it means, for example—varies according to different historical paradigms. Musical content is a moving target. Not desirable, because we should not efface music’s semantic uniqueness: it always says more than what we can put into words, even if words nonetheless help draw out what music says beyond them. What is more, music, as Bowie ( 2007 ) argues at greater length, is a realm of sense prior to the specific denotations and determinations of language, science, and analytic philosophy; it is a more general paradigm of meaningfulness subsequent to which objects and propositions can acquire particular meanings. For instance, the quintessentially musical phenomenon of rhythm entails a subject forming a unified Gestalt out of temporally discrete parts. To this extent, concepts, which likewise produce unity from difference, are at root rhythmic and thus musical—over and above which they boast semantic distinctions that music does not and can not. In short, “[t]he kind of sense that music articulates precedes the conceptual sense that fixes aspects of how nature is understood in an objective manner” (754). Music, then, is not subject to the discriminations of science but, on the contrary, is a foundation for them.",
                "footnotes": [],
                "citations": [
                    "bowie_2007"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] If music for Bowie forms a realm of sense antecedent to more identifiable phenomena, musical improvisation for Vijay Iyer (“Beneath Improvisation”), conversely, can only be understood by recourse to identifiable, social conditions. He maintains that we cannot hope to comprehend what it means to move freely or spontaneously in music unless we can first comprehend what it means to do so in everyday life, and that meaning, emphatically, is very different for different people. Simply put, African Americans cannot take for granted the liberty to move through space as white people can; in our society, Black people are targeted and even killed for so much as driving or walking down the street (Iyer’s essay takes on additional resonance in the aftermath of the murder of George Floyd, which occurred just days before I began writing this review). Even the very notion of reason, Iyer avers, is defined in opposition to Blackness; the transcendental subject of Western philosophy is implicitly the white European male who applies reason to Black people; the latter, in this model, are reasoned about but not the practitioners of reason. (Herein lies an analogy with Bowie’s point that analytic philosophy dubiously treats music as the recipient of reasoned argumentation but not an enabler of it.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Iyer’s essay is a courageous testament to the ethical commitments that underlie and inform our musical practices and concepts, commitments that analysts often tune out in their musically autonomous pursuits. His dedication to the ethical is so (admirably) all-consuming that he does not make room, in this essay at least, for spelling out direct connections between the sociological and musical, between improvisation in life and in music. But his implication, I believe, is that the musical hinges on the social—that one cannot be truly free in music if not so in life. But is that actually the case? As Bowie points out, jazz’s “extension of the possibilities of improvisatory freedom act[s] as a counter to rigid and repressive cultural and political norms” (750). Bowie’s broader point is that music, jazz and otherwise, is not always reducible to existing social structures and dynamics but in fact may challenge them and offer alternative paradigms. Not that I think we should take comfort in that fact; on the contrary, we should strive to make musical idealities social realities, so that all people may enjoy freedom both inside and outside art.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] So: musical grammar derived from concrete social practices; musical affects hinging on the relationship between a listener-analyst and a piece; appraisals of tonal space both relayed and shaped by representational technologies; semantic distinctions and rational operations resting on a musical substratum; and performative (un)freedom as a manifestation of political (un)freedom. These essays, topically diverse though they are, thus evince a common commitment to the embodied, situated status of musical knowledge (and knowledge generally). They attest to musical understanding being highly parasitic upon social and subjective experience and also material media. (For Bowie, music is itself the sensuous medium on which more abstract knowledge rests.) This is in contradistinction to the formalism of yore, by which structures and even affects were presumed to inhere in the folds of tonal-rhythmic fabrics. (17) That much of our field has left such fantasies of immanence behind is possibly evident by the absence of any dedicated Schenker session at the SMT national conference [Columbus, Ohio, 2019]. In fact, a search through the program book turned up only three abstracts explicitly referencing the Schenkerian method. Moreover, its most notable appearance was in Philip Ewell’s now-celebrated plenary critique (which later became an article in this journal— Ewell 2020 ), which placed Schenker in a decidedly non-formalist, politico-ideological context.",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "ewell_2020"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] These essays, in their emphasis on the social, subjective, and material registers, bear the distinct imprint of New Musicology; they measure how modern music theory writ large measures “the ripples and aftershocks of the epistemological shifts of the . . . New Musicology,” as the editors state in the Introduction (xvi). New Musicology’s modus operandi is to situate works within various contexts—cultural, historical, political, etc.—in order to read those works as meaningful, as expressions of various human experiences. These Oxford essays, to be clear, do not undertake hermeneutic readings of particular works (although Guck does offer a brief affective reading of Brahms’s “Meerfahrt,” op. 96, no. 4); still, they betray a New-Musicological ethos in their collectively non-formalist approach to theory. Hanninen’s essay is, as her topic demands, the principal formalist delegate. Yet, its inclusion in the bunch testifies to the motley mien of the current discipline, to its unapologetic juxtaposing of the structuralist and poststructuralist, which very juxtaposition can be seen to express at root a robust postmodern eclecticism. As a consequence, these essays have their fingers firmly on the pulse of our current field. That said, and needless to say, they are primarily valuable not as disciplinary barometers but as self-standing, intrinsically edifying studies whose careful reading and rereading will pay ample dividends.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.21.27.1.boyle.html",
    "data": "mto/data/mto.21.27.1.boyle.json"
}