{
    "title": "Review of Ellie M. Hisama, <i>Gendering Musical Modernism: The Music of Ruth Crawford, Marion Bauer, and Miriam Gideon</i> (Cambridge: Cambridge University Press, 2001)",
    "date": "2003/07/01",
    "volume": "9",
    "issue": "2",
    "authors": [
        "Lochhead, Judy"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "June 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.2/mto.03.9.2.lochhead.pdf",
    "author_info": [
        {
            "name": "Judy Lochhead",
            "university": "Professor and Chair of Music",
            "address": "Department of Music, Stony Brook University, Stony Brook, New York 11794-5475",
            "email": "judith.lochhead@sunysb.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. I \nunderstand analysis and theory as sub-disciplines within the larger category of \nmusicology.",
            "citations": []
        },
        "FN2": {
            "text": "2. In his New Grove article on analysis (with Anthony Pople), \nBent also shows the relation of analytic practice to “criticism” and \n“aesthetics.” His restriction to theory and history here should not be read as a \nrepudiation of the earlier position but simply a narrowing for the purposes of \nthe series. See Ian Bent and Anthony Pople, “Analysis,” The New Grove \nDictionary of Music Online, ed. L. Macy (Accessed 2 June 2003), http://www.grovemusic.com .",
            "citations": []
        },
        "FN3": {
            "text": "3. I have left out some of the detail of Hisama’s argument \nhere, choosing instead to give a sense of her larger point.",
            "citations": []
        },
        "FN4": {
            "text": "4. Hisama takes this term and concept from Elaine \nShowalter: see her “Feminist Criticism in the Wilderness,” The New Feminist \nCriticism: Essays on Women, Literature, and Theory, ed. Elaine Showalter \n(New York: Pantheon Books, 1985): 243–70. Quoted in Hisama, page 19.",
            "citations": []
        },
        "FN5": {
            "text": "5. Robert Morris, Composition with Pitch-Classes: A \nTheory of Compositional Design (New Haven: Yale University Press, 1987) and \n“New Directions in the Theory and Analysis of Musical Contour,” Music Theory \nSpectrum 15/2 (1993), 205–208; Michael Friedmann, “A Methodology for the \nDiscussion of Contour: Its Application to Schoenberg’s Music,” Journal of \nMusic Theory 29/2 (1985), 223–48; and Elizabeth West Marvin and Paul A. \nLaprade, “Relating Musical Contours: Extensions of a Theory for Contour,” Journal of Music Theory 31/2 (1987), 225–67.",
            "citations": []
        },
        "FN6": {
            "text": "6. Suzanne Cusick, “On a Lesbian Relation with Music: A \nSerious Effort Not to Think Straight,” Queering the Pitch: The New Gay and \nLesbian Musicology, ed. Philip Brett, Gary C. Thomas and Elizabeth Wood (New \nYork: Routledge, 1994), 67–83.",
            "citations": []
        },
        "FN7": {
            "text": "7. Mary \nPoovey, A History of the Modern Fact: Problems of Knowledge in the Sciences \nof Wealth and Society (Chicago and London: University of Chicago Press, \n1998).",
            "citations": []
        },
        "FN8": {
            "text": "8. Susan McClary, Feminine Endings: Music, Gender, and \nSexuality (Minneapolis: University of Minnesota Press, 1991); Fred Everett \nMaus, “Masculine Discourse in Music Theory,” Perspectives of New Music 31/2 (1993), 264–93; Cusick, “On a Lesbian Relation with Music” (note 6 above); \nJoseph Kerman, “How We Got Into Analysis and How to Get Out,” Critical \nInquiry 7/2 (Winter 1980), 311–332; and Leo Treitler, “‘To Worship That \nCelestial Sound’: Motives for Analysis,” Journal of Musicology 1/2 (April \n1982): 153–70.",
            "citations": []
        },
        "FN9": {
            "text": "9. I cannot fully develop the sense in which I use the term \npresence. Simply stated, there must be some perceptual awareness of a phenomenon \nthat can be correlated with the concept. This does not mean that a model needs \nto be perceived “as such” but only that it have a perceptual referent.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Ellie Hisama’s Gendering Musical Modernism: The \nMusic of Ruth Crawford, Marion Bauer, and Miriam Gideon (henceforth GMM ) was published in 2001 as part of the “Cambridge Studies in Music Theory \nand Analysis,” a series edited by Ian Bent. Hisama’s book offers analyses of \nspecific works by Crawford, Bauer, and Gideon with two interrelated goals: 1) to \nlink musical design to each composer’s “identity” and 2) to “inform” the \nanalyses “by the conditions of gender and politics within which [the music and \nthe composers] exist.” (page 2) In his introduction to the series, Bent surveys \nthe field of study it encompasses in order to situate GMM. Outlining a \nfield in which the strands of “analysis” and “theory” twine together in \npractice, Bent locates Hisama’s book on the analytical strand but also \ncharacterizes it as a “critique of the place of women in . . . musical \nmodernism”. (page xiv) Bent’s qualification of Hisama’s project as a \n“critique” provides some insight into the import of GMM within the \npractices not only of theory and analysis but also of the broader field of \nmusicology. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Bent’s introduction defines analysis as a type of \nmusical study that can either stand alone as an explanation of how a particular \npiece of music “works” or serve as a tool for music theory or history. (2) As a tool for music theory, analysis is the means by which one generates \n“data” or “facts” about pieces; the theorist, generalizing from such gathered \ninformation, develops a systematic theory to explain musical structure. As a \ntool for music history, analysis is the means by which one discerns information \nabout particular pieces or groups of pieces in order to trace broad categories \nof similarity (such as genre or form) or processes of change (historical \ndevelopment).",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] From the perspective of Bent’s typology for music \nanalysis, Hisama’s GMM does not fit comfortably into either the “stand \nalone” or “tool” categories. Hisama’s project does not offer “stand alone” \nanalyses of particular works nor does it link works together through observed \nfeatures of musical design. Rather, the project designs “close readings” of \nparticular pieces from information about a composer’s biography and the \nconditions under which she worked. Like a good amount of recent scholarship \nwhich proceeds from a composer’s social and intellectual context toward an understanding of musical design and compositional choice, Hisama’s project \ncalls into question Bent’s typology. The directionality of such recent \nscholarship, from context toward design, has in recent years opened up \nnew vistas onto musical creativity, compositional intention, and listening. \nAnd while Bent’s qualification of Hisama’s project as “critique” already hints \nat the limitations of the categories, the typology that underlies his series \ndoes not easily contain a project premised on the possibility of tracing a line \nfrom social and intellectual circumstances to the design of a specific aesthetic \nobject.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] My review of Hisama’s GMM proceeds from the \nissues raised by its challenge to Bent’s typology of music scholarship and addresses two \nbroad questions: What is the nature of Hisama’s approach to an analytical \nunderstanding of the pieces studied in the book? And, what kinds of \nramifications do her analyses have for musical understanding in its historical \nand structural guises?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The three women whose music is the focus of Hisama’s \nanalyses were active professionally during the middle to later years of the \n20th century. Their birth and death dates are: Bauer, 1887–1955; Crawford, \n1901–53; and Gideon, 1906–96. All were affected by changing attitudes toward and \nexpectations for women as professional and creative agents that arose in the \nearly years of the 20th century, but only Gideon would have witnessed the \nsignificant institutional changes that were brought about by the Women’s \nMovement of the 1970s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The specific works Hisama analyzes are: Crawford, \nmovements three and four of the 1931 String Quartet and the song “Chinaman, \nLaundryman” from the Two Ricercari for voice and piano of 1932; Bauer, “Chromaticon” \nand “Toccata” from Four Piano Pieces of 1930; and Gideon, “Night is My Sister” \nfrom Sonnets from Fatal Interview for voice and string trio of 1952 and \n“Esther” from Three Biblical Masks for violin and piano of 1960. Each of \nthe analyses begins with an account of the social and personal circumstances \ncontextualizing the creation of the music, including: 1) relations of power \nbetween different contemporaneous social groupings based on race, ethnicity, \nsexuality, and gender, and 2) political and economic realities of the time. \nThese circumstances establish the basis of a particular narrative of musical \nstructure that is revealed through an analytic interpretation of the music. I \ngive a more detailed account of two analyses and summarize the approach and \nfindings of the others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Crawford, Third Movement of the String Quartet Figure 1 . Hisama’s Figure 2.1 (p. 21) Graph of Crawford, String Quartet, third movement (click to enlarge) Figure 2 . Excerpt of Hisama’s Table 2.1 (p. 27) Data Summary: Crawford String Quartet, third movement (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Starting from documentary evidence of Crawford’s \ndissatisfaction with her treatment as a “woman composer” from her male teachers \nand colleagues, Hisama offers an analysis demonstrating how her dissatisfaction \nis embodied in musical structure. The analysis focuses on how the “voices” of \nthe string quartet move with respect to one another. Premised on a “normal” \nregistral disposition of voices, the analysis traces the degree of voice \ncrossing or “twist” that occurs over the course of the movement. The \ndisposition of voices is defined not by fixed registral spaces but rather by \nrelative values of higher or lower. Hisama represents these voice dispositions \nin two kinds of ways. First, a two-dimensional visual model of voice \n“twisting”, reproduced here as Figure 1 , shows the pitch variation of each voice \nover time. And second, Hisama provides a statistical tracking of \nthe instances of voice crossing in any given sonority throughout the movement. Dependent on numerical modeling and a notion of a dispositional norm, this type \nof representation allows for a distinction of “degree”. For instance, a twist \nof “0” is defined by a sonority whose registration has the cello lowest, viola \nabove the cello, violin 2 above the viola, and violin 1 highest. A twist of “1” \nwould entail any inversion of this relative registration: e.g., from low to \nhigh, viola-cello-violin 2-violin 1. (See Figure 2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] This modeling of relative voicing of sonorities \nallows Hisama to trace the changing values of twist throughout the movement. She observes that these varying degrees of twist articulate a design based on a \nseries of relatively short cycles. (3) The \ncyclical design observed through degree of twist operates in counterpoint to a \nmore traditional “arch” narrative of climax that also occurs in the movement by \nvirtue of phenomenal characteristics of absolute pitch height, dynamics, and \ntextural activity. The design of climax is understood by Hisama and others to \nfunction within a traditional musical discourse—a discourse associated with \nmale dominance; the cyclical design articulated by degrees of “twist” poses an \nalternative and subterranean structure. The movement thus has a “double-voiced \ndiscourse,” (4) in which a narrative of \n“resistance” may be understood to operate within a more normative discourse-the \n“normative” occurring on the “more prominent narrative of the music’s surface” \nand the resistance occurring in another “musical space”. (page 34) For Hisama, the \noperation of both types of discourse—that of climax in the phenomenal space of \ndynamics, texture, and register and that of cycles in the subterranean space of \n“twist”—is an indication that Crawford exercised creative control not simply by \ninscribing an alternative discourse but further by subverting the dominant \ndiscourse. That is, the operation of the discourse of cycles “foils” or \ndiminishes the effectiveness of the discourse of climax.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Crawford, Fourth Movement of the String Quartet \nand “Chinaman, Laundryman”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] Unlike the analysis of the Quartet’s third \nmovement for which she devises a method to reveal degree of twist, Hisama relies \non an existing procedure for her analyses of the Quartet’s fourth movement and \nfor the song “Chinaman, Laundryman.” Using contour theory as defined by Robert \nMorris (and with additional ideas from Friedmann and Marvin and Laprade), Hisama \ndevelops a narrative reading from the data generated by this theoretical model. (5) In the Quartet movement, an ongoing disparity between the “prime \ncontours” of a “female” and “male” line suggest that the “female” part or line \nis “independent, assertive, and daring” (page 58) in its exchange with the male \nline. In the song, instances of contour “deviance” from a norm musically \ninscribes the Asian launderer’s resistance to the authority of the dominant \nculture. In both analyses, the narrative of social and personal resistance is \nread through the numerical data generated by contour theory which allows for the \nobservation of similarity and difference.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Bauer, Toccata",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] Hisama’s analysis of the Toccata builds upon \ncircumstantial evidence of Bauer’s sexual orientation as a lesbian and a concept \nof “non-power” articulated by Suzanne Cusick that takes account of lesbian forms \nof relationship. (6) The analysis focuses on the \npianist’s hand positions as would occur in a performance of the music. The \nhands are frequently positioned close to one another in the Toccata and often \nthe left-hand moves over the right, challenging a normal, non-crossed position. Hisama, following Cusick, reads the hand positions as a metaphorical enactment \nof bodily positions in sexual encounters: who is “on top” and who “on the \nbottom.” The power implicit in sexual “superiority” is called into question \nby lesbian relations and the “crossed” positions of the right and left hands of \nthe Toccata embody the lesbian challenge to the social norms of sexual \nrelations.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9.2": {
                "text": "[9.2] Hisama uses a numerical model to formulate \ndiffering hand positions, assigning lower numbers to the left-hand and higher \nnumbers to the right-hand. Many of the sonorities of the Toccata entail dyads \nin each hand, thus the left hand takes numbers 0 and 1 and the right hand 2 and \n3. In these instances, all possible positions are represented by some \npermutation of the numbers 0–3. This numerical modeling permits Hisama both to \nname particular hand-positions and to tabulate the number of occurrences of each \npossible one. The tabulation of occurrences allows Hisama to observe the \nfrequency in which positions occur and to establish the <0213> position as a \nnorm since it occurs most often. However, the statistical aspects of numerical \nmodeling play only a small role in Hisama’s interpretation; the focus of the \nanalysis lies in a narrative in which the differing hand-positions are the \n“subjects” of the story. The narrative takes account of the changing nature of \ninteraction between these subjects and ultimately demonstrates relations that \n“permit the flow of power from one party to the other and back.” (page 121)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Bauer, “Chromaticon” and Gideon, “Night is My \nSister” and “Esther”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] The analyses of each of these three works \ninvolves a narrative in which some musical object becomes the subject of a story \nthat correlates with some aspect of the composer’s life. Linking “Chromaticon” \nto Bauer’s explicit concern for “equality between unequal groups” (page 125), \nHisama’s analysis tells the story of a motive which “fends off repeated \nchallenges,” eventually retaining a position of authority. To tell the story, \nHisama uses contour and set theory as tools for describing the subjects of the \nstory. Gideon’s “Esther” musically depicts the transformation of the biblical \ncharacter Esther from an indecisive and passive to a forceful and authoritative \nwoman. Hisama links the story of Esther to Gideon herself, suggesting that this \ntransformation was something she herself desired and that she inscribed the \nprocess in the music of “Esther.” The analysis personifies the violin as the \ncharacter Esther and traces the story in two ways. First, Hisama demonstrates \nhow the phenomenal characteristics of the violin, including features of \nregister, dynamics, articulation, and rhythm, depict a transformation from \n“tentative” to “bold and assertive.” (page 168) Second, Hisama shows how the \nviolin’s relation to the piano’s music changes from one of dependence to one of \nindependence. To tell this musical story, Hisama uses the descriptive tools of \nset and contour theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] Gideon’s “Night is my Sister” uses a poem from a \n1931 collection by Edna St. Vincent Millay. The collection, taking a female \nperspective and voice, tells about a woman’s tumultuous love affair with a man. \nIn the poem, the woman, reflecting on her own drowning, berates the man for his \nfailure to rescue her. Hisama’s analysis shows how Gideon’s musical setting of \nthe text depicts the pathos of the woman’s situation and the apathy of the man. \nThe analysis focuses on how features of voice-leading, doubling, meter, and \ntexture “paint” the story of the poem, using set and contour theory and \ntraditional terminology as the means to demonstrate how sound correlates with \nverbal meaning. Further, Hisama argues that the song’s musically-inscribed \nsympathy with the woman of the poem stands as evidence of Gideon’s concern for \nthe plight of women as creative agents, despite her refusal to identify as a \n“woman composer.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The analyses that form the core of GMM are \ngrounded in a variety of different analytic approaches. Hisama employs both i) \nestablished techniques for identification and formulation of pitch groups and of \na musical object’s contour and ii) traditional terminology for describing \nvoice-leading, doubling, rhythm, and texture. For the analyses of Bauer’s \nToccata and of the third movement from Crawford’s String Quartet, however, \nHisama devises new techniques based on numerical modeling of musical \nrelationships: in the first instance for describing “hand position types” and in \nthe second, for revealing a new concept of “twist.” All of the analyses \ninvolve a structural narrative that traces musical entities over the course of \nthe movement or piece, casting them into a musical story that entails a dramatic \ncurve or plot. The structural narrative provides the basis for connecting \nmusical design to the composer’s identity within a contextualizing social \nframework.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] As I suggested earlier, the directionality of this \nsort of inquiry, from biographical and social context toward musical design, \nsheds a new light on our understanding of how music reflects and enacts the \nconditions of its production and reception, but it also raises a number of \nquestions about the role of music analysis in revealing music’s immersion in \nhuman existence. These questions have to do with the way that an analytic \napproach “shapes” the analytic result and with the historical and structural \nramifications of analytic interpretation. A return to Bent’s typology provides \nentry into these issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The seven “close readings” of works by Crawford, \nBauer, and Gideon that constitute GMM provide the grounds for its \ninclusion in a series on the “theory and analysis” of music. But the challenge \nthat Hisama’s work poses to Bent’s typology is telling. It is based on the \nobservation of what kind of function “an analysis” has: it can stand alone as a \nrevelation of how a piece works through observation of its “factual” details, or \nit can serve as a tool for revealing “facts” about musical organization in order \nto make historical or theoretical claims. While not explicitly, the typology \nimplies that analytic observation generates objective information—“fact”—which \nis then subject to interpretation. As Mary Poovey has convincingly argued, \n“facts” are epistemological units that have a history and function as a \npossible—i.e., not a necessary— mode of representing the world. (7) In Poovey’s \nterms, then, the “facts” generated through analysis about musical structure are \nunits of knowledge arising from historical practices of representing the world: \nanalytic facts are not universal truths about the musical object.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The nature of the epistemological status of \nanalytic facts is intimately related to the general goals of scholarship moving \nfrom context toward design. This scholarship, of which Hisama’s project is an \nexcellent example, stands in opposition to other sorts of musical study which \nare premised on notions of music’s autonomy, on its status as a universal \nlanguage. The directionality of scholarship such as Hisama’s is grounded in the \nbelief that an understanding of music must take into the account the historical \nand social conditions of its creation and reception. However, while it is \nrelatively easy to deny music’s autonomy and universality, the task of moving \nfrom context toward design raises some obstacles—obstacles related to the \npractice of analysis and to the status of the “facts” that it generates.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The problem of demonstrating that and how music \nboth reflects and enacts the conditions of its production and reception may not \nbe separated from the issue of analysis since it is through the descriptive \nmethods of analysis that any kind of assertion about music is made. Following Poovey: analytic techniques, terminology and concepts do not transparently \nreveal musical structure; rather, they construct the particular ways it is \nmanifest. Over the last twenty-five years, a number of scholars have been \nengaged in an ongoing critique of analytic discourse, specifically on how the \ndiscourse is grounded in particular systems of belief. Notable in this regard \nis the work of McClary, Maus, Cusick, Kerman, and Treitler. (8) And, particularly relevant here is the suggestion that not only specific terms \nand concepts but also whole systems of analysis play a determinative role in \nwhat may be observed about music.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] To conclude this review, I consider the questions \nraised when this determinative role of analysis is set against the goal of \ndemonstrating how a particular work reflects and enacts composer identity and \nsocial context. Returning to Hisama’s analysis of the third movement of \nCrawford’s String Quartet, I focus on two issues: 1) “how” an analysis is \nformulated and 2) “to whom” analytic observations are intended.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] For me, Hisama’s analysis of the third movement of \nCrawford’s Quartet is the most intriguing and imaginative one of the book. Yet, \nwhile I find the analysis intellectually fascinating, when I listen I have \ndifficulty feeling the presence of her modeling of the string quartet voices in \nterms of “twist” and “cycles.” (9) The concept \nof “twist” has a visual presence on the page (as my Figure 1 attests), and it \nmay be observed in the numerical and statistical representation that Hisama \ndevises. But its aural presence is undermined by the timbral similarity of the \nvoices of a string quartet. Further, since the whole movement is characterized \nby a series of long durations and staggered entrances amongst the four parts, \nthere is no aurally clear sense of line independence as required by a model of \n“twist.” The concept of cycle that runs in counterpoint to the discourse of \nclimax raises similar questions. Those cycles emerge from the numerical \nrepresentation of voicing as “degree of twist,” and since the concept of cycle \nis dependent on the concept of twist, the question of presence arises here as \nwell. At issue is the nature of the analyst’s perceptual engagement with the \npiece and of the mode of representing that engagement. Visual perception of the \nscore of Crawford’s quartet can confirm the model of twist, an aspect of the \nmusic that is corroborated by Hisama’s visual modeling in the figure cited \nabove. Further, the decision to represent “twist” numerically predisposes \nobservation toward questions of “degree” which in turn allows cyclical patterns \nof degree to emerge. In other words, decisions about how to perceptually engage \nand then to represent the music have an affect on the analytic result.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] For the second issue, that of “to whom” analytic \nobservations apply, I revisit the issue of “cycles of twist” just considered. Hisama characterizes them as a “hidden dimension [that] subverts the dominant, \ntraditional narrative [of climax].” (page 29) It would be possible to counter my \nconcern with the aural referent of an analytic concept on the basis of this \nassertion. But, if we allow that this “hidden” model of structure does not \nrequire an aural presence, then the question arises for whom does it exist and \nhow: does it exist for the analyst and her readers as a secret bit of \nknowledge? Or for the composer as a covert compositional technique? In other \nwords, “to whom” does the analytic observation apply? At its root, this is a \nhistorical question: does the analysis apply to “us” in the present, to the \n“composer and her audience” in the past, or is there no temporal distinction? \nThese issues of historical import apply generally to Hisama’s project. On one \nhand, each analytic chapter begins with a wealth of intriguing historical \nevidence about the biography of the composer and the circumstances of the work’s \ncomposition. Since this historical evidence “informs” the analyses, there is \nsome reason to assume that analytic observations will be imbued with historical \nsignificance. But Hisama makes no such claims about the past; rather she states \nthat her “argument is not based on compositional intention” and that her \nanalytical study “enables a listener to experience new and compelling ways of \nunderstanding music.” (page 10) These statements about “intention” and “listening \nexperience” locate the relevance of analytic observation in the present. If we \nassume that past and present are conflated in the project, this would amount to \na claim that hearing is universal and that it cannot be shaped by new modes of \nthought. In other words, such an assumption would negate the point of Hisama’s \nproject: to enable new modes of musical experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The issues of “how” an analysis is formulated and \n“to whom” analytic observations are intended arise not only in Hisama’s GMM but in much scholarship seeking to show how music as a sounding phenomenon \nreflects and enacts the conditions of its production and reception. The \nproblem of this correlation between sound design and social/intellectual context \nis most likely the dominant one for music scholarship in the new millennium. The questions that help to define the problem may be grouped around the issues \nof “how” or the analytic discourse and “to whom” or the historical reference. \nThey are: “How” If the goal of an analysis is to make links between \nmusical design and composer biography and cultural context, then what kinds of \nanalytic discourse should be applied to establish this correlation? Can a \ntraditional discourse of technical creation and performative realization bear \nthe task of demonstrating how music reflects and enacts the conditions of its \ncreation and reception? Does the sign of the correlation between context and \ndesign reside in the “surface” details which have perceptual immediacy or in the \n“deep” structure which is manifest in some analytic modeling, e.g., a numerical \nmodeling? “To Whom” Does analytic interpretation make claims about the \nconditions under which the composer worked? And if so, is analysis an attempt \nto understand the creation of music in its historical context? If one analyzes \na work from the past, is analysis an attempt to replicate the historical \nconditions of hearing and creating? Or can analysis only make statements about \nhow a listener/performer engages a piece of music in a performance in the \npresent?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Hisama’s GMM is a distinguished example of scholarship that provides insight into the music \nand biographical circumstances of three important composers of musical \nmodernism. Through Hisama’s work the historical significance of Crawford, \nBauer, and Gideon has been clearly established as composers and as “women” who \ncomposed. Like other similar scholarship, it raises questions of “how” and “to \nwhom”—that is, questions about the determinative role of analytic discourse on \nobservation and the historical import of analytic statements. But most \nsignificantly, Hisama opens up new territory for music scholarship and offers \nanalyses that indeed change the ways we hear Crawford’s, Bauer’s, and Gideon’s \nmusic through imaginative and insightful interpretations.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.03.9.2.lochhead.html",
    "data": "mto/data/mto.03.9.2.lochhead.json"
}