{
    "title": "Metrical Phase Shifts in Stravinsky’s <i>The Rite of Spring</i>",
    "date": "2006/02/01",
    "volume": "12",
    "issue": "1",
    "authors": [
        "Woodruff, Eliot Ghofur"
    ],
    "abstract": "A metric model is proposed which incorporates different phases of a single meter. Metric irregularities are interpreted in this model as phase shifts. A phase-shift analysis of three problematic passages from Stravinsky’sThe Rite of Springreveals a discourse of metric events not bound by sequence. Van den Toorn’s concept of metric polarity is invoked although modified to explain the aesthetic impact of these shifts.",
    "keywords": [
        "meter",
        "phase",
        "periodicity",
        "irregularity",
        "displacement",
        "Roeder",
        "Stravinsky",
        "The Rite of Spring",
        "van den Toorn"
    ],
    "doi": "",
    "received": "October 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.1/mto.06.12.1.woodruff.pdf",
    "author_info": [
        {
            "name": "Eliot Ghofur Woodruff",
            "university": "University of Canterbury (Postgraduate)",
            "address": "School of Music, University Drive, Christchurch, New Zealand",
            "email": "ghofur.woodruff@gmail.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. A single course of projection refers here to a single \nperiodic meter. The concept of meter as projection is taken from Christopher \nHasty, Meter as Rhythm . (New York: Oxford University Press, 1997) and \ndenotes meter ‘as a process internal to the sounds themselves, an experience, \nrather than something already determined in advance and imposed from without.’ \nSee Joseph P. Swain, “Shifting Metre.” Music Analysis 20/1 (2001): 119–41 \n[122]. This author’s use of the term projection is not necessarily in accordance \nwith Hasty’s, and while Hasty’s concept of meter is refreshing, it is not fully \nassimilated here. The current model, printed as part of a thesis in 1996, was \nconceived outside of Hasty’s paradigm.",
            "citations": []
        },
        "FN2": {
            "text": "2. William Benjamin, “A Theory of Musical Meter.” Music Perception 1/4 (1984): \n335–413 [391–96].",
            "citations": []
        },
        "FN3": {
            "text": "3. See Pieter C. van den Toorn, The Music of Igor Stravinsky . (New Haven: Yale \nUniversity Press, 1983) chapter 8, and Stravinsky and ‘The Rite of Spring’; The \nBeginnings of a Musical Language . (Berkley: University of California, 1987), \nchapter 3.",
            "citations": []
        },
        "FN4": {
            "text": "4. The model of pulse streams appears in John Roeder’s \n“Interacting Pulse Streams in Schoenberg’s Atonal Polyphony.” Music Theory Spectrum 16/2 (1994): \n231–249, and “Pulse Streams and Problems of Grouping and Metrical Dissonance in \nBartok’s With Drums and Pipes. ” Music Theory Online 7/1 (2001). A further application \nis found in an unpublished article “Rhythmic Process and Form in Bartok’s Syncopation .” retrieved Jan 10, 2006, from http://theory.music.ubc.ca/preprints/syncopation.pdf .",
            "citations": []
        },
        "FN5": {
            "text": "5. For instance: Benjamin 1984, 390–403, Andrew Imbrie, “Extra Measures and Metrical Ambiguity in Beethoven.” In Beethoven Studies . Ed. Alan Tyson. (New York: Norton, 1973) [45–66], Jonathan D. Kramer, The Time of Music; New Meanings, New Temporalities, New Listening Strategies . (New York: Schirmer Books, 1988) [98–107], Fred Lerdahl, and Ray Jackendoff, A Generative Theory of Tonal Music . (Cambridge: MIT Press, 1983) [99–104], and Carl Schachter, “Aspects of Meter.” Music Forum VI (1987):1–59 [32–56]. For a comprehensive account of sources of hypermetric irregularity see William Rothstein, Phrase Rhythm in Tonal Music . (New York: Schirmer Books, 1989).",
            "citations": []
        },
        "FN6": {
            "text": "6. This definition is paraphrased from Kramer 1987, 102–3, \nbut the broader picture is more complicated, there being a number of different \nterms to describe the same or similar things. For example, Benjamin, Horlacher, \nKramer, and Rothstein use overlap, elision, and reinterpretation to describe \nroughly the same process. See Gretchen Horlacher’s discussion in “Metric Irregularity in Les Noces : The Problem of Periodicity.” The Journal of Music Theory 39/2 (1995): 285–309 [291–94].",
            "citations": []
        },
        "FN7": {
            "text": "7. Both van den Toorn and Horlacher prefer descriptive terms when discussing \nmetric identity, such as the ‘over-the-barline, upbeat-downbeat identity.’ (van \nden Toorn 1987, 76). This author prefers numbers representing beats as they are \nprovide a greater degree of accuracy in tracing irregularities and the course of \nprojection. David Temperley in The Cognition of Basic Musical Structures . \n(Cambridge, MA: MIT Press, 2001) [331–33] goes further in assigning a ‘metric \naddress’ to an event—a series of numbers which records the exact location of \nan event within all metric levels. Of course such numbers are purely abstract \nbut they are a useful tool for analytical purposes. Such a level of abstraction \nis in truth no different than assigning numbers to pitches and chords, a \npractice few would question.",
            "citations": []
        },
        "FN8": {
            "text": "8. Benjamin 1984, 392.",
            "citations": []
        },
        "FN9": {
            "text": "9. Ibid.",
            "citations": []
        },
        "FN10": {
            "text": "10. ‘Theoretically, these three operations [extension, \ncontraction, and elision] can occur on any level, although in tonal music they \nmost often appear as middleground phenomena.’ (Kramer 1988, 106–7).",
            "citations": []
        },
        "FN11": {
            "text": "11. Joel Lester, Analytic Approaches to Twentieth-Century Music . (New York: \nW.W. Norton & Company, 1989) [18].",
            "citations": []
        },
        "FN12": {
            "text": "12. Horlacher 1995. Horlacher takes a more flexible \napproach to metric analysis in “Bartok’s Change of Time : Coming Unfixed.” Music Theory Online 7/1 \n(2001).",
            "citations": []
        },
        "FN13": {
            "text": "13. Horlacher 1995, 289.",
            "citations": []
        },
        "FN14": {
            "text": "14. Horlacher 1995, 290.",
            "citations": []
        },
        "FN15": {
            "text": "15. Horlacher uses the terms deletion and reinterpretation.",
            "citations": []
        },
        "FN16": {
            "text": "16. A more detailed discussion of these rhythmic/metric \ntypes can be found in van den Toorn 1983, 216–18 or 1987, 99–101.",
            "citations": []
        },
        "FN17": {
            "text": "17. Hence Kramer’s perception of meter being ‘resistant to \nchange’ (Kramer 1988, 83); once a steady meter is established, it tends to \nremain in force throughout a piece.",
            "citations": []
        },
        "FN18": {
            "text": "18. Van den Toorn 1987, chapter 3.",
            "citations": []
        },
        "FN19": {
            "text": "19. The reference to an internalized meter appears in van \nden Toorn, “Stravinsky, Les Noces ( Svadebkas ), and the Prohibition against Expressive Timing.” Journal of Musicology 20/2 (2003): 285–304 [295].",
            "citations": []
        },
        "FN20": {
            "text": "20. Van den Toorn 1987, 67.",
            "citations": []
        },
        "FN21": {
            "text": "21. Van den Toorn 1983, 215. Concepts of polarity date back to Stravinsky’s \nevocative remarks from the Poetics of Music but take on a more concrete form \nin Berger’s discussion of polarity in relation to the symmetrical properties of \nthe octatonic scale. See Igor Stravinsky, Poetics of Music in the Form of Six \nLessons . Trans. Arthur Knodel and Ingolf Dhal. (Cambridge, MA: Harvard \nUniversity Press, 1947) [36–40], and Arthur Berger, “Problems of Pitch \nOrganization in Stravinsky.” Perspective of New Music 2/1 (1963): 11–42 [25–26]. Van den Toorn extends Berger’s work, tying in also meter, form (block juxtaposition) and melodic style, to elucidate the distinctive identity of Stravinsky’s music.",
            "citations": []
        },
        "FN22": {
            "text": "22. For Berger the 0/6 axes of the octatonic scale are of ‘equal and thus \nindependent weight’ which leads to the condition of polarity, namely ‘the denial \nof priority to a single pitch class precisely for the purpose of not deflecting \nfrom the priority of a whole complex sonore .’ (Berger 1963, 25). By \nsubstituting metric identity for ‘pitch class’ and meter for ‘ complex sonore ’, \nwe arrive at a definition which serves van den Toorn’s concept of \n‘rhythmic-metric-identity polarities ’. The question then is whether a steady \nbackground meter is of ‘equal and thus independent weight’ where it is not \nexplicitly projected. Van den Toorn appeals to Andrew Imbrie’s \nradical/conservative distinction (Imbrie 1973, 65) to reason that it might be, \nbecause a steady background meter exists more strongly for conservative \nlisteners who continue counting periodically in the face of foreground \nirregularities.",
            "citations": []
        },
        "FN23": {
            "text": "23. Roeder 1994: 232–233. The theorists referred to are \nJonathan Kramer, Charles D. Morrison, and Lerdahl and Jackendoff.",
            "citations": []
        },
        "FN24": {
            "text": "24. Musical examples are drawn from the Dover edition \n1989, a reproduction of the Izdatel’stvo “Muzyka” edition, 1965.",
            "citations": []
        },
        "FN25": {
            "text": "25. See Harald Krebs, Fantasy Pieces: Metrical Dissonance in the Music of Robert \nSchumann. (New York: Oxford University Press, 1999) and “Some Extensions to \nthe Concept of Metrical Consonance and Dissonance.” Journal of Music Theory 31/1 \n(1987): 99–120. Krebs uses the metaphor of metric dissonance to classify a \nnumber of metric effects resulting from varying degrees of alignment between \nmetric levels. The irregularity resulting from motive displacement, described \nhere as a phase shift, would be classified as indirect displacement \ndissonance .<",
            "citations": []
        },
        "FN26": {
            "text": "26. Van den Toorn 1983, 228.",
            "citations": []
        },
        "FN27": {
            "text": "27. The distinctive 1-2-3-4 1-3-4 pattern surfaces \nthroughout the fourth tableau of Stravinsky’s The Wedding . Consider rehearsal number 91, setting aside for the \nmoment the composer’s own barring which introduces the motive as an upbeat \nsyncopation in 4 4 . The bass, taken from its first eighth-note, yields a \nquarter-note, quarter-note, eighth-note, quarter-note succession, proportionally \nidentical to the half-note, half-note, quarter-note, half-note succession in the Ritual of the Two Rival Tribes , numbers 57+4-5. Over an eighth-note beat, the two \nquarter-notes (1-2-3-4) establish a 4 2 meter which is challenged and shifted by \nthe following eighth-note-quarter-note (1-3-4). The listener is able to infer \nthis pattern without reference to a fixed set of pitches or its displacement; \nthe rhythm itself delineates the accents required for its projection.",
            "citations": []
        },
        "FN28": {
            "text": "28. Van den Toorn 1987, 104.",
            "citations": []
        },
        "FN29": {
            "text": "29. Victor Zuckerkandl, Sound and Symbol; Music and the External World . Trans. \nWillard R. Trask. (London: Routledge & Kegan Paul, 1956) [168–74].",
            "citations": []
        },
        "FN30": {
            "text": "30. Benjamin 1984, 375. Benjamin draws an analogy between \nequivalence classes in the domain of pitch and that of meter. Beats which hold \nan identical position in the measure are said to be ‘functionally equivalent’ \nbetween different measures of the same meter.",
            "citations": []
        },
        "FN31": {
            "text": "31. If by meter we mean the composer’s time signature, \nthen meter does change, and likewise if by meter we mean phase. But if by meter \nwe mean the time signature common to the different phases, then it is the phase \nwhich changes, not the meter.",
            "citations": []
        },
        "FN32": {
            "text": "32. Already acknowledged in this respect are Benjamin, \nRoeder, and Krebs. Although they do not use the term phase their models of meter \ntake phase or alignment into account. Van den Toorn also regards alignment as a \nsignificant factor in Stravinsky’s music. Temperley and Bartlett discuss phase in traditional \ntonal music, remarking that motivic parallelism is a significant factor in \ndefining metric periods, but not the phase of the meter. See David Temperley and \nChristopher Bartlette, “Parallelism as a Factor in Metrical Analysis.” Music Perception 20/2 (2002): 117–49 [117]. Temperley also mentions The Rite of Spring as a work whose irregularities are governed by ‘motivic parallelisms’—the displaced motives observed by van den Toorn and Horlacher (Temperley 2001, 302).",
            "citations": []
        },
        "FN33": {
            "text": "33. Van den Toorn 2003, 295.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Stravinsky embodied in The Rite of Spring an aesthetic experience so \nprofound that it continues to stir us today. In listening to The Rite our \nattention is drawn to certain combinations of chords, melodies, and movements, \nwhich are satisfying in themselves, reshaping traditions of the past, infusing \nold forms with new spirit. Yet it is hard for us to empathize with the audience \nwho attended The Rite’s premiere. In 1913, there was little in the concert \nrepertoire to soften its impact, to prepare the audience. Without the prior \nknowledge or experience necessary to give such music meaning, how could it have \nbeen understood? It is different for us today for we have the advantage of \nalmost a hundred years experience from which to draw when contemplating The \nRite . It is from here that we gain admission into its sound world and begin to \nunderstand the combinations which make this work unique.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] We can also see where earlier attempts to come to grips with Stravinsky’s \nmusic might have gone astray. Without recourse to this fund of experience, \ntheorists seeking to explain or justify the music inevitably turned toward \nmodels of the past to guide them. In the realm of rhythm and meter, this meant a \nperiodic model of meter: a single, steady meter as manifest in the music of the \ntonal tradition. They were right in attributing periodicity to this model, for \nperiodicity is an intrinsic quality of meter, but wrong in confining meter to a single course of projection. (1) This assumption forced Stravinsky’s metric \ninvention, full of unexpected twists, into a mould which didn’t quite fit. As a \nresult, these twists, or irregularities, were interpreted as deviations from the \nperiodic model, a model whose one-dimensional implications were taken for \ngranted. This view has persisted, and where old forms are used to interpret new \nexpressions, aesthetic appreciation is apt to be misled.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] However, in recent research models have emerged in which meter is no \nlonger bound to a single course. In “A Theory of Musical Meter” William Benjamin \nproposes that the phenomenon known as elision is counted on two overlapping \nmeters of the same time signature. (2) Pieter van den Toorn suggests moreover \nthat we hear the foreground irregularities of Stravinsky’s music in the context \nof a steady background meter. (3) Both authors reconcile cherished notions of \nperiodicity with irregularity by extending meter beyond the confines of a single \ncourse. This is fitting, and it is to this cause that the current article is \ndedicated. The task at hand is to present a model of meter which takes into \naccount the potential phases inherent within meter, and to explore a specific \nkind of metric interaction implicit in this system — phase shift. This model is \nbased on the work of John Roeder, who uses pulse streams to illustrate \nconcurrent meters in the works of Schoenberg and Bartok. (4) The phase-shift \nmodel is applied to a number of episodes from The Rite of Spring in which \nmeter and the musical substance in general are governed by a determinant \nmotive —any musical event central to metric projection. Metric irregularities \noften arise by way of the displacement of a determinant motive, either by \nvarying the period at which it is repeated, or by altering some aspect of its \nconfiguration. But first we step back to look at some of the ideas which \ncontribute to the fund from which we draw. II. Background",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] An issue that has long interested theorists is that of hypermetric \nirregularity, irregularity caused by uneven phrase lengths. (5) While most tonal \nworks are periodic at the level of the measure, it is not unusual for such works \nto break periodicity at the level of the hypermeasure. In attempting to \nreconcile these breaks with periodicity, theorists have described several \nprocesses: two which have figured in the discussion of Stravinsky’s music, \nextension and elision, are briefly considered here. An extension occurs when a \nhypermeasure exceeds its expected length, the expectation of which is \nestablished in the preceding measures. (6) Thus a cycle of four-bar phrases interrupted by a five-bar phrase forms a \nhypermetric irregularity by means of extension. The converse process, \ncontraction, occurs when a hypermeasure is shorter than its expected length. The \nconclusion drawn is that the extension or contraction of a musical event \ntriggers a corresponding alteration to the meter, effectively adding or deleting \na beat from an otherwise steady meter. This is illustrated by enumerating the \nmetric identities yielded by an extension: 1-2-3-4 1-2-3-4-5 1-2-3-4. Metric \nidentity here denotes a number corresponding to the beat projected by an event, \nthe succession of which reveals a pattern of such identities. (7)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The problem with extension is that it is not, strictly speaking, metric. \nAdding or deleting beats from an otherwise steady meter compromises periodicity, \nan intrinsic quality of meter. This cut and paste process is more suitably \napplied to pitch phenomena, phrases, chords, melodies, and the like, whose \nextension may trigger an irregularity, but it does not follow that meter has \nbeen extended in the same way. What is altered, however, is the pattern of \nmetric identity. Confusion arises when theorists, assuming a single meter is in \nforce, read this pattern as the entire meter. The result is a perception of \nmeter as a single, albeit varying course of projection. It can be tempting to \nview beats as extended or contracted, as long as we acknowledge that they are a \nsurface projection of meter, an effect, rather than the source. Whether dealing \nwith background hypermetric irregularities of tonal music or the more immediate \nforeground irregularities of twentieth-century music, extension is of little \nconsequence in reconciling periodicity with irregularity. Example 1 . Elision (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The second process, elision, involves two phrases which overlap so that \nthe final measure of the first phrase is also the opening measure of the second \nphrase. The point of overlap between the two phrases has a dual metric identity. \nThe upbeat of the first phrase, count 4, is also the downbeat of the second \nphrase, count 1, and is interpreted as both simultaneously. In order to \nreconcile the overlap with periodic meter, Benjamin put forward a model in which \nthe two phrases are counted separately on two meters of the same hypermetric \ntime signature (see Example 1 ). (8) The first phrase is counted in full from 1 to 4, as is the second, only the \nsecond phrase is counted alongside or parallel to the first phrase at the point \nof overlap. Described by Benjamin as ‘a transformation of a (strictly) metric \nstructure’, it preserves the periodic model, but increases the number of meters \nused to accommodate the irregularity. (9) III. Foreground Irregularities",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Conceptually the tools of extension and elision can be used to interpret \nforeground irregularities—those compelling metric disruptions in modern music \nwhich occur at the more immediate level of the beat and measure. (10) This would \ncorrespond to the commonly held view in which ‘metric units are not of uniform \nlength. Instead, they are of variable length, corresponding to expansions or \ncontractions in melodic motives.’ (11) These ‘metric units of varying lengths’ \nare delineated in the score by changing time signatures or by unevenly spaced \naccents within the framework of a steady meter. In either case, the meter \nperceived by the listener does not always correspond to the written time \nsignature of the composer, and it is the perceived meter that is the focus of \nthis discussion. The concept of ‘varying metric units’ is not the premise of any \none author but seems to exist in the academic domain by way of default, in lieu \nof a reasonable alternative. Almost any treatise on modern music will include a \ndiscussion of meter along these lines. Needless to say, the idea of ‘varying \nmetric units’ compromises the periodic model of meter and confines meter to a \nsingle, varying course of projection.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] This issue is taken up by Gretchen Horlacher in “Metric Irregularity in Les Noces : The Problem of Periodicity”. (12) While acknowledging the periodic \nnature of meter, Horlacher argues an alternative for Stravinsky’s music. The \ncase is made through analysis, observing the manipulation of a determinant \nmotive from Les Noces and the disruptive impact it has on periodicity. The \nmotive appears at the outset in stable metric form, projecting a steady meter. \nHowever, this meter is subsequently challenged by an ‘untimely’ entry of the \nmotive which is displaced from the established course. The displacement is made \nexplicit by assigning metric identities to key events within the motive and \ntracing exactly where these identities contradict the established meter, a point \nnot always evident in the composer’s score. Example 2 . Fixed metric identity and periodicity (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] This contradiction is illustrated in Example 2 with a hypothetical \nmotive X, whose four quarter notes (G B ♭ F ♯ A) project a 4 4 meter. We assign \neach of these notes a 1-2-3-4 metric identity corresponding to the beat they \nproject. The motive is repeated seven beats after the onset of the first entry, \narriving on beat 4 of the established meter. In this repetition the motive’s \n1-2-3-4 identity coincides with beats 4-1-2-3 of the steady meter; they no \nlonger align. The question then is ‘Should one assign a new metric identity to a \nmotive in order to continue counting periodically, or break the periodicity in \norder to preserve the motive’s metric identity?’ (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] For Horlacher, metric identity is preserved. Irregularities occur with \nsuch persistence in Stravinsky’s music that listeners learn to admit breaks in \nperiodicity without disrupting the flow of the meter. Periodicity is compromised \nin favor of a ‘stop and start meter, one full of interruptions, but still in \nforce.’ (14) The processes of contraction and elision, fashioned initially for \nhypermetric irregularity, are cited as the means with which foreground \nirregularities are accommodated. (15) This corresponds then to the commonly held \nview of irregularities as ‘metric units of varying lengths’, lengths determined \nhere by the fixed metric identity of a motive and its displacement. As far as it \ncritically examines the issues, the article is of lasting value, but what \nHorlacher describes as a ‘stop and start meter’ is an effect of the invention, \nnot the source.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] It would be worth considering at this point why we choose to preserve a \nmotive’s metric identity. When has the motive become so important in shaping \nmeter? The motive governs metric projection not in deference to some new \nprinciple binding modern music, but simply in the absence of a single steady \nmeter. In The Rite of Spring the orchestral forces seldom unite in the \nprojection of a steady meter. Either different parts act in concert to project \nshifting metric patterns, or they act independently of each other, projecting \ndifferent patterns at the same time. These alternatives are identified by van \nden Toorn as rhythmic/metric types I and II. (16) This situation is quite \ndifferent from that of the tonal tradition whereby the different parts often \nunite in the projection of a single steady meter. In this case, where a \nsuspension or syncopation in one part challenges the meter, the other parts more \nor less hold that meter in place; the metric disruptions are local and short \nlived. (17) But while we acknowledge periodicity as a quality of meter, a \ncomposer is no more bound to a single meter than to a single diatonic \ncollection. Stravinsky shows no such commitment, and in the absence of a single \nsteady meter, accents—provided most conspicuously by the motive—become \ncentral in metric projection. Metric identity is fixed not as a matter of \ncourse, but under conditions conducive to its retention. A motive, displaced \nfrom an established meter for which there is no support, retains metric \nidentity. Thus, for Stravinsky, meter and motive are intimately linked. Example 3 . Model of foreground/background meters (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] For Pieter van den Toorn issues of displacement and fixed metric identity \npoint to the fact that the metric invention exceeds the confines of a single \nmeter. Having observed a motive’s departure from an established meter by means \nof displacement, van den Toorn notes how successive displacements can \neffectively transfer the motive back to its original course. (18) The \ndisplacements which unhinged the motive in the first place eventually ‘cancel \nout’, placing the motive ‘on target’ with the meter established at the outset. \nAt this point the motive’s metric identity and the initial meter realign. For \nvan den Toorn, this suggests that the initial meter is in force throughout in \nthe form of a steady background meter. At times this meter is explicitly \nprojected by an ostinato or accompaniment figure, as in a number of movements \nfrom The Soldier’s Tale ; otherwise it is projected at strategic points, as \nsignaled by the departure and return of the motive, and maintained, perhaps \ninternally, by the listener. (19) If motive X were to return to an established \nmeter twelve beats after the onset of an initial statement, as illustrated in Example 3 , it would effectively arrive ‘on target’ with the initial meter, \nlending substance to the notion of a steady background meter.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In addition to the workings of this model, van den Toorn provides an \naesthetic framework within which irregularities start to cohere. Foreground \nirregularities are neither arbitrary nor a game of chance: their imposition over \na steady background meter creates a tension, a heightened presence. This is \nparticularly true for conservative listeners, who ‘cling to an established \nregularity for as long as possible, and often with the consequence that the \neffect of conflict or disruption is all the more acutely felt.’ (20) In this way \nthe seemingly contradictory principles of periodicity and irregularity are \nbrought together: the background periodic meter, established at the outset and \nreaffirmed at strategic points, acts as a foil to foreground irregularities. \nThis state of conflict is defined as metric polarity, or \n‘rhythmic-metric-identity polarities ’ — polarities between a motive’s metric \nidentity and the steady background meter. (21) The concept is intriguing, and the implications of the departure and return of a \nmotive to a single meter are not to be dismissed. But it is questionable whether \na background meter remains in force throughout where it is not explicitly \nprojected, and if it does, is it of sufficient strength to function as a pole \nagainst which foreground irregularities are perceived? (22) IV. Phase-Shift Model Example 4 . Four phases of 4/4 meter (click to enlarge)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Foreground irregularities are still not given their due. They are not the \nproduct of varying metric units or changing time signatures, nor are they \nnecessarily perceived against a steady background meter. Irregularities arising \nfrom the displacement of a determinant motive are interpreted here as shifts in \nprojection of a number of meters—parallel meters—whose time signatures are \nthe same , but whose metric patterns are out of phase . Each of these meters \nis periodic in and of itself, and is identical to other parallel meters in all \nrespects barring metrical alignment: their beats are synchronized, but their \n1-2-3-4 counts are out of phase. They are in essence different phases of the \nsame meter, and, while they coincide, they never merge. To illustrate, in 4 4 there are four phases of the same meter whose quarter-note beats coincide. The \nmodel in Example 4 depicts the four phases as parallel lines in graph form. The \nsmall bar lines mark the measures of each phase through which the out-of-phase \nalignment becomes apparent. The implicit 1-2-3-4 count is written in the first \ncomplete measure of each phase. Example 5 . Phase-shift analysis of motive X (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Depicting the meters side by side does not suggest the simultaneous \nprojection of all phases. If this were the case, every metric identity would \nsound at once, rendering the model useless for analytic purposes. Neither is it \nsupposed that these meters have any existence independent of the music. Rather, \nthey illustrate the potential phases of a meter within a given context. The \nphases are projected in accordance with motivic displacement and can be traced \nas follows: One of the meters is established at the outset by a determinant \nmotive and to this motive we assign the metric identities 1, 2, 3, or 4, \ncorresponding to the beats it projects. The established meter remains in force \nuntil such time that the motive is displaced so that its metric identity and the \nmeter’s 1-2-3-4 count no longer align. Despite the contradiction, metric \nidentity is retained, forging a shift in projection from the established meter \nto an out-of-phase meter of the same time signature. The motive’s metric \nidentity serves to indicate which phase of meter is set in motion. This newly \nestablished meter remains in force until it too is contradicted, at which point \nit serves as a point of departure for the shift in projection, either back to \nthe initial meter, or to another of the four phases. An irregularity then is the \njuncture at which the music shifts projection from one phase to another, and as \ninterpreted in this model, is rightly regarded as a phase shift . If the \nirregularities caused by the displacement of motive X are interpreted as phase \nshifts, two of the four potential meters are drawn upon. These meters appear \nabove the staff in Example 5 and their projection is indicated in cue-size \nnotation. That the motive departs from and returns to the meter established at \nthe outset can be visually apprehended in the model; the first and third \nstatements project the same phase of meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] To give credit where it is due, the model of out-of-phase meters is \nidentical in principal to Roeder’s pulse streams. Roeder prefers the term pulse \nstream over meter as it connotes the continuous flow of music’s time. Roeder \ndemonstrates how different streams of the same pulse—phases—can be activated \nby different strands within a contrapuntal texture. In his own words: ‘Essentially the theory represents rhythmic polyphony as two or more concurrent \n“pulse streams” created by regularly recurring accents. These pulse streams are \nconsidered to be distinct continuities, not “levels” or groupings of each other, \nso this approach does not involve meter in the exclusive and hierarchical sense \ndefined by the theorists just mentioned. Rather it analyzes an irregular surface \nas the sum of several concurrent regular continuities, much as a Fourier \ntransform analyzes a complexly aperiodic sound as the sum of periodic sine \n\twaves.’ (23) There are minor differences in how the two models are presented and naturally \nthe observations and conclusions regarding Stravinsky’s music differ from those \nof Bartok and Schoenberg. Roeder links rhythmic process with the music’s formal \ndesign, paying particular attention to how pulse streams interact within \nsections, how they articulate boundaries, and how they create continuity. The \ncues from which accents are drawn may or may not be motivically generated. The \npresent work focuses on passages in which all voices act in concert to project \nshifting metric patterns. In this ‘single-voice’ texture only one phase is \nprojected at any point and the phase shifts are allied with the action of a \ndeterminate motive. This work also explores the aesthetic rather than the formal \nimplications of the model. It should be noted that an instance of a phase shift \nsimilar to that described here is given in Example 1 of Roeder’s “Rhythmic \nProcess and Form in Bartok’s Syncopation .”",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] This model also shares certain similarities with that of Benjamin (see \nExample 1). Both employ different meters of the same time signature—phases—although Benjamin does not use this term. Here the model is extended to embrace \nall potential phases within a given passage. These meters are depicted side by \nside because irregularities occur with such persistence in Stravinsky’s music \nthat a number of meters can be brought into play over a short period. It is \nhelpful to grasp these meters visually on the hypothetical model: it makes \nintelligible to the eye what is aurally perceived. Benjamin depicts meters \nparallel only at the point of overlap, the purpose of which is to demonstrate \nthe dual metric identity of an event at that point. Overlap or dual metric \nidentity does not figure prominently here because the phase shift is not the \nresult of a dovetailing from one phrase or motive to another. In the absence of \na steady course of projection, when a motive is displaced with nothing to \ncounter it, its metric identity is retained. As a result, the projection of \nmeter shifts forcibly from one phase to another without overlap, and so without \nreinterpretation or dual metric identity. Where dual metric identity occurs, it \ndoes so because there are conflicting metric cues, but this does not entail an \noverlap from one statement of the motive to another. V. The Sacrificial Dance I Example 6 . Phase-shift analysis of The Sacrificial Dance (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] To apply this model to Stravinsky, rehearsal numbers 149-60+2 of the Sacrificial Dance will be examined, a passage whose complex rhythmic surface \nveils a simple yet ingenious metric design. (24) The metric invention here \nderives from a determinant motive—a chord—and its alternating projection of \ntwo phases of meter (see Example 6 . We can penetrate this invention for the \nmost part by preserving metric identity. The chord, of a sixteenth-note \nduration, functions as a downbeat and is assigned a count 1 identity. Over an \neighth-note pulse the chord projects a steady 8 2 meter when repeated at \nquarter-note periods, a 1-2 succession. However, when the chord is repeated at \neighth-note periods, fixed metric identity yields a 1-1 succession; the chord’s \ncount 1 identity falls on successive eighth-note beats. This downbeat succession \nforces a shift in projection from one phase of meter to the other. The \nirregularities, or phase shifts, come by way of eighth-note repetition of the \nchord at the expense of the 8 2 meter, and the entire passage can be \naccommodated on two out-of-phase meters, whichever meter aligns with the \ndownbeat identity of the chord at any point. For instance, at numbers 150+2-4 the \nvaried repetition of the chord yields a 1-2 1-2 1-1-2 pattern of identities. The \nconsecutive downbeats at number 150+4, 1-1, indicate a shift in phase.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] More intriguing, and problematic from an analytical viewpoint, is that the \npassage opens with a shift in phase. The first two statements of the chord \nappear in eighth-note succession and retaining metric identity yields two \nsuccessive downbeats. The question here is whether it is possible to perceive a \nshift in phase before the 8 2 meter has been established. That the first chord \nis perceived as a downbeat is self-evident as it begins the passage. In a \nconventional reading one might interpret the second chord as an upbeat in \nrelation to the first. Note, however, the precision of the articulation, the \nexact repetition of the chord, and the absence of any other metric cues give \nweight to fixed metric identity. Under these conditions the second chord, rather \nthan being heard as a continuation of the first, retains its downbeat identity; \nit resets the meter, shifting the phase and thus denying the opportunity for the \nfirst chord to realize a full measure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] However, there is an exception to this fixed interpretation. When the \nchord is repeated three times in eighth-note succession, fixed metric identity \nyields a 1-1-1 pattern. A triple succession of downbeats departs from and \nreturns to an established meter within a three-beat period. The listener is \nprovided with conflicting metric cues, one drawn from fixed metric identity \n(1-1-1) and one drawn from sequent succession (1-2-1), and while we apprehend \nthe shifts in phase, they ‘cancel out’. The phase shifts, although still in \nevidence, are likely to be subsumed here by a single phase of meter. Example 6 \nprovides a graphic analysis of the passage as interpreted on two phases of 8 2 meter. The lower two staves give the piano reduction of the score (excluding the \nintermittent entries of solo instruments) whilst the upper two staves present \nthe two phases of 8 2 meter. The bracketed note at number 149+3 indicates the first \ninstance of a triple succession of downbeats whose phase shifts are subsumed by \na single meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] It is tempting to assign a principal status to one of the two phases. Such \na hierarchy would enable us to treat one phase as the meter, and the other as \na counter-meter or syncopation. However there is scant evidence for this \ninterpretation. The action takes place more or less evenly over both phases: a \ntotal of forty four and forty beats are projected by the upper and lower phases \nrespectively. We could also expect that if one phase were of principal status, \nthen that phase would figure prominently at the outset. But the passage opens \nwith a phase shift, an irregularity which is likely to ‘throw’ the listener \nrather than establish the dominance of a single phase. The music does favor the \nlower of the two phases between numbers 149-51, but then this preference is \nreversed from numbers 151-54. Towards the climax at number 161 the shifts become \nincreasingly frequent, yielding four successive downbeats from number 158+2 and \nfive downbeats from number 159. It is difficult to argue the dominance of a single \nphase in the midst of such agile invention. In fact, to do so, even if one were \nstatistically evident, might be to miss the point. Example 7 . Sacrificial Dance (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The graphic analysis constitutes a schema, by means of which the \nirregularities can be counted and shifts in projection traced. However, with \nthis model something of the overall aesthetic also begins to emerge. At points \nof irregularity, where the projection of meter shifts from one phase to another, \na kinetic impulse is issued not unlike that of syncopation, only more forceful, \none wrought by a shift in phase. It is this impulse which imparts vigor to the \ninvention. Now a number of terms could well describe this impulse: phase-shift \naccent, ‘metrical dissonance’, (25) but van den Toorn’s ‘metric polarity’ is \nparticularly apt. However, the concept of foreground/background polarity is \nmodified here apropos of the present model. Remembering that each phase of meter \nis nothing less than an authentic meter in its own right, each of equal potential , it qualifies then as a pole, being self-contained by virtue of its \nperiodicity, but standing in opposition to other meters by virtue of its \nout-of-phase alignment. A polarity occurs where projection shifts from one phase \nof meter to another. The two meters at this juncture are the two poles, the \nopposition of which is realized by the shift in projection from one pole to the next. It is during the course of the shift that the out-of-phase alignment \nof the two meters is exposed and a polarity occurs (see Example 7 ). The two poles then are not \nheard together but in succession, and thus they are linear in orientation. Once \nestablished, the new meter emerges as a point of departure for a further shift \nin projection to any of the other phases, not necessarily that established at \nthe outset. In this interpretation polarity takes place entirely at the \nforeground level between different phases of the same meter. If all that is \nrequired to apprehend the shift is two meters—two poles—and neither of these \nneed be that stated at the outset, then it follows that the apprehension of this \nphenomenon is not contingent upon a steady background meter.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] For van den Toorn the concept of polarity rests upon the background meter, \nestablished at the outset and reaffirmed at strategic points, in simultaneous \nopposition to the foreground irregularities, forming ‘dual, concurrent \nmeters’. (26) Pursuant to the present model, whereby the metric poles are heard \nin succession, to suggest that the initial meter remains in force after the \njuncture is to suggest overlap or uncertainty, which would weaken, rather than \nheighten the effect of displacement. To ‘cling to an established regularity’ \nwould indicate that the shift had not forcibly occurred with the result that we \nare unconvinced of the new meter set in motion. Polarity in the Sacrificial \nDance , or any of the other passage discussed here, is not a continuing state \nbetween two non-aligned meters, one implied, the other projected. Rather it is \nthe fleeting, momentary experience of two self-contained but opposing forces \nbrought into contact via the phase shift. When an established meter is \nmaintained throughout by an ostinato or accompaniment figure, as in a number of \nmovements from The Soldier’s Tale , then there is room for talk of \nforeground/background, metric opposition. One should nevertheless recall that \nthe simultaneous conflict between concurrent meters is closer in design to \npolymeter in which conflicting meters are heard simultaneously. With such \nconflict the poles are in vertical, not linear alignment. VI. Ritual of the Two Rival Tribes Example 8 . Ritual of the Two Rival Tribes (click to enlarge)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] In the Ritual of the Two Rival Tribes the action takes place entirely in \nthe linear domain. At number 57+4 the determinant motive comprises two pitches, G ♯ and F ♯ , heard in half-note succession a ‘major-ninth’ apart ( Example 8 ). \nTogether, these pitches project a 4 4 meter as written, and are assigned the \nmetric identities 1-2 and 3-4 respectively. Note the rhythmic symmetry of the \nmotive; it lends conviction to the projection of 4 4 meter. The motive is \nrepeated immediately in the following bar, number 57+5, but altered in \ncontradiction of the established meter. G ♯ is shortened from half-note to \nquarter-note, and retains only count 1 of its metric identity. F ♯ is thus \ndisplaced forward, arriving on the second beat of the bar, but retaining its \n3-4 identity. The metric pattern yielded in this measure is 1-3-4, which places \nthe irregularity on the second beat of the bar. At this point the early arrival \nof F ♯ ’s 3 count forces a shift in phase. We experience this shift as a polarity, \na kick, issued as the out-of-phase alignment of meters is exposed. In context of \nthe two bars, the metric pattern is 1-2-3-4 1-3-4, with a distinctive shift from \n1 to 3 in the second bar. Example 9 . Ritual of the Two Rival Tribes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Fixed metric identity proves invaluable here in identifying the 1-3-4 \nirregularity. Conventionally a three-beat succession would be read as a 4 3 measure. Indeed it is barred as such and it seems logical to prefer a sequential \n1-2-3 count. But 1-2-3 and 1-3-4 do not represent the same events, though they \nspan the same length. In context of the preceding 4 4 meter, a conventional \n1-2-3 count represents an incomplete measure. The absence of beat 4 triggers the \n‘early’ arrival of beat 1 in the following bar, effectively displacing that bar \none beat forward. This would place the irregularity on the fourth beat, the \nbeginning of the next bar, 1-2-3-4 1-2-3 1-2-3-4. The early arrival of F ♯ then \namounts to a syncopation. In contrast, 1-3-4 is not sequential. The absence of \nbeat 2 triggers the ‘early’ arrival of beats 3 and 4, placing the irregularity \non the second beat, much earlier than in a 1-2-3 reading. In this case the \nmiddle of the bar is displaced one beat forward and the following bar continues \nin line with its new course, 1-2-3-4 1-3-4 1-2-3-4. While this 1-3-4 pattern \nchallenges traditional, or sequential, metric thinking, it reflects what the \nmusic actually does. The shortening of G ♯ at number 57+5 has immediate impact, \nforcing the unexpected arrival of F ♯ and breaking the symmetry which defined the \nmeter at the outset. Even the orchestration, heavy brass, marks the ‘early’ \narrival of F ♯ . If the disruption is felt on the second beat, then that is the \npoint of irregularity, rendering a conventional 1-2-3 count unsustainable (see Example 9 ). The point is stressed not just because this 1-2-3-4 1-3-4 pattern \nchallenges traditional thinking, but because its 1-3 shift is distinctive. This \npattern is marked for distinction by Stravinsky who employed it towards the end \nof The Rite of Spring (see penultimate chapter) and throughout the fourth \ntableau of The Wedding ( Les Noces ). (27) Example 10 . Phase-shift analysis of the Ritual of the Two Rival Tribes (click to enlarge) Example 11 . A comparison of 3/4 and 4/4 metric cycles (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] The mechanics of this model have been demonstrated where a determinant \nmotive is displaced from an established course. These displacements are wrought \nby varying the period at which the motive is repeated, as in the Sacrificial \nDance , or by altering some aspect of its configuration, as in the Ritual of \nthe Two Rival Tribes . However, the projection of out-of-phase meters is not \nlimited to the action of a determinant motive. Any event which is able to \nproject its metric identity convincingly enough to counter an established meter \nis able to force such a shift. This is precisely what the entry of the G ♯ - F ♯ motive does at number 57+4. Taking for granted the 4 4 meter established two bars \nearlier at number 57+2, the arrival of the G ♯ - F ♯ half-note succession seven beats \nlater marks a shift in phase. G ♯ ’s downbeat identity, count 1, arrives on the \nupbeat of the established meter, count 4. And while the G ♯ - F ♯ motive is still \nin 4 4 , it is not the same phase in motion at number 57+2. That phase is disrupted \nby the ‘early’ arrival of G ♯ , whose downbeat identity signals a phase shift. A \npolarity is issued at this juncture as the alignment of the two phases is \nmomentarily exposed. The graphic analysis is extended from numbers 57+2 to 58+6 in Example 10 and a more complete picture of parallel meters emerges in which 3 \nphases are set in motion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] It is curious that the composer should bar number 57+3 in 4 3 , for the \ngraphic analysis shows the music in this passage employing different phases of 4 4 meter. Why the 4 3 bar? Between the 4 4 bars at number 57+2 and 57+4 there are \nonly three beats. The intervening 4 3 bar naturally measures this three-beat \nperiod, but does it signal a shift from a 4 4 to a 4 3 meter? According to van \nden Toorn, the ‘initial 4+3 count at number 57+2 might be heard and understood as \nan abbreviation of a ‘rational’ 4+4 count (with, in other words, Block C [ G ♯ - F ♯ ] \nentering a quarter-note beat too soon at number 5[7]+4)’. (28) If so, then the 1-2-3 \ncount at number 57+3 is heard as an incomplete 4 4 measure, not a complete 4 3 measure, and as such does not signal an authentic shift to 4 3 . A 1-2-3 count in 4 3 and an incomplete 1-2-3 count in 4 4 are not the same, though they bear the \nsame pattern. Example 11 illustrates their difference by invoking Zuckerkandl’s \ncyclic concept of meter, the crux of which is that every beat in a measure has a \nunique identity according to its position within a metric cycle. 1-2-3 \nrepresents a complete cycle in 4 3 , but only a three-quarter cycle in 4 4 . (29) It follows from this that the phenomenon of equivalence class that exists \nbetween analogous beats of different measures of the same meter does not hold \ntrue for different measures of different meters. Count 3 represents a close in 4 3 , but a midpoint in 4 4 : they don’t hold an identical position within the \nbar, so they are not ‘functionally equivalent’. (30) Just as counts 1-2-3 and \n1-3-4 are not the same, though spanning the same length, likewise with counts \n1-2-3 in 4 3 and 1-2-3 (incomplete) in 4 4 .",
                "footnotes": [
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The distinction between 1-3-4, 1-2-3 in 4 3 , and an incomplete 1-2-3 in 4 4 , however subtle, is one on which the present model is predicated. If we \nreject this distinction, the music submits to forms of analysis based on ‘metric \nunits of varying lengths’, a single, changing meter. We are forced then either \nto interpret the music as ametric—the absence of periodicity intimates that \nmeter is no longer in force; or to redefine meter, forgoing periodicity as an \nintrinsic quality, in order to accommodate the invention. But accepting the \ndistinction emancipates us from both propositions, neither of which is \nsatisfactory. This distinction also raises a fundamental question concerning the \nnature of irregularity: are irregularities ever the result of an authentic \nchange between meters of different time signatures? The immediate answer, as far \nas motivic displacement in concerned, is no. Despite the assortment of time \nsignatures used to bar the invention, irregularities forged through displacement \nand conflicting metric identity are not the product of changing time signatures, \nand should not be regarded as ‘metric units of varying lengths’. It is not the \ntime signature, but the phase of meter which alters. This is where the graphic \nanalysis is useful, for it allows us to grasp visually the shifts in projection \nof the out-of-phase meters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] Nevertheless the analysis does reveal various patterns of metric identity, \nand on the surface these patterns appear to represent ‘metric units of varying \nlengths’. These units do not, however, measure the same thing, each unit \nrepresenting the count of a different phase. Belonging then to different phases, \nthe units cannot be correlated as a single entity, as the meter. While we \nrecognize the confusion here is partly semantic, stemming from what we choose to \nterm meter, (31) it is also partly conceptual, the concept of phase being \noverlooked by all but a few observers. (32) It is easy nevertheless to see how \nthis has come to pass. Imagine the out-of-phase meters casting metric identity \nonto a screen. In shifting from one phase of meter to another, various patterns \nof metric identity are thrown forth. We measure these patterns to determine the \nmeter, and conclude that meter is composed of varying lengths, 4 3 , 4 4 , 4 5 and \nso on. The surface pattern of metric identities conceals the phases from which \nthey are determined. Varying metric patterns are revealed, such as 1-2-3-4 1-3-4 \nin the Ritual of the Two Rival Tribes or 1-2 1-2 1-1-2 in the Sacrificial \nDance , but these are not in themselves the meter. These patterns serve an \nanalytical purpose only as far as they indicate the phase shifts; they otherwise \nhold nothing more than a surface position within the analysis.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] As for Stravinsky’s purpose in barring the music as he did, that is beyond \nthe scope of the present article, suffice to say that the written meter does not \nalways correspond with that perceived by the listener. This is not to imply any \nlack of design on the composer’s part but only to acknowledge that the invention \ntranscends the system of notation with which it is written. Like the serial \ncomposer forced to present certain tones on the diatonic staff as chromatic \nalterations of others, though all twelve are considered equal, so too with \nStravinsky who recorded the multiple phases of his invention as a single metric \ncontinuum. Consider number 57 + 2 and 57 + 5 in the Ritual, in which the metric \npatterns 1 2 3 (incomplete 4 4 ) and 1 3 4 are both cast in a conventional 4 3 bar. The shifts in phase are rendered through motivic displacement and made more \nforceful through articulation and accents. The depth of the composer’s insight, \nhowever, is masked by the traditional system of notation. VII. The Sacrificial Dance II",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] In further illustration of phase shifts the model is applied to one of the \nmost striking examples of meter in Stravinsky’s output, the climactic final of The Rite , the closing episode of the Sacrificial Dance . From numbers 186-201 \nthe music comprises a number of determinate motives which generate and govern \nevery aspect of the meter. What distinguishes the action here is that \nirregularities arise not just by the displacement of these motives, but by their \njuxtaposition. They interlock to produce a variety of intricate metric patterns \nwhich challenge conventional metric thinking. However the episode lends itself \nreadily to an analysis of its phase shifts. The design of each motive is \ndistinct. Once the determinate motives and metric identity have been established \nand plotted in the graphic analysis, the complexities of the passage emerge with \nnew clarity. Example 12 . Phase-shift analysis of Sacrificial Dance (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] The underlying meter for the episode is 4/16 ( 8 2 ), and the unit at which \nthe disruptions occur is the sixteenth-note. The invention then is accommodated \non four out-of-phase 4/16 meters. Rather than detailing an account of the entire \npassage, the first two determinant motives are examined together with points of \nsignificance, followed by a graphic analysis in Example 12 . For the sake of \nbrevity the analysis will extend only as far as number 189+2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The key to the entire episode, on which much of the analysis is focused, \nis motive A, the two-note figure of the bass at number 186. Doubled at various \npoints by timpani, tuba, and contrabassoon, the bass is pivotal in determining \nthe downbeats throughout, although it may not receive the same orchestral \nprominence as other motives. In its determinant form, the motive comprises two \npitches, A and C, in eighth-note succession. Over a sixteenth-note pulse they \nproject a 4/16 meter and acquire a metric identity of 1-2 and 3-4 respectively. \nThe rhythmic symmetry of the motive reinforces their 1-2 and 3-4 identities. The \naccompanying chords of this motive, the ‘right hand’ at the piano, punctuate the \nupbeats. These chords are not assigned a fixed metric identity but fill in the \ngaps in relation to the bass, beats 2 and 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Motive A is stated in full at number 186. Cast in a 5/16 bar, the two \neighth-notes A and C project a 1-2-3-4 count in 4/16. The final sixteenth note \nof the bar, A, begins a varied repetition of the motive. However, as its value \nis halved, A projects only count 1 before the arrival of C with its count 3 ‘too \nsoon’ in the following bar. This displacement yields a 1-2-3-4 1-3 pattern with \nthe same distinctive 1-3 shift as in the Ritual of the Two Rival Tribes . The \nsixteenth-note level is shallower here, the meter being cast at the quarter-note \nlevel in the Ritual , and it is barred differently to accommodate other events. \nHowever, if these passages are heard and compared ‘side by side’ the 1-3 shift \nis unmistakable, though more to the ear than the eye. This pattern acquires a \ncertain identity of its own as it is repeated seven times before number 192, each \ntime signaling a 1-3 phase shift.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] Motive B at number 186+1 comprises the string’s three sixteenth-note chords \nwhose 2-3-4 metric identity coincides with their position within the bar. This \nproves something of an anomaly for the whole bar, a metric pattern of 3-2-3-4. \nHow can C’s 3 count be followed by 2-3-4 of motive B? The fixed metric identity \nof the bass has been established, so count 3 is defensible. The key is that the \nmetric identity of motive B is not shaped by the events that precede it. The \nmotive itself in its pitch, rhythm, and form, delineates the accents from which \nwe infer metric identity. The three sixteenth-note chords of motive B lead into \na restatement of motive A whose downbeat entry in the following bar is \nunmistakable. The effect of the three notes is of a lead-in, an anacrusis. This \ngesture is distinct, easily identified by the listener, and so the motive’s \n2-3-4 metric identity exists independently of prior events. The invention here \nis extreme and the interpretation may test the credulity of some listeners, but \nis anything to be gained by sacrificing C’s fixed 3 identity to preserve a \n1-2-3-4 periodic count? Periodicity is already preserved, four times over, in \nthe out-of-phase meters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] Motive A and its displacement interlock with motive B in the first two \nbars, yielding a combined metric pattern of 1-2-3-4 1-3-2 3-4. This pattern \nembraces a jump from 1 to 3, and a retrogression from 3 to 2. Bearing in mind \nthat non-sequential beats belong to different phases of the same meter, it is \nnot as ametric as it appears. The 1-3-2 succession is the consequence of fixed \nmetric identity, displacement, and juxtaposition. Metric identity is disclosed \nhere in accordance with the events which project it, and although these events \ntend in sequence, their metric patterns need not. A 1-3-2 succession, impossible \non a single periodic model of meter, is entirely plausible in the context of \nout-of-phase meters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] Stravinsky’s timing was impeccable, and it is evident if we extend the \nanalysis into the final measures that a single steady meter does surface towards \nthe end, the same phase on which the episode started. It is doubtful, however, \nthat a steady background meter is founded on these points alone as the phase \nestablished at the outset is so brief. These strategic points confirm not the \npresence of a background meter, but the referential function of a single phase. \nCommencing and concluding the passage with the same phase could serve to unify \nor impart closure to the passage. But the action itself takes place more or less \nequally over all four phases, and the polarity, the thrust of the invention, \noccurs at the foreground level in linear alignment. VIII. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] The attraction of the model proposed here lies in its ability to unify \nsome of the complex metric events of The Rite of Spring . Irregularities \narising by way of displacement are cohesively bound on a system of out-of-phase \nmeters of the same time signature. This interpretation spares us from redefining \nmeter, foregoing periodicity as an intrinsic quality, to accommodate the \ninvention. In the broader sense periodicity is not forfeit but intensified: in \nshifting projection from one phase of meter to another, periodicity is made to \nconflict with itself. Van den Toorn eloquently describes this process in the \nfollowing: Themes, motives, and chords are repeated not to be developed along \n\ttraditional lines but to be displaced. And in seeking thus to displace a \n\trepeated theme, motive, or chord, the composer retains features other than \n\talignment in order that alignment itself (and its shifts) might be set in \n\trelief. (33)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] It is clear that in listening to The Rite of Spring we are granted an \nexperience of meter beyond that of the ordinary. Stravinsky portrays a meter not \nbound by sequence. By unlocking its potential phases, music’s time is made to \njump forward, remain static, and even reverse. These maneuvers materialize as a \nresult of the manipulation of the determinant motive and the different phases \nthus set in motion. It is tempting even to speculate a cognitive discord which \nexists between our conflicting experiences of time passing—chronometric time—and that of meter. For, as much as we are drawn into The Rite of Spring and \npartake of the experience it records, ultimately the clock will reveal that no \nspan of real time has been elided, arrested or reversed. It is a satisfying \nexperience nonetheless, and a measure of the composer’s insight into the sound \nworld which is music’s domain.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.1.woodruff.html",
    "data": "mto/data/mto.06.12.1.woodruff.json"
}