{
    "title": "Review of Tim J. Anderson, <i>Making Easy Listening: Material Culture and Postwar American Recording, </i>Commerce and Mass Culture Series (Minneapolis and London: University of Minnesota Press, 2006)",
    "date": "2006/10/01",
    "volume": "12",
    "issue": "3",
    "authors": [
        "Goldsmith, Melissa Ursula Dawn"
    ],
    "abstract": "",
    "keywords": [
        "Anderson; Goldsmith; listening; material culture; popular culture; Postwar American recording; sound recording industry; sound recordings"
    ],
    "doi": "",
    "received": "September 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.3/mto.06.12.3.goldsmith.pdf",
    "author_info": [
        {
            "name": "Melissa Ursula Dawn Goldsmith",
            "university": "Ellender Memorial Library",
            "address": "Nicholls State University, Thibodaux, LA 70310",
            "email": "melissa.goldsmith@nicholls.edu"
        }
    ],
    "citations": {
        "anderson_2006": "Anderson, Tim J. 2006. Making Easy Listening: Material Culture and Postwar American Recording. Commerce and Mass Culture Series. University of Minnesota Press.",
        "austin_1980": "Austin, Mary. 1980. The American Federation of Musician’s Recording Ban, 1942–1944, and Its Effect on Radio Broadcasts in the United States . North Texas State University [The University of North Texas].",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance . W. W. Norton & Company.",
        "culler_1981": "Culler, Jonathan. 1981. The Pursuit of Signs: Semiotics, Literature, Deconstruction . Cornell University Press.",
        "culler_1988": "Culler, Jonathan. 1988. Framing the Sign: Criticism and Its Institutions . Oklahoma Project for Discourse and Theory. University of Oklahoma Press.",
        "doyle_2006": "Doyle, Peter. 2005. Echo and Reverb: Fabricating Space in Popular Music Recording, 1900–1960 . Wesleyan University Press.",
        "eco_1979": "Eco, Umberto. (1979; 1984). The Role of the Reader: Explorations in the Semiotics of Texts . Indiana University Press and First Midland Book Edition.",
        "goldsmith_2005": "Goldsmith, Melissa Ursula Dawn. 2005. “Lounge Caravan: A Selective Discography.” Notes 61: 1060–83.",
        "lanza_1991": "Lanza, Joseph. 1991. “The Sound of Cottage Cheese.” Performing Arts Journal: 42–53.",
        "lanza_2004": "Lanza, Joseph. 2004. Elevator Music: A Surreal History of Muzak, Easy Listening, and Other Moodsong . Revised and Expanded Edition [2d ed.]. University of Michigan Press.",
        "nichols_1996": "Nichols, Mike. 1996. The Birdcage . MGM/UA Home Video videocassette M905536.",
        "seltzer_1989": "Seltzer, George. 1989. Music Matters: The Performer and the American Federation of Musicians . Metuchen, N.J.: Scarecrow Press.",
        "taylor_2001": "Taylor, Timothy. 2001. Strange Sounds: Music, Technology, and Culture . Routledge.",
        "various_artists_1997": "Various Artists. 1997. On the Rocks: Parts One and Two, Ultralounge. Capitol Compact Discs CDP 7243 8 55161 2 2 and CDP 7243 8 55433 2 6."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For instance, see Lanza 1991 and 2004 , and Taylor 2001 .",
            "citations": [
                "lanza_1991",
                "lanza_2004",
                "taylor_2001"
            ]
        },
        "FN2": {
            "text": "2. The compact disc compilations On the Rocks: Parts One and Two bear an advertisement on their front covers, “Distilled for Easy Listening.”  These CDs contain cover versions of rock songs recorded from 1964 to 1972 (not in chronological order), which include The Beach Boys’ “I Get Around” with “California Girl” recorded by the Hollyridge Strings, The Beatles’\n“Carry That Weight” recorded by the Francis Lai and his orchestra and “A Hard Day’s Night” by Peggy Lee, The Rolling Stones’\n“(I Can’t Get No) Satisfaction” recorded by an orchestra led by David McCallum, and Simon and\nGarfunkel’s “Mrs. Robinson” recorded by the Guy Lombardo Orchestra.",
            "citations": []
        },
        "FN3": {
            "text": "3. For example, see Culler 1981 and 1988 and Eco 1979 .",
            "citations": [
                "culler_1981",
                "culler_1988",
                "eco_1979"
            ]
        },
        "FN4": {
            "text": "4. See Culler 1988 , “Rubbish Theory,” chap. 10, especially 170–71. See also Culler 1981 , 38.",
            "citations": [
                "culler_1988",
                "culler_1981"
            ]
        },
        "FN5": {
            "text": "5. Singers were not included in the AFM.",
            "citations": []
        },
        "FN6": {
            "text": "6. Cited from Austin 1980 , 60.",
            "citations": [
                "austin_1980"
            ]
        },
        "FN7": {
            "text": "7. Cited from Seltzer 1989 , 51.",
            "citations": [
                "seltzer_1989"
            ]
        },
        "FN8": {
            "text": "8. Ibid., 52–53, and 56.",
            "citations": []
        },
        "FN9": {
            "text": "9. My own article also explored these novelties and the emergence of interest in sound equipment. See Goldsmith 2005 .",
            "citations": [
                "goldsmith_2005"
            ]
        },
        "FN10": {
            "text": "10. Cone 1968 .",
            "citations": [
                "cone_1968"
            ]
        },
        "FN11": {
            "text": "11. Doyle 2006 .",
            "citations": [
                "doyle_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Although music is the focus of music appreciation, history, and theory courses, Anderson believes that the medium of transmission—the recording itself—should neither be ignored nor marginalized. The recording as material object is capable of representing not only the contemporary cultural tastes and preferences of the past or present, the performance practices of certain musicians, and technological developments; it is also capable of representing how the music industry affected its production. Undergraduate music curricula, despite perennial time constraints, could easily incorporate material culture into lectures and assignments. For example, a course on medieval music typically explores performance practices through sound recordings. Many such courses, and indeed many scholarly studies, have covered topics like authenticity, choices of performance forces, and repetition. But how can incorporating material culture and giving attention to the sound recording as musical object be useful to music theorists? When music itself is the focus of their courses, how is this book useful to music theorists and their students?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Anderson explains that after World War II the sound recording industry became\n“an important facet of the overall music industry” ( xxix–xxx ). This industry made recorded music easy to access through technological developments (innovations that led to the long-playing record, stereo, and high fidelity), production and distribution strategies (efforts to get pre-released recordings in the hands of disc jockeys in order to stimulate interest before the LPs were available to the public), and taking care of issues relating to copyright (performance as well as mechanical rights). This book shows that versioning (the production practice of creating variants based on an original sound recording in order to generate products and thus increase sales) became positioned at the heart of the sound recording industry especially after the war. Like sheet music publishers, record companies turned to their catalogs from time to time to repopularize songs. Sale increases would not only be generated by the new products, but also by revitalized interest in the original ones.",
                "footnotes": [],
                "citations": [
                    "anderson_2006"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The author focuses especially on the Postwar years from 1948 to 1964, from just after the second strike of the American Federation of Musicians (AFM) to the time when rock started to dominate the mainstream and attract the attention of the loud majority. This period experienced a boom of sound recordings that featured cover versions of songs. Among these albums and singles were cover versions of songs from Lerner and Loewe’s My Fair Lady (henceforth, MFL ), which had its Broadway début in 1956 and a film version released in 1964. While the first two chapters about the AFM’s strikes explore an extremely under researched history of the sound recording industry, Chapters Three and Four combine to form Part Two, a case study of the intertext and versioning of MFL . One may raise an eyebrow about giving so much attention to MFL . The title page informs readers that portions of the first four chapters were originally published elsewhere, which could lead to the suspicion that the author is using the book to showcase previous writings that at first glance seem unrelated to each other. There have been other studies dealing with multiple cover versions of songs that apply a broader and more inclusive approach, since these kinds of recordings flourished long after 1964. (1) Anderson mentions reissues of lounge, weird or strange music, and novelties near the beginning of his Introduction. These reissues reflect the large number of cover versions, and by the mid 1960s and 1970s many recording artists began recording cover versions of rock songs in addition to popular songs from musicals. (2) Other compilations indicate that versioning is alive and well today. With the increasing number of cover recordings of rock songs, 1964 is a convincing enough since one can observe a noticeable shift in the production of these recordings from musicals to rock (with the exception of original recordings of musicals like Mamma Mia and Moving Out, which include versions of original pop songs). Anderson also makes clear his awareness of the history of versioning in jazz, rhythm and blues, and other musical genres as well as remix culture. Like Jonathan Culler, Umberto Eco, and other writers who deal with intertextuality and interpretation of texts, Anderson suggests that versioning creates a musical intertext. (3) Culler, who discusses his literary theory about collecting rubbish in his book Framing the Sign: Criticism and Its Institutions, argues that the authentic form of a text (for example, any given fairy tale) would have to be a compilation of all extant versions in his book The Pursuit of Signs: Semiotics, Literature, and Deconstruction. (4) Anderson’s interest is not in the number of recorded cover versions of\na song; his interest, rather, is manifold. First, he is interested in\nthe way the intertext of these recordings can lead to an authentic\nunderstanding of musical songs or works; second, he wishes to examine\nthe techniques and tactics the record industry used in the 1940s and\nlater to solve its main\nproblems: how to sell more records, how to work around the problems\nand outcomes of the AFM strikes, and how to control the legal and\ncommercial issues involved in versioning. Anderson’s main topic is how\nthese topics influenced listeners’ consumption and reception of\nrecords. The final chapters of the book examine the changes in how we expect to access musical objects (from furniture-like speakers and record players to digital hardware like MP3 players) and enhanced notions of musical or audio space.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] It is left up to readers to discover the unity of these chapters. One thread involves the rapid evolution of the relationship between live and recorded music as instantiated in recordings themselves. The original and the subsequent versions of MFL recordings were affected profoundly by the AFM strikes as well as changes in hardware through which American listeners of the Postwar years experienced My Fair Lady recordings. The AFM strike of 1942 to 1944 was initiated by the union’s president (James C. Petrillo) to find ways of making more jobs available to musicians during a time when canned and recorded music was eliminating many live performance venues. In 1942 Petrillo wrote to recording companies that\n“musicians affiliated with the AFM would no longer render their services to the recorded music industry” ( 14 ). The federal government took the potential damage this action caused the radio and recording industries very seriously; as far as they were concerned, it was more than just a matter of entertainment. In that year, the Department of Justice filed an antitrust suit that brought\n“the union under the spotlight of public scrutiny” ( 14–15 ). In 1943 the Committee on Interstate Commerce in the U.S. Senate held its own hearings on the issue and concluded that the United States needed recorded music during the war. Radio broadcasters relied heavily on recorded music in their programs to retain their listeners, who tuned in to radio stations for news from the Office of War Information as well as recorded music and radio entertainment. There was a fear that if the radio stations could not afford live musicians in place of recorded music and the record ban continued then people would stop listening to radio and therefore not listen to news. The federal government perceived the ban as a threat to communication. Record companies reacted by producing more sound recordings before the bans took place, hiring nonunion musicians as well as those from abroad, using singers to create vocal beds and to replace instruments. (5) Eventually, record companies like Decca were able to work with the AFM by creating a fixed royalty for each production and sale of a recording or transcription ( 19 ). According to Anderson, this royalty system led to the Recording and Transcription trust fund. At the time, the royalty seemed to be enough to satisfy Petrillo and the AFM in general. By the end of the strike the AFM published their plan for how the trust fund money would be spent, which included free concerts in public places like schools and parks ( 24 ). (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "anderson_2006",
                    "anderson_2006",
                    "anderson_2006",
                    "anderson_2006"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The 1948 record ban was different from the 1942–44 ban because the AFM and Petrillo had attracted negative attention from the federal government as well as the press, radio and the public. It was preceded by the 1947 congressional investigation of the AFM and their stance against certain recording and broadcasting technologies, the first investigation of its kind of a labor union in U.S. history. It was also preceded by the Lea Act of 1946 and the Taft-Hartley Labor Relations Act of 1947. The Lea Act prohibited unions from having an impact on hiring by broadcasters. It enabled broadcasters to hire whomever they wanted and halted implementation of the AFM’s plan to pressure radio stations into hiring musicians as\n“record spinners” or disc jockeys. A clause in the Taft-Hartley Act outlawed the AFM’s Record Fund on the grounds that a union was no longer allowed to force employers into an arrangement\n“in the nature of an extraction for services [that] are not performed or not to be performed” ( 33–34 ). (7) During the strike, record companies and broadcasters reintroduced many of the same strategies used from 1942 to 1944. Songwriters produced more songs for sheet music publishers and recording companies who sped up production just before the ban would take effect. Radio stations reacted by changing marketing techniques, making records that employed vocal beds to replace instrumentalists, seeking corporate sponsors, and organizing a group to counter the AFM ( 38 ). Like the first record ban, the second one ended with an agreement to begin a new trust fund. This time, the Secretary of Labor would appoint an independent trustee to acquire and redistribute money given to Music Performance Trust Fund. Soon after its establishment, the role of this fund changed. Rather than be used as an endowment to remedy the problems of unemployment, this fund would seek “to educate the public through live performances” ( 44 ). (8) Anderson argues that both bans led to the end of the music industry’s reliance on live performances and the beginning of its dependence on recordings and electronic reproducing technologies ( 111 ).",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "anderson_2006",
                    "anderson_2006",
                    "anderson_2006",
                    "anderson_2006"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Anderson’s discussion of versioning and performing rights issues visits the topics of aesthetic value and authenticity. The twentieth-century evolution of MFL , based on the Pygmalion myth, began with Bernard Shaw’s play Pygmalion of 1916, led to the 1938 film adaptation of the latter, and then to the Lerner and Loewe musical of 1956. The latter phases of this evolution were impacted by these bans. Anderson focuses on recordings of the Broadway musical (featuring Julie Andrews) and the 1964 film musical (featuring Audrey Hepburn, whose voice was dubbed and combined with that of singer Marni Nixon). Anderson explains that the recording of a musical is special\n“because [it] requires such a substantial investment, the proliferation of nonsanctioned versions can pose a sizable threat to satiate or capitalize on markets that have not yet been fully mined by the legitimate bodies of production and investment” (94). Anderson explains how the development of high fidelity in the 1950s complicated the process in the case of MFL . Issues of control, distribution, and versioning in the music industry mirror those dealt with during the record bans. Columbia Records, an important component of CBS media, invested and produced the original monophonic recording of the Broadway musical in 1959, the many\n“tasteful” versions, the stereophonic version of the original recording (a second original cast record, ( 90 ), and the original soundtrack recording. With the success of the MFL recordings came a number of unwanted and unauthorized performances and recordings of MFL ’s songs. For instance, Liberace was not allowed to include MFL songs in his live act and the Armed Forces Network was not given permission to play MFL songs ( 96 ). Parody scores were also unwelcome ( 98 ). Clearly, high aesthetic standards became aligned with high technical standards as a result of the development of the recording industry in the period of Anderson's study, and authenticity became confusingly intertwined with issues of commercial control.",
                "footnotes": [],
                "citations": [
                    "anderson_2006",
                    "anderson_2006",
                    "anderson_2006"
                ]
            }
        },
        {
            "7": {
                "text": "[7] While exploring Postwar record industry technological developments and contemporary concepts of music or audio space, the final chapters answer one of Anderson's many initial questions,\n“what exactly made this music and other musical issues popular?” ( xxii ). He suggests a possible answer in the final section:\n“the initial wave of high-fidelity products, listeners, and musicians was appealing to listeners because they enchanted them with the possibilities of listening to music, as well as the new, modern, and more convenient possibilities of listening in general” ( 106 ). Readers can conclude from these chapters that the stereo, too, enabled the record industry to exercise control over the sale and legitimation of MFL records. The MFL property participated in being\n“part of an investment in an effort to assemble records and playback systems that produced musical and sonic possibilities that were distinct from live musical spaces and occasions\" ( 113 ). Again, readers rather than the author are left to do the work to make the book more cohesive in deciding what these technological developments have to do with MFL and the AFM strikes.",
                "footnotes": [],
                "citations": [
                    "anderson_2006",
                    "anderson_2006",
                    "anderson_2006"
                ]
            }
        },
        {
            "8": {
                "text": "[8] These final chapters also help answer why record collecting and interests in playback technologies became so widespread in the U.S. during the 1950s and 1960s. As indicated in periodicals like High Fidelity and HiFi & Stereo Review, this was the era of the serious record collector. In order to remain serious, the music lover had to own a modern stereo system in addition to his collection. The advertisements in these periodicals often promised a new and exciting experience of sonic space as well as outstanding sound. Between choices of recorded versions of MFL and the new playback hardware, one could certainly become paradoxically satisfied and overwhelmed. Anderson describes how the stereo system and its speakers in addition to hi-fi technologies\n“valued the stereo recording for its ability to reflect and represent a concert hall perspective” ( 159 ). He also explains how it enabled listeners to explore exotic soundscapes, novel sounds, noise, and other kinds of recording effects. (9) It is also interesting that like minds were attracted to Collaro advertisements featuring Ralph Bellamy and promising to transport the listener to a novel, unrealistically hard-to-reach place through the creation of a sonic space or landscape. Unfortunately, very few sources in the book date beyond the 1990s. It is not clear if the lack of sources from the 2000s is the fault of the author, editors, or publisher.",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "anderson_2006"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Anderson’s uses of Attali, Bakhtin, Barthes, and Benjamin as well as his discussions about active listening could be related to Edward T. Cone’s ideas of immediate apprehension versus synoptic comprehension because all deal with playing with texts and lead us to questions about noise, the beginning and the ending of a song, and how recordings and performances differ from each other. (10) One of the many threads that exists throughout the book is that versioning encouraged active listening. Listeners who had access to subsequent versions of MFL as well as the original would have to approach them through a comparative mode of listening, assembling a composite image of the score from a rich interweaving of its many different recorded realizations. They would also become aware of the differences between recordings. Some listeners (including those in music appreciation, history, and theory classes), furthermore, were drawn, then as now, to an evaluative mode of listening that focuses on differences in record production values, recording and transcription techniques, means of presentation and\npackaging—in the performance practice, as it were, of the LP. They may use such an awareness to broaden and perhaps deepen their reception and analysis of music, which need not be limited to an accounting of events in a given score. (The score, after all, is but one representation of the music, while its various recorded exemplars are others.) Today, audio-savvy students subjected to drop-the-needle listening quizzes in a repertoire or appreciation class may incorporate their knowledge of production differences to tell the difference between, e.g., a recording of a Lied by Schubert and one by Schumann (the Schubert may be the one with the boomy concert-hall acoustics, the Schumann the drier-sounding one); less savvy professors may never know about this kind of learning shortcut or crutch. On the other hand, an awareness of the recording, the musical object, in these classes may enable students to cultivate their listening experiences into more valuable and useful ones. Through the recording, music theorists can find ways of connecting salient aspects of music to cultural and visual media theories. Though the CD reissue blaring through furniture-like speakers may seem to have little to do with the song itself, voice leading, or performance decisions, it certainly has an impact on reception and perceptions of sonic space and personae. (One wonders why there has not been a recording of Winterreise, for example, using stereo in the same manner as in Esquivel’s recordings.)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] An excellent follow-up reading to Making Easy Listening is Peter Doyle’s Echo and Reverb: Fabricating Space in Popular Music Recording, 1900–1960. (11) Doyle explores the production techniques of echo and reverberation in recordings and explicates their value. For Anderson, the original and its versions create an intertext; both Anderson and Doyle express how the intertext requires variety. An awareness of different uses of production techniques as well as variables involved in the recording of different performances contribute to understanding the world of MFL recordings. And this intertext continues in the form of new versions and new appropriations: the performance of\n“I Could Have Danced All Night” in the 1996 film The Birdcage comes to mind.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.06.12.3.goldsmith.html",
    "data": "mto/data/mto.06.12.3.goldsmith.json"
}