{
    "title": "Extraordinary Function and the Half-Diminished Seventh in the Song of the Wood Dove",
    "date": "2010/02/01",
    "volume": "16",
    "issue": "1",
    "authors": [
        "Brasky, Jill T."
    ],
    "abstract": "This study considers the half-diminished seventh, a chord that, in post-Romantic contexts, often fails to yield to easy classifications because of the multitude of potential interpretations. The seventh is crucial to an understanding of Arnold Schoenberg’s “Tauben von Gurre!” (the Song of the Wood Dove), from the end ofGurrelieder’s Part I—a lush, tonal work that remained incomplete until 1911. In combination with the story’s three main characters, the seventh’s local and large-scale implications help to provide an interpretation that weaves its way through “Tauben,”Gurrelieder, and touches briefly on Schoenberg’s own life.",
    "keywords": [
        "chromaticism",
        "Schoenberg",
        "function",
        "half-diminished seventh",
        "Gurrelieder"
    ],
    "doi": "",
    "received": "October 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.1/mto.10.16.1.brasky.pdf",
    "author_info": [
        {
            "name": "Jill T. Brasky",
            "university": "University of South Florida",
            "address": "School of Music, 4202 E. Fowler Ave., Tampa, FL 33620",
            "email": "brasky@usf.edu"
        }
    ],
    "citations": {
        "agmon_1995": "Agmon, Eytan. 1995. “Functional Harmony Revisited: A Prototype-Theoretic Approach.” Music Theory Spectrum 17/2: 196–214.",
        "auner_2003": "Auner, Joesph. 2003. A Schoenberg Reader: Documents of a Life . New Haven: Yale University Press.",
        "berg_1993": "Berg, Alban. 1993. Guide to Schoenberg’s Gurrelieder. Trans. Mark DeVoto. Journal of the Arnold Schoenberg Institute XVI/1–2: 54–235.",
        "bass_2007": "Bass, Richard. 2007. “Enharmonic Position Finding and the Resolution of Seventh Chords in Chromatic Music,” Music Theory Spectrum 29/1: 73–100.",
        "bass_2001": "Bass, Richard. 2001 “Half-Diminished Functions and Transformations in Late Romantic Music.” Music Theory Spectrum 23/1: 41–60.",
        "black_1998": "Black, Leslie. 1998. “Syntactic Irregularities in the Early and Middle Period Works of Beethoven. Ph.D. Dissertation, Yale University.",
        "brasky_2003": "Brasky, Jill T. 2003. “The Dilemma of Schoenberg’s First Conversion.” Paper presented at the Annual Meeting of the American Musicological Society.",
        "browne_1981": "Browne, Richmond. 1981. “Tonal Implications of the Diatonic Set.” In Theory Only 5/6– 7: 3–21.",
        "campbell_2000": "Campbell, Brian G. 2000. “ Gurrelieder and the Fall of the Gods: Schoenberg’s Struggle with the Legacy of Wagner.” In Schoenberg and Words: The Modernist Years . Edited by Charlotte M. Cross and Russell A. Berman. New York: Garland.",
        "campbell_1997": "Campbell, Brian G. 1997. “Text and Phrase Rhythm in Gurrelieder : Schoenberg’s Reception of Tradition.” Ph.D. Dissertation, University of Minnesota.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "cherlin_2007": "Cherlin, Michael. 2007. Schoenberg’s Musical Imagination . New York: Cambridge University Press.",
        "childs_1998": "Childs, Adrian. 1998. “Moving Beyond Neo-Riemannian Triads: Exploring a Transformational Model for Seventh Chords.” Journal of Music Theory 42/2: 181–193.",
        "cohn_1996": "Cohn, Richard. 1996. “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15/1: 9–40.",
        "dahlhaus_1989": "Dahlhaus, Carl. 1989. Nineteenth-Century Music . Trans. J. Bradford Robinson. Berkeley: University of California Press.",
        "deathridge_and_dahlhaus_1984": "Deathridge, John and Carl Dahlhaus. 1984. The New Grove Wagner . New York: W.W. Norton and Company.",
        "ferguson_1954": "Ferguson, George. 1954. Signs and Symbols in Christian Art . New York: Oxford University Press.",
        "forte_1979": "Forte, Allen. 1979. Tonal Harmony in Concept and Practice , 3 rd edition. New York: Holt, Rinehart and Winston.",
        "frisch_1993": "Frisch, Walter. 1993. The Early Works of Arnold Schoenberg , 1893–1908. Berkeley: University of California Press.",
        "gauldin_2006": "Gauldin, Robert. 2006. “Wagner’s Neighboring Gesture: the Origins and Evolution of a Romantic Schema.” Presentation to the Society for Music Theory.",
        "haimo_2006": "Haimo, Ethan. 2006. Schoenberg’s Transformation of Musical Language . New York: Cambridge University Press.",
        "harrison_2002": "Harrison, Daniel. 2002. “Nonconformist Notions of Nineteenth-Century Enharmonicism,” Music Analysis 21/2: 115–160.",
        "harrison_1995": "Harrison, Daniel. 1995. “Supplement to the Theory of Augmented-Sixth Chords,” Music Theory Spectrum 17/2: 170–195.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and an Account of Its Precedents . Chicago: University of Chicago Press.",
        "hilmar_1974": "Hilmar, Ernst. 1974. Arnold Schoenberg: Gedenkausstellung 1974 . Vienna: Universal Edition.",
        "kierkegaard_2007": "Kierkegaard, Søren. 2007. Journals and Notebooks , Vol. I. Princeton: Princeton University Press.",
        "kinderman_and_krebs_1996": "Kinderman, William and Harold Krebs. 1996. The Second Practice of Nineteenth- Century Tonality . Lincoln: University of Nebraska Press.",
        "klein_2005": "Klein, Michael L. 2005. Intertextuality in Western Art Music . Bloomington: Indiana University Press.",
        "lewin_1984": "Lewin, David. 1984. “Amfortas’s Prayer to Titurel and the Role of D in ‘Parsifal’: The Tonal Spaces of the Drama and the Enharmonic C /B.” Nineteenth-Century Music 7/3: 336–349.",
        "lewis_1996": "Lewis, Christopher. 1996. “The Mind’s Chronology: Narrative Times and Harmonic Disruption in Postromantic Music.” In The Second Practice of Nineteenth- Century Tonality . Edited by William Kinderman and Harold Krebs. Lincoln: University of Nebraska Press, 114–149.",
        "louis_and_thuille_1908": "Louis, Rudolf and Ludwig Thuille. 1908. Harmonielehre , 2 nd edition. Stuttgart: Carl Grüninger Verlag.",
        "loverance_2007": "Loverance, Rowena. 2007. Christian Art . Cambridge, MA: Harvard University Press.",
        "mccreless_1996": "McCreless, Patrick. 1996. “An Evolutionary Perspective on Nineteenth-Century Semitonal Relations”. In The Second Practice of Nineteenth-Century Tonality . Edited by William Kinderman and Harold Krebs. Lincoln: University of Nebraska Press, 1996, 87–113.",
        "proctor_1978": "Proctor, Gregory M. 1978. “Technical Bases of Nineteenth-Century Chromatic Tonality: A Study in Chromaticism.” Ph.D. Dissertation, Princeton University.",
        "thorpe_1851": "Thorpe, Benjamin. 1851. Northern Mythology, Comprising the Principal Traditions and Superstitions of Scandinavia, North Germany, and the Netherlands , Vol. II. London: Edward Lumley.",
        "schoenberg_1978": "Schoenberg, Arnold. 1978. Theory of Harmony . Trans. Roy E. Carter. Berkeley: University of California Press.",
        "schoenberg_1911": "Schoenberg, Arnold. 1911. Harmonielehre . Vienna: Universal Edition.",
        "smith_1986": "Smith, Charles J. 1986. “The Functional Extravagance of Chromatic Chords.” Music Theory Spectrum 8: 94–139.",
        "stuckenschmidt_1977": "Stuckenschmidt, H. H. 1977. Arnold Schoenberg, Leben, Umwelt, Werk . Trans. by Humphrey Searle as Arnold Schoenberg: His Life, World, and Work . London: John Calder Publishers.",
        "swinden_2005": "Swinden, Kevin J. 2005. “When Functions Collide: Aspects of Plural Function in Chromatic Music.” Music Theory Spectrum 27/2: 249–282.",
        "wason_1985": "Wason, Robert W. 1985. Viennese Harmonic Theory from Albrechtsberger to Schenker and Schoenberg . Ann Arbor: UMI Research Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. “Es ist viel darüber gestritten worden, welcher Stufe er [der Akkorde des Tristans ] angehörtaber....” Unless otherwise noted, all translations are my own.",
            "citations": []
        },
        "FN2": {
            "text": "2. “...wesentlich für uns ist seine Funktion, und die ergibt sich, wenn man seine Möglichkeiten kennt.”",
            "citations": []
        },
        "FN3": {
            "text": "3. Early examples of this seventh are found in Franz Josef Haydn’s String Quartet in C major, Op. 54/2, mvt. III, measures 66–68, and Beethoven’s Piano Sonata in F major, Op. 10 No. 2, mvt. II, measures 23–25. I am grateful to Les Black for bringing the Beethoven passage to my attention. Black 1998 discusses this passage on pp. 239–250.",
            "citations": [
                "black_1998"
            ]
        },
        "FN4": {
            "text": "4. Although Smith does not address context here, it is implicit.",
            "citations": []
        },
        "FN5": {
            "text": "5. Robert Gauldin refers to this sonority as the “Destiny Motive,” from Die Walküre . Its uses are often different from those of the seventh examined here ( Gauldin 2006 ).",
            "citations": [
                "gauldin_2006"
            ]
        },
        "FN6": {
            "text": "6. See Harrison 1994 , Agmon 1995 , and Swinden 2005 , each of which addresses how diatonic triads consist of scale-steps that can be multifunctional.",
            "citations": [
                "harrison_1994",
                "agmon_1995",
                "swinden_2005"
            ]
        },
        "FN7": {
            "text": "7. The passage to which Harrison ascribes this designation is the last 6 measures of Till Eulenspiegel’s Lustige Streiche , where the seventh is between two well-defined tonic triads. The passage is then repeated, replacing the half-diminished seventh with an unambiguous augmented-sixth—thus replacing / with . See also Swinden 2005 , 264–266.",
            "citations": [
                "swinden_2005"
            ]
        },
        "FN8": {
            "text": "8. On both staves, the diatonic vii 7 and ii and their most common resolutions are kept for the sake of completeness.",
            "citations": []
        },
        "FN9": {
            "text": "9. Although also has a diatonic representation as , its notation seldom differs in major and minor.",
            "citations": []
        },
        "FN10": {
            "text": "10. The resolutions in Example 2b are based on those found in the Trio of Haydn’s String Quartet in C major, Op. 54/2, measures 66–68; Volume 2 of Liszt’s Années de pèlerinages , “Il penseroso,” measures 2–3; the last three measures of Rachmaninoff’s Fantasie-tableaux , Op. 5/1, “Barcarolle”; Debussy, Prélude á l’après-midi d’un faune , measure 27; and Chopin, Nocturne in B minor, Op. 9/1, measures 7–8.",
            "citations": []
        },
        "FN11": {
            "text": "11. Early versions of this paper identified this seventh with a root of , albeit with many caveats. A potential D root overly complicates the chord in question because of the aforementioned alterations, but the other obvious root option, A , requires a conceptual enharmonic reinterpretation of the notated D to E to allow the chord to retain a tertian basis. This may be exactly what Schoenberg had in mind when he noted that half-diminished sevenths are often troublesome because their roots are unclear.",
            "citations": []
        },
        "FN12": {
            "text": "12. Richmond Browne’s position-finding interval between and may be further expanded to be a sign of dominant function for any chromatic chord in which this tritone appears. Browne writes: “Rare intervals aid position finding; common intervals maximize successful pattern matching. When one hears a tritone, or a minor second, one’s tonal ‘knowledge’ offers a greater sense of the possible ‘places one may be in’ than when one hears a relatively common interval (like a fourth or a major second which could hold any number of ‘places’ in the diatonic field” (see Browne 1981 , 7). In decidedly chromatic contexts, this idea is more difficult to implement aurally, but remains potentially useful.",
            "citations": [
                "browne_1981"
            ]
        },
        "FN13": {
            "text": "13. Often attributed to Schoenberg, the concept and terminology—“Gesetz des nächsten Weges”—come from Anton Bruckner ( Wason 1985 , 70). What makes this reminiscent of, yet not exactly like, the Law is the G ’s role as a common tone. The exact definition prescribes that voice-leading motion between chords without common tones is as slight as possible ( Schoenberg 1911 , 41–42).",
            "citations": [
                "wason_1985",
                "schoenberg_1911"
            ]
        },
        "FN14": {
            "text": "14. In an email exchange, Dmitri Tymoczko makes a case for also considering – bass motion as legitimate support for dominant-tonic progressions, on the basis of ’s support for vii moving directly to root-position tonics in Bach’s chorales. Although the motion is by no means common, it exists as more than a linear phenomenon.",
            "citations": []
        },
        "FN15": {
            "text": "15. Swinden distinguishes between the subdominant and Allen Forte’s dominant preparation ( Forte 1979 ). The latter occurs only before the dominant, while the former characterizes plagal and plagal dominant motion. I use subdominant, in part because this seventh often occurs in the form found in Example 1 (that is, between two triads). Nonetheless, there are several ways in which the sonority can precede or follow a diatonic dominant chord that has dominant preparation potential. Several of these are found in Example 2b and in parts of “Tauben von Gurre!”",
            "citations": [
                "forte_1979"
            ]
        },
        "FN16": {
            "text": "16. In part because of their multiple functional contexts, and the potential confusion caused by considering a chord that might have a roman numeral of iv to be a plural sonority with dominant ramifications, roman numeral labels will remain absent for the various chromatic sevenths found in this and other examples. Instead, I use 7 , largely because numerals have become more problematic than helpful in chromatic analyses, if only for the baggage they contain. Similarly, the 7 in the figure is indicative of the chord’s quality, not its inversion.",
            "citations": []
        },
        "FN17": {
            "text": "17. The conflict is accentuated with the change to melismatic texture, while the pedal belies the upper-voice dominant support that does not appear until measure 34. Until then, it remains an applied chord that points to V.",
            "citations": []
        },
        "FN18": {
            "text": "18. A more normative bass line is displaced by an eighth note. Given the aural effect of the meter, which emphasizes the second eighth notes in measures 34–36 as quasi-downbeats, considering the conventional pattern as the bass line does not accurately represent the passage as a whole.",
            "citations": []
        },
        "FN19": {
            "text": "19. This position is consistent with that in Swinden 2005 , 261, which considers a deputy for the leading tone. In measures 1–4 of “Il Penseroso,” from Liszt’s Années de pèlerinages , Vol. II, this idea is laid out explicitly, for the sonorities in measure 2 and on the second beat of measure 3 include a notated C , whereas the diatonic dominant seventh that leads to the authentic cadence in measures 3–4 instead draws on the clear, notated leading tone, the enharmonically equivalent B . The sonorities which use the C are familiar to us, however, for the first is a minor triad that consists of , and , while the sonority which immediately follows adds and is the seventh discussed above. Both help to prepare and prolong the plural function.",
            "citations": [
                "swinden_2005"
            ]
        },
        "FN20": {
            "text": "20. Bass 2001 also notes this alteration and suggests that the reinterpretation of to modifies a chord’s essential character and demands a major-triad resolution. Passages with this seventh that use include the last six measures of R. Strauss’s Till Eulenspiegel ; measures 99–103 of Bruckner’s Symphony No. 1; and measures 740–744 of Liszt’s Sonata in B minor, as well as the Wagner and Brahms excerpts found in my Example 3. Two major-mode passages that do not respell the pitch-class are measures 26–27 of Debussy’s Prélude à l’après-midi d’un faune and the opening of Puccini’s “Nessun Dorma.”",
            "citations": [
                "bass_2001"
            ]
        },
        "FN21": {
            "text": "21. “Auf die Art ist es leicht, Theoretiker zu sein!”",
            "citations": []
        },
        "FN22": {
            "text": "22. See, for instance, Lewis 1996 , which considers how highly chromatic music often places in close proximity seemingly disparate harmonic entities to create layers and hierarchies of harmonic motion.",
            "citations": [
                "lewis_1996"
            ]
        },
        "FN23": {
            "text": "23. Based on Schoenberg’s January 24, 1913 letter, Alban Berg notes that Schoenberg completed Parts I and II, and some of Part III, in March of 1900; in March of 1901, he finished Part III. Its orchestration began in August 1901 and continued through 1903, yet most of Part III was left unorchestrated. After a substantial hiatus, Schoenberg returned to the orchestration in 1910 and, with the exception of “Seht die Sonne!”, completed Part III. This final chorus was finished in the following year. See Berg 1993 , 61; Frisch 1993 , 140; and Cherlin 2007 , 20.",
            "citations": [
                "berg_1993",
                "frisch_1993",
                "cherlin_2007"
            ]
        },
        "FN24": {
            "text": "24. Campbell describes it as “a song cycle expanded under the influence of the music drama” ( Campbell 1997 , 6–8). Categorizing the final version of this massive work has, in itself, become problematic. Following Dahlhaus, Campbell considers it a dramatic cantata—a fusion of the song cycle, oratorio, and music drama, set on stage but with a dramatic, not sacred, text ( Dahlhaus 1989 , 332–351).",
            "citations": [
                "campbell_1997",
                "dahlhaus_1989"
            ]
        },
        "FN25": {
            "text": "25. Instead, the early tonal music is described as Brahmsian or Wagnerian.",
            "citations": []
        },
        "FN26": {
            "text": "26. Part I consists of nine distinct songs. Besides the addition of the Song of the Wood Dove, the transition from song cycle to oratorio includes the addition of an orchestral introduction, an extensive instrumental interlude between “Du Wunderliche Tove” in measures 824–953, and “Tauben von Gurre!” Jacobsen’s nine poems correspond with the opening of Schoenberg’s work; however, their labeling systems differ: Jacobsen considered the poems that comprise Schoenberg’s Part I to consist of six parts, not the nine into which the composer divides them. Walter Frisch considers the arrangement a sign of the “diverse, highly heterodox nature of the Gurrelieder , which embraces a variety of literary styles and genres” ( Frisch 1993 , 143).",
            "citations": [
                "frisch_1993"
            ]
        },
        "FN27": {
            "text": "27. Campbell 1997 notes that the Realism is thought to overshadow the Romantic tendencies in his stories. In reality, strongly Romantic tendencies still peek through.",
            "citations": [
                "campbell_1997"
            ]
        },
        "FN28": {
            "text": "28. The Danish spellings, which use ‘v’ in place of ‘w’, will be used throughout when discussing the legend and poem.",
            "citations": []
        },
        "FN29": {
            "text": "29. These legends are confusing because four different Kings Valdemar are a part of Danish history and its folk tradition. The Valdemar of the Tove legend is Valdemar IV, although it is not always clear as to whether this is the same Valdemar as that found in the hunting tales. Campbell 2000 also discusses parts of this in Chapter 3.",
            "citations": [
                "campbell_2000"
            ]
        },
        "FN30": {
            "text": "30. It is beyond the scope of this article to address the musical and dramatic details of Parts II and III. One common observation about the last movement in Part III is its likeness to the opening of Das Rheingold : in C major, rather than Rheingold ’s E , it glorifies the triumphal sunrise, complete with Ring -like motives and orchestration. Yet Gurrelieder ’s conclusion maintains the fingerprint of Schoenberg’s harmonic language and development, including one final resolution of the 6–5 suspensions—once again over a tonic triad—that often engulf the harmonic landscape.",
            "citations": []
        },
        "FN31": {
            "text": "31. The orchestral interlude that precedes the Song of the Wood Dove is the culmination of Tove and Waldemar’s relationship. Gurrelieder lacks a love duet, and Cherlin rightfully posits that this music is “...saturated with memory. Its retrospection signifies loss before the Wood Dove makes that loss explicit” ( Cherlin 2007 , 27). In large part because of the constant motivic interplay that saturates this music, all gleaned from Tove and Waldemar’s solo songs, to me, the interlude is the love duet, albeit in orchestral form. It is the dramatic culmination the piece demands before moving into new narrative and tonal realms.",
            "citations": [
                "cherlin_2007"
            ]
        },
        "FN32": {
            "text": "32. This “unsere Zeit” moment also has close connections with “Tauben”: the B minor triad that appears in measure 575 not only associates the motive with the apparent tonic of the Song of the Wood Dove, but is replete with a subposed minor 3rd below the B —a harmonic theme that is with the listener from the opening measures of Gurrelieder ’s orchestral prelude.",
            "citations": []
        },
        "FN33": {
            "text": "33. “So tanzen die Engel” (the fifth of Part I’s ten songs) is an exception, for Waldemar’s harmonic language becomes straightforward. Its musical content is also closely connected with that of Tove’s “Nun sag ich dir,” which immediately follows.",
            "citations": []
        },
        "FN34": {
            "text": "34. The vocal melody through measure 975 suggests a lingering D major focus, but its harmonic support beyond the downbeat of measure 976 (V ) begins to fade.",
            "citations": []
        },
        "FN35": {
            "text": "35. A step back from this passage suggests that the D tonic in measure 1031 is unimportant.",
            "citations": []
        },
        "FN36": {
            "text": "36. A hunter, who in Danish lore is Tovelille’s brother, Henning last makes an appearance in measure 1053, but has no critical dramatic role, either in “Tauben” or in the whole of the work.",
            "citations": []
        },
        "FN37": {
            "text": "37. The second half of Refrain 4 (m.1062 ff .) returns to the compound duple meter found throughout the first part of the piece.",
            "citations": []
        },
        "FN38": {
            "text": "38. The same pitch-classes, E , G , B /A , and D , play a prominent harmonic role in “Voll jener Süsse, the third of Schoenberg’s Op. 8 songs. Christopher Lewis’s persuasive analysis of the harmonic disjunction caused by this seventh emphasizes the song’s divergent tonal centers, B and C /D . Lewis notes how the movement clearly ends on C (in which this seventh is a diatonic ii 7 ) is in spite of a strong cadence in B just before the conclusion. Without a clear resolution of the half-diminished seventh at the very end, the harmonic terrain of the song’s beginning would remain unmapped. See Lewis 1996 , 135–138.",
            "citations": [
                "lewis_1996"
            ]
        },
        "FN39": {
            "text": "39. In the first chord, the motive is the G –G –G motion.",
            "citations": []
        },
        "FN40": {
            "text": "40. Although Cohn 1996 deals exclusively with cyclic triads, the idea that they effectively “suspend tonal gravity” remains accurate here ( Cohn 1996 , 11; see also Childs 1998 ).",
            "citations": [
                "cohn_1996",
                "cohn_1996",
                "childs_1998"
            ]
        },
        "FN41": {
            "text": "41. The result is a - - bass, in which the F ( ) becomes an interpolated pitch that substitutes for a root-position sonority in order to prevent a linear prolongation. The linear pattern would include B instead.",
            "citations": []
        },
        "FN42": {
            "text": "42. Its strangeness may be due to the cycle, for the seventh that begins “Tauben” could complete the major-third cycle at the beginning of β. Here, the E is missing, and the F -minor triad acts as a proxy.",
            "citations": []
        },
        "FN43": {
            "text": "43. The latter, of course, is the unambiguous tonic of the next episode’s opening, while the former has already played a supporting role in the first refrain and its immediate aftermath.",
            "citations": []
        },
        "FN44": {
            "text": "44. The mediant is in many ways the epitome of a plural sonority because of its close connections to both the tonics and dominants in all major-mode, and many minor-mode, passages.",
            "citations": []
        },
        "FN45": {
            "text": "45. Lewin 1984 proposes that, near the end of Act 3 of Parsifal , both D major and D minor briefly stand in, aurally undetected, for D minor.",
            "citations": [
                "lewin_1984"
            ]
        },
        "FN46": {
            "text": "46. The seventh that ends β and begins α finishes the sequence. The melodic apex of the passage coincides with the cycle’s completion, on the G –G in measure 1063.",
            "citations": []
        },
        "FN47": {
            "text": "47. The love story ends at “Es ist Mitternachtseit.”",
            "citations": []
        },
        "FN48": {
            "text": "48. For a Freudian interpretation of this ending—a hearing with which I very much agree—see Klein 2005 , 86–87. For Klein, the half-diminished seventh (and its plural function) becomes a signifier for the Unheimlich nature of the story and the funeral-like march that concludes the whole of Gurrelieder , Part I.",
            "citations": [
                "klein_2005"
            ]
        },
        "FN49": {
            "text": "49. On a local level, Refrain 3 has some resonance as a predominant in D, but this refrain eventually fades into the middleground as it becomes the harmonic bridge of a larger harmonic sequence.",
            "citations": []
        },
        "FN50": {
            "text": "50. This seventh is largely expanded until the “Our time is now” clarinet line provides a melodic resolution to the A from the previous few measures.",
            "citations": []
        },
        "FN51": {
            "text": "51. If one conceives of this chord as prioritizing as a root (at best, a problematic notion), A , respelled as B , would be the chordal fifth—the part of the chord one would be most inclined to omit to avoid voice-leading trouble.",
            "citations": []
        },
        "FN52": {
            "text": "52. The only hints of A as a key area are in measures 1008–1009 and a brief sequence in measure 1056, both of which have several other interpretations.",
            "citations": []
        },
        "FN53": {
            "text": "53. See Genesis 7:1–9:1. The dove returns to Noah with an olive leaf in 8:11, although contemporary society refers instead to an olive branch.",
            "citations": []
        },
        "FN54": {
            "text": "54. The child is the future Queen Margaret of Denmark.",
            "citations": []
        },
        "FN55": {
            "text": "55. The aforementioned plagal motion in “So Tanzen die Engel” also takes place in E , although there the mode is major, not minor.",
            "citations": []
        },
        "FN56": {
            "text": "56. “You [go on to] say that you have only disputed the amount of nonsense that is in the Bible; now I must oppose you, as an unbeliever myself, by saying that nowhere in the Bible is there any nonsense...in general, the Bible really gives us the foundation of all our state institutions (except the telephone and the railway).”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the years following the debut of the Tristan chord, a number of \nworks have continued the dialogue on how half-diminished sevenths function. Arnold Schoenberg famously noted that “there has been great argument over the question as to which degree [the Tristan chord] belongs” ( Schoenberg 1911 , 309–310). (1) While Schoenberg acknowledged the debate and confusion in 1911, he also pointed the way towards a process of understanding: “...essential to us is the chord’s function, and it reveals itself when we know the chord’s possibilities” ( Schoenberg 1911 , 310). (2) Only recently have we taken Schoenberg’s words to heart and examined the various options inherent in half-diminished sevenths; only recently has our theoretical inquiry moved beyond elemental questions, allowing us to unravel the complicated musical contexts with which we wrestle. Example 1 . Gurrelieder , measures 1086–1088 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "schoenberg_1911",
                    "schoenberg_1911"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The passage in Example 1a comes from the end of “Tauben von Gurre!,” the last song in Part I of Schoenberg’s Gurrelieder . Both the metrical placement and prolongation through the half-diminished seventh center the passage around the E triad. Diatonic theories tend to consider this seventh a transformation of something more familiar, usually an altered vii 7 . One might expect its uses to be limited because it lacks a clearly defined root and contains at least two scale-steps with plausible enharmonic reinterpretations, or and or . Yet this half-diminished sonority is found in Classic era works, where the expectations it develops are merely a glimpse into the possibilities that are critical to deciphering the large-scale formal shape of “Tauben,” the Song of the Wood Dove. (3) I. Introducing the Half-Diminished Seventh",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Relying on conventional theory to address the musical practices of late chromatic harmony can be problematic because, as Carl Dahlhaus observes, “the essential element in the association of chords is semitonal connection and not root progression...chromaticism has achieved a degree of independence from its origins in alteration” ( Deathridge and Dahlhaus 1984 , 199; Kinderman and Krebs 1996 , 4). By now, the analytical tensions this repertoire causes are familiar: the harmonic contents are often unyielding to classification in fundamentally diatonic systems, while individual pieces create their own stylistic tendencies ( Proctor 1978 ; Kinderman and Krebs 1996 ). While classic studies on chromaticism concentrate on formal shape, more recent scholarship provides analytical entry points into the details, focusing on seventh chords instead of triads, obfuscation instead of clarification, and tension rather than release. Example 2 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "deathridge_and_dahlhaus_1984",
                    "kinderman_and_krebs_1996",
                    "proctor_1978",
                    "kinderman_and_krebs_1996"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Charles Smith’s 1986 article on extravagant function considers chromaticism a combination of harmonic and contrapuntal motion ( Smith 1986 , 103–105). This perspective justifies a series of alternative dominants that replace the diatonic scale-step with or , and among them are three chromatic half-diminished sevenths, reproduced in Example 2a . To Smith, the chromatic chords are self-sufficient; they act as delicate dominants \n\t\t\tdue to their context and the presence of the leading tone ( Smith 1986 , 126–127). (4) Here, the second of the sevenths is the same sonority found throughout Schoenberg’s “Tauben.” (5) While subsequent studies suggest that such sevenths may have more than one function, their mere acknowledgement as bona fide harmonies is crucial to the analysis of the chromatic repertoire. (6) In turn, our appreciation of such chords influences a range of issues, including the enharmonic reinterpretations of harmonic tones and the importance of multi-key relationships.",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "smith_1986",
                    "smith_1986"
                ]
            }
        },
        {
            "5": {
                "text": "[5] More recently, Richard Bass describes how half-diminished sevenths cause us additional complications because we still consider them the product of linear motion when they occur outside their traditional contexts—that is, in forms other than vii 7 or ii 7 ( Bass 2001 , 41). Consequently, the chromatic chords from Example 2a are habitually classified as irregular, embellishing, or non-functional, often because we are unfamiliar with how they operate ( Bass 2007 , 73). Bass creates two categories for our seventh. The first, a half-diminished augmented sixth, notates as and occurs in major, as is the case in \nmeasure 2 of Example 2a. The second group, the half-diminished diminished seventh, spells the chord with and is specific to the minor mode, as in Example 1a ( Bass 2001 , 44). When one takes enharmonic equivalence into consideration, the chords are identical, thus making the primary distinction between them notational. Daniel Harrison catalogues the same pitch-classes as a part of the augmented-sixth family—a “dual German-sixth”—and considers the leading tone a coloristic element that Smith, Bass, Harrison, and I all agree adds an especially poignant touch to the chord’s functional palette ( Harrison 1995 , 184–185). (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "bass_2001",
                    "bass_2007",
                    "bass_2001",
                    "harrison_1995"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The first three chords in Example 2a resolve to C-major triads, where the \nleading tones ascend to the tonic and dissonances resolve appropriately. On the second set of staves, the same sevenths resolve to C-minor triads. (8) In minor, the and add notational complexities to the voice-leading because they already exist as the diatonic and in minor, but \naurally remains a \ncommon tone and all other pitches resolves by semitone. (9) This study proceeds with the assumption that these chromatic sevenths are pivotal to our understanding of postromantic music, and that the solutions in Example 2a are merely the obvious ones. Add to them the multi-key enharmonicism, applied chords, and ornate deceptive resolutions bound to occur within this repertoire ( Example 2b ) and the possibilities expand dramatically. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] We determine a sonority’s function by examining three elements: its context, root, and quality. Smith suggests our half-diminished seventh is a delicate dominant on the basis of its \nleading tone and context; both Harrison and Bass establish its similarity to augmented-sixth chords by placing some emphasis on its predominant moorings, without actually identifying it as such ( Smith 1986 , 124–126; Harrison 1995 , 184–185; Bass 2001 , 44). It follows that identifying this seventh by a root is bound to be troublesome. Like the family of augmented sixths—chords seldom identified by roots—giving the seventh a root is likely to further problematize it. The analyses that follow identify the half-diminished chord by its bass voice and function(s). (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "smith_1986",
                    "harrison_1995",
                    "bass_2001"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The seventh’s functional composition leaves us with the initial impression that it is a multifarious changeling. Its contexts tend to further support this confusion and are homologous to two kinds of standard tonic prolongations: expansion by plagal means and expansion via a dominant. As is the case in diatonic music, the context of an individual scale-step can have an impact on its function, and a scale-step can maintain connections to more than one function. Outlined in Example 1b , the chord’s functional possibilities do not provide a single, obvious designation. The neighbor C ’s descent to B seems to have clear predominant associations because it is a regular part of motion from a minor-mode or modally-mixed dominant preparation to V. Yet it also has a role in plagal progressions and tonic expansions involving vii° 7 or its inversions, for in both, – – is a consistent voice-leading pattern. A similar functional configuration also applies to the upper-neighbor motion above the G , in the right hand of the piano arrangement. As a subdominant hallmark, the A neighbor can help to prolong the tonic plagally, yet because of its frequent use as the seventh in V 7 , may also create a hint of dominant function. (12) That is, the we hear in V 7 can be distinguished from the we hear as the root of a subdominant, and its interpretation in the half-diminished seventh is thus dependent on the chord’s context ( Harrison 1994 , 45–56). The G is also a \ncommon tone between the two chords and is therefore similar to the stationary in plagal relationships and \nto the in dominant-to-tonic ones. As a result, the unchanging has strong tonic associations and adds a third functional component to our seventh. This voice-leading is also reminiscent of what has become known as Schoenberg’s “Law of the Shortest Way,” for the motion is as slight as possible. (13) In sum, Example 1b results in a sonority that has a similar number of dominant elements as it does subdominant ones, and creates this effect with function-specific voice-leading. We commonly acknowledge that diatonic chords have constituent scale-steps from two functions, while some sonorities may submit claims on all three. This half-diminished seventh has exactly that potential, for it is the lone half-diminished sonority to be comprised of scale-steps representative of all three functions. Surely the conflicting functional implications Schoenberg created were not lost on either his compositional or theoretical mind. Example 3a . Richard Wagner, Parsifal, Act II [Rudolf Louis and Ludwig Thuille, Harmonielehre , 2nd ed. (1908)] (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "harrison_1994"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Bass lines are equally important to our understanding of harmonic function ( Smith 1986 ; Caplin 1998 ; Swinden 2005 ). When a passage prolongs any sonority over a bass of – – , the middle chord will have some dominant implications; likewise, when a passage prolongs the same sonority over a bass of – – , then the aural associations generally hint at plagal tendencies. (14) Kevin Swinden’s study on plural function catalogues chords whose implied \nbass line and upper-voice functions differ into two categories ( Swinden 2005 , 260). \nBass lines that exude dominant preparation or subdominant behavior, but whose supporting upper voices contain a \nleading tone, are designated DP D and S D . (15) The other reverses the pattern, allowing the \nbass line to convey dominant mannerisms while the upper voices use pitches more common to subdominant or dominant preparation sonorities. When a bass has more than one interpretation, the function of the plural chord is truly mixed. The two excerpts in Example 3 help to clarify their importance. Taken from Louis and Thuille’s Harmonielehre , the passage \nin Example 3a subposes a B below the half-diminished seventh that begins the measure ( Louis and Thuille 1908 , 222). The result is a fleeting sense of dominant-to-tonic motion because of the emphasis places on the dominant elements. Nevertheless, the metrical position and subdominant soprano voice temper the dominant elements. (16) In Example 3b , the misleading \nbass line produces a quandary. One may prefer to hear this passage as a large-scale dominant prolongation, beginning at \nmeasure 31 and continuing until the onset of the A-minor tonic in measure 38. The dominant pedal that begins the passage has upper voices which suggest predominant function. (17) In order to hear the plural chord as an organizational force, we must conceive of the subdominant in \nmeasure 35 as less important than those dominant and plural sonorities around it—perhaps because of the root motion by second, or the middleground deceptive resolution of V 7 to IV . Further support for this interpretation comes from the subdominant’s second inversion bass, which does not descend to the expected dominant over , \nbut instead drops another perfect fifth to the D on the downbeat of \nmeasure 37. (18) In effect, the half-diminished seventh in \nmeasures 37–38 (and the fully-diminished sonority that develops at its end) completes the prolongation that began in \nmeasure 31, thus bringing into play further functional conflict—a hearing Brahms seems to invite in this codetta. The seventh’s supporting bass motion, from the distinct to the root-position tonic at the end of the piece, helps to reinforce the passage’s plural progression, as the \nleading tone remains in place and the bass becomes more plagal in nature. In effect, the overall aural perception of the Intermezzo’s end is the incremental shift of pitches, not functions. Example 3b . Johannes Brahms, Sechs Klavierstücke, Intermezzo in A minor (Op. 118/1), measures 31–end (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "smith_1986",
                    "caplin_1998",
                    "swinden_2005",
                    "swinden_2005",
                    "louis_and_thuille_1908"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The seventh also poses a potential problem in its regular enharmonic respellings, for each note is subject to the possibility of reinterpretation. Only two of the respellings, the / and / mentioned briefly above, are common. Yet the belief that chromatic versions of the seven diatonic Stufen are different from their enharmonically equivalent counterparts—for instance, how a B as and a C as generally play different harmonic roles—creates fundamental conflict for a sonority with divergent notations. The most serious challenge to this perspective is the renotation of the leading tone, , as , for the Stufen on which the two interpretations rely cannot be reconciled. In the discussions below, any distinction is impractical because notation is seldom a reliable indicator of function ( Harrison 1995 , 117–119). A vertical allows for an easily recognizable tertian-based sonority, while its contrapuntal motion leaves little doubt that its functional interpretation is as a \nleading tone. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "harrison_1995"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The seventh in Example 1 resolves to a minor triad, resulting in no respellings beyond as ; in Example 2, where it moves to a major triad, often replaces . Even though the difference is born out of convenience, is a regular chromatic element in dominant sonorities, and its resolution to is a part of the harmonic lexicon ( Smith 1986 , 124–125). (20) This dominant embodiment is also counteracted by a predominant context, an enharmonically respelled German augmented-sixth chord (the “Swiss” sixth), thus creating another ambiguously-functioning element. Schoenberg, however, assumed enharmonic equivalence. His rationale? This way, it is easier to be a theorist ( Schoenberg 1911 , 182). (21)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "smith_1986",
                    "schoenberg_1911"
                ]
            }
        },
        {
            "12": {
                "text": "[12] The seventh causes one last dilemma, touched on above. In the Song of the Wood Dove, the chord seldom appears in contexts as simple as that of Example 1. Within the intricate settings examined below, how we know when it acts in one key rather than another is as much a product of context as it is guesswork, for several tonal centers often operate at once. (22) We would do well to recall and keep at the fore Patrick McCreless’s remark about such music, for at some point  “[chromatic] procedures predominate to the extent that we experience diatonicism as a subset of the chromatic spatial universe rather than chromaticism as an inflection of the diatonic one” ( McCreless 1996 , 102). II. Gurrelieder",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "mccreless_1996"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Schoenberg began work on Gurrelieder in 1900, just a few months after completing the groundbreaking string sextet Verklärte Nacht . Like the sextet, this piece is the product of a young, fertile musical mind: Schoenberg was 26 when he began work on the song cycle that became Gurrelieder . (23) The final version, completed in 1911, is a massive three-part work for orchestra, four choirs, and six soloists. (24) To many, Gurrelieder points toward the future of Schoenberg’s music, and in 1912, Schoenberg himself noted that “this work is the key to my entire development...[it] explains how everything later had to come, and for my work it is extremely important that people be able to follow my development from here” ( Hilmar 1974 , 242, Aug. 8, 1912 letter to Emil Hertzka). Although we seldom take Schoenberg’s writings at face value, there is a kernel of truth in this assessment. Gurrelieder is not just a product of fin-de-siècle Vienna, but at once a reflection on what would soon cease to exist and on what was yet to come. This is largely a result of Schoenberg’s tonal innovation, although he seldom receives credit for it. (25) Ethan Haimo writes: “Although there is no harmonic progression that is completely unprecedented, the sum total of progressions does create a language that differs in subtle, but important, ways from its predecessors” ( Haimo 2006 , 13). Gurrelieder ’s transformation from song cycle into oratorio removes the conventional cadential connections between movements and replaces them with music that is less tonally stable ( Haimo 2006 , 46). “Tauben” was not a part of the original cycle, but in many ways it becomes the apex of the innovation and creates a harmonic language of its own. (26)",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": [
                    "hilmar_1974",
                    "haimo_2006",
                    "haimo_2006"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Gurrelieder ’s text is excerpted from a nine-part poetic cycle by Jens Peter Jacobsen (1847–1885), a writer known outside the music world as the Danish translator of Charles Darwin. (27) The Gurrelieder legend is a combination of two Danish myths. The first, the Valdemar-Tovelille legend, details the intense relationship that develops between Tovelille, a resident of the castle at Gurre, and Gurre’s King Waldemar. Their love story comprises the whole of Schoenberg’s Part I. (28) In “Tauben,” we learn that this relationship is illicit and it ultimately costs Tove her life. Jacobsen’s second source is the story of Valdemar the Hunter, who commits a sacrilege in proclaiming before God his preference for hunting over the rewards of heaven—a legend Jacobsen reworks by replacing the hunt with Tove, allowing Valdemar to become angry with God over Tove’s death ( Campbell 1997 , 57). This emendation furthers the Tove-Valdemar tensions within the epic ( Campbell 2000 , 36). (29) With one minor exception, the hunting references are limited to Gurrelieder ’s Parts II and III.",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": [
                    "campbell_1997",
                    "campbell_2000"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Set in free verse and void of an obvious rhyme scheme, the Song of the Wood Dove’s text is one of murder and mourning (see Figure 1 ). Throughout “Tauben,” King Waldemar processes the loss of his beloved Tove and unveils his grief, step by step. Only at its end do we learn that Waldemar’s jealous wife, Queen Helwig, is responsible for Tove’s demise. Yet Waldemar is not the one to convey the vivid emotional spectrum; instead, that role is left to the Wood Dove, whose place in the whole of Gurrelieder is reserved for this song. The removed, raw nature of the poem and its delivery causes tensions with what precedes this passage and that which follows in Parts II and III. (30) Throughout a story which celebrates Tove and Waldemar’s mutual devotion, the Wood Dove raises difficult questions that haunt the king. (31) Because of his actions, which recount his love for Tove while signaling his lessening grip on reality, we doubt Waldemar’s sanity. Gurrelieder ’s stunning Part I finale foreshadows the dramatic tone of the remainder of the piece. Figure 1 . “Tauben von Gurre!” text with musical refrains (click to enlarge and see the rest) The Episodes",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] “Tauben” may be split into nine discrete sections: five refrains, which help to define many of the work’s formal characteristics, and the four episodes that connect the refrains. The episodes are rich with enharmonic possibilities, provide critical information on the movement’s harmonic tenor, and contain several of the song’s dramatic elements. Example 4 . “Tauben von Gurre!” Episode I, measures 972–980 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Episode I is the longest, most harmonically complex, and \n\t\t\tmost theatrical episode. This extended first episode, part of which is \n\t\t\tshown in Example 4 , spans some forty-two measures and prepares us for the depth of Waldemar’s loss \n\t\t\tand his subsequent despair at Tove’s death, announced in \n\t\t\tmeasures 968–969, and lays the groundwork for the King’s impending insanity. This section also continues a musical curiosity that began with the Gurrelieder ’s opening song, “Nun dämpft die Dämmrung”: Waldemar’s music is often more chromatic and intricate than Tove’s. While the disparity is not always explicit or in play, it seems to govern the kinds of tonality in which each character’s music is situated. In turn, this gives rise to the large-scale musical and dramatic implications discussed below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The first episode begins in D major at measure 972, but the clear tonal focus begins to fade as the passage moves through E minor in \nmeasures 977–980 and nears what Alban Berg considers a critical moment of the song, in \nmeasure 981. For Berg, the importance lies in the half-diminished seventh (E , G , A / B , D ), a siren that returns the music to the tenuous tonal areas that began the piece (discussed below) before it veers off into a sequence that touches on the keys of A minor, then B minor ( Berg 1993 , 149). The same seventh returns in \nmeasure 988, “Schiffes Steurer tot liegt...,” and begins a series of regular appearances of this specific sonority—a chord that, in spite of its fragile key-defining action, will have enormous implications for the direction of the Song of the Wood Dove.",
                "footnotes": [],
                "citations": [
                    "berg_1993"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The passage at measure 998 (“Wie zwei Ströme”) is noteworthy for its clear harmonic focus: the sudden A tonic follows measures of dense chromaticism and has striking connections to Tove’s sudden, ethereal presence in the Wood Dove’s text: the contrabass line that immediately precedes this passage is lifted from Waldemar’s “Es ist Mitternachtszeit,” the seventh song, where it was rife with tension ( Campbell 2000 , 40). (32) The excerpts are comparable: both are harmonic transitions, move to a dominant pedal in their respective keys, and have a pastoral continuation with diatonic implications.",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "campbell_2000"
                ]
            }
        },
        {
            "20": {
                "text": "[20] Only a few brief moments within the whole of Part I defy the distinct diatonic-chromatic chasm that emerges in Gurrelieder . By \nmeasure 998, it becomes clear that Tove’s music remains more aurally grounded to a single tonic than does the intense demeanor and constant harmonic motion in Waldemar’s. (33) Because of her death in the first refrain, Tove can no longer perform the text, and instead becomes the topic of conversation, creating a metaphor that bears musical and dramatic fruit. The diatonicism becomes a mirror, reflecting her former life and uncomplicated character. Tove was a simple soul, for whom all things good and beautiful reflected God ( Frisch 1993 , 147). Tove and her music are stable, while Waldemar loses his grounding as Gurrelieder continues after her death. The difference between the diatonic and chromatic is even more conspicuous from the moment of the Wood Dove’s tragic announcement. On a local level, “Tot ist Tove! Nacht auf ihrem Auge” (measures 968–971, discussed below) is squarely in F minor, and modulates to D major four measures later. Once the focus shifts from Tove’s demise to Waldemar (“das der Tag des Königs war,” in \nmeasure 972) at the beginning of Episode I, the music loses its grasp on the D-F pairing and becomes substantially more chromatic. (34) The clear diatonicism does not return until \nmeasure 998.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": [
                    "frisch_1993"
                ]
            }
        },
        {
            "21": {
                "text": "[21] The second and third episodes (measures 1023–1035 and measures 1039–1056, respectively) begin with similar musical and dramatic components. The text in Episode 3, “Den König sah ich” is an echo of that in Episode 2, “Den Sarg sah ich” and the separate stanzas emphasize the King’s time with Tove’s body and coffin. In Episode 2—the first notated simple quadruple meter in the song—Waldemar is usurped by the emotional arrival of Queen Helwig, whose anger dominates the episode’s remaining measures (measures 1027–1035). Helwig’s fraught appearance reveals the illicit nature of the Tove-Waldemar romance and coincides with a textural and rhythmic shift, in which the straightforward meter is transformed into an implied 12/8 by the constant triplet figuration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The melodic and harmonic contents of these two openings are comparable. Episode 2 breaks away from the D /C key area in \nmeasure 1027 (the Queen’s entrance) and prolongs E plagally through \nmeasure 1030. Only then does this section come to a sonority that has tonic implications in C /D , in \nmeasure 1031. (35) Here, there are hints at a theme found throughout “Tauben,” for many of its moments are deceptive in their sound, appearance, and meaning. The words that accompany this progression have seemingly little to do with the typical text-painting ramifications of plagal motion, yet they provide a subtle, important connection to the drama, discussed below. Harmonically, the minor subdominant in \nmeasure 1028 moves briefly to an implied i , but returns quickly to the root-position tonic. The fleeting bass scale-step hints at, yet \nnever really achieves dominant status, due to its brevity and upper-voice G . It instead becomes a placeholder that appears one way—as a decoy for the dominant—and acts another, as a part of a plagal progression. Episode 2 concludes by tonicizing the dominant of B, the key of the next refrain.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] After its E opening, Episode 3 begins with shades of Episode 2. It first passes through D in \nmeasures 1044–1046 and then begins its own mini-sequence: a cadence in E major (measures 1048–1049), where Waldemar searches for his beloved’s glance, is followed by another in F major (measures 1051–1052), where he listens for her voice. While neither key remains in place for long, the two combine to form a linear chromatic middleground approach to the F key area, which coincides with the fourth refrain (measures 1057 ff .) and articulates a formal division. Dramatically, this section reinforces the darkening mood, introduces new musical textures, and brings back into play a new character, Henning—a hunter who first appears in Episode 2 as physical support for the distraught king. Unlike Queen Helwig, Henning will have no direct bearing on the rest of the Song of the Wood Dove. His importance lies in establishing the Danish Hunt Legend that becomes the focal point in Parts II and III. (36)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The fourth and final episode is harmonically straightforward; its dramatic impact is more complicated. At this point, the drama introduces a new character, a monk who rings the church bells. Here, the music returns to a notated simple quadruple meter found in the two previous episodes. (37) As insignificant as the monk’s brief appearance may seem, he and his music provide clues to a possible relationship between the text and music, an interpretation that weaves its way through the Song of the Wood Dove, Gurrelieder , and touches briefly upon Schoenberg’s own life.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The B key area that begins Episode 4 expands the tonic with a diatonic seventh chord on the off-beats, and is supported by the ritual – – plagal bass through \nmeasure 1074. Because of its plagal aura, the passage is similar to the other explicit religious appeals in Gurrelieder . In “So tanzen die Engel,” for instance, the text in \nmeasures 459–462 reads “Christ did not sit more proudly at the side of God after his struggle to redeem us,” while the words God and Christ are accompanied by diatonic plagal motion in E major—a harmonic area that has close plagal associations to the B key which governs the monk’s appearance. While this musical representation may seem cliché to our ears, to Schoenberg, it might well have had additional meaning, for he was now living as a Lutheran after twenty-four years as a Jew.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The subsequent modulation to E at \nmeasure 1076 initially maintains the plagal bass, supported by a close chromatic relative to the half-diminished seventh, a minor triad on C (the minor-mode scale-step ). In \nmeasure 1077, when the monk retreats, the support changes to the leading tone, D (as notated in the full score). Beginning in \nmeasure 1083, the final return of the plagal bass receives its harmonic support from the seventh and continues the sonority until the beginning of the last reprise in \nmeasure 1095. The Refrains:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The music to which “Tauben von Gurre!” is set has a formal shape that relies on a two-part reprise, often set to the poetic refrain “Weit flog ich, Klage sucht’ ich, fand gar viel!” There are five refrains, all contingent on the half-diminished seventh examined above. These passages provide our only glimpse of the elusive character for whom the song is nicknamed, and they express the Wood Dove’s anguish.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Before addressing the details and dramatic implications of the refrains, a comment about the analysis itself \nis warranted: I have already suggested that the many of the refrains have a tonic (or potential tonic) of B , and that B eventually becomes the song’s global tonic. In what follows, this does not mean that the harmonies in question will only function in B , or that this key best represents all localized harmonic action. Indeed, at many points, the half-diminished seventh and its accompanying sonorities will behave in other ways defined by Example 2a, often simultaneously. As a result, there may be several legitimate hearings. The B designation is indicative of how the seventh chord behaves in the last refrain, and will not seem representative of its opaque beginning. As Gertrude Stein might have written about “Tauben,” this does not sound or look like B , but it will. Consequently, the remainder of this paper discusses the earlier music in the Song of the Wood Dove in light of its end. It should soon become apparent that this is a necessity. (38) Example 5a . “Tauben von Gurre!”, Refrain α, measures 959–967 (click to enlarge and see the rest) Example 5b . “Tauben von Gurre!”, Refrain β, measures 968–972 (click to enlarge and see the rest) Example 5c . Refrain 1, measures 957–968 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Refrain α, the first part of the opening refrain, follows a five-measure introduction, and appears in Example 5a ; Refrain β, in Example 5b , follows the tacit measure at the conclusion of α. The seventh that begins the first refrain does so without any sort of harmonic motion that definitively establishes a key or provides clues as to possible resolutions of the seventh sonority. \nThe first episode was complicated; so too is this initial section: it prolongs two separate sevenths and embellishes both with a chromatic motive often doubled in the vocal part. (39) Subsequent α refrains prolong only the first of the sonorities and maintain a degree of harmonic simplicity not found in the opening.",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] On the whole, Refrain β maintains no consistent text setting, in part because two of its appearances occur without the Wood Dove. β’s harmonic settings prolong a single sonority—a minor triad with an added sixth in the bass—within uncomplicated two-measure phraselets. The seventh chord’s use in the β passages differs from the α refrains: it helps to prolong the minor triad, although whether the seventh is a bona fide chord or one that results from passing motion from a French sixth sonority on the second beats of \nmeasures 969 and 971 is unclear. On the local level, the triad frequently serves as a tonic within the individual refrains; however, a global view will reveal \nthat β has large-scale dominant implications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Figure 1 lays out the German text, a translation, and the placement of each reprise around the four episodes. In the first two refrains, α and β occur consecutively; the figure’s dotted lines represent the succession and the shift from Waldemar and Tove’s relationship to the Wood Dove’s lament, “Far have I flown, sorrow have I sought, and found it aplenty!” Nevertheless, the third statement of Reprise α appears alone, following the Wood Dove’s explanation of how Waldemar searches for Tove’s thoughts, while the fourth reverses the α+β ordering so that β precedes α.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The details of the refrains are markedly different. Refrain 1 (α+β) is the most complicated: it introduces the Wood Dove (α) and announces Tove’s death (β). To our ears, the passage has little immediate harmonic resonance in what may be the song’s B tonic, in part because the events that lead to and confirm this musical intuition occur some 145 measures later. Another factor in the apparent lack of tonal center is the series of cyclic half-diminished sevenths in α that descend by major third, shown just below the reduction in Example 5c . (40) The cycle connects the seventh to the β refrain and is left partially incomplete when the passage reaches its goal in measure 968, because it resolves to a triad, not a seventh, and does not complete the descending bass motion by major third.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] While the following analysis takes the cycle into account, the cycle is not the defining feature, although it remains a point of interest. Example 5c provides possible harmonic interpretations in each of the twelve keys, based on a combination of the seventh sonorities from Example 2a, and labeled with functions and bass scale-steps. Since the first and last chords are of greater importance to Refrain 1 than the middle chords, treating this as a mere symmetry overlooks the overall harmonic motion from α to β and reduces it to a series of intervallic patterns. Several keys have promising leads, for instance, E major, C, and A —the keys in which the three sevenths function as the diatonic vii 7 —and C or D , where the first of the sonorities is the supertonic. Along with the sevenths, the melodic motion in the vocal part in \nmeasures 963–964 seems to contain allusions to Tristan , with its semitones and outlines of minor thirds. (The key of C, second of the tonicized keys in the Prelude’s opening sequence, is even a factor!) But none of these tonal areas remain in play for long, because the subsequent sonorities fail to fit into their plan in any meaningful way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] A series of elements helps to situate the refrains to this point, if not confirming \na single key. In Example 5c, the interpretation in the key of D concludes that \nthe first chord is a plural sonority that helps to expand the dominant function \nacross the passage, by way of a half-diminished seventh over . The prolongation appears to be an oddity over a bass line of A , F, and D , but the reinterpretation of D as C reveals a clear dominant expansion from to . (41) Following the grand pause in \nmeasure 967, the F -minor triad that begins β initially seems out of place, although it essentially completes the major-third cycle in α. (42) Two conflicting harmonic interpretations eventually emerge. \nThe first considers the role of the bass’s fleeting D , the subposed third below the F -minor triad that shares a \ncommon tone with the seventh in \nmeasures 964–966. While this D provides a melodic resolution for the C /D that supports the last of α’s sevenths, it is too much of a stretch to consider the subposed note a primary bass pitch in \nmeasures 968–971. The end of β concludes with the plagal progression in D major, the initial tonic of which occurs on the downbeat of \nmeasure 972, placing a resolution on the passage just as the dramatic focus \nshifts to Waldemar’s slow progression to insanity and the music begins the highly chromatic Episode 1.",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The other interpretive possibility for Refrain 1 neglects the D and focuses on β’s F triad as a possible tonic—resulting in a plausible, even preferred, harmonic interpretation that nonetheless loses a touch of the character \nthat the added sixth imparts on the passage. Within it, the half-diminished seventh in \nmeasure 962 is a curious, modally mixed sonority over a bass scale-step often reserved for the tonic or mediant. The sevenths that follow are both plural, and, as is often the case in a prolongation, the middle chord has little weight in determining a functional palette. β further prolongs the F center over a diatonic neighbor bass, via the French sixth and half-diminished seventh, while the Wood Dove delivers her devastating news with a triadic arpeggiation and scalar melodic descent from C to F , thus reinforcing the aural sense that at last we have reached a tonic, however unstable and unsatisfactory it may be. Because this refrain is much longer than those that follow, its ramifications are revisited in the discussion of formal shape. Example 6 . Refrain 2, measures 1015–1023 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The second refrain follows Waldemar’s realization in Episode 1 that Tove is lost to him; it precedes the King’s time with his beloved’s coffin and Queen Helwig’s first appearance. In Example 6 , Refrain 2’s α + β bridges the surrounding episodes by reminding us that the Wood Dove mourns Tove’s loss, and consequently, the disappearance of the Gurre she knew. The α portion makes use of the pitch classes in \nmeasures 954–963 and is more characteristic of the remaining α passages because it consists of a single half-diminished seventh. The difference in β’s triad—F minor in place of the F minor sonority used in the first refrain—means the two chords that comprise α and β have no notes in common, and therefore, different harmonic functions ( Agmon 1995 , 199–200). Like Example 5a, Example 6 suggests that the seventh has the potential to act as a plural or predominant sonority. The most plausibly functional interpretations may be in keys related by semitone, namely D and D . (43) In D, the chromatic seventh has plural potential because of the emphasis the Wood Dove places on C /D , but this seventh moves to a sonority that lacks dominant impact because of its consistent subtonic. Nonetheless, the subposed D at the beginning of β is an ephemeral aural reminder of the pitch class so prominent in the previous harmony. Again, although there is insufficient evidence to consider it a chord tone, the relationship is salient enough—and similar enough to the interpretation in D major in Example 5—to tuck away for future reference. Because of the impending D triad in \nmeasure 1023 and the diatonic ii in \nmeasures 1016–1019, the passage is more salient in the key of D . The β’s F-minor triad therefore becomes a potential dominant, where it is complete with – motion in both the voice and viola. (44)",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": [
                    "agmon_1995"
                ]
            }
        },
        {
            "37": {
                "text": "[37] In light of β’s localized tonic implications in Refrain 1, it may seem curious that I do not consider F minor \nto be a notable key. In the earlier refrain, the half-diminished seventh that immediately precedes the F triad contains its leading tone, F (E ), while the seventh that appears in \nmeasures 959–963 and 1016–1019 has few plural dominant implications in the keys of F or F because of its E . In F , it is instead a pure predominant, but in F, the presence of (a common dominant and predominant element) and , the root of the functionally conflicted mediant, cannot overcome the implications of . The \nleading tone’s presence often coalesces disparate diatonic and chromatic dominant elements. That pitch, E , is absent here. Example 7 . Refrain 3, measures 1035–1039 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Refrain 3, shown in Example 7 , is a repetition of the second refrain’s α, transposed up one semitone; there is no β here. Initially, a Lewin-like reading suggests that this transposition may serve as a substitute for the original seventh, for \nthis is the only refrain that does not make use of the exact pitch material found in Refrains 1 and 2. (45) Comprised of a single half-diminished seventh with plural function in E /D over the bass B ( ), the passage resolves to a first-inversion E -major tonic in \nmeasure 1039. Like the other refrains, the grace note adorning the seventh provides a brief melodic tonicization of the traditionally dominant scale step that supports the chord. As is standard, several different interpretations are possible, including a hearing in A , where the triad at \nmeasure 1039 becomes V 6 , even as the G ’s \nleading tone potential on the downbeat is quickly negated in the remainder of the measure. One benefit to hearing this passage in E is that it mimics the harmonic progression in which the “tonicization” over moves, as expected, to the -supported dominant of sorts, yet unlike the other, similar passages in this piece, this then resolves to the tonic. A second result is its strong emphasis of F as the sixth above the bass (notated as a diminished seventh, from B to F ), another of the added sixths that give both the harmonic and melodic components so much character. Here, however, its use of F ( G ) is compelling, because of the aural connection it provides with the E sections that surround it and the overall melodic effect from G to G and back to G again—the very same motion that permeates the opening refrain. Example 8 . Refrain 4, measures 1057–1065 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The beginning of Refrain 4, in Example 8 , is preceded by a brief chromatic dominant of F . β opens the refrain and expands F minor with additional sevenths; α follows in \n\t\t\tmeasures 1064–1070. Like the opening refrain, the transition between β and α in \n\t\t\tmeasures 1061–1063 is a descending thirds cycle, but unlike the earlier passage, this one is complete and becomes a series of elaborate pivots between the keys of F and B . (46) The last seventh in the cycle extends to the downbeat of \n\t\t\tmeasure 1071, putting an end to a six-measure expansion of plural sevenths over the leading tone. Although the localized motion suggests separate tonics for α and β, a step backwards reveals a plural dominant prolongation across the entire refrain that resolves to the B triad at the monk’s entrance in Episode 4.",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] At this point in the text, Waldemar unloads Tove’s casket and is reminded of Tove’s eternal silence (measure 1060)—a striking moment accompanied by the minor triad and subposed third that mimics a funeral toll. The final statement of the Wood Dove’s refrain, “Far have I flown, sorrow have I sought, and found it aplenty!,” follows in \nmeasures 1065–1068. Nevertheless, the transition between β and α in \nmeasures 1061–1063, and then the α reprise itself (measures 1064–1070), lends support to an interpretation in the key of B . Refrain 4 returns the focus to Tove’s death, and the fragmented narrative accelerates Gurrelieder ’s shift from what was a love story to the damnation that awaits Waldemar in Parts II and III. (47) The reversal of the (α, β) pairing and its divergent harmonic ramifications reinforce the idea that, in the land of Gurre—and in Schoenberg’s own life, too—what something appears \nto be is not always what it is. Example 9 . Refrain 5, measures 1095–end (click to enlarge and see the rest) Example 10 . Harmonic organization of refrains (click to enlarge and see the rest)",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The last refrain, shown in Example 9 ,  occurs at the end of the Song of the Wood \nDove and returns α and β to their original order. It is the only α reprise that does not align itself with Jacobsen’s poetic refrain; instead, this music accompanies the revelation that Queen Helwig is directly responsible for Tove’s death. Like Refrain 4, this passage also contains a resolution to a B tonic, \naccomplishing it in stunning fashion: α’s half-diminished seventh (measures 1098–1106) resolves to the B -minor triad that comprises the final β refrain at \nmeasure 1107. (48) Each of α’s previous statements begin with a seventh, yet in this final refrain, the first chord is a cadential that begins the plural dominant function in the temporary E -minor tonic. \nBut the E area never comes to a cadence; \nit only contains a tonic triad and a predominant before the half-diminished seventh enters and the piece veers back to the global tonic—turning the second-inversion triad into a pivot and \nto the subdominant in B . It concludes with the emphatic B -minor triad (β), maintaining D as the common tone between the two chords.",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Example 10 summarizes the harmonic terrain of the five refrains. Four of α’s five occurrences make use of identical pitch material and have the potential to be plural chords in B , even when their local level portrayals are persuasive in other keys. The lone exception is the third refrain’s solitary seventh statement, which transposes the sonority by a single semitone and is plausible in the key of B because of its clear dominant bass, but \nmore convincing in the key of E , where the plural dominant α resolves to i 6 after the end of the refrain. (49) Because of its variety, β provides the real harmonic impetus: in the first and fourth reprises, β is an F -minor triad, \nand in the second refrain, an F-minor chord, while the last concludes with a B -minor triad.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Almost all of the refrains in Example 10 have an interpretation in the key of B , even though that hearing may be one of several possibilities. A quick examination of the chart demonstrates that, on the foreground, Refrain 1 is most persuasive in the keys of D and F /G . Localized hearings of Refrains 2 and 3 are more compelling in C /D and D /E , respectively. Refrains 4 and 5 have no other reasonable functional roles beyond those in B , and are the basis for my assertion that B may have a larger role in “Tauben” than is immediately apparent from its beginning. The \nentire fourth refrain prolongs plural chords—the minor triad and half diminished seventh—before resolving to the B major triad in \nmeasure 1071. The number of feasible keys in the early refrains clearly wanes as the piece progresses. Similarly, the perceived function of the half-diminished seventh also changes as the Song of the Wood Dove narrows its harmonic focus in its march toward the inevitable B -minor conclusion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Changes in harmonic meaning are a direct product of voice-leading: the greater the number of \ncommon tones, the greater the possibility that two sonorities will prolong the same function(s) ( Agmon 1995 , 199–200). α and β have up to three \ncommon tones, for α’s half-diminished seventh is a minor triad with an added sixth (perhaps the source of the added sixth in β?), while β is a minor triad. The first and fourth refrains maintain the maximum number of \ncommon tones (F /G , A , and C /D ), the second has none, and the third contains only a single chord. But the last refrain maintains a single common tone (D ) and with it comes the palpable sense that the seventh begins to act more dominant than subdominant, in part a result of the final refrain’s – bass support. The product is one of the great passages in music: a plural sonority that began as a motivic entity in the opening measures of “Tauben von Gurre!” becomes not only the harmonic glue, but the only plausible cadential sonority to resolve to the B -minor tonic. III. The Articulation of Large-scale Shape and \nMeaning",
                "footnotes": [],
                "citations": [
                    "agmon_1995"
                ]
            }
        },
        {
            "45": {
                "text": "[45] Because of their melodic consistency and the multitude of harmonic interpretations, the refrains and interceding episodes become a gloss on the Baroque ritornello. Like the harmonic motion in the individual refrains, the song’s harmonic domain becomes less diffuse as it progresses, but even when the path is unclear, the work never seems to lack organization. Although religion appears to play a cursory role within “Tauben,” its interpretive power is vital: a series of well-placed iconographic moments imbue the text with surprising meanings and help to mold the poem and music into a coherent shape. The mysterious character of the Wood Dove helps us to look beyond the surface of the refrain’s text and find further meaning. Example 11a . Global Implications: Refrain 1 interpretations (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] Creating a definitive middleground when the simplest of passages can have several interpretations is difficult, and consequently, the sketch in Example 11b is one of several legitimate options. The first formal section begins with Refrain 1, which introduces the Wood Dove and the half-diminished seventh that saturates the work. Example 11a lays out the opening’s three plausible large-scale interpretations. Two of these hearings—those in F and D, discussed above—explain the music’s surface, but in light of the piece’s clear ending and the steady progression of the refrains toward B , a third portrayal exists. Although little in the way of obvious harmonic material seems to support it, a hearing in the latent B is reasonable when considering the importance of plural chords. What makes the prospect unusual is that little on the musical surface confirms (or rejects) the possibility. In B , the first and fourth sonorities are plural chords, the former with a dominant bass and the latter with subdominant support. The middle chords (measures 963–964) are loosely categorized as a tonicization and its resolution, where the seventh in \nmeasure 964 is a subdominant with a bass that replaces a linear progression. β’s contents, in \nmeasures 968–972, and the beginning of the subsequent episode enrich the B hearing, for β becomes a plural chord that moves to a modally mixed mediant. Each has resonance, if not resolution, in B . The keys of D, F , and B ultimately develop a more complete picture of the harmonic motion found throughout the piece than the remaining nine. How like Schoenberg to open “Tauben” with undertones of the very same major-third-related keys that govern Verklärte Nacht . Example 11b . Global Implications: “Tauben von Gurre!”, middleground analytical sketch with functional designations (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] In Example 11b, the initial episode moves quickly to prolong E (plagally related to B ) until the return of the half-diminished seventh in \nmeasure 988. (50) The culmination of the section prolongs A (plagally related to E ) by way of its dominant, but hints of several keys, including the idea of B , highlighted by the Wood Dove’s E –A tritone in \nmeasures 1002–1003, emerge quickly as the half-diminished seventh returns and is largely prolonged through the beginning of the next β at \nmeasure 1020. One large-scale implication of the A area and the absence of its tonic is a familiar voice-leading maneuver, shown in the upper-voice of \nmeasures 998–1016: the G –G motive that opens the piece is writ large across the section as G , A ’s leading tone, descends to G just before the seventh returns in \nmeasure 1003. Because Schoenberg consistently treats the G as a chromatic appoggiatura to G , this voice-leading maneuver subsumes the A key area—the only straightforward harmonic material in the piece thus far!—to its chromatic surroundings as the work returns to the familiar seventh in \nmeasure 1003, continuing through the β portion of the second refrain. It also presents the possibility that G , which in context acts as G within the B area, is simultaneously F , and thus a vivid enharmonic seam that coincides with the chromatic-diatonic dilemma the characters pose throughout.",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] The seventh in Refrain 2’s α and β’s F-minor triad become the bridge to the D area that begins Episode 2 (measures 1023–1056). Again, the refrain’s prolonged seventh avoids any obvious functional meaning in B , and the functional implications come from β’s reinterpretation as a localized plural sonority in D , at “Den Sarg sah ich,” \nmeasure 1023. That is, while other keys provide local tonics, the half-diminished seventh’s presence helps to maintain the possibility of B . The section’s overall shape moves through D minor (measures 1023–1026), then E at Queen Helwig’s entrance (measures 1027–1030), before returning briefly to D /C just before the beginning of Refrain 3. A curious relationship develops within these expansions: the A dominant seventh prolongs D , while the A triad prolongs the E -minor area plagally, creating a mirror image around the A , where the variants on A further embellish the upper neighbor. A —the prolonger—receives as much, if not more, emphasis as the clear-cut local tonics that provide respite from the harmonic complexity and reverse the traditional roles of diatonicism and chromaticism. In other words, the chromatic has become the standard here, not the diatonic. The developing plagal relationship is again at the fore in the large section following Refrain 3, where E returns as a key area.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] The solitary α passage transposes the seventh by semitone and resolves to the temporary E tonic in \nmeasure 1039. This section may be the most aurally satisfying part of “Tauben” and is defined by its relative preponderance of diatonic cadences. The first, in \nmeasures 1048–1049, prolongs E major, and a few measures later, the same pattern occurs in the key of F. As a result, the entire formal section creates a chromatic ascent, from E through E, and F, to the temporary F tonic that β establishes at the beginning of the next refrain in \nmeasure 1056.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] One may hear the triad that begins Refrain 4 (measures 1057–1060) as a localized tonic, but the approach to the cyclic sevenths that connect β to α, and then α’s seventh (measure 1063), make for a long-range hearing as a pair of plural sonorities in B . β’s F triad maintains three pitches with the half-diminished seventh that follows, and they resolve to the B -major triad at the beginning of Episode 4. The monk’s entrance in Episode 4 (measures 1071–1098) further expands B with the plagal E bass motion. E then becomes the focus at \nmeasures 1076 ff. , prolonging its return with a plagal bass and seventh, and further emphasizing the subdominant side of the key area. Refrain 5’s entrance interrupts the large-scale plagal motion from E to B by placing , A , in the bass as support for the final seventh in the piece as the section shifts to the key of B . The concluding section (Refrain 5) consists of just two chords: the seventh (α) and the B -minor triad (β). This resolution is more fulfilling than the B -major triads at \nmeasures 1071 ff ., though not merely because it involves Refrains α and β: the \ncommon tone D ( ) appears to imitate, but never quite co-opts, the language of the diatonic dominant-tonic relationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] At this stage, there can be little doubt about the organizational power of the half-diminished seventh within the Song of the Wood Dove. Nonetheless, the formal shape of the first four sections is curious. Schoenberg works through a number of keys, and, as is the norm in highly chromatic music, often implies several at once. There may be a sneaky arrangement, at least up to the point where the half-diminished seventh takes over the piece at \nmeasure 1057. The key areas at the beginnings of the formal sections may be divided into two categories; those that resolve to a tonic and those \nthat do not. (Customarily, this does not matter in dominant-defined music.) Three of the formal sections contain large-scale prolongations of keys that end on tonics: the F /G across \nmeasures 954–968, C /D in \nmeasures 1016–1025 and E in \nmeasures 1027–1044. The three expanded keys amount to a large-scale arpeggiation of the half-diminished seventh so carefully exploited throughout this work. Yet the A leading tone is missing. (51) While it is possible that the emphasis on plagal relationships, specifically on IV of IV (A ), is meant as a substitute for the key of A, this explanation is unsatisfying. The key of A does not appear, while the remaining eleven keys are used in some way or another. (52) A is, however, the governing key of the last large section of the 126-measure orchestral interlude that immediately precedes the Song of the Wood Dove, thus setting up the half-diminished seventh as the continuation of a global semitone motion to the Wood Dove’s B tonic that does not appear until the end of the work, and providing more support for a B relationship and key area at the start of the Song of the Wood Dove. Why the lone key never appears within the song itself may remain unknown.",
                "footnotes": [
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Gurrelieder ’s roots are not explicitly religious in nature, but the legends on which it is based rely heavily on what Brian Campbell calls the “implied opposition...between pagan Gods and the Judeo-Christian God” ( Campbell 2000 , 36). While neither the hunt legend nor the Valdemar-Tove tale are based in Christian themes, they are based in Christian times ( Campbell 1997 , 54). Among the four Valdemars that appear in Danish lore, at least one (Valdemar the Victorious, or Valdemar II) was known for fighting heathens with the aim of converting them to Christianity ( Thorpe 1851 , 227). Although the Waldemar in Gurrelieder does not fight, many of the oratorio’s Part III hunt legend references the tensions between pagans and God ( Campbell 1997 , 54).",
                "footnotes": [],
                "citations": [
                    "campbell_2000",
                    "campbell_1997",
                    "thorpe_1851",
                    "campbell_1997"
                ]
            }
        },
        {
            "53": {
                "text": "[53] We may begin to piece together the text and its relationship to the music through the character of the Wood Dove and her refrains. Left largely undeveloped, she appears only in “Tauben” and brings no attention to herself beyond the poetic refrain. Within Judeo-Christian traditions, doves hold a place of honor as the first animal to appear in the Bible. Because of this, they garner a multitude of meanings, from the depiction of the Holy Spirit in animal form, to representations of saints collecting divine inspiration ( Ferguson 1954 , 15–16; Loverance 2007 , 79). Both of these interpretations have resonance in “Tauben,” for like our inability to see a spirit, we never again see the Wood Dove, yet, in keeping with Jacobsen’s naturalism, we trust her sage, honest, unvarnished presentation of the events that occur in Gurre. But a third interpretive possibility may have weight: birds, most often depicted as doves, are also the artistic representation of wind—or breath—and thus eternal life ( Loverance 2007 , 79). Tove’s death and Waldemar’s recurring search for signs of life make this a possibility worth pursuing.",
                "footnotes": [],
                "citations": [
                    "ferguson_1954",
                    "loverance_2007",
                    "loverance_2007"
                ]
            }
        },
        {
            "54": {
                "text": "[54] In contemporary secular society, doves represent peace, although the basis for the depiction is from the Book of Genesis. (53) The subtle shifts in the text’s tone receive emphasis in part because of the rapturous love story with which Gurrelieder begins, and its inexorably sad ending, delivered by a dove who represents never-ending life and tranquility. Queen Helwig’s falcon murders Tove, and the importance of the dove’s peaceful symbolism underscores the extreme contradiction of a bird who destroys Tove’s gentleness and purity. The Wood Dove’s refrains expand on this incongruity and maintain a close association with the half-diminished seventh, systematically moving towards the depiction of a cadential relationship without ever appropriating diatonicism as “Tauben” comes to a close. This lends itself to a connection: the specific seventh consisting of scale-steps , , / , and is an inversion of the diatonic V 7 , and its use inverts the tensions between the diatonic and the chromatic, forcing us to consider the chromatic space independently, rather than as an aberration of the diatonic music that occasionally interrupts ( McCreless 1996 , 103). Doing so raises the possibility that the behavior of the diatonic is out of the ordinary here, \nrather than that of the chromatic.",
                "footnotes": [
                    "FN53"
                ],
                "citations": [
                    "mccreless_1996"
                ]
            }
        },
        {
            "55": {
                "text": "[55] The seventh’s voice-leading to the tonic resolves two notes of the seventh, and , by semitone to and , respectively, while descends by whole step and remains a \ncommon tone. As the seventh’s inversion, V 7 ’s resolution to a minor triad is similar, as may move by whole step, by semitone and by half or whole step, and is maintained. The chromatic seventh subverts the diatonic relationship one still expects at the end of the piece, yet does so in a familiar way, maintaining a common pitch ( ) whose function must now be regarded as plural. The Wood Dove’s diatonic-chromatic dilemma takes on a new dimension, and it is only fitting that the text which so often accompanies the seventh—a chord with a siren-like quality—may also be read as a comment on its chromatic language: “Far have I flown.” Yet if we listen closely to this seventh, it really hasn’t gone so far at all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] The Wood Dove’s empathy for Tove is clear, but the connection between the two may not be, for in spite of her grief, the Wood Dove appears to be an outsider, with no obvious connections to the characters at hand. At the very end of “Tauben,” the Wood Dove refers to Tove as the Dove of Gurre, thus identifying her as one of her own and imbuing her with many of the same characteristics. Thus, Tove can also be said to represent purity, innocence, and peace—all readily apparent characteristics that one may glean from the whole of Part I’s text. In death, she may also represent a ghost-like spirit. Beyond the role of a mere mortal in a love story gone awry, Tove’s elevation to a place of honor in the eyes of Christendom balances her character, both musically and in the story itself: she is now linked with the refrains, and thus more than the simple diatonicism that is often overtaken by the chromatic throughout (even at the final cadence) and her murder by Waldemar’s jealous Queen. Tove the Dove ascends to become a Holy Spirit.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] Queen Helwig’s position in this drama seems straightforward, for the Wood Dove reveals her to be a vengeful assassin symbolized by the falcon. Ironically, her relatively diatonic harmonic framework complicates and confuses her presence. Ethan Haimo observes that “Schoenberg attempted to portray the feelings and ideas of the protagonists of the poem in response to the crisis in their inner relationship. Chief among the ways he accomplished this was through the manipulation of the contrast between diatonic stability and chromatic instability” ( Haimo 2006 , 37 on Verklärte Nacht ). As a result, the diatonic not only represents Tove’s innocence and Helwig’s former happiness, but also an absence of conflict. Accompanied by a change in texture and a straightforward plagal progressions in E and C /D , Helwig’s comparatively simple diatonic music is misaligned with her murderous character and Haimo’s suggestion that it is chromaticism which best represents conflict and tension. Is it possible \nthat there is more to Helwig—and the diatonicism found throughout “Tauben”—than meets the eye?",
                "footnotes": [],
                "citations": [
                    "haimo_2006"
                ]
            }
        },
        {
            "58": {
                "text": "[58] Our picture of a vicious, vindictive Queen is incomplete. The various Valdemar legends reveal that Helvig had been banished from Gurre prior to the start of Gurrelieder for her own forbidden relationship, which ended when the King killed her lover ( Thorpe 1851 , 236). She too is in mourning at the start of the Tove-Valdemar tale, but revenge and the addition of her character to the list of bereaved figures cannot explain Helvig’s strangely simple music. Valdemar’s relationship with Tove could be the result of his anger at the Queen’s indiscretion, which if true, casts a different light on Gurrelieder and lends further credibility to the King’s conflicted chromaticism.",
                "footnotes": [],
                "citations": [
                    "thorpe_1851"
                ]
            }
        },
        {
            "59": {
                "text": "[59] Much like B ’s slow rise as a key with wide-ranging implications, Helwig’s character and music emerge in similar fashion. The answer to the conundrum may again lie in matters of religion, for Helwig and her plagal music are banished once more. In the legend, the Queen impersonates Tovelille, becomes pregnant by Valdemar, then directs her henchmen to kill Tove. While some versions of the Valdemar-Tove-Helvig tale suggest that the conceived child reconciles her parents, Kierkegaard instead indicates that Helvig was instead sent away to Etrom Abbey to die ( Kierkegaard 2007 ). (54) There, Helvig spent the last nineteen years of her life as a nun. Whether Schoenberg was aware of the Queen’s religious nature when he penned her plagal music is unknown.",
                "footnotes": [
                    "FN54"
                ],
                "citations": [
                    "kierkegaard_2007"
                ]
            }
        },
        {
            "60": {
                "text": "[60] Helwig’s plagal music in measures 1095–1097 and her character’s heretofore undiscovered disposition toward a life in the church may signify her own newfound purity. It also connects her with the monk who appears in Episode 4 and expands the reach of the song’s religious nature. The monk’s plagal bass accompanies the B major section that begins in \nmeasure 1071, and it initiates what can be heard as a large-scale plagal progression across the remainder of the piece. The B area that coincides with the monk’s entrance is itself expanded by diatonic plagal means. On a local level, the pattern repeats in E minor, beginning at \nmeasure 1076; only here, the sonority which facilitates the expansion is the half-diminished seventh, and the oscillation of the two chords continues for eighteen measures, until the Wood Dove discloses Queen Helwig’s murderous actions in \nmeasure 1095. (55) Three measures later, the music returns to B , \nbut this time the minor form. From a Schenkerian perspective, reaching the B -minor tonic would render superfluous the music that follows. Here, however, the passage quickly replaces the – bass with the – pairing that emphasizes the dominant inflection on the mixed-function half-diminished seventh. From a middleground vantage point, the whole of Episode 4 and the last refrain become a large-scale plagal prolongation. Although many of Schoenberg’s earlier plagal uses may seem gimmicky by modern standards, the conflation of the monk, what we may safely assume is Helwig’s guilt, her attempt to find absolution, and the formal significance of the plagal progression give the idea more weight within this piece. Concluding Remarks",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] Like the Wood Dove, Schoenberg was an outsider in his native Vienna, a city whose population was (and is) largely Roman Catholic. Schoenberg’s fascination with religion dates from the early 1890s when, at the age of fifteen, a letter to a favorite cousin takes a reproachful tone after she fails to treat the Bible with proper respect ( Stuckenschmidt 1977 , 18; Auner 2003 , 15). (56) Seven years later, in 1898, the composer converted to Lutheranism. Following this life-changing event, his music became further removed from the conventions of chromatic harmony and voice leading, denying not just cadences but regular phrasing and even traditional text settings (see, for instance, the programmatic Verklärte Nacht ). The transfiguration recast itself in terms of harmonic innovation: cadences increasingly consist of functionally mixed chords such as the seventh detailed above ( Brasky 2003 , 10). Adding to their mystique, these chords often appear over atypical \nbass lines, further confounding the harmonic landscape. Expansive instrumentation, textural innovation ( Gurrelieder , Chamber Symphony No. 1, \nand Verklärte Nacht ), intricate contrapuntal chromaticism, still-unrecognizable chords, rampant enharmonicism, and often-unusual modulatory schemes complete the transformation. If Schoenberg had an outlet for his religious transfiguration, surely it was his music ( Brasky 2003 , 10). In the Song of the Wood Dove, the manifestation is in its use of a special, plural seventh chord.",
                "footnotes": [
                    "FN56"
                ],
                "citations": [
                    "stuckenschmidt_1977",
                    "auner_2003",
                    "brasky_2003",
                    "brasky_2003"
                ]
            }
        },
        {
            "62": {
                "text": "[62] Schoenberg writes: “We understand that it is not absolutely necessary for such chords to appear just in the function their derivation calls for, since the climate of their homeland has no influence on their character” ( Schoenberg 1978 , 258). Schoenberg recognized the importance of removing half-diminished sevenths from their earlier contexts and expanding upon them. Given his fondness for underlying organic unity, it is not surprising that the chord that began as an apparent motivic entity in the opening measures of “Tauben” becomes a formal determinant. Yet the seventh’s journey ends in 1908; the religious journey—surely influenced by the climate of his homeland—would continue until the composer’s death in 1951. My thanks to Zoë Lang, Luke Schwartz, Charles Smith, and the anonymous reviewers of Music Theory Online for their comments and suggestions on drafts of this article .",
                "footnotes": [],
                "citations": [
                    "schoenberg_1978"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.1.brasky.html",
    "data": "mto/data/mto.10.16.1.brasky.json"
}