{
    "title": "Like Falling off a Log: Rubato in Chopin’s Prelude in A♭ Major (op. 28, no. 17)",
    "date": "2005/03/01",
    "volume": "11",
    "issue": "1",
    "authors": [
        "Rothstein, William"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.rothstein.pdf",
    "author_info": [
        {
            "name": "William Rothstein",
            "university": "CUNY Graduate Center",
            "address": "365 Fifth Avenue, New York, NY 10016",
            "email": "WRothstein@gc.cuny.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. David Epstein, Shaping Time: Music, the Brain, and \nPerformance (New York: Schirmer Books, 1995). See Part Four, “Flexible \nTempo.”",
            "citations": []
        },
        "FN2": {
            "text": "2. See David Rowland, “Chopin’s tempo rubato in context,” \nin Chopin Studies 2, ed. John Rink and Jim Samson, 199–213 (Cambridge: \nCambridge University Press, 1994).",
            "citations": []
        },
        "FN3": {
            "text": "3. Carl Czerny, Von dem Vortrage, vol. 3 of Vollständige theoretisch-practische Pianoforte-Schule, op. 500. Vienna, \n1839; 2nd ed., 1846; facsimile of 2nd ed., Wiesbaden: Breitkopf & Härtel, 1991.",
            "citations": []
        },
        "FN4": {
            "text": "4. Mathis Lussy, Musical Expression: Accents, Nuances, \nand Tempo in Vocal and Instrumental Music, trans. M. E. von Glehn (London: \nNovello and Ewer, 1892). Lussy’s prescriptions for the performance of excerpts \nby Mozart are, in general, the least convincing in the book.",
            "citations": []
        },
        "FN5": {
            "text": "5. Riemann, Musikalische Dynamik und Agogik. Lehrbuch \nder musikalischen Phrasirung auf Grund einer Revision der Lehre von der \nmusikalischen Metrik und Rhythmik. Hamburg: Rahter, 1884.",
            "citations": []
        },
        "FN6": {
            "text": "6. Schenker’s The Art of Performance, ed. Heribert \nEsser, trans. Irene Schreier Scott (New York: Oxford University Press, 2000), is \na compilation of previously unpublished material by Schenker, most of it written \nin the early 1910s.",
            "citations": []
        },
        "FN7": {
            "text": "7. Lerdahl and Jackendoff define an afterbeat as a weak \nbeat that groups with the preceding strong beat, not with the following strong \nbeat. See A Generative Theory of Tonal Music (Cambridge, Mass.: The MIT \nPress, 1983), 28.",
            "citations": []
        },
        "FN8": {
            "text": "8. See Riemann 1884, 29–30, 98, and 174–76.",
            "citations": []
        },
        "FN9": {
            "text": "9. An excellent source on Italian prosody and its relation \nto operatic music is Robert Moreen, “Integration of Text Forms and Musical Forms \nin Verdi’s Early Operas” (Ph.D. dissertation, Princeton University, 1975).",
            "citations": []
        },
        "FN10": {
            "text": "10. I have presented a similar versification of a Chopin \nmelody in “Ambiguity in the Themes of Chopin’s First, Second, and Fourth \nBallades” ( Intégral 8 [1995]: 1–50). The melody there is the main theme \nof the First Ballade, op. 23.",
            "citations": []
        },
        "FN11": {
            "text": "11. The relation to settenario is imperfect because only \nChopin’s primary accent corresponds to the poetic meter; his secondary accent \ndoes not. In settenario, the secondary accent normally falls on the fourth \nsyllable.",
            "citations": []
        },
        "FN12": {
            "text": "12. For an illuminating example, see Reinhard Strohm, “Merkmale \nitalienischer Versvertonung in Mozarts Klavierkonzerten,” Analecta \nmusicologica 18 (1978): 219–36.",
            "citations": []
        },
        "FN13": {
            "text": "13. In his book Musikalische Rhythmik und Metrik (Magdeburg, 1917), Theodor Wiehmayer disputes the idea that an appoggiatura or \nsuspension must group with its resolution. Some of his examples (50) are \nconvincing; see especially those from Bach’s F-minor Prelude (WTC, Book 1), his \nmotet “Jesu, meine Freude,” and Liszt’s Sposalizio .",
            "citations": []
        },
        "FN14": {
            "text": "14. In his personal copy of the score to this Prelude (Oster \nCollection, New York Public Library for the Performing Arts), Ernst Oster also \nshows a 10–9 appoggiatura in measure 7.",
            "citations": []
        },
        "FN15": {
            "text": "15. Chopin’s autograph, which has been published in \nfacsimile, lacks a sharp sign before F4 in measure 19, thus forming another minor \nninth with the bass. Some editions, including Ewald Zimmermann’s for Henle, \nfollow the autograph here. Most other editions read the note as F ♯ 4. I assume \nthat the note should be F ♯ 4 partly because of the accent mark over A4 in measure 21. \nIf measure 21 were merely a sequential transposition of measure 19, it is hard to see what \npurpose the accent would serve.",
            "citations": []
        },
        "FN16": {
            "text": "16. The idea that the F4 at the end of measure 9 is a passing \ntone originates, so far as I know, with Ernst Oster, who noted the ascending \nthird in his score of the Prelude (see note 14).",
            "citations": []
        },
        "FN17": {
            "text": "17. Lussy describes the performance of ascending phrases \n(not only sequences) in terms of physical effort; see Lussy 1892, 165–66.",
            "citations": []
        },
        "FN18": {
            "text": "18. Frank Samarotto, “A Theory of Temporal Plasticity in \nTonal Music: An Extension of the Schenkerian Approach to Rhythm with Special \nReference to Beethoven’s Late Music” (Ph.D. dissertation, City University of New \nYork, 1999).",
            "citations": []
        },
        "FN19": {
            "text": "19. Lerdahl, Tonal Pitch Space (New York: Oxford \nUniversity Press, 2001).",
            "citations": []
        },
        "FN20": {
            "text": "20. This principle might not hold when the first of two \nspaces contains very few notes per octave, and the succeeding space is heard to \nfill in elements of a normative space. An example would be the motion from \nfifth-space to triad-space to diatonic space at the beginning of Beethoven’s \nNinth Symphony (cited by Lerdahl on page 53).",
            "citations": []
        },
        "FN21": {
            "text": "21. Quoted in Jean-Jacques Eigeldinger, Chopin, pianist \nand teacher, as seen by his pupils, trans. Naomi Shohet (Cambridge: \nCambridge University Press, 1986), 272.",
            "citations": []
        },
        "FN22": {
            "text": "22. This principle is consonant with Lerdahl and \nJackendoff’s Grouping Preference Rule 2a, which addresses proximity of attack \npoints (Lerdahl and Jackendoff, 45).",
            "citations": []
        },
        "FN23": {
            "text": "23. The situation in measures 42–43 differs in that the bass \nnote does not change (it is enharmonically respelled), and the left hand leaps \nan octave across the bar line. These factors tend to encourage the treatment of \nthe eighth notes in measure 42 as an upbeat, whereas the dissonant interval traversed \nby the left hand between measures 18 and 19—a major seventh spelled as a diminished \noctave—tends to encourage separation.",
            "citations": []
        },
        "FN24": {
            "text": "24. Robert Philip, Early recordings and musical style: \nchanging tastes in instrumental performance, 1900–1950 (Cambridge: Cambridge \nUniversity Press, 1992).",
            "citations": []
        },
        "FN25": {
            "text": "25. In my decision to “rush’ the two pedal points I again \nfind myself in agreement with Lussy, who advises accelerando for long-held notes \nin the melody.",
            "citations": []
        },
        "FN26": {
            "text": "26. Compare the Nocturne in E ♭ Major, op. 9, no. 2, \nwhere the 8 12 measure corresponds to the four-bar hypermeasure in Prelude No. \n21.",
            "citations": []
        },
        "FN27": {
            "text": "27. The use of “phrase” as a verb meaning “to shape a \nphrase” (in German, phrasiren ) may be traced to Riemann 1884; I am not \naware of this usage earlier. I criticized this use of “phrase” in Phrase \nRhythm in Tonal Music (New York: Schirmer Books, 1989), 11–12.",
            "citations": []
        },
        "FN28": {
            "text": "28. See Rowland op. cit. on the type of rubato in \nwhich the melody is shaped independently of the bass. A vestige of \nlate-eighteenth-century practice, it was described by Mozart in a famous letter \nto his father (quoted in Rowland, 202). This type of rubato requires a clear \ntextural distinction between the rhythms of melody and accompaniment, a \ndistinction that does not exist in Prelude No. 17 but does exist in Nos. 13 and \n21.",
            "citations": []
        },
        "FN29": {
            "text": "29. That two simultaneous but conflicting grouping \nstructures may coexist at the same level violates Lerdahl and Jackendoff’s \nGrouping Well-Formedness Rule 4 (Lerdahl and Jackendoff, 38). I would maintain, \nhowever, that conflicting low-level groupings are a part of everyday musical \nexperience, especially in late-Baroque and Romantic music.",
            "citations": []
        },
        "FN30": {
            "text": "30. I am indebted to my colleague Joseph Straus, theorist \nand cellist extraordinaire, for information on cello technique.",
            "citations": []
        },
        "FN31": {
            "text": "31. Victor Zuckerkandl, The Sense of Music (Princeton: Princeton University Press, 1959), 122.",
            "citations": []
        },
        "FN32": {
            "text": "32. There are comparable passages in Prelude No. 13. In measure \n6, for example, the leaps of sevenths, C ♯ 3– D ♯ 2 and F ♯ 3– G ♯ 2, suggest a temporary \nchange to beginning-accented groups.",
            "citations": []
        },
        "FN33": {
            "text": "33. See the present author’s “Chopin and the B-major \ncomplex: a study in the psychology of composition,” Ostinato rigore 15 \n(2000): 149–72.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Rubato is widely regarded as a purely intuitive art. While it may be true \nthat most performers rely solely on intuition for their rubato, a conscious \napproach may also be helpful. For the teacher of “analysis for performers,” a \nconscious approach is essential if rubato is to be discussed at all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Rubato is a difficult subject to theorize. The late David Epstein made an \nadmirable attempt in his book Shaping Time, using recordings by \nperformers he admired to construct quantitative models. (1) My approach here will be qualitative rather than quantitative, and introspective \nrather than empirical. Unlike Epstein, I will make no attempt to construct a \ngeneral theory. Musicians in different times and places—even composers of the \nsame generation, such as Chopin and Liszt—had distinctly different conceptions \nof rubato. (2) One is probably justified, therefore, in approaching the idea of a \ngeneral theory with caution.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\nA few nineteenth-century writers did try to develop something like a general \ntheory of rubato. Carl Czerny’s Von dem Vortrage was published in 1839, the same \nyear as Chopin’s Preludes, op. 28. (3) A relatively modest treatise, it deals mostly \nwith the style of the generation preceding Chopin’s. Mathis Lussy’s ambitious Treatise on Musical Expression dates from 1874, a quarter-century after Chopin’s \ndeath, but it describes a style that Lussy absorbed in the opera houses and \nconcert rooms of Paris, from some of the same artists whom Chopin would have \nheard when they were young. When Lussy applies the same rules of rubato to Don \nGiovanni that he does to the operas of Donizetti and Meyerbeer, he reveals \nsomething about how Mozart’s music was performed in the third quarter of the \nnineteenth century; but he also alerts us, unintentionally, to the dangers of \nover-generalizing about rubato. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\nI will avoid these dangers by focusing on one piece, Chopin’s Prelude in A ♭ Major from op. 28. This is a piece that I played, at my piano teacher’s \ndirection, when I was seventeen. I was going through an anti-Romantic phase at \nthe time, so I didn’t like the piece very much; but I knew that it was by Chopin \nand, therefore, I needed to apply rubato. I did this in an unusually conscious \nway, based on what I now recognize as aspects of grouping, meter, and tonal \nstructure. I deliberately counted each acceleration and retardation that I made, \ntrying to maintain what I felt to be a proper rate of tempo change. (Here is \nwhere my intuitions may have come close to Epstein’s.) I now love the piece, and \nI think I hear it more deeply, but I also believe that my youthful thoughts on \nrubato were largely correct, in the sense that they highlighted real aspects of \nthe music and contributed to what my piano teacher, at least, regarded as an \neffective performance. In discussing my more-than-thirty-year-old thoughts, I \nwill use a vocabulary that was unknown to me when I was seventeen. I will \ndiscuss rubato on small, medium, and large scales. At the end, I will briefly \ndiscuss two other Chopin preludes by way of comparison. II Example 1 . Chopin, Prelude No. 17: outline of the form (click to enlarge) Example 2 . Three forms of the Ur -rhythm in Prelude No. 17 (click to enlarge and see the rest) Example 3 . Schenker, examples of accelerating motives (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nThe form of the A ♭ -major Prelude is simple. It is a five-part rondo, ABACA, \nframed by a two-measure introduction and a slightly longer coda. The second A \nsection is incomplete, consisting of an antecedent phrase without its \nconsequent; the third and final A section is heard over a tonic pedal. The form \nof the piece is diagrammed in my Example 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nA special feature of this Prelude is that the rhythm that governs its \naccompaniment also shapes its melody. This rhythm I will call the Ur -rhythm of \nthe piece. In its simplest form, shown in Example 2 a, the Ur- rhythm consists of \nan upbeat, or anacrusis, consisting of five eighth notes, starting just after \nthe downbeat of one measure and leading to the downbeat of the next. There are \nsix attacks; the final note is of variable duration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\nThe Ur- rhythm is an example of the end-accented or abbetonte motive described by \nHugo Riemann in his book Musikalische Dynamik und Agogik . (5) According to Riemann, \nthe end-accented motive is naturally associated with crescendo and a slight accelerando. Crescendo expresses the motive’s dynamic quality, accelerando what \nRiemann calls its agogic aspect.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\nIn two books by Schenker, Free Composition and The Art of Performance, repeated-note motives are discussed in a similar way. (6) As shown in Example 3 , \nSchenker’s repeated-note motives drive toward the downbeat; his \nrightward-pointing arrows are meant to indicate acceleration. Schenker was \nreferring chiefly to repeated-note motives, but it is interesting that he \nsegments these motives exactly as Riemann would have done, making them \nend-accented and, in long measures, subdividing them. We may conclude that there \nexisted a tradition, at least in the late nineteenth and early twentieth \ncenturies, whereby motives that begin with a long upbeat were felt to accelerate \nto their respective downbeats. This conclusion, as it happens, accords perfectly \nwith my intuitions about Chopin’s Prelude. In my performance of the piece, the \naccelerating Ur- rhythm controls rubato on the smallest scale.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\nThe Ur- rhythm has two important variants, shown in Examples \n2b and 2c. That in \nExample \n2b occurs only in the accompaniment, especially in the accompanying \nvoices of the right hand. Here, following the five-note upbeat, the downbeat \nnote is withheld, regardless of whether a rest is notated there. I will call \nthis the incomplete form of the Ur- rhythm. The incomplete form is especially \neffective when (as often happens) the repeated chords contain a leading tone, a \ndissonance, or both; resolution is delayed by at least an eighth note, impelling \nmotion forward while adding tension. For example, the right hand’s eighth notes \nin measure 12 are tendency tones: C is a leading tone, G ♭ the seventh of the \nchord. Resolution is delayed until the second eighth note of measure 13, where both \ntones resolve in the left hand. The player can physically feel the withheld \nresolution because the right hand does nothing while the left hand must travel \ndownward to reach the new bass note, D ♭ . In this piece, Chopin tends to \nassign active tones, both consonant and dissonant, to the right hand, as he does \nat the very beginning of the piece, although this often means that the two hands \nare physically intertwined.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Example 2c shows a variant of the Ur- rhythm that is peculiar to the melody. Here \nthe downbeat note, a dotted quarter, is followed by another note of similar \nvalue; the final note acts as an afterbeat and ends the two-measure group. (7) This \nvariant contains seven attacks, with the strongest accent falling on the \npenultimate note. Compared to the Ur- rhythm’s basic form (example 2a), this new \nform is, as Riemann would have called it, “over-complete” ( überkomplet ). \nBorrowing Riemann’s terminology, Examples 2a through 2c might be termed, \nrespectively, the complete, incomplete, and over-complete forms of the Ur- rhythm. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]\nA different way of classifying the Ur- rhythm’s forms is by analogy with Italian \nopera, which Chopin is known to have loved. By Italian standards, Example 2c, \nnot 2a, represents the Ur- rhythm’s basic form, because it features what Italians \ncall a piano ending ( piano in this context means “plain” rather than “soft”). In \nItalian poetry, a line normally ends with a strongly accented syllable followed \nby a single weak syllable—a parola piana (“plain word”), of which the word piano itself is an example. The ending in Example 2a, by contrast, corresponds to the tronco (“truncated”) line-ending in Italian. (Notice that in Italian the \n“feminine” ending is the norm, the “masculine” a deviation.) In the Italian \nlibretti of Chopin’s time, tronco endings are typically used to mark the ends of \nstanzas. Example 2b, finally, does not form a satisfactory line; it lacks the \nrequired accento commune (“common accent”) and is therefore seriously \nincomplete. (9) Example 4 . Prelude No. 17: the A section arranged as a double quatrain (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\nThat the Italianate view is illuminating is suggested by Example \n4 . Here the \nPrelude’s A section, a parallel period of sixteen measures, is arranged as a \ndouble quatrain of verse, as if this were an aria. (10) The “verse meter” of Chopin’s \nmelody corresponds approximately, but only approximately, to settenario, the \nseven-syllable meter of Italian poetry. (11) In each quatrain, three piano endings \nare followed by a tronco ending. Chopin’s melodic “stanzas” are thus quite \nregularly formed.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]\nIn the remainder of this essay I will follow the Riemannian classification \noutlined earlier, largely because it expresses my earlier view of the Prelude’s \nrhythmic and motivic structure. I recommend, however, that the Italianate view \nbe considered by readers when they analyze music by Italian composers, or by \nnon-Italians who were strongly influenced by Italy: Handel, J. S. and J. C. \nBach, Haydn, Mozart, and Chopin, to name only a few. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]\n\nIf one follows Chopin’s changes of harmony, or even his pedal markings, one \nwould conclude that the left hand begins a new group with each downbeat. I do \nnot hear the left hand in this way; for the most part, I group the left hand \naccording to the Ur- rhythm. In Lerdahl and Jackendoff’s terms, my grouping is \nout of phase with the meter. My grouping of the accompaniment is certainly \ninfluenced by the melody, but it is also a matter of physical gesture: only a \nbeginning pianist, I think, would take appreciable time after the last chord in \na measure to find the next bass note; in most measures, the bass note ends the \nphysical impulse rather than beginning it. This pattern changes in (for example) \nmeasures 6 and 8, where the Ur- rhythm is absent; here the bass note begins each \ngroup. The same applies throughout most of the final A section, where the \ntwo-measure subphrases sound as long afterbeats to the recurring tonic pedal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\nTo repeat, we have three forms of the Ur- rhythm: the complete form, the \nincomplete form, and the over-complete form. These three forms are deployed \ncontrapuntally throughout much of the Prelude. In measure 12, for instance, we see \nthe over-complete form ending in the melody while the remaining voices of the \nright hand sound the incomplete form; the left hand is grouped according to the \ncomplete form. All three forms accelerate to the downbeat; the over-complete \nform relaxes, both dynamically and agogically, into its afterbeat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\nWhen I first played this Prelude I don’t think I had ever heard it played, and I \nknew nothing of Riemann or Schenker, but I played the Ur- rhythm much as I \nimagine they would have done. This may have something to do with the way in \nwhich I experience musical meter. For most of my life I have both felt and \nvisualized meter through the image of a bouncing ball. For me, motion to a \ndownbeat is quite literally downward motion, and a downbeat is something you \nbounce off of. To put the matter another way: Where a rhythm is heard as anacrustic, moving from upbeat to downbeat, the downbeat exerts a kind of \ngravitational force, attracting notes of the upbeat to it. Since human beings \nexperience gravity as a downward pull, Chopin’s Ur- rhythm is readily felt as a \ndownward fall or slide to the bottom of something. Downward slides are not \nconstant in speed; they accelerate. And since any physical medium contains some \nfriction, the rate of acceleration will not be constant, either; it will \nincrease until the effect of friction is largely overcome. Hence the image in my \ntitle. Rubato in this prelude is as easy, and as natural, as falling off a log. III Example 5 . Chopin, Prelude No. 17 in A ♭ Major, Score (click to enlarge, see the rest, and listen) Example 6 . Two motives based on the over-complete form of the Ur -rhythm (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Example 5 offers a score of the entire Prelude, with annotations in measures 1–36 to \nshow accelerando (symbolized by rightward arrows) and ritardando (symbolized by \nleftward arrows). A simple illustration of falling-off-a-log may be found in measures \n34–35, the juncture between the B section and the second A. Here a crescendo is \nindicated by Chopin, and an accelerando to the downbeat faces no physical (i.e., pianistic) impediments such as large leaps. A feeling of falling to the bottom \nis physically reproduced in the motion of the left hand, which tumbles to what \nwe think of as the bottom of the keyboard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]\nThe Ur- rhythm’s over-complete form features the same gravitational pull toward \nthe downbeat, but it adds a gliding motion at the end. This rhythm is associated \nwith several motive-forms; two of these are shown in Example \n6 . Motive-form 1 is \na seven-note idea, subdivided 3 + 4 by a descending leap in the middle; it \narticulates a pair of ascending thirds (bracketed in the example), of which the \nsecond is embellished with a long appoggiatura. The motive’s subdivision implies \na corresponding subdivision of the accelerando. I would first accelerate and crescendo to the third note, D ♭ , which falls on the second-strongest point \nin the measure; then I would pull back slightly to accelerate and crescendo anew, climaxing on the appoggiatura. The appoggiatura’s resolution is properly \nexpressed by a diminuendo in the melody; the corresponding deceleration is \naccommodated by the accompaniment, which begins a new, accelerating statement of \nthe Ur- rhythm in measure 12.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]\nMotive-form 2 places a shorter appoggiatura on the third note and descends from \nthere to the downbeat; the afterbeat ascends one step. The placement of the \nappoggiatura suggests a 4 + 3 subdivision, but the listener is unlikely to hear \nit because there is no change of contour between notes 3 and 6, and because all \nmelodic intervals are small. (12) Once the motive goes “over the top” with note 3, it \ntends to accelerate to the downbeat. I like to stress the appoggiatura function \nof note 3 by playing that note a little extra-quickly in some passages. This \nhelps to clarify matters in measure 7, for example, where I hear G5, a tenth, as an \nappoggiatura to F5, a ninth. (14) Example 7 . Two examples of musical friction (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]\nThere are exceptions to the Ur- rhythm’s control of small-scale rubato. If we \nresume our metaphor of something sliding or falling in response to gravity, \nexceptions may be said to occur where there is some extra friction present—a \nprotruding bit of bark on the log, so to speak, that slows our fall. Example \n7 shows two instances of such friction. Example 7a, the beginning of the B \nsection, is based on another variant of the Ur- rhythm. The second melodic \nstatement, measures 21–22, contrasts with the first in that one of the steps is an \naugmented second, F ♯ –A; this A forms a minor ninth with the bass, an interval \nthat we hear for the first time in this Prelude. (15) Chopin writes an accent mark \nover the A, expressing the suddenly frictive melodic and harmonic situation. I \ntreat this as more an agogic than a dynamic accent; the extra time taken for the \nA may be given back by playing the ascending sixth G ♯ –E a little more quickly.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\nExample 7b shows no notational signs of friction. This is, however, one of \nseveral instances in which there is a change of chord, or a new note is added to \na chord, during the accelerating phase of the Ur- rhythm. The F in the alto voice \nat the end of measure 9 might be described as an added sixth in a Rameauvian \nimperfect cadence to E ♭ major; in terms of voice leading, F might be \nunderstood as a passing tone originating in the left hand’s E ♭ and forming \nanother statement of the motivic ascending third: E ♭ –F–G, imitating the \nmelody’s A ♭ – B ♭ –C. (16) The added sixth, being dissonant, represents musical \nfriction; the concealed motive-statement—if one hears it and wishes others to \nhear it—requires a little time to sound. These considerations suggest that the \nfinal eighth note of measure 9 be slightly lengthened. IV",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]\nRising and falling sequences occur in the B and C sections, where they affect \nrubato on what might be termed the medium scale. Chopin marks the rising \nsequences with crescendos, the falling ones with diminuendos. I will discuss \ndescending sequences first; these begin at measures 24 and 51. Here, in my own \nplaying, I disregard the conventional correlation between diminuendo and ritardando; I accelerate during each descending sequence, because these seem to \nme like extended instances of falling-off-a-log. Having climbed to a peak in the \npreceding ascent, the music tumbles downward, accelerating as it goes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]\nI accelerate in the ascending sequences as well, but, as Lussy would have \nadvised, I treat the final approach to the climax as effortful, hence slower (17) —or, as I prefer to think of it, “thicker.” In the experience of musical \nfriction, time itself seems to thicken, whereas the act of falling and \naccelerating makes time seem thin. To express these sensations I am forced to \nchange from a solid to a liquid metaphor. With apologies to Frank Samarotto’s \n“temporal plasticity,” (18) I will term the phenomenon temporal viscosity.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] A viscous medium offers more resistance to a falling body than a non-viscous \none. When viscosity, or friction, is minimized, acceleration in response to \nEarth’s gravity approaches the theoretical ideal of 32 feet per second per \nsecond. I’m not sure what the musical equivalent of that constant is, but it’s \nimportant to note that Chopin’s descending sequences move through a surprisingly \nviscous medium. That is because, while his ascending sequences move \nquasi-diatonically, his descending sequences are chromatic. A sequence through \nany contextually normative pitch space (to use Fred Lerdahl’s term (19) ) is \nrelatively friction-free, offering little resistance to the flow of time. But an \nabrupt change of space is frictive, it seems to me, if either of the following \nconditions obtains: (1) if the new space consists of more tones per octave than \nthe normative space, so that it seems more complex; (20) or (2) if the new space is \nmore differentiated internally, meaning that one has moved from an \nequal-interval space to one in which adjacencies are spaced unequally. The \nsituation in the Prelude, where the normative space is diatonic, is mixed in \nthis regard.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]\nThe sequence that begins the B section ascends in diatonic thirds, tonicizing A \nmajor, then F ♯ minor, then E major. A descending sequence follows, moving \nchromatically from I to V of E major; from one measure to the next, the sequence \ndescends in whole tones. Extra friction is provided by German augmented sixth \nchords resolving, in eighth notes, to altered dominant sevenths (or, if you \nprefer, French sixths). The heightened chromaticism and dissonance, along with \nthe faster harmonic rhythm, offer resistance to the uniform acceleration that \nmight be appropriate to a simpler or more diatonic sequence, especially one \nwithout submetrical changes of harmony. On the other hand, the \nchromatic/whole-tone descent is undifferentiated internally until the sequence \nis broken. (A change in the melodic sequence emphasizes V of E major in measure 26.) \nWe are told by the composer Ignaz Moscheles that Chopin played his remote \nmodulations “with elfin lightness.” (21) That is worth keeping in mind here, but it \nseems to me that the frequent chord changes require a little more time than \nrepeated chords would have done.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]\nIn section C, the descending sequence beginning at measure 51 is again more chromatic \nthan the ascending sequence that precedes it. This time the sequence descends \nchromatically at the full-measure level, and there are no submetrical harmonic \nchanges to slow the acceleration. The pattern changes, of course, with the \nexpanding chromatic wedge in measure 54, where I give time to the augmented sixth \nchords at the beginning and end of the measure. Taking time at the end of measure 54 \nalso follows the principle of “thickening” as one approaches a climax—in this \ncase, the forte cadence in E ♭ major. V",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]\nSections B and C each begin with a common-tone modulation. In each case the new \nchord is a secondary dominant, and the common tone changes its status from root \nto leading tone. One might invoke Schenker’s concept of the 5–6 shift, \nespecially at measure 43. Metrically, there is at least a suggestion that the last \nmeasure of the respective A section is strong and the first measure of the new \nsection is weak. The new sections also share similar melodic rhythms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]\nNowadays I emphasize these parallelisms in playing the two passages. I try to \nmake the new beginning grow out of the previous ending, “breathing” not before \nbut just after the new section’s first note. This is meant to emphasize the 5–6 \nshift, with its implication of strong-to-weak. It also follows the principle \nthat when a pitch is repeated in long-short rhythm, the long note tends to end a \ngroup at some level. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]\nIn measures 17–19, the melody’s A ♭ is heard four times in succession, each time \nwith a different tonal or metric function. I take extra time here so that the \nchanges can be savored. A further anomaly at this juncture is that, to my ear, \nthe repeated chords in measure 18 act for once as afterbeat, or end, rather than as \nupbeat. For this reason, too, I continue and even augment my cadential ritard \ninto the first beat of measure 19—making this, in my performance, one of the slowest \nmoments in the Prelude. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]\nIf this is where the tempo reaches one of its slowest points, where is it \nfastest? We know that performers in the early twentieth century felt freer to \naccelerate above a basic tempo than performers after World War II, when \n“rushing” came to be considered the worst possible sin. (24) In this Prelude I rush \nhappily, deliberately, and in good conscience. I rush mostly in passages of \ntonal stasis, such as the two-measure introduction, where I add an accelerando-ritardando to Chopin’s crescendo-diminuendo. I rush most of all \nduring the twin pedal points on E ♮ and E ♭ —the first at the end of the \nB section, the other at the end of section C. These two pedal points, which \nfunction as codettas, feature the same music, and they suggest a large-scale \nupper-neighbor motion from ♭ VI ( F ♭ major) to V ( E ♭ ). Playing both at \naccelerated tempos is one way of associating the two passages, which are \nseparated by more than twenty measures of music. Over each pedal, harmonic and \nmelodic motion is minimal; short-range goals have been reached, and the music \ncelebrates their achievement. In the large-scale rubato of the Prelude, these \nfor me are the twin peaks. Lacking significant pitch motion, the Ur- rhythm \nbecomes the focus of attention. If we compare the two passages, we find an \ninteresting difference: the pedal on E sounds a little less celebratory because \nChopin uses the frustrated, incomplete form of the Ur- rhythm in the \naccompaniment; over the E ♭ pedal he uses the complete form. The use of the Ur- rhythm’s complete form also creates a duet with the melody that didn’t exist \nin the earlier passage. (25) VI",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] There are two other preludes from op. 28 in which the accompaniment is based on \na six-note, end-accented motive in eighth notes. These are Preludes No. 13 in F ♯ Major and No. 21 in B ♭ Major. In these preludes, unlike No. 17, the Ur- rhythm is mostly (No. 21) or entirely (No. 13) confined to the accompaniment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32]\nFor rubato, the fact that these preludes feature melodies in long notes is \nsignificant. In each case the melody moves in values as large as dotted halves. \nThus a single melody note may correspond to one complete statement of the Ur- rhythm in the left hand. The music moves at two different speeds: the \naccompaniment repeats its pattern every three quarter notes, while the melody \nmoves in cycles of at least four dotted halves. Rubato in these melodies is \nruled by patterns of tension and release within the larger cycles, not the \nsmaller ones. Example 8 . Chopin, Prelude No. 21 in B ♭ Major (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]\nLet us begin with Prelude No. 21; measures 1–8 are given in Example 8 . The melody has \nlocal climaxes in measures 3 and 7, the third bar of each hypermeasure; both climaxes \nfeature long notes that might loosely be termed appoggiaturas. (26) The pianist would \nnaturally “phrase” to these notes, meaning that they would be the goal of a \nslight crescendo and, simultaneously, the beginning of a slight diminuendo. (27) These dynamic swells might be accompanied by a very slight accelerando-ritardando, which in this texture need not be coordinated precisely \nwith the left hand. (28)",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]\nChopin’s slurs make the Ur- rhythm explicit in the accompaniment. Two kinds of \nmeasures alternate in the left hand of measures 1–4: measures in which motion to the \ndownbeat is smooth and stepwise, encouraging a smooth acceleration to accompany \nthe indicated crescendo; and measures in which the contour is more varied. Later \nin the piece, the distinction between the two kinds of measures is sometimes \nblurred.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]\nIt is useful to think of the accompaniment as a three-voice texture: two tenor \nvoices are in dialogue over a slowly moving bass. The “first tenor” is \nespecially interesting; it is mostly based on the incomplete form of the Ur- rhythm. That is, the first tenor’s last eighth note in a measure usually \nresolves to, or in some other sense is felt to move toward, the second eighth \nnote in the measure following. The result is a feeling of frustrated resolution \non the downbeat itself. The exception is measure 2, where the first tenor’s motion \nends with B ♭ 3 on the third beat; at the same time, the second tenor has \ncompleted its characteristic chromatic descent with D3. This third-beat ending \nthrows into relief the connective leap across the bar line, B ♭ 2– E ♭ 2. The \nsix-note Ur- rhythm thus subdivides into 4 + 2. This subdivision suggests that \nacceleration to the downbeat of measure 3 might be similarly articulated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]\nAs in the A ♭ Prelude, there are passages of harmonic stasis; see the G ♭ -major passage beginning at measure 17 (not shown). In both preludes I would \nplay these static passages at a slightly faster tempo. In the G ♭ -major \npassage, the left hand follows a hemiola pattern that fits under the hand far \nmore comfortably than the polyphonic accompaniment of the prelude’s opening \nmeasures. As is often the case with Chopin, for whom the tactile quality of \npiano playing was enormously important, the physical ease of measures 17ff. is \nconnected with what I take to be the implication of increased speed. Example 9 . Chopin, Prelude No. 13 in F ♯ Major (click to enlarge) Example 10 (click to enlarge) Example 11 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]\nPrelude No. 13 ( Example 9 ) has much in common with No. 21, above all in its \ntexture and hypermeter. (Each hypermeasure contains four dotted-half-note \nbeats.) Here the melody begins by climaxing on the fourth, rather than the \nthird, beat of each hypermeasure. Since the melody begins with repeated notes, \nwe would probably accelerate through these, following Schenker’s dictum, even \nthough B4 does not fall on a downbeat. In Riemann’s terms, we would phrase to \nB4, accelerating slightly and adding an unwritten crescendo. Upon reaching B4 we \nwould both decelerate and diminuendo.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]\nThe left-hand accompaniment is more varied in contour than in either of the \nother preludes. Its internal grouping is not immediately obvious, but I believe \nit is best interpreted as shown in Example \n10 . After F ♯ 2—the bass note for all \nof measure 1—is sounded on the downbeat, a group of four “tenor” notes, F ♯ 3– G ♯ 3– F ♯ 3– A ♯ 3, is followed by a two-note group, F ♯ 3– F ♯ 2, bridging with an \narpeggio the large distance between tenor and bass. In other words, the grouping \nclosely resembles that of measure 2 in Prelude No. 21. A dissonant leap, initially \nthe major seventh F ♯ 2– F ♯ 3, separates each bass note from the following tenor \ngroup. The latter subdivides in two different ways simultaneously: as two \nascending thirds ( F ♯ – G ♯ , F ♯ – A ♯ ), and as an incomplete double-neighbor figure \n( F ♯ – G ♯ – F ♯ ) plus a singleton ( A ♯ ). (29) The former grouping is obvious, but the latter \ncorresponds better to the voice-leading. G ♯ is an appoggiatura to F ♯ , so I make \nit the dynamic high point of the four-note group. This dynamic shape stands in \ncontrast to that of the repeated-note accompaniment in Prelude No. 17, where the \ndownbeat represents both the dynamic and the agogic high point of the Ur- rhythm.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39]\nFor me, the left hand in the F ♯ -major Prelude evokes the sound of a solo cello. \nIf the Prelude were transposed to G major, the four-note group might or might \nnot be played on a single string, (30) but the two-note group would inevitably \ninvolve string crossings (i.e., the open D and G strings; A3, the dynamic high \npoint, might also be played on an open string). We might compare the opening of \nBach’s G-major Cello Suite, BWV 1007 ( Example \n11 a), which similarly features a \ndivision into bass and tenor registers with arpeggios connecting them. Here the \nleaps are all consonant until measure 3, but Victor Zuckerkandl, at least, advised \nthat the cellist make all groups end-accented. (31) Among other advantages, \nend-accented groups encompass the resolutions of the lower neighboring notes (A3 \nin measure 1, B3 in measure 2, etc.).",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40]\nComparison might also be made to the main theme of Chopin’s Barcarolle, op. 60, \nanother piece in F ♯ major (Example 11b), and to Prelude No. 3 in G Major \n(Example 11c). In the Barcarolle, the enormous leap across the bar line helps to \nclarify that F ♯ 2 begins a group at the measure level. One might, however, hear \nan end-accented group culminating on the second F ♯ 2 in each measure, with a \ngrouping overlap on that note. The two equal leaps upward from F ♯ 2 help one to \nhear the grouping as anbetont —i.e., beginning with the strongest beat in the \ngroup. Although the sum of the two leaps is a ninth, each leap in itself is \nconsonant—a perfect fifth. (There is a suggestion of hemiola in this example, \nbut we will not pursue it here.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]\nThe story of the G-major Prelude is similar. The consonant arpeggio ascending \nfrom G2 tends to bind the bass note to the “tenor” B3 and to the notes in \nbetween. The most ambiguous note in this pattern, from a grouping standpoint, is \nthe final sixteenth note in each measure. Registral proximity suggests grouping \nthis D3 with the following G2, and the occasional sixteenth note in the melody \nstrengthens the suggestion. But some later versions of the left-hand pattern—in \nmeasures 6–8, for example—distort the leap across the bar line to the extent that one \nmight well treat the bar line as a grouping boundary, though only in the left \nhand. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]\nNeither in Prelude No. 13 nor in the patterns of Example 11 would a seamless accelerando to the strong beat be appropriate. Each pattern requires its own \ndynamic and agogic shaping, but none represents the simple sliding into the \ndownbeat—the falling-off-a-log—that one hears in Prelude No. 17 and at the \nbeginning of Prelude No. 21. Patterns of pitch contour, implied polyphony, and \nvoice leading affect (or should affect) the performance of the Ur- rhythm \nuniquely in every case. VII",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43]\nI return, at last, to my opening thoughts. Can principles of rubato be \ngeneralized? To some degree yes, but only within a given style, and we should \ntake care not to define that style too broadly. Even within these limits, \nprinciples of rubato will have, at best, the status of Lerdahl and Jackendoff’s \npreference rules, which often come into conflict in such a way that their \nresolution—the decision as to which rule governs a certain situation—is a matter \nof judgment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44]\nSome principles can be generalized further than others. For example, the idea of \naccelerating through an anacrustic motive is probably valid for much \nnineteenth-century music, especially solo and chamber music, so long as the \nmotive contains little of what I have termed musical friction. The notion of \nfriction itself, and the performative responses to friction that I have proposed \nhere, are probably capable of broader generalization. What may be less \ngeneralizable is, for example, the extreme sensitivity to tactile aspects of \nplaying that is characteristic of Chopin’s piano music but not, say, of \nBeethoven’s. (33)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45]\nFinally, I wish to remind the reader that many of the conclusions I have \nadvanced in this essay have been expressed, often more eloquently, by authors \nwho experienced the nineteenth century at first hand: Czerny, Lussy, Riemann, \nand Schenker, among others. Although recorded performances have undeniable value \nas models of rubato playing, further research into rubato should also take note \nof what performers and teachers have said on the subject—especially those \nperformers and teachers who participated more or less contemporaneously in the \ntradition they have sought to describe.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue on performance and analysis:views from theory, musicology, and performance",
    "source": "mto/raw/mto.05.11.1.rothstein.html",
    "data": "mto/data/mto.05.11.1.rothstein.json"
}