{
    "title": "Theories of Categorization and Theories of Music",
    "date": "1995/07/01",
    "volume": "1",
    "issue": "4",
    "authors": [
        "Zbikowski, Lawrence M."
    ],
    "abstract": "Processes of categorization are known to be fundamental to human cognitive processing. This essay reviews the characteristics of two types of categories that give rise to conceptual representations. One type, which has been demonstrated to have a graded structure, is then used to model dynamic processes for thematic materials in the first movement of Bruckner’s Sixth Symphony.",
    "keywords": [
        "music cognition",
        "categorization",
        "Bruckner"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.4/mto.95.1.4.zbikowski.pdf",
    "author_info": [
        {
            "name": "Lawrence M. Zbikowski",
            "university": "University of Chicago",
            "address": "Department of Music, Goodspeed Hall, 1010 East 59th Street, Chicago, IL  60615",
            "email": "L-ZBIKOWSKI@UCHICAGO.EDU"
        }
    ],
    "citations": {
        "barsalou_1987": "Barsalou, Lawrence W. 1987. The instability of graded structure: Implications for the nature of concepts. In Concepts and conceptual development: Ecological and intellectual factors in categorization , ed. Ulric Neisser, 101–40. Cambridge: Cambridge University Press.",
        "barsalou_1992a": "Barsalou, Lawrence W. 1992a. Cognitive psychology: An overview for cognitive scientists . Hillsdale, N.J.: Lawrence Erlbaum Associates.",
        "barsalou_1992b": "Barsalou, Lawrence W. 1992b. Frames, concepts, and conceptual fields. In Frames, fields, and contrasts: New essays in semantic and lexical organization , ed. Adrienne Lehrer and Eva Feder Kittay, 21–74. Hillsdale, N.J.: Lawrence Erlbaum Associates.",
        "barsalou_1993": "Barsalou, Lawrence W. 1993. Flexibility, structure, and linguistic vagary in concepts: Manifestations of a compositional system of perceptual symbols. In Theories of memory , ed. A. F. Collins, S. E. Gathercole, M. A. Conway, and Morris P. E, 29–101. Hillsdale, N.J.: Lawrence Erlbaum Associates.",
        "barsalou_and_hale_1993": "Barsalou, Lawrence W., and Christopher R. Hale. 1993. Components of conceptual representation: From feature lists to recursive frames. In Categories and concepts: Theoretical views and inductive analysis , ed. Iven van Mechelen, James Hampton, Ryszard S. Michalski, and Peter Theuns, 97–144. Cognitive Science Series. London: Academic Press.",
        "barsalou_et_al_1993": "Barsalou, Lawrence W., Wenchi Yeh, Barbara J. Luka, Karen L. Olseth, Kelly S. Mix, and Ling-Ling Wu. 1993. Concepts and meaning. In Chicago Linguistics Society 29: Papers from the parasession on conceptual representations , ed. K. Beals, G. Cooke, D. Kathman, K. E. McCullough, S. Kita, and D. Testen. Chicago: University of Chicago, Chicago Linguistics Society.",
        "brown_1965": "Brown, Roger. 1965. Social psychology . New York: Free Press.",
        "dahlhaus_1989": "Dahlhaus, Carl. 1989. Nineteenth-century music . Trans. J. Bradford Robinson. Berkeley: University of California Press.",
        "dreyfus_1991": "Dreyfus, Hubert L. 1991. Being-in-the-world: A commentary on Heidegger's Being and Time, Division I . Cambridge, Mass.: MIT Press.",
        "edelman_1989": "Edelman, Gerald M. 1989. The remembered present: A biological theory of consciousness . New York: Basic Books.",
        "edelman_1992": "Edelman, Gerald M. 1992. Bright air, brilliant fire: On the matter of mind . New York: Basic Books.",
        "friedmann_1985": "Friedmann, Michael L. 1985. A methodology for the discussion of contour: Its application to Schoenberg's music. Journal of Music Theory 29 (Fall):223–48.",
        "gjerdingen_1990": "Gjerdingen, Robert O. 1990. Categorization of musical patterns by self-organizing neuronlike networks. Music Perception 7 (Summer):339–70.",
        "hampton_1993": "Hampton, James. 1993. Prototype models of concept representation. In Categories and concepts: Theoretical views and inductive analysis , ed. Iven van Mechelen, James Hampton, Ryszard S. Michalski, and Peter Theuns, 67–95. Cognitive Science Series. London: Academic Press.",
        "hampton_and__dubois_1993": "Hampton, James, and Daniele Dubois. 1993. Psychological models of concepts. In Categories and concepts: Theoretical views and inductive analysis , ed. Iven van Mechelen, James Hampton, Ryszard S. Michalski, and Peter Theuns, 11–33. Cognitive Science Series. London: Academic Press.",
        "heidegger_1962": "Heidegger, Martin. 1962. Being and time . Trans. John Macquarrie and Edward Robinson. New York: Harper-Collins Publishers.",
        "jackendoff_1987": "Jackendoff, Ray. 1987. Consciousness and the computational mind . Cambridge, Mass.: MIT Press.",
        "lakoff_1987": "Lakoff, George. 1987. Women, fire, and dangerous things: What categories reveal about the mind . Chicago: University of Chicago Press.",
        "langacker_1987": "Langacker, Ronald W. 1987. Foundations of cognitive grammar: Theoretical prerequisites . Stanford, Calif.: Stanford University Press.",
        "lerdahl_and_jackendoff_1993": "Lerdahl, Fred, and Ray Jackendoff. 1983. A generative theory of tonal music . Cambridge, Mass.: MIT Press.",
        "mechelen_et_al_1993": "Mechelen, Iven van, James Hampton, Ryszard S. Michalski, and Peter Theuns, eds. 1993. Categories and concepts: Theoretical views and inductive analysis . London: Academic Press.",
        "minsky_1975": "Minsky, Marvin. 1975. A framework for representing knowledge. In The psychology of computer vision , ed. Patrick Henry Winston, 211–77. New York: McGraw-Hill.",
        "minsky_1985": "Minsky, Marvin. 1985. The society of mind . New York: Simon and Schuster.",
        "morris_1987": "Morris, Robert D. 1987. Composition with pitch classes: A theory of compositional design . New Haven: Yale University Press.",
        "natsoulas_1978": "Natsoulas, T. 1978. Consciousness. American Psychologist 33: 906–14.",
        "quinn_and_holland_1987": "Quinn, Naomi, and Dorothy Holland. 1987. Culture and cognition. In Cultural models in language and thought , ed. Dorothy Holland and Naomi Quinn, 3–40. Cambridge: Cambridge University Press.",
        "rosch_and_lloyd_1978": "Rosch, Eleanor, and Barbara B. Lloyd. 1978. Introduction. In Cognition and categorization , ed. Eleanor Rosch and Barbara B. Lloyd. Hillsdale, N.J.: Lawrence Erlbaum Associates.",
        "rosch_and_mervis_1975": "Rosch, Eleanor, and Carolyn B. Mervis. 1975. Family resemblances. Cognitive Psychology 7: 573–605.",
        "schank_and_abelson_1977": "Schank, Roger C., and Robert P. Abelson. 1977. Scripts, plans, goals and understanding: An inquiry into human knowledge structures . Hillsdale, N.J.: Lawrence Erlbaum.",
        "shweder_1991": "Shweder, Richard A. 1991. Thinking through cultures: Expeditions in cultural psychology . Cambridge, Mass.: Harvard University Press.",
        "smith_and_medin_1981": "Smith, Edward E., and Douglas L. Medin. 1981. Categories and concepts . Cambridge, Mass.: Harvard University Press.",
        "sutcliffe_1993": "Sutcliffe, John Philip. 1993. Concept, class and category in the tradition of Aristotle. In Categories and concepts: Theoretical views and inductive analysis , ed. Iven van Mechelen, James Hampton, Ryszard S. Michalski, and Peter Theuns, 35–65. Cognitive Science Series. London: Academic Press.",
        "welker_1982": "Welker, Robert L. 1982. Abstraction of themes from melodic variations. Journal of Experimental Psychology: Human Perception and Performance 8(3):435–47.",
        "zadeh_1965": "Zadeh, Lofti. 1965. Fuzzy sets. Information and Control 8: 338–53.",
        "zbikowski_1991": "Zbikowski, Lawrence. 1991. “Large-scale rhythm and systems of grouping.” Ph. D. Diss. Yale University."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to acknowledge the suggestions and comments of Robert\nCook of the University of Chicago and the anonymous reviewer for Music\nTheory Online; these contributed significantly to the final form of this\nessay.",
            "citations": []
        },
        "FN1": {
            "text": "1. Following the work of Rosch and Mervis 1975, Lakoff 1987 and others have called categories with a graded structure “prototype-effect categories,” where the prototype is the most typical member of the category, and prototype- effects are those of grading.  For a discussion of prototype models see Hampton 1993.",
            "citations": []
        },
        "FN2": {
            "text": "2. I am reminded here of Augustine’s central conceptual pivot in his remarks on time in his Confessions (Book XI, Chapter XIV): “What, then, is time?  If no one asks of me, I know; if I wish to explain it to him who asks, I know not.”",
            "citations": []
        },
        "FN3": {
            "text": "3. Although I believethere are good reasons for isolating the “theme” as I do here, they rely on aspects of categorization I did not discuss in Section 1.  In particular, basic-level categories and what I have called m-categories are important (see Zbikowski 1991); aspects of the latter have connections to Lerdahl and Jackendoff’s notion of a group (1983).",
            "citations": []
        },
        "FN4": {
            "text": "4. Basic discussions of contour can be found in Friedmann 1985 and Morris 1987.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In this essay I want to contemplate a relatively simple question: how do processes of categorization, which are one of the primary means by which we organize our understanding of the world, manifest themselves in our understanding of the organization of musical events? In recent years questions concerning our understanding of the organization of musical events have been treated in studies of music cognition; I shall take the position that music theory in general also deals with these questions, if not always explicitly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Eleanor Rosch and Barbara Lloyd proposed that the segmentation of the environment into classifications by means of which nonidentical stimuli can be treated as equivalent — that is, categorization — is a basic task of all organisms, and indeed, one mark of living things ( 1978 ).  In general, processes of categorization appear to be a pervasive feature of human cognitive structure, extending from basic functions of perceptual discrimination through to sophisticated products of the imagination (see, for example, Edelman 1989 , 1992 ). In the following, I shall concentrate on categorization at the level of conceptual representations, for this engages the issues most immediately relevant to music theory.  Although such representations are relatively “high-level” constructs, I assume them to be intimately related to “low-level” constructs, and to share some of the same structures.  In the first main section below I shall consider general features of category structure for categories that arise naturally from our interaction with our environment; of course, the specific environment I am interested in is one that includes musical events. Example 1 . Bruckner, Symphony No.6 , mm.2–6 (click to enlarge) Example 2 . Bruckner, Symphony No.6 , mm.159–62 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "rosch_and_lloyd_1978",
                    "edelman_1989",
                    "edelman_1992"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The explicit use of theories of categorization has not played a large part in recent accounts of music cognition or in analyses of music.  Exceptions are Robert Welker’s study of the abstraction of a thematic prototype from melodic variations based on the prototype ( Welker 1982 ), and Robert Gjerdingen’s study of self-organizing neuronlike networks ( Gjerdingen 1990 ).  However, Welker views categorization as but an analogue for musical processes, and Gjerdingen’s work focuses on categorization at what is arguably a pre-conceptual level.  In the second main section of this essay I shall try to show how theories of categorization can be used to model dynamic processes in music through an analysis that takes as its point of departure Carl Dahlhaus’s observations on the first movement of Anton Bruckner’s Sixth Symphony (presented in Dahlhaus 1989 ).  Dahlhaus’s concern in these observations is with a connection between musical events that is both compelling and difficult to articulate.  As one example (not discussed by Dahlhaus), consider two themes from Bruckner’s first movement; the first is given in the lower strings in measures 2–6 (see Example 1 ), the second in the violins and flutes in measures 159–162 (see Example 2 ).  Is there something more than shared rhythmic profile that connects these two events, separated by well over one hundred measures, as “thematic” entities? Connections of this general sort have been a primary focus of much of the recent work on categorization, and I believe the perspective offered by theories of categorization can do much to account for some of the elusive yet persistent “intuitions” we have about musical structure.",
                "footnotes": [],
                "citations": [
                    "welker_1982",
                    "gjerdingen_1990",
                    "dahlhaus_1989"
                ]
            }
        },
        {
            "4": {
                "text": "[4] My main argument is that theories of categorization have a\ncontribution to make both to music cognition and music theory.\nHowever, I do not believe that the relationship between cognitive\ntheories and music is a one-way street: in a brief concluding section\nof this essay I shall propose that the study of music has\ncontributions to make to theories of categorization which stem from\nmusic’s status as a temporal art form and a cultural artifact.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Section 1. Most of the categorization that is crucial to our\nunderstanding of the world seems to proceed automatically and\nunconsciously.  Current cognitive theory recognizes that some\ncategories do indeed result from automatic, unconscious processes.\nHowever, the majority of categories that are at the level of concepts\nare the result of rather more complicated processes which may not\noccupy the center of our attention, but which are by no means\nautomatic or unconscious.  The category dog can serve as an example.\nWe are all pretty sure we know what a dog is.  This confidence is\nmanifested in the rapidity with which we can draw a crude,\nstick-figure representation of a dog; in our ability to discriminate\nquickly and accurately between small dogs and Vietnamese pot-bellied\npigs; and in our behavioral interactions with dogs. Dog , as I have\ndescribed it here, represents what I shall call a Type 1 category.\nThis sort of category is a result of our interactions with our\nenvironment, and provides the basis for actions toward and thought\nabout the entities grouped together in the category.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] For social animals such as humans, our environment includes not\nonly the physical world that surrounds us, but the actions and\nactivities of our fellow humans as well.  Type 1 categories capture\nregularities within our individual experience and in what we observe\nof others’ experience; they also reflect what we are taught by those\naround us.  Although the establishment of a Type 1 category involves\nthought, it does not involve contemplation (that is, a deliberate\npondering of what sort of things should go in what sort of\ncategories); the proper domain of Type 1 categories is the sort of\nawareness of the world Martin Heidegger called circumspection ( 1962 ), Natsoulas calls Consciousness 3 ( 1978 ), and which Richard\nShweder has called naive realism ( 1991 ).  And as Hubert Dreyfus has\npointed out, most of our lives are spent within just this domain of\nconsciousness ( Dreyfus 1991 ).  Because of the immediacy and\ntransparency of this domain of consciousness, Type 1 categories often\nappear to represent the way the world is , even though these\ncategories are heavily influenced by our social environments and\nreflect the regularities in the physical environment that we as humans\nperceive (but which other species may not perceive).",
                "footnotes": [],
                "citations": [
                    "heidegger_1962",
                    "natsoulas_1978",
                    "shweder_1991",
                    "dreyfus_1991"
                ]
            }
        },
        {
            "7": {
                "text": "[7] For general tasks of the sort I have listed the frame of reference\nprovided by a Type 1 category is usually adequate.  However, under\ncertain circumstances a finer level of discrimination is required:\nsometimes we need to know the differences between a dog and a wolf.\nIn these cases it may be necessary to specify, in some fashion, the\nconditions under which a large mammal is called a wolf, and under\nwhich it is called a dog.  Such specification often gives rise to what\nI shall call a Type 2 category, membership in which is determined by a\nset of conditions that are individually necessary and jointly\nsufficient.  That is, the members of Category X must have features Y\nand Z; if things have features Y and Z they are members of Category X.\nBecause of their specificity, Type 2 categories often provide a basis\nfor discourse, and for complicated, abstract, and imaginative thought\nabout the entities grouped together in the category.  Where Type 1\ncategories are immediate and seemingly transparent, Type 2 categories\nare closer to what Roger Brown has called “achievements of the\nimagination” ( 1965 , 320).  Type 2 categories are a result of\ncontemplation on the constituency of categories, and are thus proper\nto the domain of consciousness occupied with thinking about thought —\nwhat in Heidegger is thematic consciousness ( 1962 ), what Natsoulas\ncalls Consciousness 4 ( 1978 ), and Shweder calls artful realism ( 1991 ).",
                "footnotes": [],
                "citations": [
                    "brown_1965",
                    "heidegger_1962",
                    "natsoulas_1978",
                    "shweder_1991"
                ]
            }
        },
        {
            "8": {
                "text": "[8] In recent writing on categorization, Type 1 categories have been\ncalled natural categories, based on the emergence of this sort of\ncategory from the interaction of humans with their natural\nenvironments (see Barsalou 1992a ). Type 2 categories have been called classical categories (a term that traces the heritage of the type\nback to Aristotle; see Smith and Medin 1981 ; Lakoff 1987 ; Barsalou 1992a ; and the discussion in part I of Mechelen et al. 1993 ).\nMost evidence indicates that Type 2 categories simply represent a\nspecialized form of Type 1 categories — take a Type 1 category,\nspecify limits for the category through the imposition of necessary\nand sufficient conditions for category membership, and you’ve created\na Type 2 category (however, for another view see Sutcliffe 1993 ).",
                "footnotes": [],
                "citations": [
                    "barsalou_1992a",
                    "smith_and_medin_1981",
                    "lakoff_1987",
                    "barsalou_1992a",
                    "mechelen_et_al_1993",
                    "sutcliffe_1993"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The specification of the conditions for membership in a Type 2\ncategory results in a clear structure for the category: a given entity\neither is or is not a member of the category; category membership is\ntypically an all-or- nothing affair.  In the case of Type 1 categories\nthe boundaries of membership are less clearly defined: category\nstructure tends to be more variable.  In fact, every Type 1 category\nstudied thus far has been found to have a graded structure ( Barsalou 1987 , 1992a ).  To clarify what is meant by the notion of graded\nstructure, let’s consider the category bird .  Experimental rankings\nshow that subjects view robins and sparrows as the best examples of\nbirds, with owls and eagles lower down in the rankings and ostriches,\nemus, and penguins among the worst examples ( Lakoff 1987 ).  All are\nconsidered members of the category bird , but some better represent\nthe category than others. Category structure is consequently graded\naccording to typicality: category members range from the most typical\nto the least typical, with the former securely inside the bounds of\nthe category (robins and sparrows) and the latter in danger of being\nexcluded from the category (emus and penguins). (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "barsalou_1987",
                    "barsalou_1992a",
                    "lakoff_1987"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Since Type 1 categories are pervasive, category membership for\nmost of the categories we use tends to be approximate and fluid.\nAlthough vexing for those who would prefer a neat and orderly view of\nthe world, the cognitive advantages of this type of categorization are\nclear.  When confronted with an animal that has all the\ncharacteristics of a typical dog, but lacks visible ears and a tail,\nwe quickly categorize the creature as a sort of earless, tailless dog.\nWe are aware that it is not a very good example of the category dog ,\nbut, thus categorized, we have a first approximation of how we should\nact toward it.  Towards variants of other categories (“extremely large\nhouse- cat,” “miniature horse”), similar in outward appearance to\nmembers of the category dog but excluded for any number of reasons,\nwe would act differently.  The utility of Type 1 categories is\nimmediate, the process of categorization rapid.  Both features have\napplication to the understanding of music.  Given musical material and\nvariations on that material we need not construe each variation, as\nwell as the original material, as a separate entity, but can collect\nall of them within a single class (“Material X and its variations”),\ngraded according to typicality.  Because what counts as “musical\nmaterial” or “variations on musical material” reflects information\ngathered through experience and stored in memory, categorization can\nbe a rapid affair. Where experience is extensive, categorization can\nbe virtually simultaneous with listening, although subject to revision\non the basis of specific musical context.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Although the graded structure of Type 1 categories appears to be\nuniversal, the sheer number of these categories and variation among\nthem mitigates against a single explanation for the phenomenon of\ntypicality, upon which grading is based.  As Barsalou has noted, “It\nis safe to say that there are many reasons why exemplars are typical\nand that no single factor or invariant set of factors is solely\nresponsible” ( Barsalou 1987 , 105).  (The complexity of the phenomenon of\ntypicality may be one reason Zadeh’s theory of fuzzy sets ( Zadeh 1965 ) has\nmet with only limited success in characterizing the structure of Type\n1 categories.)  One aspect of cognitive structure that contributes\ncoherence and stability to Type 1 categories are inference structures\ncalled frames, which provide the necessary context upon which\ndeterminations of typicality are based.  Even a passing consideration\nof frames (or frameworks) is beyond the scope of the present essay;\nthe interested reader may consult the important and original\ncontributions of Minsky ( Minsky 1975 , 1985 ) and Schank and Abelson ( 1977 ), or\nrefer to the useful summaries and expansions by Barsalou ( 1992a , 1992b ) or Barsalou and Hale ( 1993 ); I provide my own summary in Zbikowski 1991 .  The importance of frames for the present line of\nthought has to do with the account of category structure they make\npossible (through a recursive hierarchical system of attributes and\nrelations for the category — see Barsalou 1992b or Barsalou et al. 1993 ); the constraint they impose on inference (and thus on\ncategory structure that relies on frames); on the probability that we\nconstruct new frames to deal with novel situations; and on the\nalmost-certain absorption of frame-like structures from the culture\nthat surrounds us (see Quinn and Holland 1987 ; Zbikowski 1991 , chapter\n4).  In the following analytical section I shall model frame-like\nstructures through sets of informal propositions; the full context for\nthis methodology is developed in Zbikowski 1991 .",
                "footnotes": [],
                "citations": [
                    "barsalou_1987",
                    "zadeh_1965",
                    "minsky_1975",
                    "minsky_1985",
                    "schank_and_abelson_1977",
                    "barsalou_1992a",
                    "barsalou_1992b",
                    "barsalou_and_hale_1993",
                    "zbikowski_1991",
                    "barsalou_1992b",
                    "barsalou_et_al_1993",
                    "quinn_and_holland_1987",
                    "zbikowski_1991",
                    "zbikowski_1991"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Categorization is a process through which we organize our\nunderstanding of the world; categories, in an important sense, are that understanding.  In my own recent work I follow Barsalou 1992b , Barsalou 1993 , and Barsalou et al. 1993 (and to a certain extent Edelman 1989 ) and regard concepts and categories as intimately\nrelated.  Following a trend in the writing on cognitive science in the\nlast decade and a half (for example, Edelman 1989 ; Hampton and  Dubois 1993 ; Langacker 1987 ; Smith and Medin 1981 ; Barsalou 1992a ; and Barsalou et al. 1993 ), I take concepts to be relatively stable information stored\nin long-term memory.  Categories are then structured representations\nof perceived or imagined entities based on rules provided by concepts.\nConceptualizations are temporary representations of categories in\nworking memory (this distinction between concept and conceptualization relies on Barsalou et al. 1993 ).  In all cases, it\nis assumed that these cognitive structures can stand apart from\nlanguage.  Although this will be a source of confusion for those used\nto placing concepts in privileged correspondence with linguistic\nentities (as Jackendoff 1987 does) it fits well with the larger\npicture of cognition I am interested in, and opens a path to the\ndefinition of conceptual representations specific to music and\ndistinct from language.  Simply put, conceptualizations that\ncorrespond with Type 1 categories can be pre- or para- linguistic,\nsince the stability of the category relies not on association with a\nlinguistic entity but instead reflects regularities within our\nindividual experience and that of others.  The experience of musicians\n(especially those who compose or improvise) includes sounds (both real\nand imagined) susceptible to stable-enough mental representation that\nthey can become the basis for musical expression; the material\ntransformation of these sounds into words or notation may indeed occur\nat some later point, but I believe these sounds do not necessarily rely on such transformation for their stability.  The notion of a\nconceptual representation of music independent of language is indeed\nelusive, but I am convinced there is ample evidence we readily employ\nsimilar representations in our daily lives. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "barsalou_1992b",
                    "barsalou_1993",
                    "barsalou_et_al_1993",
                    "edelman_1989",
                    "edelman_1989",
                    "hampton_and__dubois_1993",
                    "langacker_1987",
                    "smith_and_medin_1981",
                    "barsalou_1992a",
                    "barsalou_et_al_1993",
                    "barsalou_et_al_1993",
                    "jackendoff_1987"
                ]
            }
        },
        {
            "13": {
                "text": "[13] In the preceding I discussed two basic types of categories\nthrough which we organize our understanding of the world.  Type 1\ncategories emerge from our interaction with our natural environment,\nan interaction conditioned by both culture and perception.  One\nreflection of this interaction is the graded structure of Type 1\ncategories: category members are organized according to the degree to\nwhich they resemble a central exemplar or group of exemplars; what is\ntaken as typical for a particular category appears to be constrained\nby frames, aspects of which are taken from culture.  Type 2 categories\nare a result of our desire for order and for stable bases for\ncommunication; membership is determined by necessary and sufficient\nconditions, and category structure has clear, determinant bounds.  In\nterms of music, the concepts associated with Type 1 categories reflect\nour intuitions about musical events; the concepts associated with Type\n2 categories represent theoretical constructs.  However, a word of\ncaution is in order: if we have learned anything from the intense\nstudy of human cognition that has been undertaken in the last three or\nso decades, it is that human cognition is staggeringly complex.  It\ngoes (almost) without saying that the foregoing is a gross\noversimplification of the processes of categorization that are so\nimportant for human cognition.  Having said this, I nonetheless\nbelieve that the basic distinction between Type 1 and Type 2\ncategories is essential for understanding how we organize our\nunderstanding of musical events.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Section 2. Dahlhaus’s remarks on the first movement of Bruckner’s\nSixth Symphony (1881) come at a point where Dahlhaus is probing the\nunique way Bruckner achieved symphonic monumentality without following\nthe path of developing variation laid out by Brahms.  Dahlhaus argues\nthat the answer lay in Bruckner’s emphasis on retaining rhythmic\nfiguration while seeming to disregard the careful development of pitch\nmaterial.  After discussing two sections of the second theme that he\nhears as analogous (measures 53–54 and measures 61–62), Dahlhaus comments,\n“That the one version is able to substitute for the other means,\naesthetically, that instead of developing variation, where each\nvariant represents . . . a consequence of the preceding one and a\nprerequisite for the next one, Bruckner makes use of an analytically\nelusive but clearly perceivable similarity by association, which makes\nthe later version seem like a written-out memory of the earlier one.\nThe logic of discourse, as conceived by Brahms, gives way to a system\nof approximate correspondences” ( 1989 , 273). The language Dahlhaus\nuses here — “similarity by association,” “written-out memory,”\n“approximate correspondences” — seems to reflect a struggle to come\nto terms with the “analytically elusive” basis of Bruckner’s symphonic\nstyle, given Dahlhaus’s own skepticism about the value of analyzing\nthis music in terms of its “diastematic” (or pitch) structure: it is\npractically a commonplace that our conceptual framework for dealing\nwith the comparative verities of pitch structure is well developed,\nbut that for dealing with other aspects of music less so.  I don’t\nintend to offer a complete, worked-out conceptual framework for\ndealing with these other aspects of music within the confines of the\npresent essay.  My goal is far more modest: to suggest a methodology\nfor approaching dynamic processes in music by analyzing some of the\nthematic material from Bruckner’s first movement as a Type 1 category.\nBy this means I hope to show that Bruckner achieves symphonic\nmonumentality, in part, through a process that draws wide-spread\n“blocks” of material (as Dahlhaus characterized them) into dynamic\ncategorical relationships.",
                "footnotes": [],
                "citations": [
                    "dahlhaus_1989"
                ]
            }
        },
        {
            "15": {
                "text": "[15] I shall consider the first main theme (measures 3–6, with pickup) of the\nwork to be a category structured by four informal propositions (3) : (P1) The rhythmic figuration of the theme consists of events the notation\n     for which (in cut time) would be (a) two half notes, preceded by a\n     sixteenth-note pickup; followed by (b) a triplet-quarter-note rest, five\n     triplet-quarter-notes, a dotted half, a quarter, a half note and a half\n     rest. (P2) The first interval of the theme is a falling fifth. (P3) The overall contour of the theme (reckoned in directed pitch\n     intervals) is as follows: 0  -7  -2  +2  +1  -1  -2  +2  +8  -1. (P4) The theme is stated by a unified group or choir of instruments in\n     relief against an accompanimental pattern. The actual intervals of the contour of the theme recorded in P3 are, of\ncourse, not essential to the general notion of contour; I list them here as\na means of compactly representing the contour of the theme and to\nfacilitate further comparisons. (4) The importance of P4 is arguable: I\nintroduce it to strengthen the notion of \"theme,\" and to exclude the echo\nof the final portion of the theme by the horn in measures 7–8.  (I shall comment\non this exclusion below.)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] It should be noted that the structure of the category does not\nrely on a specification of scale step, and does not, for that matter,\ninvoke a diatonic frame of reference (except in the characterization\nof P2’s interval as a “fifth”).  Neither pitch class or pitch (the\nlatter including an indication of register) are specified.  All of\nthese things, as well as others, could be specified in the structure\nof the category should they be deemed essential to the\ncharacterization of musical material.  The category also relies on\nbackground models — in particular, that there are such things as\nmusical works, and that musical works have clearly identifiable\n“themes” that stand out against “accompaniments,” and that such themes\nare important for musical structure.  The assumption, then, is that\nthe given propositions model an understanding of the musical material\nassociated with the frame for this particular category of musical\nevents, and that this understanding is part of a contextual\nunderstanding gleaned from encounters with this piece and with the\nbroader repertoire of which it is a part (for further discussion see Zbikowski 1991 , chapters 5 and 6). Example 3 . Bruckner, Symphony No.6 , mm.8–12 (click to enlarge) Figure 1 . Contour comparison of directed pitch intervals in the first\nmovement of Bruckner’s Sixth Symphony, exposition (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "zbikowski_1991"
                ]
            }
        },
        {
            "17": {
                "text": "[17] The second thematic statement, in measures 8–12 (see Example 3 ), meets\nP1, P2, and P4, but does not meet P3; a comparison of the contour of\nthe two passages (again given in directed pitch intervals) is given in Figure 1 .  As can be seen, the contour pattern of the third through\nseventh intervals of the second thematic statement is the reverse of\nthe pattern of the first thematic statement.  In the following, I\nshall offer an informal ranking of typicality according to the number\nof structural propositions met (and the completeness with which they\nare met) by each thematic statement: if measures  2–6 are typical of the\ncategory that constitutes the theme of this movement, measures 8–12 are\nless somewhat typical.  I should note that my ranking of typicality,\nhere and in the following, is intended only as a guide to category\nstructure; it is by no means the case that the first statement of\nmusical material is always the most typical, although this is a\nstrategy often used by composers.  A further consideration of some of\nthe factors impinging on typicality is taken up below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The next thematic statement, which occurs in measures 24–28, is an\norchestrally reinforced version of measures 2–6.  Because it meets the\nstructural propositions for the category we can consider it to be\ntypical.  It is followed, in measures 30–34, by a similar restatement of\nthe less-typical measures 8–12. However, embedded in the orchestral detail\nof both statements are quasi- imitative statements of thematic\nmaterial in the horns (measures 26–28 and measures 32–34).  These statements\neach represent only one of the structural propositions completely\n(P2); P1 and P3 are met partially, and P4 is not met at all.  They are\nconsequently even less typical versions of the theme.  Finally, in\nmeasures 35–36, the horns state the head of the theme; here, P2 and P4 are\nrealized completely, but P1 and P3 are met almost not at all.  In the\ninformal ranking I have offered, it might be argued that these\nfragmentary gestures are actually slightly more typical of the\ncategory that constitutes the theme than the more-complete statements\nin measures 26–28 and measures 32–34.  Although this does violence to our basic\nintuition that, for the purposes of representing the identity of\nmusical material, more is better, it does throw the thematic aspect\nof the theme (that is, that portion of the musical notion of a theme\nthat has correspondences to the theme as subject of discourse,\nliterary or otherwise) into relief: measures 26–28 and measures 32–34 may be\nmore complete, but they lose the competition for our attention in the\nwelter of information with which we are beset, and thus fail as a\nsubject or topic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] With the final, fragmentary statements of thematic material in\nthe horns Bruckner departs for other musical ground.  He does not\nreturn to his introductory material until well into the movement, and\nthen only shortly before the recapitulation of his opening ideas.  The\nfirst intimation of this return (as was the last gesture of departure)\nis given again to the horns: in measures 147 and 148 they state the falling\nfifth of the theme in half notes.  In terms of categorical structure,\nP2 is realized, P1 and P3 are met almost not at all, and P4 is only\npartially met, and rather weakly (in that the triplet- quarter-note\nfigures in the strings are strongly associated with the second theme\ngroup, and are thus somewhat less “accompanimental”).  With regard to\ntypicality, these statements of thematic material are the least\ntypical of those I have considered. Figure 2 . Contour comparison of directed pitch intervals in the first\nmovement of Bruckner’s Sixth Symphony, exposition and end of development (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In measures 159–62 Bruckner begins in earnest the process of returning\nto his opening ideas.  The thematic material stated here at first only\nfaintly resembles the theme: although P4 is met and P1 is almost\nperfectly realized (the only lack being the sixteenth-note pickup), P2\n(which was of importance for the fragmentary statements of the theme\ndiscussed above) is not met (the opening leap is not a fifth in\ndescent, but an octave in ascent), nor is P3. Or, if P3 is met, it is\nin a rather unusual and convoluted way: if we compare the contour of\nmeasures 159–62 with that of measures  3–6 (not including the pickup) we find an\nexact mirror of the pattern of the contour (see Figure 2 ).  The\ntypicality of this statement, within the category of thematic\nmaterial, ranks with the fragmentary statements of measures  26–36, and\nsounds as something fainter than what Dahlhaus called a “written-out\nmemory” of the earlier material.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] What happens next is striking, especially in terms of the musical\nanalysis by way of processes of categorization I have undertaken here. \nWhere only four more-or-less complete versions of thematic material were\npresented in the opening thirty-six measures (two typical [measures 2–6 and\n24–28], two less typical [measures 8–12 and 30–34]), in the twenty-odd measures\nthat follow measure 159 Bruckner presents six versions of thematic material, all\nhighly similar to that given in measures 159–62.  These six statements could\neven be viewed as forming their own category, with a structure strongly\nrelated to that of the first category proposed above.  The structural\npropositions for this second category would be as follows: (P1) The rhythmic figuration of the theme consists of events the notation\n     for which (in cut time) would be (a) two half notes, preceded by a\n     sixteenth-note pickup; followed by (b) a triplet-quarter-note rest, five\n     triplet-quarter-notes, a dotted half, a quarter, a half note and a half\n     rest. (P2n) The first interval of the theme is an ascending octave. (P3n) The contour of the theme (reckoned in directed pitch intervals) is\n     as follows: 0  +12  +2  -2  -3  +3  +2  -2  -9  +1. (P4) The theme is stated by a unified group or choir of instruments in\n     relief against an accompanimental pattern. Figure 3 . Contour comparison of directed pitch intervals in the first\nmovement of Bruckner’s Sixth Symphony, end of development (click to enlarge) Of course, P1 and P4 are identical to P1 and P4 in the first category. \nWith regard to the new propositions, P2n addresses the new opening\ninterval, and P3n is a strengthened version of P3, reflecting that the only\ndifferences between the six thematic statements are the size of interval\nfor the first nine intervals, and the direction and size of the last\ninterval (see Figure 3 ).  Again, typicality effects can be observed: one\nranking might take the first and fifth statements as most typical of the\ncategory, the sixth and second as somewhat less typical, and the third and\nfourth as least typical. (The matter of the typicality of measures 159–62, which\ndoes not have a sixteenth-note pickup, will be addressed below.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Are these six thematic statements in fact a category independent\nof, yet related to, the first category?  The answer depends, to a\nlarge extent, on what one hears as typical, and how typicality\nemerges; to expand on this a little, I offer the following\nobservations.  I hear the first statement in measures 159–62 as a pale,\nawkward reminiscence of the theme, most strongly related through\nrhythmic figuration and thematic status — I find I really miss the\nhalf-step of the written-out turn of measures 2–6 and 24–28.  However, as\nthis new version is restated (in its variant forms) I find it more and\nmore believable, such that at the point of its abandonment in measure 182\nit seems a thing worthy of thematic status.  The change in my attitude\ncould be attributed to the more- or-less simple, successive repetition\nof the rhythmic figure, clad in slowly changing pitches.  However, it\ncould also be attributed to the cycle of typicality the material is\ntaken through.  The cycle starts with typical material (statements one\nand two), ventures into less typical material (statements three and\nfour), and then returns to typical material (statements five and six).\nThe reaffirmation of typicality accomplished by the statement of the\ntransposed version of measures 159–62 in measures  175–78 can be seen as a way\nof revealing that the earlier measures were no accident (that is, not a pale, awkward reminiscence of the theme), but were in fact\nexactly what the composer wanted at that point.  The contrast provided\nby the less-typical material serves to emphasize this revelation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] As viable as the modified thematic material of measures 159–82 may\nseem at measure 182, within the context of the movement as a whole the\nimpression of viability is but an illusion (although an important\none).  A transformed version of the transitional material first heard\nin measures 15–24 leads, through the course of measures 183–94, to a magnificent\nreprise of the opening theme in the full orchestral tutti following\nmeasure 195.  For the remainder of the movement the echo figures of\nmeasures 7–8, 13–14, and 29–30 are absent; the absence of these figures in\nthe latter portion of the movement is one reason the structure of the\ncategory for the theme excludes them.  Typicality here reflects the\noverall “environment” of the movement, and accommodates repeated\npasses through this environment. An analysis that would read the theme\ntogether with its echo (measures 3–8 inclusive) as typical is possible, but\nseems a distortion given the context of the entire movement.  A more\ninteresting alternative would be one that takes both measures 3–6 and\n9–12 as typical, resulting in a binary basis for typicality.  I have\nopted for a somewhat less complicated analysis which reflects my\ncurrent hearing of the movement and which permits me an overall\nanalysis I find intriguing.  Similarly, I readily hear a match between\nmeasures 159–62 and measures 175–78 (even though the former lacks the\ncharacteristic sixteenth-note pickup of the theme), and consequently\nrank them both as typical.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Given these thoughts, my preferred reading of categorical\nstructure would subsume the thematic material of measures 159–82 under the\nbasic category of the theme.  This subsumption need not suppress the\nintriguing cycle of typicality manifested within these measures, but\nonly subordinate it to the larger pattern played out across the entire\nrange of category members.  And it is on this larger pattern that I\nnow want to focus, for I believe it makes a significant contribution\nto the monumentality observed by Dahlhaus.  As Dahlhaus observed,\nBruckner tends to present thematic material in rhythmically distinct\nblocks, favoring a system of approximate correspondences over the\nlogic of discourse associated with developing variation.  The material\nof these blocks tends to be static, but in a complicated way.\nAlthough there is motion away from thematic material (and the\ncognitive stability that typicality represents), there is always a\nreturn as well: blocks tend to be “about” thematic material.  There is\nalso an enormous amount of surface rhythmic activity (especially at\nthe reprise following measure 195), but it is made up of consistent and\nrecurrent patterns.  The result of both these features is agitated\nmaterial that tends to move only within circumscribed limits: to stay\nwithin its “block.”  However, there is a larger process at work as\nwell, one that is anything but static.\n In the opening thirty-six measures Bruckner introduces thematic material,\nwhich he then neglects for over one hundred measures.  When he does return\nto it (in measure 159), it is in a veiled, atypical form.  This form then\npresses forward into our awareness, threatening to supplant the memory of\nthe earlier, “original,” version.  The stage is then set for a triumphant\nand massive return of the original material, vanquishing the pretender to\nthe thematic throne as it claims its right.  Bruckner’s strategy, as I read\nit, differs from the conventions of sonata form it presupposes in two\nimportant ways.  First, the variant material vanquished by the return of\nthe theme is “developed” only in the most minimal sense: it clearly lacks\nthe contingency associated with developmental strategies. Second, the\ntriumphant return of the theme is not coordinated with a return to the\noriginal key of the first theme.  Given the progress of the movement as a\nwhole, I find it difficult to argue that the statement of the theme in the\noriginal key following measure 209 is somehow more dramatic or, at that moment,\ncognitively more significant than the statement that starts in measure 195.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] In the analysis I have offered here, I have supposed that musical\nevents are susceptible to categorization, and that these categories\nshow typicality effects.  Although I have reflected category structure\nin terms of informal propositions, my assumption is that a listener\nwould arrive at this category without recourse to even these informal\nformalizations — musical categorization instead goes on quickly and\nwithout seeming effort, unless one is in an unusual musical\nenvironment.  I have interpreted the typicality effects that\ncategories show in terms of a dynamic model, wherein the most typical\ncategory member is stable, and the least typical is unstable.  This\nthen leads to a reading of one aspect of the dynamic profile of\nBruckner’s first movement as a pattern of typical material yielding to\nless typical material, which in turn yields to the typical.  The\nmovement as a whole, then, plays out the cycle of typicality discussed\nin connection with measures 159–82. Thus Bruckner makes use of a system of\napproximate correspondences and exact correspondences, playing out\nin a dynamic process stretched over close to ten minutes, to achieve\nsymphonic monumentality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Section 3. My argument has been that theories of categorization\nhave a contribution to make both to music cognition and to music\ntheory.  For music cognition, theories of categorization offer one way\nof describing how musical events are grouped together, which in turn\nprovides a basis for describing how one group of musical events\nrelates to another.  For music theory, theories of categorization\noffer a way to model musical process as a set of dynamic (and\ntemporally bounded) relationships that obtain among groups of musical\nevents. However, I believe the study of how processes of\ncategorization can be applied to our understanding of music has at\nleast two contributions to make to cognitive theory.  First,\ncategorical processes adequate to music must deal with a large amount\nof auditory information streaming by in real time, which requires a\nmodel of categorization that is extremely rapid (at least in its gross\naspects) and highly flexible.  Second, since music is a cultural\nartifact the structure of musical categories must reflect the\ninfluence of culture in some way; it would appear, based on\npreliminary investigations, that the relationship between\ncategorization and frame-like structures will be extremely important\nin this connection.  I feel confident that there are rewards for both\nthe study of music cognition and the study of processes of\ncategorization in a consideration of how it is we understand music.\nMusic, at its best, speaks with immediacy and import to the core of\nour being, and categorization, as one of the most fundamental of\ncognitive processes, seems destined to be associated with this\nimmediacy and import.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.95.1.4.zbikowski.html",
    "data": "mto/data/mto.95.1.4.zbikowski.json"
}