{
    "title": "Review of “The Beginnings of Serial Music,” Berlin, Germany, June 20–25 1996",
    "date": "1996/07/01",
    "volume": "2",
    "issue": "5",
    "authors": [
        "Castine, Peter"
    ],
    "abstract": "TheInstitut für neue Musikin Berlin hosted a three-day series of lectures and concerts on “The Beginnings of Serial Music.” Music of four composers central to serial music, Barraqué, Boulez, Goeyvaerts, and Stockhausen, was performed and discussed in depth.",
    "keywords": [
        "Serialism",
        "Barraqué",
        "Boulez",
        "Goeyvaerts",
        "Stockhausen"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.5/mto.96.2.5.castine.pdf",
    "author_info": [
        {
            "name": "Peter Castine",
            "university": "Technical University of Berlin",
            "address": "Process Control Center (MA 073), Strasse des 17. Juni 136, 10629 Berlin, Germany",
            "email": "pcastine@prz.tu-berlin.de"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Reviewed in Peter Castine, “Review of John Cage Symposium,\nBerlin, Germany, Nov. 23–25,” Music Theory Online 2.3 (1996).",
            "citations": []
        },
        "FN2": {
            "text": "2. This music historical footnote provides an object lesson worth\nstudy by young composers—the performance referred to seems to\nhave effectively been the kiss of death for the Belgian composer\namong the European avant garde of the 50s.",
            "citations": []
        },
        "FN3": {
            "text": "3. Every value used for each parameter is assigned a numeric\nvalue from 0 to 3; the sum of values, for all four parameters,\nequals 7 on every note.",
            "citations": []
        },
        "FN4": {
            "text": "4. One is reminded of work by Bregman and McAdams, neither of\nwhom was mentioned in this context.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Less than a year after a conference covering the work of that\nother icon of the 50’s avant garde , John Cage, (1) the Institute\nfor New Music in Berlin hosted a series of lectures and concerts\nwith the stated goal of discussing the “beginnings of serial\nmusic.” This year’s event was obviously intended to be a bit\ndifferent from a more conventional conference or symposium. Only\nfour papers were presented, although their length (one-and-a-half\nhours apiece) compensated for the small number. Each paper was to\nfocus on one particular composition taken from the serial\nrepertoire, and each composition thus discussed would also be\nperformed in concert, together with other works chosen to round\nout the program. The compositions chosen as points of focus (and\nthe four composers represented) were apparently intended to\nprovide, in some way, an insight into “what serialism was all\nabout.”",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Attractive as this idea may be in theory, two problems arose\nin practice. The first problem was clear before the series began:\nthe planned performance of Goeyvaert’s Composition No. 2 had to\nbe canceled because the instrumentalists required to perform the\npiece could not be found among the students of the Berlin Hochschule der Künste (HdK). Similarly, a closing concert that\nwould have included Webern’s Concerto for Nine Instruments ,\nNono’s Polifonica-Monodia-Ritmica , and Stockhausen’s Kreuzspiel was canceled. This is a disturbing state of affairs,\nparticularly since there are doubtless students at the HdK\ntechnically capable of playing the music, and comparable programs\nhave been executed successfully in the past.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] A second problem relates more directly to the central idea of\nthe series: is it possible to adequately represent the\n“beginnings of serial music” (or, for that matter, anything about\nserial music) through four compositions, or even through four\ncomposers? The question at hand, of course, is the extent to\nwhich the following four presentations succeeded in this\nenterprise. Pascal Decroupet on Karlheinz Stockhausen’s Klavierstück VI",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Decroupet reiterated several points about Stockhausen’s\napproach to serial composition that ought to be well-known:\nStockhausen’s liberties with “pure” serial technique (perhaps\nbest-documented in Gruppen , but also to be found in the Klavierstücke ); his departure from a pointillist approach to\nmore “statistical” methods (although study of his writings in Texte leave some doubt as to how well he understood\nMeyer-Eppler’s lectures on information theory at Bonn\nUniversity); and that his studies of Webern, which he cites as\nthe prime source of his own serialist ideas, postdate his first\ncontacts with Boulez, which were crucial for the development of\nStockhausen’s serial composition. Decroupet’s suggestion that\nStockhausen may have been aware of Cage’s Music of Changes immediately after its first performance, and that this may have\ninfluenced his ideas on group form, is perhaps less well-known.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] A discussion of Klavierstück VI played only a small part\nof Decroupet’s presentation, which provided a rambling summary of\na variety of Stockhausenian compositional techniques,\noccasionally showing how one or another may have found use in the\ncycle of Klavierstücke V–X . Marc Delaere on Karel Goeyvaerts’ Composition No. 2",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Delaere adds Goeyvaerts to the list of composers who\ninfluenced Stockhausen, citing Stockhausen’s correspondence with\nboth Goeyvaerts and Nono, to the latter of whom Stockhausen\nconfided great admiration for Goeyvaerts’ work. It is thus\nsomewhat surprising (at least to the naive) that Goeyvaerts’\nletters to Stockhausen are no longer available and that\nStockhausen may have played some role (albeit a minor one) in the\nprogram scheduling at the ‘52 Darmstadt summer courses, which\nresulted in a performance of Goeyvaerts relatively conventional\n2nd Violin Concerto instead of his more radically serial Composition No. 2 (arguably the first “serial” composition,\npredating Kreuzspiel by several months). (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The discussion of the composition in question was coupled with a\npresentation of Goeyvaerts’ Composition No. 1, a sonata for two\npianos. Comparison of the techniques used in these two works is\nenlightening. The earlier piece shows clear influences from Mode de\nvaleur et d’intensité . (Goeyvaerts, like many of his contemporaries,\ntook part in Messiaen’s analysis class.) It uses two unordered\nrepresentatives of set class 7-22 as the basis for his harmonic and\nregistral ordering of pitch class material. Values for duration,\narticulation, and dynamics for every note are determined by a set of\narithmetic dependencies between the various parameters. (3) Composition\nNo. 2 uses a similar but more complex strategy, involving the\nparameters pitch, duration, dynamic, timbre, and articulation. Heribert Henrich on Jean Barraqué’s Sonate pour piano",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Barraqué is considered by many to be an unjustly neglected\ncomposer. The reasons for neglect include his untimely death in\n1973, a relatively small oeuvre, and a publication list\nconsisting of one essay (compare this with Stockhausen’s Texte or Boulez’ collections of essays and Penser monographs).\nHenrich notes a certain ambivalence in Barraqué’s approach to\nserialism as well as an awareness of contradictions in the\ntechnique, describing his attitude as “distanced” (quoting\nBarraqué as saying that to all serial rules there are\nexceptions). This manifests itself in the Sonate pour piano (dated 1950–52) through an alternation of “rigorous” and more\nfreely composed sections. Barraqué’s serialism extends from the\nuse of a twelve-tone row to related structures determining tempo,\ndynamics, and register.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Henrich pointed out a striking contradiction between the\nvoice leading intended by the serial composition and that which\nis perceived. (4) As was pointed out in the discussion after the paper, Barraqué’s counterpoint could extend to immediate\njuxtapositions of the same pitch in two different voices, giving\nthe impression of a single voice with a repeated tone. Thomas Bösche on Pierre Boulez’ Deuxieme Sonate pour piano",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Bösche’s presentation focused more on clearing up some\nperennial misconceptions surrounding serial technique than on\nBoulez’ piano sonata per se . One source of these misconceptions\nmay well have been Ligeti’s famous analysis of Boulez’ Structures\nIa , which Bösche credited with “devastating effects” on the\nreception of serial music. Indeed, any claim (as suggested by\nLigeti’s essay) that there were a single, coherent, serial\naesthetic is belied by the minute sample of serial music covered\nin these four lectures. The myth that serial music (and, as a\nspecial case, twelve-tone music) literally requires the\nperformance of all the other eleven pitch classes between\noccurrences of any given pitch class was discredited yet again;\nto counter the claim that serial music is mechanistic or lacks\nemotion and feeling, Bösche proceeded to read a list of\nperformance directions from Boulez’ 2nd Sonata: extrêment\nrapide ; très marqué , sec percuté , bien donner une\nimpression de groupe ; cedez ; très sec et très arraché ...\n(a complete enumeration continues considerably longer).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Bösche did point out one difficulty of serial music, which\nhe referred to as the dichotomy (not to say discrepancy) between\nthe aesthetics of production and reception. In light of the\nprevious discussion of Barraqué’s counterpoint, Boulez is hardly\na solitary case, but the 2nd Sonata is certainly a case in\npoint. Concerts",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] As mentioned in the introduction, the ensemble performances\nhad been canceled, leaving a series of piano recitals performed\nby Pi-Hsien Chen, Frank Gutschmidt, Herbert Henck, Jens Kaiser,\nand Catherine Vickers, with one concert dedicated to each of the\ncomposers whose works had been discussed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The opening concert presented Stockhausen’s Klavierstücke\nI–V (Gutschmidt) followed by Klavierstück VI (Chen). This\ngrouping of the piano pieces (which, on the surface, runs counter\nto Stockhausen’s grouping into Werknummern ) is justified\nhistorically (the premier performances occurred in the same\ngrouping) and, in light of the length of the sixth piano piece\n(well over twenty minutes, whereas the other five pieces together\nare not quite as long), makes sense. Both performers played\nexcellently, although the pieces seemed (to this auditor) in some\nway less fresh, less exciting, less radical than the first time\nthey were heard. Boulez’ criticism of the first four, that the\npieces were in themselves too uniform (and which Stockhausen\nseems to have taken to heart through his three revisions of Klavierstück VI ), seemed apt.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The Goeyvaerts concert, a matinee, featured the Composition\nNo. 2 (Chen and Vickers) and, as a substitute for the canceled Composition No. 1 , his 1974 composition Litanei 1 (Vickers). The\nperformance of the 1952 piano duo confirmed several hypotheses\nmade during the morning’s discussion of the work: the large-scale\nstructuring of the piece through sections of slower and faster\ntempi (an important compositional principle for Goeyvaerts in\nthis work) seemed less apparent than a small-scale additive\nconcatenation of individual sections and gestures. The later\ncomposition was refreshing, partially simply because it was so\nvery different from the rest of the music played. It had been\nremarked that Goeyvaerts had been influenced by minimalism in\nthis work, which, indeed, is built from the overlapping of\nrepeated rhythmically distinct phrases. Nevertheless, the\nlanguage used is clearly different from that of Reich and Riley ;\nthe repetition and rhythmic clarity still retain a certain\naffinity with Goeyvaerts earlier music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Herbert Henck played Barraqué’s Sonata for piano the evening\nof the same day. Oddly enough, it was in this piece that the\nrather harsh bass of the Kawai grand used in all the concerts was\nmost evident and less than complimentary towards Barraqué’s use\nof sforzandi in the lowest octave. Another, somewhat odd point,\nis that the “dichotomy between aesthetics of production and\nreception” discussed in the context of Boulez, were, if anything,\nmore in evidence in the performance of Barraqué’s music. Some\nsections may be more rigorously serially composed than others,\nbut which ones are which escaped this listener. This is not to\ndeny that the music carries considerable beauty, but it is\ndisappointing not to be able to audibly follow the intended\nformal disposition of the piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In contrast, the formal structure of Boulez’ 2nd Piano\nSonata (Kaiser, final concert) seemed readily apparent.\nThe first movement, with its exposition (of two contrasting\nsections), repeat of the exposition, development section, and\nrecapitulation, is practically a textbook Sonata Allegro, albeit\nwith Boulez’ characteristic manipulation of small rhythmic\ncells and his uncompromisingly atonal harmonic language. The\noverall structure of the four movements (Extrêment\nrapide—Lent—modéré, presque vif—Vif) also follows a familiar\nmodel, with the second and third movements each capturing a\ncertain atmosphere unmistakably reminiscent of Beethovenesque\narchetypes. The final movement cannot be so readily classified,\nalthough studies of the work also turn up an historical model.\nKaiser’s performance gave the piece a patently expressive, almost\nromantic, quality, without abating the aggressiveness of the\nacoustic tone intended by the composer. Closing Discussion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Diether Schnebel commenced the closing discussion by\nthanking the participants for helping “make the music of the 50’s\ncome to life.” One cannot help but wonder at the irony of an\nInstitute for New Music that seems more concerned with music\nwritten nearly half a century ago than with the music of the\ncurrent decade. (In fairness, it should be added that the\nInstitute does host other, more contemporaneous events.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] What is even more surprising to this correspondent is that\nthe focus of these three days should be so exceedingly narrow. It\nwas as if the only serial music ever written was within an\nimaginary Franco-Germanic border, with Darmstadt its official\ncapital and Cologne and Paris the effective sites of business.\nNono was mentioned but once in passing, other Italian serialists\nnot at all. That Blacher was not mentioned is perhaps excusable\n(his serial metrics are relatively primitive and more peripheral\nto serial thought); that no mention was made of Babbitt or other\nAmerican serialists is simply incomprehensible. In reviewing\nserial music at the end of the 20th century, it should be\npossible to present a broader historical context.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.96.2.5.castine.html",
    "data": "mto/data/mto.96.2.5.castine.json"
}