{
    "title": "Hans Rott (1858–1884)—The Missing Link Between Bruckner and Mahler",
    "date": "1999/01/01",
    "volume": "5",
    "issue": "1",
    "authors": [
        "James, Tess"
    ],
    "abstract": "The relationship between Gustav Mahler and his friend/significant influence Hans Rott is discussed in this essay, as well as the relationship of Bruckner and his favourite student Rott. The essay contains a brief treatment of Rott’s major work, the symphony in E Major and discusses how the history of music would have changed, had he lived longer.",
    "keywords": [
        "Bruckner",
        "Mahler",
        "Vienna",
        "Rott",
        "Brahms",
        "string quartet",
        "Richter",
        "symphony"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.1/mto.99.5.1.james.pdf",
    "author_info": [
        {
            "name": "Tess James",
            "university": "University of East London",
            "address": "Fairholme, Bridgemarsh Lane, Althorne, Essex CM3 6DQ, England",
            "email": "Xmwords@aol.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* Currently research grants are being sought by several scholars, including this author, to undertake the following tasks: a) a comprehensive biography of Hans Rott, including an in depth treatment of his relation with Bruckner, Mahler and others, his time at the insane asylum and the identity of Louise, as well as his music. b) categorising, editing and performing the music of Hans Rott.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] What music has lost in him is unmeasurable. His first symphony soars to the heights of such genius as to make him the founder of the new symphony as I know it. (Mahler on Rott) [1a] You will not find a finer young man or a better musician (Bruckner on Rott) [1b] Every once in a while, a name is resurrected from the forgotten shrouds of musical history which has remained there unjustly, giving rise to an exciting new field of research. One of these is Viennese-born composer Hans Rott, who lived from 1858–1884. He was a favourite student of Bruckner as well as one of the major influences on his friend and contemporary Gustav Mahler. [1c] This past summer, I was in Vienna, together with Bob Freeman and Patricia Hall, both from the music department of UCSB. We found ourselves sitting in a little café, somewhere behind the Spanish riding school. Bob expertly ordered the most delightful pastries from the menu as he informed me that I was in shock, and needed something to get me on my feet again, preferably something with plenty of cream on top. “That always helps” he insisted as the waiter placed the first creamy-spongy cake-thing before me.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] What had happened to bring us to this point? We had all run into each other at the\nMusiksammlung (Music collection) of the Oesterreichische Nationalbibliothek (Austrian\nNational Library). Bob had been in Austria for several weeks, on sabbatical, researching\nat the nearby Melk abbey and here in Vienna. Patricia, lucky woman, was off to Basel the\nnext day. I had barely arrived to research the life of Mahler’s contemporary, and\nBruckner favourite student, Hans Rott. That day, I had just survived my first encounter\nwith the typical Viennese “Beamte”, who ran the Musiksammlung that day, in the\nabsence of its kind director, Inge.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Inge was a beautiful, former opera singer whom we all loved. The “Beamte”\nwere a completely different story. For anyone who ever wants to do research in Vienna, a\nlittle hint: Beamte are civil servants, but they don’t serve. They are unkuendbar\n(cannot be fired) and they have all the power. A special breed among them also pride\nthemselves on being rude. The more friendly you are to them, the ruder they become.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] That day, I had tracked clear across Vienna in the summer’s heat, and got lost\na few times before making it to the Musiksammlung. Once there, exhausted and dehydrated, I\nhad asked for a glass of water. This had been greeted by a “Beamte” with a\ntirade of abuse as she shuffled off to get me a glass of water. “Is she always that\nfriendly?” I had asked another Beamte, who, completely straight faced and meaning it,\nsaid “yes”. By this time, the first Beamte had returned, thrust the glass into\nmy hand together with another tirade of verbal abuse, and I was reduced to a nervous\nwreck, until Bob found me, and dragged me to the café.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Freeman advised me not to smile when I wanted something next time, but to be very\nassertive, and very straight-faced. “Ts Ts Ts” Freeman said, “you\ndon’t realise it, but you are in shock. You are not used to being treated like\nthis”.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As I ate my cake and drank a cup of strong, Viennese coffee to steel myself for\ngoing back into the Musiksammlung. I wished for nothing more than to change\nhistory—anything to mean that the papers I needed were not at the Musiksammlung. But the\nnature of the research made it worth the while, although it had been a “Rotten”\nday.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Hans Rott was born in Vienna on August 1st 1858, the son of a famous stage actor\nand Franz von Suppe contemporary, Karl Mathias Rott. Music ran in the family; Rott Sr. and\nvon Suppe appeared together at the Theater an der Wien. By the time Hans Rott died in an\ninsane asylum in 1884, he had left behind piles of scores of music, none of which had ever\nbeen performed or published.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] This in itself would have only marked him as another forgotten could-have-been, had\nit not been for the quality of the music. In 1900, Rott’s friend Gustav Mahler\nborrowed the score of Rott’s 1st symphony, and was extremely impressed. He discussed\nit with Natalie Bauer-Lechner in the same year. “It is completely impossible to\nestimate what music has lost in him. His first symphony soars to the heights of such\ngenius as to make him the founder of the new symphony as I understand it”\n(Bauer-Lechner, 1923).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] It is clear that Mahler subsequently “enshrined the memory of his friend in\nhis own music” (Banks 1989) or, as one critic put it upon hearing Rott’s first\nsymphony in E Major (1878) “Mahler, you have blown your cover.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The music and life of Hans Rott hence deserves closer examination on several\ncounts: its own merit, its influence on Mahler, and Bruckner’s influence on Rott.\nAlthough Rott was in effect not discovered until 1989, and his music and biographical\nstudies are still young, Rott has already found some important champions for his work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The famous Vienna based American conductor Dennis Russel Davies, who performed\nRott’s E-major symphony last year in September in Vienna, could hardly contain his\nenthusiasm. “A brilliant work” he said in a telephone conversation from\nPortugal. “I was very impressed.” So impressed that next year he will head the\npremiere a Rott piece, the orchestral work “Pastorales Vorspiel.” Russel Davies\nfirst heard of Rott through his German manager, Stuttgart based Dr. Schroeder. “I\nlistened to the symphony and loved it,” Schroeder recalls. “So I put it to\nDennis. He was at once impressed enough to perform it with the Vienna Radio Symphony\norchestra at the Berlin Festival.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Rott researchers like myself have already been approached by the program directors\nof the Munich Philharmonic Orchestra with a view of performing the Rott symphony there in\nthe year 2000 under the direction of James Levine.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] This past year marked another important incident for Rott. In September 1998, Paul\nBanks and I both travelled from England to Vienna for the touching world premiere of\nRott’s string quartet during the “Berliner Festspiele.” The premiere was\nundertaken by the Rosamunde Quartet, which is highly successful across Europe, under the\ndirection of former Berlin Symphony and now Munich Philharmonic Orchestra first viola\nHelmut Nicolai. Also part of the Rosamunde quartet is Andreas Reiner (violin).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] “The work is very original and touching. We spent a long time in rehearsal,\nand the most difficult aspect deals with the uneven proportions of the movements. There is\na very long and repetitive slow movement, an extremely short scherzo, and a first movement\nin the shape of that of a symphony. The writing throughout is of a fine and sensitive\nquality, it is an extremely well and beautifully sounding work,” explains Reiner.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] “It just sounds so wonderful,” he exclaims seconds later, adding:\n“the scherzo is a first rate quartet virtuoso piece which we will use as an encore in\nthe future. On a very personal note, apart from all sorts of reasoning, I very simply like\nthe quartet. It touches me very much as an original statement of a very special\nsoul.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The piece was received well by critics and public, which is especially interesting\nsince many did not know who Hans Rott was.The story of Rott is still new to the general\npublic, although he may well become the most important discovery of the changing\nmillennium.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The Rott discovery story starts with Paul Banks, a Mahler scholar from England,\nthe subject of whose 1989 PhD was Mahler’s early years. “Rott was always one of\nthe names who popped up from Mahler’s youth, along with Krzyzanowski, von Kralik\netc.” Banks recalls. “One day, I decided to investigate his scores. I got hold\nof the first symphony he wrote, and I recall siting in the music library in Vienna, unable\nto believe what I was reading. The piece was brilliant, although not perfect. It was, like\nMahler said, as if Rott had aimed for the longest possible throw and not quite reached the\nmark.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Rott’s symphony in E major (1878) is typical of Rott’s orchestral music.\nThe instruments used are double woodwind and contra bassoon, 4 horns, 3 trumpets, 3\ntromboni, 3 timpani, triangle and strings.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The brass writing alludes to Mahler with its unusually frequent instruction\n“Mit aufwaerts gerichtetem Schalltrichter” (Banks, 1989).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The symphony has four movements, the slow one being placed second. The second\nmovement is indeed reminiscent of Mahler’s 3rd symphony, and of the last two\nmovements of his sixth. Interesting to note is that the movement begins in A major and\nends in E major. Banks (1989) points out that “the scherzo which follows is in C\nMajor. This results in the emphasis of the Emajor/Cmajor juxtaposition heard in the\nopening movement.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Banks was the first to recognise the influence on Mahler of Rott’s third\nmovement, “not only in matters of thematic material, but also in questions of formal\ndesign.” Although Mahler’s symphonic scherzi are often constructed on a large\nscale, the third movement of the 5th symphony is certainly the longest (819 bars) and the\nonly example of a scherzo bearing the whole weight of the symphonic structure. It is\nunique in that the trio is preceded and followed by long transitions” (Banks 1989).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Banks also highlights the importance of Rott as a link between Bruckner and\nMahler. Rott was Bruckner’s favourite student and, according to notes by Heinrich\nKrzyzanowski, destined to become the new Bruckner.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] “The character of the main material of Rott’s scherzo is that of a\nLaendler, the style of which looks back to Bruckner and forward to Mahler’s first\nsymphony. In contrast to Bruckner’s writing, this movement never repeats itself.\nRather, the polyphonic writing culminates in a fugato which clearly foreshadows similar\npassages in Mahler’s fifth symphony.” (Banks 1989)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] When Banks spoke to Hyperion records chief Ted Perry about Rott, he decided on a\nrecording, under the direction of Gerhard Samuel, who first performed the symphony in\nParis and London in 1989. “I had never heard of Rott until Dr. Banks spoke to\nme,” recalls Perry. “But when I read the scores, I realised it was too good to\nbe ignored.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Critics around the world reacted favourably to the 1989 world-premiere performance\nand recording of the symphony, the feedback ranging from awe to astonishment that such a\nwork could have remained undiscovered until then.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] An increasing number of noted scholars and researchers are now working on various\naspects of Rott, of whom much remains to be discovered, both musically and biographically.\nParis Mahler scholar Isabel Wearck is one of many into whose direction Rott-fan Henri de\nla Grange pointed. She has recently been involved in some radio programs about Rott, one\nof which from Germany carried the title “Rott—why knowing him is a must for the\nserious musicologist.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Several questions arise from this: who was Hans Rott? What do we know of him,\naside from the fact that he wrote a genial symphony and many other brilliant works which\nwe are still to discover and hear performed?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Rott grew up in Braunhirschengrund/Vienna. His early family life was problematic.\nRott’s mother Christine died when he was only two years old. His father Karl Mathias\nwas a famous comedy actor at the Theater an der Wien, who had turned to acting after a\nbrief career in music, including a stint as an appointed organist. As an actor, Karl won\ndistinguished honours and awards, including the prestigious “Goldene Verdienstkreuz\nmit der Kron”.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]Rott was Karl’s child from the second marriage, together with his brother\nKarl. There were also several half siblings from the first marriage. Karl’s third\nwife, the actress Maria Lutz was thirty years younger than her husband. She died, aged 33,\nin 1872.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Rott displayed the signs of genius early in life, showing multi-faceted talent. He\nattended high school and later a commercial business school, from which he graduated with\nhighest recommendations. He began his symphony for strings in 1874, the same year he\nentered the Vienna conservatoire as a student.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] At the conservatoire, Rott took organ classes with Bruckner. He excelled,\nachieving first grade each year, and winning first prize in the organ competitions of the\nsecond and third years.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Bruckner was so impressed with his student that he wrote him a glowing\nrecommendation as an organist to St. Florian in 1878. A notable friendship had developed\nbetween Bruckner and his favorite student, causing Bruckner to stand with him in the\n“cheap” ranks, rather than sit at his place of honour, during performances which\nthey attended together. Rott interrupts one letter to Kzyzanowski, stating that Bruckner\nhad just come to his door to express his consternation at not seeing more of him at the\nlocal pub (Kreysing, 1998).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Other studies of Rott include piano with Leopold Landskron. Although he received\nfirst grade and won a first prize in 1875, Krzyzanowski reports that both Rott and\nBruckner remained questionable piano players, their instrument clearly being the organ.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Rott’s harmony studies began in 1874/5 with Herman Graedner, and counterpoint was\nstudied with Franz Krenn (1875–76). His friends Mahler and Krzyzanowski studied alongside\nhim, but it was Rott who was considered to be the most talented of his circle. The\nfriendship Mahler/Rott was significant, Mahler having spoken about Rott as an important\npersonal and professional influence on him. On one occasion, Mahler’s mother remarked to\nher son that Rott was the more talented composer of the two.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In 1876/7 Rott took his finals in organ, but began experiencing problems on a\npersonal level. Always a conscientious student, who prided himself in attaining top grades\nand the approval of his family, Rott’s life was dealt a severe financial and emotional\nblow with the death of his father in 1876, leaving him orphaned at age 18.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The loss of his father meant severe financial loss for Rott. Following the stage\naccident of his father in 1874, the Rott family fortune went into steep decline. After the\ndeath of his father, Rott was left destitute. According to Krzyzanowski, he suffered\nhunger in these years. In only a few short years, he had gone from being the\nwell-respected son of a famous actor to becoming a destitute, struggling orphan.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The conservatoire, recognising Rott’s talent and hardship, exempted him from fees\nin his second year, and awarded him a free place for his third and forth years.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] In 1876, he was forced to take up a badly paid post as organist with the Piaristen\nMonastery in Vienna, as he was also supporting his younger brother Karl. Rott lived mainly\nof cheap sausages called “Extrawurst”, and suffered from the hostile attitude of\nthe prior. In 1878, he was wrongly accused of theft of a score by the monks, and resigned\nin outrage. Although this accusation was later cleared, Rott remained deeply wounded by\nwhat he sensed was a deep betrayal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Personal notes of this time show Rott to be a soft personality devoid of ill-will\ntoward anyone, but with a deep need for love and acceptance. His friends and musical\nacquaintances from the “Akademischer Wagnerverein” gave him this in his early\nyears. He joined there in 1876, the Verein including such notable names as Mahler and\nWolf.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Rott was unwilling to align himself with the streams of his time, and stood alone\nas an individualist. He admired and studied the music of Brahms, Bruckner and Wagner,\nrefusing to choose one to the exclusion of the others. Elements of all three are reflected\nin his music, most of which has been preserved and which ranges from symphonies to chamber\nmusic and songs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] As his finances declined, disappointment in his fellow men mounted after a\nbetrayal by his close friend Rudolf Krzyzanowski. Rott withdrew more into himself and his\nmusic. Financially, he was supported mainly by Friedrich Seemueller, with whom he spent a\nserene last vacation in 1880 in rural lower Austria.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Rott was ashamed at being financed by Seemueller, which is shown in his notes. In\nearly 1880, he suffered emotionally on three counts: his lack of immediate family, the\nrejection of his art and finally, an unhappy love affair.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Not much is known as present about the love affair which remains a crucial missing\nlink to Rott’s story. His notes indicate that he fell in love with a woman named Louise,\nwho either rejected him or initially loved him back but was promised to someone else and\nthen forced to reject him. All notes so far indicate that Rott was a virgin at the time of\nhis death, loyal to Louise, for whom he wrote the symphony in E Major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] His financial situation and shame forced Rott to accept a post outside Vienna. He\nwas offered a position as choirmaster in Muehlhausen (Mullhouse) in Alsace but in 1880\nmade a last ditch effort to remain in Vienna.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Vienna was extremely important to Rott, who had grown up there and had no family\nto return to once he left. Also, Vienna was Louise’s hometown, and he clearly hoped to\nstay close to her. Rott believed that he had to “save” Louise from an unhappy,\npossibly forced marriage she was about to enter into.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] His plan was to win the Beethoven competition with his symphony in E Major, and to\nfurther this aim he visited Brahms in 1880. Alluding to the similar elements found in the\nfinale of Rott’s symphony to his own C Minor symphony, Brahms harshly stated that Rott\ncould not have possibly written the work himself and told the young composer that he had\nno talent whatsoever. During the competition, the symphony was laughed at by the jury,\nwhich included Goldmark and Brahms. Bruckner was incensed at its members, predicting that\n“you will hear great things yet from this young man.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Shaken, but encouraged by Bruckner not to give in, Rott wrote a pleading letter to\nHans Richter, outlining his despair at the prospect of leaving Vienna. He expressed the\nhope that Richter would include the symphony in the programme of the Philharmonic\nOrchestra and thus enable him to find an alternative income.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Richter met with Rott after several delays, on October 14, 1880, and expressed\nhimself favourably about the symphony, encouraging Rott to keep composing. But he was not\nwilling to incorporate this early work in the programme of the Philharmonic Orchestra.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] Rott must have become convinced that Brahms was conspiring against him, jealous of\nhis talents as a musician. Forced to accept the posting at Mullhouse, on the train there\nRott used his pistol to keep a fellow passenger from lighting a cigar because “Brahms\nhad fixed the train with dynamite.” He was taken to the Landesirrenanstalt (insane\nasylum), where he was interned as a patient of the lowest, non-paying class, and died of\ntuberculosis within three and a half years, on June 25, 1884.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Little is known of Rott’s time at the clinic, except that he kept composing and\nthat he was visited by his friends. He had applied for a state stipend prior to leaving\nVienna, but had not heard back from the board. Now, too late, the stipend was awarded to\nhim. A surviving letter of Rott from the asylum to the music director of Mullhouse where\nhe officially renounces the post as choir director, expresses his hope of getting well\nagain and of being able to stay in Vienna.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] Rott’s funeral on June 28, 1884 at the Zentralfriendhof Vienna was attended by\nAnton Bruckner, who arrived early and spent a significant amount of time alone with the\ncoffin of his young friend. At the funeral itself, Bruckner was seen crying, and stated\nopenly that Brahms’ uncalled-for, harsh treatment of an already isolated young composer\nwas to blame for his demise.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Today’s Vienna shows little evidence of the tragedy which took place there some\n100 years ago, without which our perception of music from that time may have well changed\nfrom Bruckner, Brahms, Mahler to Bruckner, Brahms, Rott, Mahler.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] The Piaristenkloster still stands, but it has been painted a new colour. The organ\nwhere Bruckner and later Rott played is still there, and another organist now touches the\nsame keys. One can walk up to it on the same steps Rott and Bruckner once walked, and look\nout over the courtyard, the same view they once enjoyed. At night, an outdoor café makes\nit possible to sit in the courtyard of the abbey, imagining the sights and sounds Rott\nmust have heard during his short nights spent sleeping there before getting up for the 6\nam mass. The interior garden remains largely the same, and one gets an idea of Rott’s\nretreat at times when he wanted to get some peace and quiet between composing his own\nworks and performing for the Piaristen.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] Rott’s last dwelling at the Rothenturmstrasse has been bombed in the war, and\nlater rebuilt into a business complex. Neither his room nor his home can be made out, but\nBob Freeman and myself are greeted by an insurance company’s secretary who has never heard\nof Rott nor Mahler.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] The cemetery where Bruckner once cried for Rott is still the same. But Rott’s\ngrave, after the cemetery officials initially insist that he is not buried where he is\nsupposed to have been buried, turned out to have been re-used. It now houses some family\ncalled Schwarz. Not even a stone remains to indicate that the body of Hans Rott is buried\nthere, beneath them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] The insane asylum where Rott was interned and died still stands, but it has been\ncompletely rebuilt and modernised. All documents have been destroyed which pertain to\nRott. Surviving documents about the former head of the clinic and Rott’s attending\nphysician, Dr. Theodore Meynert, give some indication of conditions there.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] A visit to the Institute for History of Medicine shows that only in the 1850s\ntorture was abandoned as a means of treating mental patients. Rott found slightly better\nconditions, which had changed, from the attitude that physical pain ought to be inflicted\nregularly on mental patients to keep them from brooding, to one of indifference.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] Records indicate that a short stay at the asylum of a student named Sigmund Freud,\nwhich had taken place during Meynert’s and Rott’s time, ended in conflict between Meynert\nand Freud over Meynert’s rejection of psychotherapy as a treatment option. Records show\nthat during Rott’s time, Meynert experienced the onset of mental instability himself,\nwhich caused him to keep his dead son’s heart in a glass on his desk and also affected the\nattitude to his patients. Records further indicate that insufficient isolation between\ntuberculosis and regular patients at the clinic could have led to Rott contracting the\ndisease, which later caused his death.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] A visit to the dusted archives of the Meynert clinic shows a high death rate from\n“natural causes” for physically healthy, young patients. This may be indicative\nof conditions or treatment methods at the clinic. Indicative could also be the\nresignations of several staff who found themselves unable to deal with conditions at the\nclinic of the noted brain anatomist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] A short walk to the grocer across the road from the archive reveals that\n“Extrawurst”, the impoverished Rott’s main means of sustenance, still exists. It\ncan be bought for a couple of shillings, and tastes rather good as it is laced with\ngarlic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] A visit to the Musiksammlung reveals Rott’s handwritten, personal papers and\nscores. He practised calligraphy frequently, conscious of his neatness, and did his\nshopping list on the sides of his scores which he clearly felt were of no use to anyone\naside himself. A note in which Rott speaks of the fear of losing his mind highlights his\nincreasing isolation, the pain of not having a family to call his own, and states his\ninability to continue living without love while composing just for the sake of it, without\nanyone taking notice.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essay",
    "source": "mto/raw/mto.99.5.1.james.html",
    "data": "mto/data/mto.99.5.1.james.json"
}