{
    "title": "Review of Lori Burns and Serge Lacasse, eds., <i>The Pop Palimpsest: Intertextuality in Recorded Popular Music</i> (University of Michigan Press, 2018)",
    "date": "2019/07/01",
    "volume": "25",
    "issue": "2",
    "authors": [
        "Stroud, Cara"
    ],
    "abstract": "",
    "keywords": [
        "allusion",
        "anxiety of influence",
        "borrowing",
        "Gérard Genette",
        "hip-hop",
        "identity",
        "intertextuality",
        "intratextuality",
        "lineage",
        "mix tapes",
        "pop",
        "rock",
        "timbre"
    ],
    "doi": "10.30535/mto.25.2.7",
    "received": "July 2019",
    "pdf": "http://mtosmt.org/issues/mto.19.25.2/mto.19.25.2.stroud.pdf",
    "author_info": [
        {
            "name": "Cara Stroud",
            "university": "Michigan State University",
            "address": "College of Music, 333 West Circle Drive, East Lansing, MI 48824",
            "email": "cstroud@msu.edu"
        }
    ],
    "citations": {
        "adams_2015": "Adams, Kyle. 2015. “What Did Danger Mouse Do? The Grey Album and Musical Composition in Configurable Culture.” Music Theory Spectrum 37 (1): 7–24.",
        "allen_2000": "Allen, Graham. 2000. Intertextuality . Routledge.",
        "bakhtin_1968": "Bakhtin, Mikhail. [1965] 1968. Rabelais and His World . Translated by Hélène Iswolsky. Indiana University Press.",
        "bakhtin_1984": "Bakhtin, Mikhail. [1929] 1984. Problems of Dostoevsky’s Poetics . Edited and translated by Caryl Emerson. University of Minnesota Press.",
        "barthes_1974": "Barthes, Roland. [1970] 1974. S/Z . Translated by Richard Miller. Hill and Wang.",
        "bloom_1973": "Bloom, Harold. 1973. The Anxiety of Influence: A Theory of Poetry . Oxford University Press.",
        "boone_2013": "Boone, Christine. 2013. “Mashing: Toward a Typology of Recycled Music.” Music Theory Online 19/3.",
        "burns_and_lafrance_2015": "Burns, Lori, Alyssa Woods, and Marc Lafrance. 2015. “The Genealogy of a Song: Lady Gaga’s Musical Intertexts on ‘The Fame Monster’ (2009).” Twentieth-Century Music 12 (1): 3–35.",
        "frow_1990": "Frow, John. 1990. “Intertextuality and Ontology.” In Intertextuality: Theories and Practice , edited by Judith Still and Michael Worton, 45–55. Manchester University Press.",
        "genette_1997": "Genette, Gérard. 1997. Palimpsests: Literature in the Second Degree . Translated by Channa Newman and Claude Doubinsky. University of Nebraska Press.",
        "hatten_1985": "Hatten, Robert S. 1985. “The Place of Intertextuality in Music Studies.” American Journal of Semiotics 3 (4): 69–82.",
        "klein_2005": "Klein, Michael Leslie. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "kristeva_1980": "Kristeva, Julia. [1966–67] 1980. “The Bounded Text.” In Desire in Language: A Semiotic Approach to Literature and Art , trans. Tom Gora and Alice Jardine, 36–63. Columbia University Press.",
        "lacasse_2000": "Lacasse, Serge. 2000. “Intertextuality and Hypertextuality in Recorded Popular Music.” In The Musical Work: Reality or Invention? , ed. Michael Talbot, 35–58. Liverpool University Press.",
        "middleton_2000": "Middleton, Richard. 2000. “Work-in-(g) Practice: Configuration of the Popular Music Intertext.” In The Musical Work: Reality or Invention? , ed. Michael Talbot, 59–87. Liverpool University Press.",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . University of Chicago Press.",
        "rusch_2013": "Rusch, René. 2013. “Crossing Over with Brad Mehldau’s Cover of Radiohead’s ‘Paranoid Android’: The Role of Jazz Improvisation in the Transformation of an Intertext.” Music Theory Online 19/4.",
        "spicer_2009": "Spicer, Mark. 2009. “Strategic Intertextuality in Three of John Lennon’s Late Beatles Songs.” Gamut: Online Journal of the Music Theory Society of the Mid-Atlantic 2 (1).",
        "williams_2013": "Williams, Justin A. 2013. Rhymin’ and Stealin’: Musical Borrowing in Hip-Hop . University of Michigan Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] From sampling and mash-ups to high-stakes copyright cases, much of popular music rewards an intertextual perspective. The Pop Palimpsest , edited by Lori Burns and Serge Lacasse, is the first collection of essays dedicated to exploring the range of intertextual relationships throughout recorded popular music.  One of the latest publications in University of Michigan Press’s Tracking Pop series (with series editors Jocelyn Neal, John Covach, Robert Fink, and Loren Kajikawa), the collection reflects a broad range of viewpoints on intertextuality and spans a variety of repertoires, although 1960s and 1970s rock is a major point of emphasis. Many of the authors creatively use intertextuality to work with music that exists in recorded form, and to describe relationships between multiple texts that can all be considered primary (such as multiple edits, mixes, or covers of the same song). The Pop Palimpsest will therefore be of interest to a variety of scholars—from those who work in popular music or contemporary culture to those who work specifically with intertextuality. What is Intertextuality?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Intertextuality has been theorized by several scholars in music, both in book-length projects—notably Michael Klein’s 2005 book, Intertextuality in Western Art Music , and Justin Williams’s 2013 book, Rhymin’ and Stealin’: Musical Borrowing in Hip-Hop —and in several article-length studies presenting intertextual perspectives on popular music. The introduction to The Pop Palimpsest references much of this prior work, including noteworthy scholarship by Ingrid Monson ( 1996 ), Serge Lacasse ( 2000 ), Richard Middleton ( 2000 ), and Mark Spicer ( 2009 ). As intertextuality has worked its way into the field of music studies, musical scholarship has inherited diffuse meanings of the concept from literary theory. A brief sketch of the history of intertextuality, and the sometimes overlapping and contradictory ways in which the term is applied, will serve to contextualize this volume’s contribution.",
                "footnotes": [],
                "citations": [
                    "klein_2005",
                    "williams_2013",
                    "monson_1996",
                    "lacasse_2000",
                    "middleton_2000",
                    "spicer_2009"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The term was originally coined in 1966  ( [1966–67] 1980 ) by Julia Kristeva, who integrated structuralist linguistics with Mikhail Bakhtin’s ideas about language’s social connections as she explored the possibility that a text is not a closed system, but something both produced (by the writer) and interpreted (by the reader) in dialogue with other texts. Later, Gérard Genette ( 1997 ) categorized different types of “transtextual” relationships, or connections from one text to another. Genette’s taxonomy restricts Kristeva’s intertexuality to the most concrete type of transtextual relationship: a quotation in which one text literally appears inside of another. Genette’s additional four categories build in abstraction, through paratextuality (texts within or outside of the central text that mediate it for the reader, such as a footnote or promotional materials), metatextuality (texts that speak about another text, such as a critical commentary), and hypertextuality (a text that derives from another via a process of transformation) to architextuality (abstract linkages of texts as members of a broader discourse, such as the stylistic features that link members of a genre). In contrast to Genette’s highly structuralist approach, Roland Barthes’s ( [1970] 1974 ) pluralist, post-structuralist interpretation is one in which intertextuality radically destabilizes a text, challenging the role of the author in creating meaning. Kristeva’s idea has been taken up by other disciplines since it was originally conceived, and it stands as one of the “most commonly used and misused terms in contemporary critical vocabulary” ( Allen 2000 , 2). Even if the definition and use of the term are unstable, intertextuality, as a cluster of related if occasionally contradictory concepts, certainly allows popular-music scholars a multifaceted way of exploring the interconnectedness that permeates contemporary musical culture—an idea confirmed by the variety of viewpoints present in Burns and Lacasse’s collection. Diverse Theoretical Approaches to Intertextuality",
                "footnotes": [],
                "citations": [
                    "kristeva_1980",
                    "genette_1997",
                    "barthes_1974",
                    "allen_2000"
                ]
            }
        },
        {
            "4": {
                "text": "[4] As might be expected from the collection’s title, Gérard Genette’s perspective on intertextuality is strongly present in many chapters, tying together the various approaches throughout The Pop Palimpsest . Genette’s ideas are most explicitly addressed in the first two chapters. In chapter 1, Lacasse translates Genette’s system of transtextuality, as presented in Palimpsests , into a taxonomy of “transphonography.” He gives readers a precise set of categories and labels for recognizing intertextual relationships, especially hyperphonographic relations: those that involve a transformation from a hypotext (the conceptually prior text) to the hypertext (the conceptually later one). Along with the system, Lacasse also imports the very structural perspective that Genette brought to intertextuality, which permits precise descriptions of the types of connections between different pieces of music but also limits the types of connections that can be made to cultural context. In chapter 2, Roger Castonguay also applies Genette’s system of hypertextuality to explore intratextuality —relationships within a single work—in “Los Endos,” from Genesis’s 1976 album, A Trick of the Tail . Genette’s perspective on intertextuality and hypertextuality also echoes throughout the collection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Inhabiting a middle zone between Genette’s structuralism and Barthes’s radical poststructuralism is Harold Bloom’s ( 1973 ) approach to understanding various “revisionary ratios” in the relationships between young and established poets; Mark Spicer takes this approach in chapter 4. Spicer, having already explored Robert Hatten’s ( 1985 ) distinction between stylistic and strategic intertextuality in music by the Beatles ( Spicer 2009 ), now marshals Bloom’s 1973 theory to explore intertextual connections between the Electric Light Orchestra (ELO) and the Beatles. As with many of the essays in this collection, Spicer uses evidence from multiple types of media to support the intertextual connections that he finds, compellingly weaving together precise analytical findings with radio interviews in which members of each band (John Lennon, Paul McCartney, and Jeff Lynne) describe their positive attitudes toward the other band’s music.",
                "footnotes": [],
                "citations": [
                    "bloom_1973",
                    "hatten_1985",
                    "spicer_2009",
                    "bloom_1973"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Aside from the contributions grounded in Genette’s and Bloom’s theories, a majority of the essays in the collection take an eclectic approach to intertextuality, although references to Genette’s categories remain present throughout the collection. Walter Everett’s typology for approaching different mixes and edits of the same track from an “intratextual” perspective would likely be helpful to scholars whose works address multiple recordings, mixes, or edits of the same track, especially since Everett clearly outlines examples of each of his ten types of intratextuality as well as examples that do not clearly fit into any single category. Close readers will note that Everett’s treatment of intratextuality (i.e., multiple recordings of the same track) differs from that of Castonguay (i.e., transformations within a single recording of a single track).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In chapter 6, William Echard explores Neil Young’s artistic career, with its intriguing balance between individual authenticity and textual recycling, from the perspective of intertextuality. His essay also synopsizes Kristeva’s approach to intertextuality, which would be a helpful starting place for those seeking a better understanding of the term as an “inherently double-voiced concept” (170). Echard overtly addresses two of the broad themes that run throughout the book: (1) tensions between individualistic authenticity and the collectivistic construction of identity, and (2) questions about how to treat a text, such as whether a genre or a style can function as a text. In chapter 10, Simon Zagorski-Thomas also gets at the question of what can constitute a text, outlining how electronic timbres can function as texts grounded by intertextual connections to our acoustic listening experiences. Zagorski-Thomas’s contribution is the only essay in the collection that addresses electronic music in depth, with case studies on Autechre’s “Fleur” (2013), J. Dilla’s “Detroit Madness” (2014), Sohn’s “Ransom Notes” (2014), and Amon Tobin’s “Journeyman” (2011).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In contrast to Zagorski-Thomas’s focus on electronic music, Lacasse and Andy Bennett deal in chapter 12 with the exclusively analog—and now historical—art of the mix tape. The authors recognize mix tapes as an inherently intertextual art form, one in which the sequence of tracks is the medium through which meaning is communicated. Lacasse and Bennett explore that meaning by investigating how cultural capital (or subcultural capital) is exchanged within online message boards in the mix tape community.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In chapter 8, Lori Burns and Alyssa Woods apply methodologies that allow them to explore the nuances of identity formation, power, and lineage in hip-hop. Burns and Woods build on John Frow’s ( 1990 ) perspective on mythmaking and Mark Spicer’s ( 2009 ) work on strategic versus stylistic intertextuality in order to illuminate how Eminem, Jay-Z, and Kanye West construct themselves as figures of power and authority—even as gods. The authors locate intertextual connections in “Black Skinhead” from Kanye West’s Yeezus , “Holy Grail” featuring Justin Timberlake from Jay-Z’s Magna Carta Holy Grail , and “Rap God” from Eminem’s The Marshall Mathers LP 2 . Intertextuality as a Lens",
                "footnotes": [],
                "citations": [
                    "frow_1990",
                    "spicer_2009"
                ]
            }
        },
        {
            "10": {
                "text": "[10] While several of the chapters in the collection expand on the theories and methodologies of intertextuality, others are almost exclusively analytical, considering particular pieces of music or particular collections of works from an intertextual perspective. Of these, chapter 3, by Allan Moore, presents a very listener-focused analysis of various recordings of Leonard Cohen’s “Hallelujah,” beginning with John Cale’s 1992 recording. This essay reprints an older, unpublished project of Moore’s, and it connects with the rich history of a song that has been covered countless times in a compelling way. Mary Woodside’s chapter is also unique in this volume, since she deals with an underrepresented repertoire: nineteenth-century French vaudeville. Her approach also differs from many of the other contributions in the volume, since her primary sources are written text and notated musical scores, instead of the recent recordings and media featured throughout the volume. That said, French vaudeville can be very productively understood through an intertextual lens, and readers interested in vaudeville will likely find this chapter illuminating.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Stan Hawkins and Justin Williams explore very different repertoires (1980s pop and hip-hop, respectively), but both essays illustrate how intertextuality can reveal popular music’s connections with its social context. Hawkins explores the complex genderplay involved in Annie Lennox’s performance of “I Need a Man.” With her invocations of the masculine swagger of cock rock alongside her posturing as an over-the-top diva, she fluctuates between the dual positions of woman as object and woman as speaker. Williams employs detailed analysis to contrast The Game’s celebration of 1990s-era Compton gangsta rap in “We Ain’t” (2005) with Kendrick Lamar’s critical perspective on the horrors and anxieties of growing up in same city in “m.A.A.d. City” (2012). Throughout the chapter, Williams compellingly weaves the history of gangsta rap into his analysis in a way that is both informative and approachable for readers unfamiliar with hip-hop, building on arguments that he initially developed in his 2013 book, Rhymin’ and Stealin’ .",
                "footnotes": [],
                "citations": [
                    "williams_2013"
                ]
            }
        },
        {
            "12": {
                "text": "[12] As practices such as remixes and sampling make popular music uniquely suited to a musical idea of intertextuality, the concept from critical theory can also more broadly bring a fresh and timely perspective to popular music studies. Several of the essays in this collection demonstrate the way that intertextuality can help to connect elements of a song to cultural context, and many authors in this collection also demonstrate how intertextuality can support both a listener-centered perspective or a composer-centered perspective, depending on how the analysis is constructed. In terms of repertoire, this volume is fairly representative of what is most commonly studied by pop music theorists, and some readers may wonder where they might find intertextual perspectives on jazz (arguably a separate sub-discipline) or on mash-ups. Readers interested in intertextuality and jazz might consider Ingrid Monson’s 1996 book, Saying Something (especially her chapter on “intermusicality”), as well as René Rusch’s 2013 article on Brad Mehldau’s cover of Radiohead. As for mash-ups, articles by Christine Boone ( 2013 ) and Kyle Adams ( 2015 ) are excellent starting points for this genre. Both authors address the nature of mash-ups as constructed from pre-existing music, and although they do not overtly employ an intertextual perspective, work such as theirs can extend ideas found in The Pop Palimpsest .",
                "footnotes": [],
                "citations": [
                    "monson_1996",
                    "rusch_2013",
                    "boone_2013",
                    "adams_2015"
                ]
            }
        },
        {
            "13": {
                "text": "[13] The Pop Palimpsest admirably showcases a variety of perspectives on intertextuality in popular music, sewn together by the unifying thread of Genette’s theories. The book features the work of authors from a number of different countries (Australia and Norway in addition to Canada, the US, and the UK), while the majority of the repertoire in the collection is from American, Canadian, or British rock artists. Similarly, while the majority of the music studied in this collection is rock from the 1960s and 1970s, the essays on hip-hop, 1980s pop, recent electronic music, and 19th-century French vaudeville add refreshing variety. As is to be expected when the central concept has such a rich and contradictory intellectual history, many of the essays also construct an eclectic approach to intertextuality, allowing the music to drive the theory instead of the other way around. On the whole, the collection shows how intertextuality can be productively applied to address popular music as constructed both by individual artists and by the culture in which those artists work, and several of the essays admirably demonstrate carefully considered theoretical and analytical approaches grounded in both popular music scholarship and work on intertextuality. Recurring questions in both of these domains arise throughout the book: How do we define a text? How do we productively analyze music for which there seems to be no single primary text, or when the primary text is not a notated one? Those who encounter such questions while working with popular music, contemporary culture, critical theory, or intertextuality will do well to add this volume into the mix.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.19.25.2.stroud.html",
    "data": "mto/data/mto.19.25.2.stroud.json"
}