{
    "title": "Canons, Augmentations, and Their Meaning in Two Works by Steve Reich",
    "date": "2011/04/01",
    "volume": "17",
    "issue": "1",
    "authors": [
        "Atkinson, Sean"
    ],
    "abstract": "The use of canons and augmentations has long been present in minimalist music. A common feature to both is the ability to create long stretches of music with few musical resources. Engaging the technique further, Gretchen Horlacher posits that canons and their augmentations in Steve Reich’sTehillimactually have extra-musical meaning; specifically the notion of eternal and heavenly time, which is referenced in the biblical text of the work. Applying that meaning to the canons and augmentations found in his more recent multimedia compositionThree Tales, the concept of an eternal time takes a darker, more tragic turn. In this article, I examine the unique ways in which Reich composes with canons and augmentations, and then uncover possible interpretations of their use in regards to bothTehillimandThree Tales, focusing primarily on the multimedia nature of the latter.",
    "keywords": [
        "Steve Reich",
        "minimalism",
        "multimedia",
        "meaning",
        "semiotics",
        "metaphor",
        "Tehillim",
        "Three Tales",
        "video"
    ],
    "doi": "",
    "received": "June 2010",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.1/mto.11.17.1.atkinson.pdf",
    "author_info": [
        {
            "name": "Sean Atkinson",
            "university": "University of Texas at Arlington",
            "address": "Department of Music, Box 19105, Arlington, TX 76019",
            "email": "sean.atkinson@uta.edu"
        }
    ],
    "citations": {
        "atkinson_2009": "Atkinson, Sean. 2009. “An Analytical Model for the Study of Multimedia Compositions: A Case Study in Minimalist Music.” Ph.D. dissertation, Florida State University.",
        "bernard_1992": "Bernard, Johnathan. 1992. “The Minimalist Aesthetic in the Plastic Arts and in Music.” Perspectives of New Music 31: 86–132.",
        "buchler_2005": "Buchler, Michael. 2005. “Minimalism, Structure, and Salience (and their absence) in John Adams’s Lollapalooza .” Presented at the Music Theory Southeast Conference, Miami, Florida.",
        "cook_1998": "Cook, Nicholas. 1998. Analysing Musical Multimedia . Oxford: Oxford University Press.",
        "fauconnier_and_turner_1998": "Fauconnier, Gilles and Mark Turner. 1998. “Conceptual Integration Networks.” Cognitive Science 22: 133–87.",
        "horlacher_2009": "Horlacher, Gretchen. 2009. “ Tehillim and the Fullness of Time.” Presented at the Second International Conference on Minimalist Music, Kansas City, Missouri.",
        "johnson_1994": "Johnson, Timothy. 1994. “Minimalism: Aesthetic, Style, or Technique?” The Musical Quarterly 78/4: 742–73.",
        "katz_1979": "Katz, Ephraim. 1979. The Film Encyclopedia . New York: Thomas Y. Crowell.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music . New York: Schirmer Books.",
        "kramer_2002": "Kramer, Lawrence. 2002. Musical Meaning: Toward a Critical History . Berkeley: University of California Press.",
        "marvin_and_laprade_1987": "Marvin, Elizabeth West and Paul A. Laprade. 1987. “Relating Musical Contours: Extensions of a Theory of Contour.” Music Theory Spectrum 19/2: 232–63.",
        "melton_2009": "Melton, Sara. 2009. “Dialectic of Dilects: American Minimalist Composers Talk Tradition.” Presented at the Second International Conference on Minimalist Music, Kansas City, Missouri.",
        "reich_and_korot_2002": "Reich, Steve and Beryl Korot. 2002. “A Theatre of Ideas: Steve Reich and Beryl Korot on Three Tales ,” interview by David Allenby. In liner notes to Three Tales : Nonesuch Records.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. While Johnson’s list is able to describe most minimalist music, it would exclude many post-minimalist works, such as Three Tales , as its formal structure is not continuous and contains many extended melodic lines.  Michael Buchler ( 2005 ) proposes a simpler definition consisting of just two axioms; a clear pulse and plentiful repetition of a few short motives.  This, too, is problematic when considering such music as Reich’s Music for Pieces of Wood , an unquestionably minimalist piece in which the hypermetrical beat, or pulse, is consistently in flux due to the phased entrances of the instruments.  I would propose an even broader definition that seeks to include both minimal and post-minimal music; the process used to create the music is clear and apparent on the surface and that the melodic and harmonic materials used are mainly diatonic.",
            "citations": [
                "buchler_2005"
            ]
        },
        "FN2": {
            "text": "2. Another method of determining melodic contour is through the use of contour segments, or CSEGs.  A CSEG analysis of these two melodic segments would yield the same result, <03120>, making the case for a connection between them even stronger. See Marvin and Laprade 1987 for more information regarding CSEG.",
            "citations": [
                "marvin_and_laprade_1987"
            ]
        },
        "FN3": {
            "text": "3. Only available on the DVD that comes packaged with the CD.",
            "citations": []
        },
        "FN4": {
            "text": "4. Reference to CSEGs here would actually obscure an otherwise aurally salient relationship between these two segments.  The first contour’s CSEG is <30213> and the second is <41320>.  The difference in cardinality between the two segments results from the first segment’s duplication of G ♭ 5.",
            "citations": []
        },
        "FN5": {
            "text": "5. This idea is certainly not new to Reich, as his first major composition was the tape loop piece It’s Gonna Rain from 1965.  After Drumming in 1970, Reich’s use of technology in composition dropped off until Vermont Counterpoint in 1982, scored for flute and tape. Melton 2009 explains this break in the use of technology in further detail.  As early as 1988, Reich was using audio clips of people speaking as a source of melodic contour in his compositions.",
            "citations": [
                "melton_2009"
            ]
        },
        "FN6": {
            "text": "6. See Bernard 1992 for more information about the history of minimalism in both music and the visual arts.  There are, of course, exceptions to this.  Such is the case with Reich’s Come Out from 1966.  The audio clip used in the loop was taken from an interview directly after the Harlem race riot in 1964, a clear social commentary on the event.  But even in this case, it takes the added narrative domain of the text in order to form a specific, meaningful interpretation.",
            "citations": [
                "bernard_1992"
            ]
        },
        "FN7": {
            "text": "7. See Fauconnier and Turner 1998 for more about conceptual integration networks and Zbikowski 2002 for their use in musical analysis.",
            "citations": [
                "fauconnier_and_turner_1998",
                "zbikowski_2002"
            ]
        },
        "FN8": {
            "text": "8. See Atkinson 2009 , Chapter 1 for information about the model and its use of interdisciplinary theories.  While the model is depicted here exclusively in reference to minimalist multimedia, it is flexible enough to accommodate all types of musical multimedia, so long as the visual domain remains fixed.",
            "citations": [
                "atkinson_2009"
            ]
        },
        "FN9": {
            "text": "9. Slow motion is a common film technique, which gives greater weight and emphasis to a particular moment in time. See Katz 1979 .",
            "citations": [
                "katz_1979"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Many scholars have attempted to pinpoint exactly what constitutes minimalist music.  Timothy Johnson ( 1994 ) identifies five aspects of minimalist music: continuous formal structure, an even rhythmic texture and bright tone, a simple harmonic plan, a lack of extended melodic lines, and repetitive rhythmic patterns. (1) Canons come to mind as a compositional technique that achieves a few of these aspects, as they lend themselves to even and repetitive rhythmic textures, and, if allowed to continue over the span of an entire piece or movement, would generate a continuous form. Traditionally, canons are rather strict in their contrapuntal usage.  A single voice begins, and at some interval of time later another voice will enter, imitating what the first voice has performed.  Any number of additional voices can be added, and the imitated material can continue as long as a composer’s counterpoint skills allow.  Augmentation is one of several methods used to alter a typical canon.  In these situations, the first voice remains constant, but the imitative voice or voices elongate the melody, usually doubled in duration.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "johnson_1994"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The music of Steve Reich reveals a penchant for canons; his use of them, especially augmented canons, is unique and remarkably consistent.  A reexamination of canonic technique in Reich’s music will reveal these consistencies across a large span of his compositional output.  Additionally, the manner in which Reich composes with augmentation lends itself to certain extra-musical associations, helping to uncover larger meanings for the works in which they are present.  This article consists of two parts; to begin, I examine the methods in which Reich composes with canons and augmentation in two compositions that involve the human voice, Tehillim (1981) and Three Tales (2003), highlighting the unique technical features of Reich’s canons and the consistency of their usage across both works.  In part two, I explore the possible meaning of canons and augmentation in these works, examining how they interact with the text of Tehillim and the text and video of Three Tales to influence their overall affect. Canons and Augmentations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Tehillim is Reich’s first major composition utilizing the human voice in live performance.  Divided into four parts, the work sets various Psalm texts from both Latin and Hebrew versions of the Bible. Example 1 presents the melodic line that begins Part IV.  When first heard, the melody is a solo, but it quickly develops into a three-voice canon with an interval of imitation of a quarter note.  This fast-paced canon continues for several measures until a small break in the texture arrives, preceding the augmentation of the melody.  The augmentation, however, replaces the imitative texture with a new homophonic setting.  As can be seen in Example 1 , the melody is slightly stretched on each subsequent entrance, and, during the final presentation, the pitch content is also transposed. Example 1 . Augmentation of melody in Tehillim , Part IV (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The numbers above each staff indicate a diatonic contour analysis consisting of ordered pitch intervals in diatonic, rather than chromatic space. The pitch content from the original to the first augmented melody remains unchanged, thereby creating the same contour as the original melody; only the durational values for some of the pitches have been elongated.  In the second augmented melody, the pitch collections shifts up a perfect fifth, and even with the addition of extra notes on some syllables, the overall contour between syllables remains largely unchanged.  The only discrepancy comes with the last four intervals; these have changed to <+5, -4, +1, -2>.  However, this slight deviation in contour does not change the ending pitch of the melody; in other words, the original contour, <+4, -2, +1, -3>, yields the same ending pitch as the new, deviant contour. (2) This is similar to, though not exactly like, a tonal answer in a fugue.  As opposed to a real answer, the subject, in addition to being transposed, is slightly changed to accommodate the underlying harmonic structure.  While the motivations for Reich to alter the last augmentation likely lie more with personal aesthetic decisions rather than harmonic concerns, the resemblance is difficult to ignore.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] From this example, two basic principles of Reich’s style involving augmented canons present themselves. One, all of the voices are eligible to participate in the elongation, not just the imitative voices. However, the degree to which each individual pitch of the melody is augmented need not be the same.  And two, while the actual pitch content can change during augmentation, a defining melodic contour typically remains intact.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Moving forward in Reich’s oeuvre, this unique use of canon continues to manifest itself, especially in works involving the voice. Three Tales , a self-described “video opera” ( Reich and Korot 2002 ) completed in 2003, is an examination of three major technological events from the twentieth century: the crash of the German airship Hindenburg, the U.S. tests of atomic bombs at the Bikini atoll, and the cloning of Dolly the sheep. The narrative of the work is discussed further in part two of this article; but first, how does the canonic technique described in Tehillim compare with similar textures in Three Tales ? Example 2 . Augmentation of melody in “On the Ships – 2” from “Bikini,” Three Tales (click to enlarge) Video Example 1 . Video excerpt from “Bikini,” Three Tales (click to watch video) Example 3 . Augmentation of melody in “Dolly” from “Dolly,” Three Tales (click to enlarge) Video Example 2 . Video excerpt from “Dolly,” Three Tales (click to watch video) Example 4 . Augmentation of melody in “It Could Not Have Been a Technical Matter” from “Hindenburg,” Three Tales (click to enlarge) Video Example 3 . Video excerpts from “It Could Not Have Been a Technical Matter” from “Hindenburg,” Three Tales (click to watch video)",
                "footnotes": [],
                "citations": [
                    "reich_and_korot_2002"
                ]
            }
        },
        {
            "7": {
                "text": "[7] The second tale, or movement, is appropriately titled “Bikini” and contains a series of related scenes that feature augmented canons.  The overall form of “Bikini” is cyclical; a series of three scenes is repeated three times in the same order.  “On the Ships” is the last scene in the series.  “On the Ships – 2,” then, is the second presentation of the last of the three scenes.  The text in this scene comes from a newspaper article that describes the unprecedented use of camera and film equipment used to document and record the tests.  When this text is first introduced, as shown on the top staff of Example 2 , Reich sets it in a homophonic texture. When the melody returns after a brief instrumental interlude, not only is the melody now augmented, but it also appears in strict canon. The reverse process occurs in Tehillim , where the canon is heard first, followed by a homophonic texture.  Additionally, the pitch materials between the original melody and augmented canon are exactly the same. While similar augmentations occur in the surrounding “On the Ships” scenes, they do not contain canons.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The last movement, “Dolly,” features a scene with the same name, and it also features an augmented canon. Again, the narrative and visual content of the scene is discussed later, but, as shown in Example 3 , the original melody, presented in multiple voices in a homophonic texture, is later augmented using the same pitch materials and placed into a canon—the same technique as in “Bikini,” but the reverse of what occurs in Part IV of Tehillim .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Thus far, the examples have shown one of two scenarios: a melody is initially presented in canon and then augmented in homophony, or the melody is presented in homophony and then augmented as a canon.  Both of these methods appear to be used equally by Reich when combining canons with augmentation, however, in the first tale, “Hindenburg,” Reich presents a third option: the initial melody is in canon, followed by an augmentation also in canon.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In the opening scene from “Hindenburg,” “It Could Not Have Been a Technical Matter,” (3) the canon melody is first heard as a solo vocal line, which quickly becomes a three-voice canon. Unlike the example from Tehillim , however, the subsequent augmentation continues the canonic texture.  A third augmentation, further elongating the already stretched melody, also maintains the canon. Example 4 shows the melody and subsequent augmentations, and highlights a pair of contours common to each version of the melody. The original melody contains two similar contour segments: <-3, +2, -1, +2> and <-3, +2, -1, -2>. (4) The first contour segment appears during the first augmentation and the second contour segment appears during the second augmentation. These examples from Three Tales employ the third basic principle of Reich’s compositions that utilize canon and augmentation techniques: the use of canon or augmentation is flexible, allowing for a canon to be followed by a homophonic augmentation, a homophonic melody to be followed by an augmented canon, or a canon to be followed by an augmented canon.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In the case of Three Tales , Reich weaves another layer of complexity into the texture with the use of prerecorded audio clips. (5) The audio recordings used throughout Three Tales consist of either historical recordings from the events themselves or interviews conducted by Reich with people familiar with the events being described.  In “It Could Not Have Been a Technical Matter,” audio clips from the moment of the crash are heard in real time during the initial canon, but are then presented in a slower versions during the canon’s augmentations.  Thanks to digital technology, however, Reich is able to maintain the same pitch level in the slowed version, allowing the recording itself to not only maintain its contour in augmentation, but also maintain the same pitch level (See Audio Example 2 ). Audio Example 2 . From “It Could Not Have Been a Technical Matter,” “Hindenburg,” Three Tales",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] As can be observed in all of these examples, the method with which Reich uses canons when composing for voice has remained largely unchanged for a large span of his compositional career.  Even as Reich’s compositional style matured in the twenty years between the works, the canons and their implementations have remained remarkably consistent.  This consistency lends both pieces an unmistakably “Reichian” sound, but it also allows intertextual references to be drawn from one piece to the other.  The rest of this article will focus on a specific reference in Tehillim , applying its meaning to the musically similar sections of Three Tales . Interpreting Meaning",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Determining extra-musical associations with works of minimalist music presents a challenge to current modes of analysis. Take for instance, Terry Riley’s In C or Reich’s Music for Pieces of Wood .  In such purely process-oriented music, with no apparent musical topics or tropes, how can one posit a meaning?  And should we as analysts even attempt to do so?  While a handful of hermeneutic readings of process music have been successful (Jonathan Kramer’s ( 1988 , 388–94) reading of Rzewski’s Les Mountons de Panurge in particular), they fail to address any specific meaning that the composer may (or may not) have intended to convey.  This makes sense when considering the origins of minimalism in both music and the visual arts.  In the visual arts, minimalism was the antithesis of abstract expressionism, moving the field in a new direction.  In music, the shift to minimalism was more of a lateral move, reacting against the hidden structures of serialism by making processes readily apparent, but still maintaining some of serialism’s lack of expression.  In most cases, early works in both fields avoided any attempts at expression; the piece is just a piece, nothing else. (6) But when minimalist music is combined with other domains of expression, such as a text in Tehillim and a narrative and video in Three Tales , extra-musical and intertextual interpretations become possible, if not demanded.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "kramer_1988"
                ]
            }
        },
        {
            "14": {
                "text": "[14] In the case of the augmentations under discussion, Gretchen Horlacher ( 2009 ) has described their use in Tehillim in association with the text as a marker for the eternal. The text, Psalm 150, verses 4–6, and translation of Part IV of Tehillim are listed below: Hallelúhu batóf umachól, Hallelúhu baminím vaugáv. Praise Him with drum and dance, praise Him with strings and winds. Hallelúhu batziltzláy shamáh, Hallelúhu batziltzláy taruáh. Praise Him with sounding cymbals, praise Him with clanging cymbals. Kol hanshamá tahaláil Yah, Haleyuyáh. Let all the breaths praise the Eternal, hallelujah. Figure 1 . Conceptual Integration Network for Tehillim , Part IV (click to enlarge) Horlacher posits that the local, unaugmented canon serves to represent human time, “a time of sequence, motion, and passage, one where varied repetition links individual statements in an ordered, successive way” ( Horlacher 2009 ). Jonathan Kramer ( 1988 ) would call this linear time, or a musical time that moves forward and is goal-directed.  The augmented melodies, however, represent an eternal time, “fully present in a particular moment, one where the whole is present even as its individual parts unfold” ( Horlacher 2009 ).  Kramer’s complimentary term for this, vertical time, captures the feeling of not only the elongation of the melodic material, but also the ostinato accompaniment, seemingly stuck in a continuous loop.  In other words, this music is the opposite of the goal-directed music heard before.  The relationship between the musical elements of augmented/unaugmented and the spatial elements of eternal/human, can be most easily portrayed in a conceptual integration network. (7) As shown in Figure 1 , the generic space, describing concepts of time and repetition, is represented in the music by the augmented melodies and the primal, dance-like quality of the music. The text makes reference to the eternal as well as to drumming and dancing.  Those traits map on to each other across domains and blend together to illustrate how a narrative of beauty and timelessness of an out of reach, heavenly world, is achieved in Tehillim .",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "horlacher_2009",
                    "horlacher_2009",
                    "kramer_1988",
                    "horlacher_2009"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In Three Tales , if we maintain the connection between augmented melodies/canons and the eternal, a dramatically different reading than Tehillim’s heavenly world arises.  Briefly mentioned in the first part of the article, Three Tales does not depict just any three technological events from the twentieth century, but tales that present morally questionable views of the progress of technology.  When that narrative is joined with augmented melodies/canons in the music and a third domain of images of these events on screen, various meanings emerge that might not be readily apparent on the work’s surface.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Several methodologies and theories attempt to describe music in terms of extra-musical meaning.  Lawrence Kramer ( 2002 ) uses the term imagetext to describe anything that is not music in a mixed-media environment (spoken dialogue, action on a stage, or images on a screen).  Derived from Lacanian philosophy, Kramer’s interpretations of meaning come not from a comparison of elements within a musical work, but from a comparison of elements between the music and the observer’s own mind, leading to a highly subjective reading of the work being discussed.  Nicholas Cook’s ( 1998 ) Analysing Musical Multimedia borrows the concepts of semiotics and metaphor to create various models with which to compare differing multimedia compositions.  These models, which judge the various degrees of conformance, contest, and complementation in a multimedia setting, excel in certain circumstances, but the true value in Cook’s methodology only becomes apparent when examining works that share one domain while possessing another domain which is different (for example, two television commercials that use the same music, but are advertising different products).  Since the present discussion necessitates concrete comparisons between the different domains (not applicable in Kramer’s methodology), and does not need comparison to other multimedia works (the highlight of Cook’s models), another analytical option is needed. Figure 2 . Model for Interpreting Musical Multimedia (MIMM) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "kramer_2002",
                    "cook_1998"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Figure 2 depicts the proposed analytical model, the Model for Interpreting Musical Multimedia (MIMM), which resembles a conceptual integration network, but contains three input spaces and is missing the generic space that typically defines the elements to be compared.  Instead, a single domain, referred to as the focusing domain and represented in bold type, temporarily acts as the primary domain in the interpretation.  Surface level details of the work (for instance, the augmented canons in the music domain) make up the outside edges of the triangle, and the ovals just inside the triangle represent a first-level, denotational meaning in each domain.  This meaning, as much as is possible, is derived in isolation from the other domains.  The blended space at the center of the model represents a metaphoric cross-domain mapping, and allows for a unified interpretation of the work, or section thereof. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] I will now utilize the MIMM model to illuminate the manner in which the augmented canons contribute to a cross-domain interpretation of Three Tales . On the surface, “Dolly” appears to present a literal relationship between the music’s augmented canon and the concept of cloning. Neither is goal-oriented, in the sense that cloning carries with it the possibility of infinite life, while the augmented canon never points to a clear ending.  Transferring the meaning of augmentation as eternal from Tehillim , this scene could depict cloning as a means to attaining eternal life.  However, the specific text of this scene, coupled with the video, obscures such an interpretation.  Not only does the text describe the raw materials needed to produce Dolly (“277 udder cells, 29 embryos”), but also features interview clips with Stephen Jay Gould and Richard Dawkins as they react to the question, “Would you like to be cloned?”  It is clear that these two disagree, with Gould suggesting, “It wouldn’t be me,” while Dawkins would think it to be a “truly, riveting, fascinating experience.” The video depicts embryos, but also shows Dolly as a full-grown sheep; it shows the complete reproductive cycle from start to end.  While the surface details might suggest that the canon and augmentation are reinforcing the notion of repeated cloning (i.e., eternal life), it is more likely Reich is suggesting that it is the debate over the morality of cloning that is eternal.  See Figure 3 for a diagram of this interpretation. Figure 3 . Interpretation of “Dolly” from “Dolly,” Three Tales (click to enlarge) Figure 4 . Interpretation of “On the Ships – 2” from “Bikini,” Three Tales (click to enlarge) Figure 5 . Interpretation of “It Could Not Have a Technical Matter” from “Hindenburg,” Three Tales (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] “On the Ships – 2” is best understood within a specific context. The text of this scene, a list of the equipment used in capturing the atomic bomb tests on film, aims to illustrate the magnitude of the event (“Five-hundred photographers, seven-hundred cameras, and half the world’s supply of film.”).  The other “On the Ships” scenes, however, contain sporadic quotations from chapters 1 and 2 from the book of Genesis.  While not relating directly to the video in “On the Ships – 2,” this biblical narrative plays a large role in the meaning of the scene.  Chapter 1 from Genesis charges mankind “to be fruitful and multiply” and to “rule over ... every living thing upon the Earth.”  This, according to the video artist for Three Tales , Beryl Korot (Reich and Korot 2002), represents the dominant role of the U.S. government as they came in and forced the people living on Bikini to leave their home.  Chapter 2 paints a different picture of mankind in which it is “placed in the Garden of Eden to sever it and keep it,” a much more humble description that Korot relates to the people of Bikini.  While the other scenes explore the meaning of this dichotomy more fully, the “On the Ships” scenes present imagery related to the use of live animals during the test (seen in beginning of Video Example 1 ).  These sacrificial test subjects were meant to test the effects of the bomb on “flesh,” as is made clear with the text sung during “On the Ships – 1,” and reinforces Korot’s stance of the United States’ dominion over the living things upon the Earth.  The scenes also show preparations being made for the test, focusing not only on the animal preparations, but also on the cameras and crew who would be filming the test.  The efficiency with which this all took place is apparent.  The sheer numbers of cameras and film used to record the test (unprecedented at the time) mean that while the test itself may be very brief, the results captured on film may be studied repeatedly, and the canonic texture reinforces this idea.  But not only was the test captured and, therefore, repeatable, so too might the actions of the U.S. government be repeatable.  This was not the first time the United States exiled a people from their land, and the augmented canon may suggest it is not the last.  This is outlined in the analytical model in Figure 4 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In “It Could Not Have Been a Technical Matter,” the text repeats the movement’s title, which is drawn from a statement made by the German ambassador to the U.S. shortly after the accident; it is an assertion of the infallibility of German technology.  The video shows the crash in both real-time and in slow motion; the real-time footage relates just how quickly the Hindenburg crashed (30 seconds), and the slow motion creates greater emphasis and focus on the crash itself. (9) Combined with the music’s augmented canons and meaning of eternal time, the scene suggests a quick yet never-ending display of disaster at the hands of German arrogance about technology, and this is shown in Figure 5 .",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The interpretations developed in this article only address a small portion of each movement of Three Tales and, as such, should not be seen as an interpretation of each movement in its entirety or of the work as a whole.  Addressing the entire piece is certainly within the realm of the MIMM, but lies outside the scope of the current focus on canons and augmentations.  More information about the MIMM in conjunction with the rest of Three Tales can be found in Atkinson 2009 .",
                "footnotes": [],
                "citations": [
                    "atkinson_2009"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Canons have played an important role in the history of music, and the malleability of the contrapuntal technique can be found not just here, but with various puzzle canons, crab canons, and even canonic duets in which players perform from the same line.  Reich’s use here is simply an extension of this play with canonic technique, a play that not only fits well into the minimalist milieu, but also allows for deeper insight into the meaning of the work.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.1.atkinson.html",
    "data": "mto/data/mto.11.17.1.atkinson.json"
}