{
    "title": "Review of Markand Thakar, <i>Looking for the “Harp” Quartet: An Investigation into Musical Beauty</i> (University of Rochester Press, 2011)",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Turner, JW"
    ],
    "abstract": "",
    "keywords": [
        "aesthetics",
        "analysis",
        "performance"
    ],
    "doi": "",
    "received": "October 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.turner.pdf",
    "author_info": [
        {
            "name": "JW Turner",
            "university": "High Point University",
            "address": "One University Parkway, High Point NC 27268",
            "email": "jturner@highpoint.edu"
        }
    ],
    "citations": {
        "husserl_1964": "Husserl, Edmund. 1964. The Phenomenology of Internal Time Consciousness , ed. Martin Heidegger, trans. James S. Churchill. Indiana University Press.",
        "salzer_1952": "Salzer, Felix. [1952] 1982. Structural Hearing: Tonal Coherence in Music . Dover.",
        "schoenberg_1975": "Schoenberg, Arnold. 1975. Style and Idea: Selected Writings of Arnold Schoenberg , ed. Leonard Stein, trans. Leo Black. University of California Press.",
        "thakar_1990": "Thakar, Markand. 1990. Counterpoint: Fundamentals of Music Making . Yale University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In a private communication with the author, Thakar argued that the apparent third-relation is actually supported by a more subtle progression of descending fifths: B ♭ major in mm. 11–12 and E ♭ major at the end of the development. Thakar places the climax of the movement in m. 90, where the move to E ♭ major, the furthest-removed key from the tonic by successive fifths, begins (personal communication, September 23, 2015). While this reading is consistent with Thakar’s criteria, a two-measure tonicization of B ♭ major in the midst of the strong F major of the primary material seems insufficiently supported to carry such a heavy structural load.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Markand Thakar currently serves as the conductor of the Baltimore Chamber Orchestra, Director of the BCO Summer Conducting Seminar and Winter Conducting Workshop, Co-Director of Graduate Conducting at the Peabody Conservatory, and was formerly the Assistant Conductor of the New York Philharmonic. Looking for the “Harp” Quartet builds upon the ideas in his previous book, Counterpoint: Fundamentals of Music Making ( 1990 ), in considering the transcendent experience of musical beauty, the musical work as a unitarily apprehensible object, and the ways in which impulse may be  generated and consequently resolved. Thakar’s ideas are valuable, his exposition of them is clear, and the book is supported by materials on his website, including sound files for the musical examples, analytical graphs, and a list of omissions and corrections. While Thakar discusses only music literature from the eighteenth and nineteenth centuries, this book would be useful as the main text in an upper-level or graduate seminar, or as a component of a survey of analytical techniques or aesthetics.",
                "footnotes": [],
                "citations": [
                    "thakar_1990"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The text is arranged as a sequence of five dialogues between a conservatory teacher and a violin student, allusively named “Daedalus” and “Icarus.” These dialogues occur periodically during Icarus’s imagined senior year, as he rehearses and performs Beethoven’s “Harp” Quartet (op. 74) with another coach. He and Daedalus begin by discussing what constitutes a “musical object,” and then consider the contributions of the listener, composer, and performer in the ultimate experience of musical beauty. The final dialogue summarizes their conclusions and provides direction for further study.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Although the dialogues present the principal ideas, Thakar includes three supplemental essays at the end of the book. These provide more focused, technical discussions of the phenomenological basis for the conception of the “musical object,” the conception of tonicization and musical structure as “patterns of energy” created by the composer, and finally, techniques for the “dynamic analysis” intended to uncover this patterning. These articles are intended to supplement the dialogues, and Daedalus actually refers to them at specific points in the text, but they may be read independently without any loss of coherence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Thakar’s primary theme is that masterworks of art are those that can be perceived as single “objects in time,” and it is this essential property that allows the ultimate aesthetic experience. Composers contribute the potential for this experience by suggesting a succession of tones in which the energy can be created and resolved within a singular hierarchy. Performers, in turn, must realize this potential, recognize the hierarchy and craft their spectra of intensity and tempo in accordance with its inherent design. If both the composer and the performer are successful, an experience of transcendent beauty will be available to the listener, who must only be open to receiving it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Thakar’s conception of the “object in time” is indebted to Edmund Husserl’s The Phenomenology of Internal Time Consciousness ( 1964 ), and the substance of the first dialogue, concerning the essential qualities of a piece of music, also recalls ideas from phenomenology. Unlike other theorists writing from a phenomenological standpoint, such as Lawrence Ferrara and Thomas Clifton, however, Thakar is less concerned with description than he is with a pragmatic understanding of how transcendent experiences are achieved. As he argues, the experience of transcendence involves a “loss of self”; that is, the separation between subject (the one perceiving the work of art) and object (the work of art) is erased. Thus, it follows that any distraction from the perception of the artwork as a single object in time eliminates the possibility for the experience. As one might expect, this leads to a discussion of intonation, articulation, balance, and so forth, not as objective, quantifiable entities, but rather as contextual parameters. It is less important, for example, how specifically short a staccato note is, so long as it communicates the quality of separation appropriately within the musical context. As soon as it draws attention to itself by being too long, too short, or inconsistent with other staccato notes occurring simultaneously, it distracts from the perception of the artwork as a single object, and thus limits the possibility for the experience of beauty.",
                "footnotes": [],
                "citations": [
                    "husserl_1964"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Thakar then pursues this logic into more controversial areas: opera, for example, with its text, drama, staging, and conventions of applause, provides a cavalcade of distractions from the artwork as a single object, and thus cannot yield a maximally transcendent experience. Furthermore, unless the text is not part of the focused consciousness, no vocal music, from plainchant, to Schubert Lieder, to the Beatles’ tunes may yield such an experience. In fact, even in music with no explicit text, any non-musical associations or allusions will also distract the listener from the musical object, and thus negate the transcendent experience. Even a consideration of the historical context, including the use of historic instruments and performance practice, while interesting, is not inherently aesthetic.  This suggests, surprisingly, that contemporary audiences benefit more from their ignorance than they would from any musical education.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The seemingly counterintuitive aspects of this approach notwithstanding, Thakar is correct: any experience of music founded upon extramusical ideas or associations is ultimately intellectual, not aesthetic. Thakar’s position brings to mind an anecdote from Arnold Schoenberg’s 1912 essay, “The Relationship to the Text”: A few years ago I was deeply ashamed when I discovered in several Schubert songs, well-known to me, that I had absolutely no idea what was going on in the poems on which they were based. But when I had read the poems it became clear to me that I had gained absolutely nothing for the understanding of the songs thereby, since the poems did not make it necessary for me to change my conception of the musical interpretation in the slightest degree. On the contrary, it appeared that, without knowing the poem, I had grasped the content, the real content, perhaps even more profoundly than if I had clung to the surface of the mere thoughts expressed in words. ( 1975 , 144)",
                "footnotes": [],
                "citations": [
                    "schoenberg_1975"
                ]
            }
        },
        {
            "8": {
                "text": "[8] What Schoenberg had apparently grasped were the patterns of energy or “dynamic structure” that allows for a transcendent experience. Thakar argues that this structure is an essential attribute of the piece in the same way as pitch, rhythm, and so forth, and thus the direction for an optimal performance is implicit in the piece itself. This suggests, first, that the responsibility of the performer is not so much applying an “interpretation” to a performance as it is discovering the inherent optimal dynamic structure; and second, that the discovery of this structure unites theorists and performers in a common endeavor of substantive value to both.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In “Dynamic Analysis,” the third of the articles following the text, Thakar situates/contextualizes his ideas within the analysis and performance literature. He begins by citing seminal studies from the 1960s to the early 1990s by such luminaries as Charles Burkhart, Edward T. Cone, Leonard Meyer, Eugene Narmour, and Carl Schachter, and others. All of these studies, he asserts, include “a description of some element of the structure of a composition, followed by instructions for dynamic and temporal inflections with which to effect its proper or preferred realization in performance”; however, he finds that these approaches lack rigor and would tend to produce “pedantic or especially peculiar” performances (162). He then describes a second wave of scholarship from the 1990s to the 2000s by Nicholas Cook, Joel Lester, William Rothstein, and others, who approached the problem from the opposite direction, “describing an element of a performance, which they then tied back to a structural element gleaned by analysis” (163). While Thakar acknowledges that all these studies have some merit, he finds that none of them adequately formulates “a set of clear, universal principles for understanding the structure of a piece in a way that aids performers” (163). The rest of the essay describes a procedure for “Dynamic Analysis,” in pursuit of these clear, universal principles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Thakar’s Dynamic Analysis combines the approaches of Rameau (harmony), Schenker (hierarchy and the Urlinie ), August Halm (forces of energy), Grosvenor Cooper and Leonard Meyer (grouping patterns), and Fred Lerdahl and Ray Jackendoff (creation and playing-out of energy). Essentially, in order to create a performance that presents the work as a single object, one locates the high points of tension for each unit of grouping and fits these high points into the hierarchical structure governed by the arc of the Urlinie . As Thakar explains: The goal of dynamic analysis is to find the grouping structure that allows the resolution maximally consequent to the impulse. In other words, it seeks the grouping structure that allows the least possible energy at the end of each musical grouping, or the least possible music at the end of the energy. (168)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] This approach creates some difficulties, which Thakar acknowledges. Pragmatically, while there are a number of general rules concerning what sorts of musical gestures create and diffuse tension, music remains an ill-structured domain. Again, in Thakar’s words: there is no hard and fast rule. In fact, because every tone in every musical context has its own set of distinct attributes contributing in different ways to the optimal dynamic structure, there can be no rule of any kind that any given condition must create or resolve impulse. (169)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] This difficulty is particularly evident in the pre- and post-tonal repertoires, where the application of Schenkerian principles is controversial at best. While Thakar only discusses literature from the eighteenth and nineteenth centuries, he does not evade the issue entirely; Daedalus acknowledges that “there is no requirement of tonality to produce indivisibility,” and “it simply requires composers who are aware of the highest experiential possibility of music and who know how sounds can unfold to lead to it” (126). This seems a little vague, however. Presumably, some other large-scale structure would have to replace the Urlinie as the basis for the hierarchy, and it would have been useful to see how Thakar approaches this.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Conceptually, the system also occasionally necessitates a reciprocal process, in which the optimal dynamic structure both determines and is determined by the grouping structure. Thakar allows that this “can easily lead to flawed conclusions,” but implicitly expects that with time and effort, both performers and theorists will find the optimal structure ultimately revealing itself (171).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Perhaps the most valuable feature of Thakar’s approach is the discussion of structural harmonic activity. He provides clear guidelines describing the necessary conditions for a full tonicization as well as the specific keys and their modes that create structural or impulse-generating motion. “Over the course of an entire work,” Thakar argues, “broad-scale harmonic motion is the overriding factor in creating the structure of energy. The farther a new key lies from the home key, the greater the impulse it engenders” (153). It follows, then, that the climax of the work as a whole occurs at the harmonic arrival furthest from the tonic, as measured by consecutive fifths (154).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] An application of Thakar’s analytical process to the Gavotte en Rondeau from Bach’s third  violin partita reveals just this kind of overarching structure. The tonicized home key of E major is followed by full tonicizations of C-sharp minor (mm. 10 and 15) before returning to a fully tonicized E major (m. 20). Full tonicizations of E major in the recurring statements of the opening refrain alternate—in the episodes—with tonicizations of the first ascending fifth, B major (m. 36), the first descending fifth, A major (m. 50), the second ascending fifth F-sharp minor (m. 53), the third ascending fifth C-sharp minor (m. 74), and finally the fourth ascending fifth G-sharp minor (m. 91). The climax of the movement comes on the downbeat of m. 80 where the dominant of G-sharp minor prepares the harmonic arrival furthest from the tonic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The tonicization of C-sharp minor in the first episode generates only limited impulse, as Thakar regards any harmonic motion apart from consecutive fifths as local activity (154). Thus, this tonicization inflects the opening E major, but unlike the second tonicization of C-sharp minor in m. 74, it does not participate directly in the overall hierarchy of tension. This distinction has profound implications for performance, for, as Felix Salzer has argued in Structural Hearing , the expressive quality of expanding or embellishing motion is profoundly different from that of directed motion ( 1952 , 111–12). The foundation for the tonal action of the piece, then, consists not only of the first refrain, but the first two refrains, ornamented by the first episode.",
                "footnotes": [],
                "citations": [
                    "salzer_1952"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Having arrived at an understanding of the dynamic structure of a work, performers realize it with two particular tools: volume (dynamic shading) on the lower hierarchical levels and tempo on the higher hierarchical levels (88–104 and 168). Thakar had previously introduced this idea in Counterpoint ( 1990 , 159–60), but provides a much more detailed justification in the present volume. In the Bach example, this suggests that the tempo would become progressively more forward-moving toward the climax, and somewhat more settled from there to the end, although as the movement is relatively short, such tempo inflections would necessarily be quite subtle.",
                "footnotes": [],
                "citations": [
                    "thakar_1990"
                ]
            }
        },
        {
            "18": {
                "text": "[18] A full dynamic analysis would follow the grouping hierarchy, finding the climaxes of each phrase, phrase combination, and section, and integrating them into the trajectory of the whole piece. In this way, the patterns of energy that allow for the ultimate experience of musical beauty would be revealed, assuming the composer has succeeded in creating a structure that allows it. As asserted previously, this process unites theorists and performers in a common endeavor of substantive value to both; even with the challenges that Thakar acknowledges, dynamic analysis provides a promising tool for performers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] While the Bach partita movement supports Thakar’s assertions rather conveniently, sonata movements by Beethoven and Brahms featuring initial oppositions of keys related by third are more problematic. Thakar does not discuss such third-related structures in the text, but does allow that impulse-generating successions of fifth tonicizations need not appear in order (156). A structure could exist, for example, where the third-related key, say A minor in an F-major movement, might actually be the fourth in a series of fifth progressions. As long as the intervening keys—in this case, C major, G minor, and D minor—were tonicized at some point, the third-relation could function structurally. The first movement of Brahms’s third symphony would seem to provide a good example, as the primary key contrast between F major and A major (later A minor) would be supported by the resolution to D major (later D minor). However, in the course of the movement there is little substantive material in C major, and none in G minor to complete the fifth succession, which might suggest that the movement lacks overall harmonic direction. While Thakar himself would disagree with this conclusion, the omission of any discussion of the problem is conspicuous.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Thakar’s book remains a valuable contribution to the literature, particularly for its gloss on Husserl and the consideration of a work’s large-scale structure as it relates to performance. While his own analyses build upon a Schenkerian foundation, this does not appear to be essential to his approach. Interestingly, Thakar’s ideas could be equally valid in considering pre- and post-tonal repertoires, regardless of the means of large-scale organization. This book does not fall within any one area of the traditional undergraduate curriculum. Nevertheless, the consideration of what constitutes musical objects and the transcendent experience of beauty would be of great value to students. Finally, the dialogue format provides a model for a healthy mentor/protégé relationship, and, at a time when the outlook frequently seems very dark, Thakar paints a hopeful picture for the future of art music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.4.turner.html",
    "data": "mto/data/mto.15.21.4.turner.json"
}