{
    "title": "A Response to Schmalfeldt’s “Form as Process of Becoming”: Once More on the Performance and Analysis of Schubert’s Sonata in A minor, Op. 42",
    "date": "2010/06/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Lee, Mike Cheng-Yu"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2010",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.lee.pdf",
    "author_info": [
        {
            "name": "Mike Cheng-Yu Lee",
            "university": "Department of Music",
            "address": "Cornell University",
            "email": "mcl77@cornell.edu"
        }
    ],
    "citations": {
        "anderson_1966": "Anderson, Emily, trans. and ed. 1966. The Letters of Mozart and His Family, 2nd ed, eds. A. Hyatt King and Monica Carolan. London: Macmillan.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart and Beethoven. New York: Oxford University Press.",
        "elder_1970": "Elder, Dean. 1970. “Serkin, As Interviewed by Dean Elder.” Clavier: A Magazine for Pianists and Organists, November.",
        "schmalfeldt_1995": "Schmalfeldt, Janet. 1995. “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the Tempest Sonata.” Beethoven Forum 4: 37-71.",
        "schmalfeldt_forthcoming": "Schmalfeldt, Janet. Forthcoming. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music. Oxford: Oxford University Press.",
        "schumann_1965": "Schumann, Robert. 1965. “Schubert’s Symphony in C.” In The Musical World of Robert Schumann: A Selection from His Own Writings, ed. and trans. Henry Pleasants. London: Macmillan.",
        "zaslaw_1972": "Zaslaw, Neal. 1972. “Mozart’s Tempo Conventions.” In International Musicological Society: Report of the Eleventh Congress of Copenhagen 1972, ed. Henrik Glahn, Søren Sørensen, and Peter Ryom. Copenhagen."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Schubert’s Piano Sonata, Op. 42 and the problems of performance and analysis has been featured in an earlier article by Janet Schmalfeldt ( 1995 ) and will again be discussed in her forthcoming book, In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music. The author wishes to thank Malcolm Bilson, Neal Zaslaw, and James Webster for their valuable comments on an earlier draft. Special thanks also go to Eric Nathan for so meticulously producing the musical examples. This paper is dedicated to Michael Friedmann, whose own performance of this work has a special place in the author’s memory.",
            "citations": [
                "schmalfeldt_1995"
            ]
        },
        "FN2": {
            "text": "2. The diagram is my own graphic visualization based essentially on William Caplin’s hierarchical formal theory. A note here about reading the formal diagram: the top portion of the figure hierarchically presents the major formal units that make up the exposition’s overall formal narrative (with their double meanings depending on the specific temporal listening perspective). Aligned directly beneath the formal units are the structural domains that feed into and articulate this hierarchical formal narrative, namely tonal structure, thematic design, topical reference, and projected meter. The suggested tempo is aligned at the bottom, which I shall return to at the end of the article.",
            "citations": []
        },
        "FN3": {
            "text": "3. Here is where I believe I differ from Schmalfeldt’s interpretation: Schmalfeldt hears the opening as underpinned by the tonic , whereas I believe it is more suggestive of a sonority with E as the controlling bass tone. My hearing is more dependent upon relating, both aurally as well as physically (as manifest in retaining the same fingering for both measure 1 and measure 5), the upper voice motion between E ( ) of measure 1 to the F ( ) of measure 5 on the same structural level, a connection that is denied by hearing the E ( ) of measure 1 as part of the initiating background tonic unfolding.",
            "citations": []
        },
        "FN4": {
            "text": "4. Schmalfeldt hears the opening first as a slow introduction, which then retrospectively becomes a main theme. In situations involving delayed downbeats, I believe it is more customary for formal units prior to the structural downbeat to take on additional functional associations of units that typically would precede them in a normal syntactical situation. Therefore here, I hear the structural downbeat of measure 26 as providing retrospective confirmation that the opening material takes on the additional dimension of a slow introduction as opposed to hearing it first as a slow introduction which then becomes a main theme.",
            "citations": []
        },
        "FN5": {
            "text": "5. A note on the “apparent tonic” of measure 71: although it may seem initially that the C minor tonality that enters with the main theme at measure 64 “takes care” of the dominant of measure 61, upon closer hearing, I believe this becomes at best an illusion. The bass motion for measures 65–70 remains on the same G3 that was at measure 61, suggesting the literal presence and continuation of dominant harmonic function. The temporary tonic resolution of this dominant at measure 71 I think has to be understood in hindsight as an “apparent tonic” based on the relatively “light” articulation of c1 at a weak range of the register. The continuation (measures 72–74) then immediately brings down the register and focuses on of C in the bass to strengthen the cadential V - at measures 75–76. The strength of the cadential articulation, as a consequent of both its low register and the manner of its approach, retroactively over-rides the temporary root-position relief at measure 71, and ultimately connects with the dominant of measure 61 on the same structural level.",
            "citations": []
        },
        "FN6": {
            "text": "6. The metaphor “horizon tonality” is one that I inherited from Michael Friedmann. I find that the term has the appropriate poetic nuance in describing the tonal phenomena here in the retransition.",
            "citations": []
        },
        "FN7": {
            "text": "7. Of special interest here, and throughout the movement, are the fermata-like gestures that consistently appear as a kind of “clearing of the palate” before each change in metrical emphasis. These fermata or eingang gestures (represented in Figure 1 by the fermata symbols) establish moments of suspended empty space that betray no metrical underpinning. These moments allow for the perceptual and performance discourses to make the transitions necessary from one meter into another.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Tempo and Performance",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In terms of the all-important performance parameter of tempo choice, there has always been much debate amongst performers over whether a chosen tempo is to be strictly maintained throughout a movement or work. For the 21 st century musician, the a priori acceptance of unity and coherence as valid assumptions for musical works steeps deep within musical consciousness. The “one-tempo-only” rule of thumb is taught in modern times owing to the belief that a constant tempo ensures a composition’s formal unity, and that the work would “fall apart” if disparate tempi were applied. This position is held by many eminent musicians of the 20th century, including Rudolf Serkin, who claims: “For any music, the pulse should remain unified... In the Appassionata or the Waldstein Sonatas, I think a tempo that is not unified is a crime” ( Elder 1970 , 15). \nIf we understand formal unity as the syntactical coherence of a work’s overall formal narrative, \nhowever, the severe restriction of a performance parameter as central as tempo choice could be \ndetrimental to the artistic inflection of formal units and their different functional associations.",
                "footnotes": [],
                "citations": [
                    "elder_1970"
                ]
            }
        },
        {
            "2": {
                "text": "[2] It should be apparent, too, that aspects of meter form the one parameter that is most inextricably linked with tempo choice. This is confirmed in a well-known letter Mozart wrote to his father concerning the playing of Clementi, in which he says: “Clementi is a ciarlatano, like all Italians. He writes Presto over a sonata or even Prestissimo Alla breve, and plays it himself Allegro in 4/4 time” ( Anderson 1966 , 850). In my analysis of Schubert’s A minor sonata, I will show how changes in metrical accentuation contribute to the coloration of large-scale formal processes of becoming, and, \nin turn, I will demonstrate how these metric shifts affect tempo choice in performance. Analysis of Schubert Op. 42 Figure 1 . Formal Process of Exposition (inspired by Schmalfeldt and Caplin) (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "anderson_1966"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Figure 1 attempts to capture the type of “form as process” that Janet Schmalfeldt has so beautifully described in both her 1995 article on Beethoven’s Tempest sonata ( Schmalfeldt 1995 ) and her upcoming book chapter on this Schubert movement, in which she argues \nthat the Schubert shares formal characteristics with the Tempest. The processual nature of this type of 19 th century form requires that the listener, as Schmalfeldt so eloquently states, “[listen] backwards as well as in the moment—by remembering what they have heard, while retrospectively reinterpreting formal functions in the light of an awareness of the interplay between conventions and transformations” ( Schmalfeldt, forthcoming ). With Figure 1 I try to graphically represent, albeit with expected awkwardness, this idea of “form coming into being” and the fluid mode of listening that this type of formal process demands. The figure is designed to convey how the “Structural Domains” combine in rhythmic dialogue to define, at different points in time, the “Formal Functions” at different levels of the formal hierarchy. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "schmalfeldt_1995",
                    "schmalfeldt_forthcoming"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In my view, the phrase structure of the opening paragraph leading up to measure 26 inflects a highly unusual and dramatically re-interpreted \nClassical sentence. Most immediately discernable is the expansiveness of Schubert’s material. \nWhen the basic idea (measures 1–4) is sequentially repeated (measures 5–10), \nit undergoes a process of expansion that extends it from an already unusual length of 4 measures to 6 measures, ending on the downbeat of \nmeasure 10. As a result, the tremendously expanded fantasie-like cadential build-up from \nmeasures 10–21 seems not only logical, but also necessary to counter-balance the expanded and improvisatory nature of the opening presentation. \nThe most powerful manner in which Schubert renders his main theme “processual,” as opposed to expository, \nhowever, is by shaping \nmeasures 1–25 in such a way that omits a clear presentation of the background tonic. Based on both my hearing and the tactile sensation of my hands when playing this passage, the opening basic idea opens with an arppeggiated sonority. The dominant is allowed to take deep middleground control from the very outset, and continues as the controlling bass tone for the entire presentation phase (measures 1–10). (3) The expansive features, developmental procedures, and the C.P.E. Bach-like hesitant qualities of expression all combine to imbue the opening theme with a “loose-knit” formal expression—to adopt William Caplin’s ( 1998 ) term—that is typically reserved for other looser formal regions of sonata form.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "5": {
                "text": "[5] As the tonal structure shown in Figure 1 suggests, it is not until \nmeasure 26 that the music initiates a background structural tonic downbeat. Combining the auxiliary cadential structure with developmental aspects of phrase-rhythm, we can retrospectively hear the opening theme as simultaneously taking on the essential formal and expressive functions of a slow introduction \nwhile maintaining its original status as a main theme. (4) In addition, the central expression of the opening phrase is marked by a strong sense of multiplicity emanating from within the materials themselves. \nThe line is blurred between model and variant, statement and development. As a result, a dialectical tension exists between the built-in necessity of the musical materials to engage in processual development and the expository formal shell of the classical sentence that desperately tries to encage the material’s inner developmental urges. It is as if the music is trying to force itself out of this formal shell, resulting in the stretched and vastly deformed formal and phrase-rhythmic layout that we now see. The disruptive aspects of the non-tonic opening together with immediate motivic developing variation reside at the core of what I call the latent musical tendency of the opening theme. As I shall demonstrate, throughout its various reappearances, the opening material’s inner urges for developing variation and tonal disruption are systematically realized as the material is gradually allowed to fulfill its expressive potentialities. The result is the formation of one of two central sub-narratives against the more background unfolding of sonata form. As I shall argue, each of these two sub-narratives engages in long-range processes of becoming that cut across Schoenbergian formal boundaries and Schenkerian voice leading spans.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As part of Schubert’s desire to rejuvenate the Classical sonata paradigm, he relocates the initial structural downbeat to the beginning of the transition at \nmeasure 26, making its eventual arrival seem all the more powerful and vital. At this point, militaristic march-like material is paired up with the tonic arrival, which contrasts vividly with the hesitant and floating character of the opening. Here, in the narrative of the march theme, we witness a reversal in the dialectic between content and form. The core identity of the march is marked at the beginning by tonal stability and the almost mechanical regularities in the areas of harmonic rhythm, articulation, and dynamics. While these qualities are well suited for expository functions, the march theme is instead made to become the transition. As opposed to the opening theme, whose developmental urges came from within the materials themselves, the outer forces of the transitional requirements subject the march material to tonal and phrase-rhythmic developments. In short, \nmeasure 26 conflates the triple functional responsibilities of a structural beginning, a subordinate theme, and a genuine transition. Figure 2 . Formal Processes of the Two Themes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The subordinate theme proper then begins at measure 40 in the mediant. The developing variation impulse of the transition cuts through into the subordinate theme—literally, as all facets of the musical surface lead continuously into \nmeasure 40—which then consists of three distinct sets of variations based on the march theme of \nmeasure 26. Relative to the transition, the subordinate theme seems, at least initially, more “tightly-knit” in terms of its phrase structure. The variations are superimposed over two clearly identifiable antecedent phrases, each closing with a half cadence (the second half-cadence, \nmeasures 61–62, is more expanded than the first). The third variation is allocated to the closing section (measures 77–89). As I shall argue, the general narrative trajectory of the march theme, as opposed to the opening theme, is one that incrementally heads toward regularization. This should not be surprising since the latent musical tendency of the march material itself is one marked by tonal solidity and rhythmic regularity. Schubert satisfies this tendency by progressively casting each subsequent variation into more and more stable formal contexts. The bottom half of Figure 2 summarizes the migration of the march material in the exposition: first functioning within a transitional formal context, then as distinct variations that head two antecedent phrases in the subordinate theme, and finally, truncated to serve as tonally stable closing material in the closing section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The narrative of the march theme does not stand alone, however; it is counterpointed by the narrative trajectory of the opening material. As is shown \nin the same figure, Figure 2, these two principal strands co-exist in quasi-Stravinskian interlock. The opening makes its first reappearance in the heart of the subordinate group in C minor in \nmeasure 63. It disrupts what would have been a perfectly logical harmonic (and formal) connection between the end of the second antecedent phrase (measure 61) and the onset of the closing section (measure 77). I therefore hear the return of the opening material here in C minor as a kind of parenthetical interpolation. Although it is true that we do perceive a change of key to C minor at \nmeasure 63, the status of C minor here is what I would term a “horizon tonality,” one that does not receive literal contrapuntal affirmation. (5) A true appreciation of the expression of the “C minor” passage is contingent upon understanding that the promise for C minor to materialize is not kept. The bassline sketch in Figure 1 shows that the entire reappearance of the opening material is subsumed under a single dominant prolongation, participating as a cadential expansion.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] This “C minor” passage is the first step in Schubert’s unleashing of the inner structural tendencies of his opening material. This is accomplished in part by making overt the latent “dominantic” tendencies of the theme with a literal bass pedal on in \nmeasures 66 and 70, and in part by highlighting the dissonant status of the minor mode within the major mediant. Through the continuous harmonic-contrapuntal working-out of its disruptive tendencies, the opening material gradually finds its rightful formal outlet as the movement unfolds. Figure 2 summarizes my arguments thus far. It presents the movement’s formal processuality not as a linear unfolding, but as a global network that is built upon the non-linear realization of the latent potentialities of the two primary materials. The top half depicts the narrative trajectory of the opening theme ( Theme A ): how it is progressively rendered tonally “adventurous,” and \nhow it migrates toward formal positions that become progressively “loose-knit” in function. The bottom half, on the other hand, depicts an opposite processuality for the march theme ( Theme B ). Figure 3 . Bassline and “Horizon Tonalities” of Retransition (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Thus as each of these themes fulfills their destinies via enlarged global \nprocesses demonstrative of developing variation, we hear the gradual evaporation of the dialectic between content and form. This does not imply, however, that actual musical tension also evaporates. On the contrary, the developmental tendencies of Theme A culminate at the recapitulation, the central articulative event of sonata form. Theme A’ s \nproclivity for tonal instability and formal disruption are let loose in the \nrecapitulatory junction, where its underlying nature is now set free in a \ncontrapuntal tour-de-force within the context of the piece. As Figure 3 shows, the bass traverses a sequence of minor thirds, each articulating a dominant and its accompanying horizon tonality. (6) The sketch shows that the horizon tonality of C minor (measures 156–169) is the only \nkey that actually threatens to materialize due to its expansion to more than twice the length of any of the other surrounding horizon tonalities. This is significant to the narrative of Theme A because the two C-minor episodes (both based on the opening theme) are now brought into relation with one another. The intensification of the latter retrospectively amplifies the latency of the tonal potentials of the former. The retransition thus gains such greater intensity of expression over the parallel dominant upbeat of \nmeasures 1–25 that one is compelled to hear the arrival of the double return in \nmeasure 186 as a transformed restatement and not simply as a regression to the exposition. Aspects of Meter",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] By now it should have become transparent that I hear the metrical accentuation of these two thematic materials ( Themes A and B of Figure 2) differently. The movement’s home meter is in cut-time, coupled with the Moderato tempo/character indication. Deviations from this “home” meter will necessarily be heard as foreground metrical dissonances. Nonetheless Theme A projects expressive associations that lie outside of musical gestures that Schubert typically associates with cut-time meter in his compositional practice. For Schubert, movements set in 2/2 almost always embody a clear rhythmic and accentual regularity at the half-bar level. The rhetorical/ empfindsamkeit topic projected by Theme A, with its disconnected gestures, seems to preclude the possibility for cut-time in Schubert’s notational practice. Figure 4 . Meter and Tempo of Schubert Symphony First Movements (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] That the opening material seems to call for an alternative meter heading is further substantiated by a survey of first movements of Schubert’s symphonies that contain a manifest slow introduction. Figure 4 quotes tempo and meter headings for the initial movements of all symphonies except for Nos. 5 and 7, the only two that do not have explicitly notated slow introductions. Apart from Symphony No. 1 (composed when he was 16), all 5 later slow introductions feature the quarter note as their primary beat unit. Furthermore, in Symphonies Nos. 2, 6, and 8, the meter switches to 2/2 at the Allegro. The survey reveals that not only did he prefer non-duple meters for slow introductions, \nbut it is also very much within Schubert’s typical compositional and notational strategies to alter the metrical emphasis between the slow introduction and the ensuing Allegro. Hearing the opening in 4/4 meter allows for the distinction in terms of the expressive weight of the quarter-note values between the two contrasting themes. But more importantly, the “dissonant” status of 4/4 meter appropriately colors the dissonant tonal status of the non-tonic opening, arousing expectations for both tonal and metric resolution at \nmeasure 26. Similarly, the switch to a 4/4 metric profile for the C minor reappearance of the opening in the heart of the subordinate group contributes to the sense of “otherness” \nthat lies at the core expression of the parenthetical interpolation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The march topic, on the other hand, relies heavily on a clearly expressed accentuation pattern. All aspects of the march theme, such as harmonic rhythm and texture, unyieldingly coalesce and point to the subsuming of quarter-note pulses within the prevailing half-bar pulses. It is thus not surprising that the delayed arrival of the structural tonic, the march topic, and the home meter all collide at \nmeasure 26. Though it is at measure 26 where 2/2 meter firmly attains its fullest and \nmost secure expression, I hear the “continuation” phase (measures 10–25) initiating a move away from 4/4 beginning at \nmeasure 10. (7) Aided by the dominant pedal and the accompanying crescendi, the new metric profile gradually solidifies from a somewhat humble beginning. Anticipation for the crystallization of the new meter is fulfilled at the cadence (measures 23–25) where quarter note rests and fzs cement the half-note beat unit as the governing pulse level. Relation Between Tempo and Large-Scale Form As Process Figure 5 . Mozart’s Meter and Tempo Exercise (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In order to relate the preceding discussion of the movement’s unique network of formal processuality to actual performance, we need to first clarify certain historical conventions regarding the relationship between meter and tempo. As Neal Zaslaw ( 1972 , 721) discovers with reference to Mozart’s tempo conventions, “for Mozart a piece in 3/8 with sixteenth-note motion predominating would have been faster than a piece in 3/4 with eighth-note motion, if both had the same tempo indication. ” \nThis is a point that Zaslaw further supports when he cites an instance where Mozart and his pupil Hummel renotated their compositions, attempting to change the meter and tempo indication while keeping the actual performance tempo constant. (Zaslaw’s ( 1972 , 728) examples are reproduced here as Figure 5 .) As I shall argue, Schubert essentially follows Mozart’s notational conventions in this regard. The C major Symphony (The “Great”), for instance, opens with an Andante in 4/4 time, which leads into the Allegro, ma non troppo in 2/2 time. The transition is designed to sound seamless. In fact, it is precisely this feature that so impressed Schumann, who in 1840 \nwrote: “Brilliantly novel, too, is the transition to the Allegro; we are aware of no change of tempo, but suddenly without knowing how, we have arrived” ( Schumann 1965 , 166). In other words, the half-note pulse of the Allegro 2/2 is designed to sound at the same speed as the quarter note pulse of the Andante 4/4. If we call on one other related tempo/meter convention in the late 18th century, that larger note values are to be executed more heavily and somewhat more slowly, then it becomes clear that the tempo difference between the terms Andante and Allegro, ma non troppo, in the case of the symphony, serve to compensate for the difference between light and heavy execution as manifested by the quarter- and half-note values.",
                "footnotes": [],
                "citations": [
                    "zaslaw_1972",
                    "zaslaw_1972",
                    "schumann_1965"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Returning to the A minor sonata: once the possibility opens up for the two musical narratives to oscillate between 2/2 and 4/4 time, the tempo heading Moderato as applied to these two alternating meters would thus yield a sense of tempi that responds to the distinctiveness of these narratives. Since we can only assume that the indication Moderato remains in control throughout the movement, according to both Schubert and Mozart’s tempo conventions, the quarter notes of passages in 4/4 will move a bit faster than the half-note pulses of passages in 2/2 time. Thus, hypothetically, if a metronome marking of roughly 120 per quarter note seems musically viable for the opening theme, and if the transition to a heavier, half-note beat unit slows down the tempo roughly by a margin of 20%, then the resulting metronome value for the half-note pulses of passages in 2/2 time would turn out to fall between 96–102 per half-note. This seems to my ears to be a much more convincing tempo choice for the execution of the military-march topic than to try to maintain equal quarter note pulses between the two materials, which is essentially what most modern performances attempt to do.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] I now refer the reader to the following sound file: to demonstrate how I hear the work in performance. This is a recording of a live performance given at Cornell University in 2009 on a copy of a straight strung Viennese fortepiano by Rodney J. Regier modeled on a Conrad Graf piano from the late 1820s. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In recent years a growing number of theorists have felt an urgent connection between their work and that of performers, and both groups have been open to the mutual enrichments that these activities can offer. For the purposes of the performer, however, the perennial question has always remained “how does knowing this help me play any better?” \nIndeed, theorists don’t always know how or whether one should “perform” analytical results, while performers, on the other hand, are often able to produce artistically valuable results that clearly do not seem to depend on articulate knowledge of the many structural features \nthat are theorists’ bread and butter. So, while theorists traditionally have had a difficult time connecting their findings directly with a sound image, musicians who are invested in \nhistorical performance practice are well informed in terms of historical style and execution, yet \nhave not always been attentive to the structural and formal underpinnings of a composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] My larger goal in this paper has been to participate in the performance-and-analysis dialogue by joining the dimension of performing style (inspired by research in historical performance practice) with an in-depth analysis of form and structure. In short, I have attempted to propose a mode of listening that combines an awareness of both style and idea, connecting the concerns of both analysts and performers with those of the composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] As I have tried to suggest, the sphinx-like, interlocking relationship of the two primary materials goes beyond typical classical expressive associations of first theme and second theme. Coupled with internal formal processes of their own, the overall formal narrative of the work is constructed out of a uniquely staggered and non-linear kind of form-as-process, whereby the processuality manifests in the incremental crystallization of a thematic material’s true nature. Adapted with subtlety and artistic discretion, the new tempo relations proposed could, as I hope I have shown through my performance, better foreground both Schmalfeldt’s sense for the formal processuality of the opening page, as well as the alternative formal narrative to the sonata form backdrop I have outlined in Figure 2, both of which otherwise remain dormant in a more conventional performance.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.2.lee.html",
    "data": "mto/data/mto.10.16.2.lee.json"
}