{
    "title": "Conference Report: Symposium on Neo-Riemannian Theory, State University of New York at Buffalo, July 20-21",
    "date": "2001/10/01",
    "volume": "7",
    "issue": "5",
    "authors": [
        "Rahn, Jay"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.01.7.5/mto.01.7.5.rahn.pdf",
    "author_info": [
        {
            "name": "Jay Rahn",
            "university": "York University",
            "address": "Fine Arts Dept., Atkinson College, 4700 Keele St., Toronto, Ontario M3J 1P3",
            "email": "jayrahn@yorku.ca"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Held every fourth summer since 1993, this summer’s Symposium on Neo-Riemannian \nTheory remained true to its tradition as a “working group.” In particular, the Organizing \nCommittee (David Clampitt, John Clough, Chair, Richard Cohn, and Jack Douthett) \narranged for the papers to be distributed ahead of time among the presenters. As \nwell, the scheduling of three successive non-parallel sessions followed by a fourth \nin which Richard Cohn responded to papers in the third session and David Clampitt \nmoderated a discussion of the entire symposium by all participants ensured that \ncolloquy was as intense and focused as possible throughout the meeting.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The Symposium opened with Julian (Jay) Hooks ’ “Thirteen Ways of Looking \nat the Schritt/Wechsel Group,” a survey of terms and mathematical notations that \nhave been used to describe the Riemannian group of 24 triadic transformations ( R ) \nwhich involve, respectively, no change of “mode,” i.e., between major and minor \ntriads ( R+ ), and change of mode ( R- ). Cast within John Clough’s suggested \nlarger framework of the group Q , which comprises not only Hooks’ UTTs (Unified \nTriadic Transformations) but also inversions (T/I), Hooks’ report also dealt with \nrecent cognate studies of non-triadic structures. In particular, Hook pointed out \nthat voice-leading properties are not intrinsic to the shared group structure of \ntriad and seventh-chord transformations, and that the combination of transposition, \nT n , and contextual inversion, J , which Lewin has applied to Stockhausen’s Klavierstücke III , can be replaced by a single, simply transitive group, \nK12 (1,6), or even by the S/W group.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Jack Douthett ’s “4-Systems in Webern’s Concerto , Op. 24” provided \nthe Symposium’s most detailed analysis of a serial work. Re-casting the usual trichord/hexachord \napproach to this piece in terms of Hook’s UTTs and simply transitive groups, Douthett \ndefined “orbits” of a cyclic group of order 4, which result in GISs (Generalized \nInterval Systems), specifically 4-systems, analogous to Richard Cohn’s hexatonic \nand octatonic systems, as well as “blocks” that give rise to other GISs, in this \ninstance “supersystems” of 4-, 6-, and 8-systems, analogous to Cohn’s hyper-hexatonic \nand hyper-octatonic systems.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Scott Murphy ’s study of “Some Intersections between Neo-Riemannian \nTheory and Graph Theory” formulated neo-Riemannian networks as instances of graphs \nor what he terms GRSs (Generalized Relational Systems), which are a kind of GIS \nwhere int(a,b) = int(b,a) and the set IVLS has only two members, related and unrelated. \n(Other cases he cited include interval cycles, row partitions, and most equivalence \nrelations.) In general, such graphs can be presented analytically or realized compositionally \nin several ways. (E.g., all three components of a graph G<S,R> are determined by \nany two components, i.e., in any of three ways: G,S; G,R; S,R). Accordingly, Murphy \nfocused on comparing and evaluating such alternatives. Emblematic of the oppositions \nMurphy explored are maximally smooth cycles versus the over-determined triad on \none hand, and on the other, Childs’ [0258] network and a region of Murphy’s typology \nwhere there are no GRSs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Eytan Agmon ’s account of “The Multiplicative Norm and its Implications \nfor Set-Class Theory” problematized the often conflated concepts of equivalence \nand relatedness among pitch and pitch-class sets and intervals. Introducing the \nnotions of “transpo-inversional” relatedness and a “normed interval/distance system,” \nAgmon advanced definitions, propositions, lemmas and theorems to prove that transposition \npreserves intervals, but inversion does not, and that T/I equivalence, though often \nvalid analytically, is ad hoc in all GISs other than the normed interval/distance \nsystem. Agmon’s concluding illustration showed that how the opening three melody \ntones of Schoenberg’s Op. 11/1 are connected with other sets of tones in the first \n10 measures not through T/I equivalence, but rather via both pitch and pitch-class \nset equivalence, transpositional equivalence, inversional relatedness (as distinguished \nfrom equivalence!), and pitch-set distance-equivalence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Jonathan Kochavi ’s treatment of “Parsimony and Contextuality of Diatonic \nSequences” first developed a calculus for comparing parsimony in various progressions \n(between sets of equal cardinality), where degrees of parsimony are determined by \nthe number of common tones and the minimum total number of units (mod n) between \ntheir registrally respective members (e.g., 0 3 6 and 0 6 9 would have 2 common \ntones and a “total voice-leading displacement” or “VL-shift” of 6 = 0+3+3, or comparing \n0 3 6 and 0 9 6, 6 = 0+6+0: an undecided distinction in Kochavi’s formulation, which \nallows registral “voice-crossing”). After advancing the theorems that any set forms \nwith its transposition up x units not only the same number of common tones but also \nthe same VL-shift as with its transposition down x units (e.g., 047 as compared \nwith L27 and 059, and that within a mod-7 system, progressions involving the usual \ntriads and seventh chords result in the same numbers of common tones and the same \nVL-shifts (e.g., 024 vs 025 and 624all mod 7). Kochavi went on to formulate a “sequence \nsuccession operator” to deal with progressions comprising interlaced sequences of \nsub-progressions, illustrating the correspondence between, e.g., C A D B E C and C F D G E C in mm. 214-21 \nand 254-58 of the Gloria in Beethoven’s Mass in C .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Ramon Satyendra began the second session with “A Tonal and Hexatonic Sonata Form: Shostakovich’s Piano Sonata No. 2 in B Minor, I,” \npositing a “resolution” of the opening B-minor and E-flat major themes in the recapitulation, \nin so far as their simultaneous combination completes the hexatonic collection (014589). \nUnderstanding the Bm and EbM chords not only as salient foreground features that \nfunction as linear connectives between tonal structures but also as upper structures \nin their own right, Satyendra emphasized in his explicitly eclectic analysis the \nprimacy of well-formed (tonal) middleground counterpoint in contrast to the “consistent,” \n“unifying,” “dissonant coloration” of the polar triads.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Amy Shimbo ’s discussion of “Some Transformations between Triads and \nSeventh Chords” focused on three “split functions” between a major or minor triad \n(037) and a half-diminished or dominant seventh. In each, there are two common tones: \n0368, T137, 0359. Surveying the recent literature on such progressions, Shimbo also \ndrew attention to Ziehn’s 1912 account of “symmetrical inversion” and a related \npassage in Tchaikovsky’s Pathétique recently analyzed by Yellin and further \nillustrated her typology by the first 11 measures of the Liebestod . Acknowledging \nthat if fully diminished and minor sevenths were included, her typology would specify \nthe same split relation between a particular common chord and three seventh chords \n(e.g., above, not only T137, but also 0369 and 0358), Shimbo conjectured that “the \nsolution might be as simple as defining different varieties of transformation depending \non the chords being exchanged.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Franck’s Piano Quintet in F minor , I, mm. 26-37 and 90-102 served \nas the main illustration for Robert Cook ’s consideration of “Parsimony and \nExtravagance”: any transformations comprising, respectively, two common tones, and \nthree voices each moving a semitone. These provided the starting-point for Cook’s \nreflections on the interplay between naming transformations in response to the immediate \nexperience of listening and the construction and generalization of formal models.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Stephen C. Brown ’s account of “The Interaction of Ic1 and Ic5 in \nTwentieth-Century Music” focused on one of the 15 possible dual interval spaces \nconsidered in his 1999 dissertation, namely, a space where there are dimensions \nfor ic1 and ic5. Illustrating his talk with passages from Webern’s Op. 5/4, Shostakovich’s Sonata for Viola and Piano , “Clashing Sounds” from Bartók’s Mikrokosmos , \nand Ruggles’ Evocations no. 4, Brown paid special attention to the operation \nof “interval exchange,” which flips pc’s around an ic1/ic5 axis. Although his analyses \nemphasized linear progressions through one or both dimensions, Brown also noted \ngaps in such processes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] John Clough ’s “Trichords and Transformations in Two Pieces from Gyorgy \nKurtag’s Kafka-Fragments ” considered “Penetrant Judisch” and “Die Guten gehn \nim gleichen Schritt,” as well as the Quintetto per Fiati , Op. 2/V, from the \nperspective of the neo-Riemannian transformations L, R, and P on 014 and the diatonic \nsets 037 and 025. Clough concluded by proving that for each of the 12 possible Wechsels, \nthere are 55 distinct sequences of 3 Wechsels that correspond to it (if pairs are \nconsidered equivalent under reflection).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The third session began with a joint presentation by Fred Lerdahl and Carol Krumhansl of “Modeling Tonal Tension and Attraction in Chromatic \nContexts.” They construed tonal tension and relaxation in terms of harmonic motion \nto and from the tonic, and to and from near or distant chords, whereas, for example, \ntonal attraction to the tonic is high in the leading tone, and tonal attraction \nto the leading tone low in the tonic. Lerdahl’s forthcoming book Tonal Pitch \nSpace models these relations according to a multi-dimensional scaling in integers. \nE.g., chord distance is measured by numbers of 3-degree transpositions (mod 7), \nand distances between diatonic collections by numbers of 5-semitone transpositions \n(mod 12). Such chords are located on toroidal surfaces comprising not only the usual \nneo-Riemannian functions but also triadic/octatonic and triadic/hexatonic configurations. \nOther tension values are weighted without such spatial modeling: e.g., if there \nis a non-harmonic tone, add 1 if it is a seventh; otherwise, add 3 if diatonic, \nand 4 if chromatic. Melodic, voice-leading, and harmonic attraction are quantified \nby means of sums, products and ratios, and chord grammar, expressed in generative \ntrees, cross-cuts all these distinctions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Krumhansl’s experimental report focused on the results of comparing components \nof Lerdahl’s quantitative models in various combinations with listeners’ tension \nresponses. The latter involved moving a mouse horizontally on a computer screen. \nFor diatonic and chromatic versions of the Grail theme from Parsifal , and \nmm. 1-6 and 7-12 of Messiaen’s Quartet for the End of Time , V, correlations \nbetween models and listeners’ responses were uniformly quite high: R 2 ranged from 0.66 to 0.99, depending on which components of the models were combined. \nThe quantitative scaling results were presented not only statistically but also \ngraphically, the latter by means of color gradations in a two-dimensional display. \nAfter the formal presentation, Krumhansl demonstrated how the quantitative models \nand the subjects’ responses can be compared moment-to-moment in a pair of constantly \nshifting, real-time displays on a single PC monitor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Reporting “On Riemann’s Theories of Dissonance as a Resource for Analysis,” Edward (Ed) Gollin explored an aspect of Riemann’s Skizze that has \nbeen largely neglected in favor of his Schritt-Wechsel system. In analyzing the \nrondo theme of the Forlane from Ravel’s Tombeau de Couperin , Gollin favoredas \narguably Riemann might havean interpretation of the recurrent 0148 sonority in \nterms of functional (e.g., subdominant and submediant) “transpositions” and chromatic \nalteration of chord tones (cf. 0159). In a similarly “traditional, tonal” vein, \nGollin interpreted particular sonorities at the beginning of William Grant Still’s \n“Cloud Cradles” in terms of W3 and W7 transformations (e.g., 03478L as 047<->L38 \nand 0347 as 037<->047).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In “Functional Fishing with Tonnetz: Toward a Grammar of Transformations \nand Progressions,” Charles Smith argued that nineteenth-century music is \nbest understood in terms of chord progressions comprising tonic, dominant and dominant-preparation \nfunctions, within the framework of a two-dimensional triadic Tonnetz. Illustrating \nparticular progressions by excerpts ranging from Beethoven to Rachmaninoff and Errol \nGarner, Smith claimed, for example, that the dominant function depends solely on \nthe leading tone’s inclusion in a chord (e.g., V, V7, bvi, vii, and iii (with the \npossibility that a iii triad might be considered to serve a tonic function); a half-diminished \nchord is a minor triad with the usual seventh as root and vice versa; and bIIb7 \nis a dominant, whereas bII is a dominant preparation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Daniel Harrison concluded the final session with “Two Short Essays \non Neo-Riemannian Theory.” In “The New Riemann: Same as the Old Riemann?” Harrison \ncritiqued the notion of transformation in terms of such oppositions as being-becoming, \nsubject-object, and dynamic-static. In “Some Hypotheses about Tonic and Antitonic \nTrichords,” he advanced the view that 026 comprises three kinds of discharge function \n(e.g., FGB of G7 resolving to C, E, or Ab). These he described as “antitonic” rather \nthan dominant because, in each, two tones serve a dominant function (G-G, B-C; G/Fx-G#, \nB-B; G-Ab, B-C) and one a subdominant function (F-E; F-E; F-Eb). Citing theorists \nfrom Rameau to Persichetti and Ulehla, Harrison explored progressions among antitonic \ntrichords and their resolutions, favoring a view in which, e.g., whole-tone subsets \nare understood as dynamic rather than static.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.01.7.5.rahn.html",
    "data": "mto/data/mto.01.7.5.rahn.json"
}