{
    "title": "“Brahms in the New Century”: A Conference Report",
    "date": "2012/07/01",
    "volume": "18",
    "issue": "2",
    "authors": [
        "Platt, Heather"
    ],
    "abstract": "The American Brahms Society’s March 2012 conference “Brahms in the New Century” included numerous presentations of interest to music theorists. In the Rhythm and Meter session, Richard Cohn’s and Ryan McClelland’s papers focused on Brahms’s hemiolas, while the Sonata Form session considered various applications of Hepokoski and Darcy’s Sonata Theory. Analytical presentations concerning Brahms’s compositions for voice included Frank Samarotto’s reading of the last movement of the Requiem.",
    "keywords": [
        "Brahms",
        "conference",
        "American Brahms Society"
    ],
    "doi": "",
    "received": "March 2012",
    "pdf": "",
    "author_info": [
        {
            "name": "Heather Platt",
            "university": "School of Music",
            "address": "Hargreaves Music Building (MU) 203, Ball State University, Muncie, IN 47306",
            "email": "hplatt@bsu.edu"
        }
    ],
    "citations": {
        "bozarth_1990": "Bozarth George S. ed.  1990. Brahms Studies: Analytical and Historical Perspectives. Papers delivered at the International Brahms Conference, Washington, D.C., May 5–8, 1983.  Oxford: Clarendon Press.",
        "cohn_2001": "Cohn, Richard.  2001. “Complex Hemiolas, Ski-Hill Graphs and Metric Spaces.” Music Analysis 20, no. 3: 295–326.",
        "cohn_2002": "Cohn, Richard.  2002. “Harald Krebs on Metrical Dissonance in the Music of Schumann and Brahms.” The American Brahms Society Newsletter 20, no. 2: 5–7.",
        "cohn_1996": "Cohn, Richard.  1996.  “Maximally Smooth Cycles, Hexatonic Systems, and the Analysis of Late-Romantic Triadic Progressions.” Music Analysis 15, no. 1: 9–40.",
        "darcy_1997": "Darcy, Warren.  1997.  “Bruckner’s Sonata Deformations.” In Bruckner Studies, ed. Paul Hawkshaw and Timothy L. Jackson, 256–77.  Cambridge: Cambridge University Press.",
        "fehn_and_thym_1989": "Fehn, Ann Clark and Jürgen Thym.  1989.  “Repetition as Structure in the German Lied: The Ghazal.” Comparative Literature 41, no. 1: 33–52.",
        "frisch_1990": "Frisch, Walter. 1990. “The Shifting Bar Line: Metrical Displacement in Brahms.”  In Brahms Studies: Analytical and Historical Perspectives, ed. George S. Bozarth, 139–63. Oxford: Clarendon Press.",
        "hepokoski_2012": "Hepokoski, James.  2012.  “Monumentality and Formal Processes in the First Movement of Brahms’s Piano Concerto No. 1 in D minor, op. 15.”  In Expressive Intersections in Brahms: Essays in Analysis and Meaning, ed. Heather Platt and Peter H. Smith, 217–51.  Bloomington, IN: Indiana University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata. Oxford: Oxford University Press.",
        "krebs_1999": "Krebs, Harald.  1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann. New York: Oxford University Press.",
        "malin_2006": "Malin, Yonatan.  2006.  “Metric Displacement Dissonance and Romantic Longing in the German Lied.” Music Analysis 25, no. 3: 251–88.",
        "malin_2010": "Malin, Yonatan.  2010. Songs in Motion: Rhythm and Meter in the German Lied. New York: Oxford University Press.",
        "notley_2012": "Notley, Margaret.  2012.  “Ancient Tragedy and Anachronism: Form as Expression in Brahms’s Gesang der Parzen. ”  In Expressive Intersections in Brahms: Essays in Analysis and Meaning, ed. Heather Platt and Peter H. Smith, 111–43.  Bloomington, IN: Indiana University Press.",
        "pascall_1974": "Pascall, Robert.  1974.  “Some Special Uses of Sonata Form by Brahms.” Soundings 4: 58–63.",
        "peres_da_costa_2012": "Peres Da Costa, Neal. 2012. Off the Record: Performing Practices in Romantic Piano Playing. Oxford: Oxford University Press.",
        "platt_2009": "Platt, Heather.  2009.  “New Paths to Understanding Brahms’s Music: Recent Analytical Studies.” Nineteenth-Century Music Review 6, no. 2: 111–23.",
        "pomeroy_2011": "Pomeroy, Boyd.  2011.  “The Major Dominant in Minor-Mode Sonata Forms: Compositional Challenges, Complications, and Effects.” Journal of Schenkerian Studies 5: 59–103.",
        "tovey_1929": "Tovey, Donald F.  1929.  “Brahms.” In Cobbett’s Cyclopedic Survey of Chamber Music. Compiled and ed. Walter Willson Cobbett, 158–82. Oxford: Oxford University Press; London: Humphrey Milford.",
        "van_rij_2006": "Van Rij, Inge.  2006. Brahms’s Song Collections. Cambridge: Cambridge University Press.",
        "webster_1979": "Webster, James.  1979.  “Schubert’s Sonata Form and Brahms’s First Maturity” [Part 2]. 19th-Century Music 3, no. 1: 52–71.",
        "willner_2007": "Willner, Channan. 2007. “Metrical Displacement and Metrically Dissonant Hemiolas.” http://www.channanwillner.com/online.htm"
    },
    "footnotes": {
        "FN1": {
            "text": "1. This conference report was commissioned for Music Theory Online by Yonatan Malin, editor.  Heather Platt served as President of the American Brahms Society from 2007–11 and as the Conference Convener.  The conference was held at the Graduate Center of the City University of New York on March 21–23, 2012.",
            "citations": []
        },
        "FN2": {
            "text": "2. Brahms scholars may be unaware that Willner’s essay includes a provocative comparison of Brahms’s Capriccio in B minor, op. 76, no. 2 and Couperin’s B minor Passacaille (from Pièces de clavecin, Ordre 8).",
            "citations": []
        },
        "FN3": {
            "text": "3. Tovey’s concept of the first maturity gained currency after James Webster’s employment of this term in his highly influential study of Brahms’s sonata forms ( Webster 1979 ).  Perhaps Cohn’s critique of Tovey’s classification should be refocused on the scholars following Webster who have placed undue emphasis on the term “first maturity” and consequently (no doubt inadvertently) ignored Tovey’s discussion of the earlier works. Tovey begins his discussion of the op. 8 Piano Trio by stating, “Brahms’s art was from the outset so manifestly beyond the scope of all parties that partisans of opposite tenets [that is, the circles surrounding Wagner/Liszt and Schumann] eagerly proved their intelligence by claiming him as among their leaders . . . [The piano sonatas] showed a mastery of classical technique unknown since Beethoven . . . The art of thematic metamorphosis was completely mastered by Brahms with inexhaustible fullness and no vestige of artificiality in his very first works ” ( Tovey 1929 , 161 and 168 italics added).",
            "citations": [
                "webster_1979",
                "tovey_1929"
            ]
        },
        "FN4": {
            "text": "4. During this session, Peter H. Smith read Ng’s paper.",
            "citations": []
        },
        "FN5": {
            "text": "5. While Robin Wilson introduced the performance of op. 34 by discussing issues pertaining to string instruments, Neal Peres Da Costa discussed techniques used by pianists in a separate paper, which he gave during the first performance practice session.  This paper was titled “Weekly Meetings with Brahms at Home: Etelka Freund’s Interpretations of Brahms’s Piano Music.”  Peres Da Costa pursues many of the issues concerning nineteenth-century performance practices that these sessions raised in Off the Record: Performing Practices in Romantic Piano Playing, ( 2012 ).",
            "citations": [
                "peres_da_costa_2012"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]\tThe conference “Brahms in the New Century” was organized by the American Brahms Society (http://brahms.unh.edu/), hosted by the CUNY Graduate Center’s Barry S. Brook Center for Music Research and Documentation (http://brookcenter.gc.cuny.edu/), and sponsored by Ball State University’s College of Fine Arts (http://cms.bsu.edu/Academics/CollegesandDepartments/CFA.aspx/). (1) Participants heard thirty presentations on a wide array of topics concerning Brahms, his milieu, and his music. Given the readership of Music Theory Online , the following report will emphasize the analytical and theoretical papers before providing a brief overview of some of the historical and performance-orientated papers.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]\tThe last two decades have witnessed impressive advances in the study of Brahms’s manipulations of rhythm and meter.  (See my overview of recent publications, Platt 2009 , 115–20.)  Many of these studies have been shaped by the rhythmic theories and analytical methodologies pioneered by Harald Krebs                                              ( 1999 )  and Richard   Cohn ( 2001 ).  Aside from the influence of such innovations, the papers on the conference’s Rhythm and Meter session were related in a number of ways: Sam Ng and Richard Cohn scrutinized the structure of five-measure phrases, while Ryan McClelland and Cohn examined the nature and function of Brahms’s hemiolas.  Both of these last two papers drew on Channan Willner’s ( 2007 )      insightful analyses of hemiola in the music of Handel, Bach, and François Couperin. (2) The three papers together explored rhythmic and metric techniques in a wide range of Brahms’s compositions, including the first movement of the op. 5 Piano Sonata (Cohn); the C-sharp minor Intermezzo, op. 117, no. 3, the G-minor Ballade, op. 118, no. 3, and the E-flat major Rhapsody, op. 119, no. 3 (Ng); and a broad sampling of chamber and orchestral pieces, including the Piano Trio in C minor, op. 101 (McClelland).  The session did not deal with any works for voice, and although recent publications by Yonatan Malin ( 2006 and 2010 )    and   Cohn   ( 2001 ) have examined some of the expressive rhythmic structures in selected lieder, it seems that there is still significant work to be done with texted genres.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "platt_2009",
                    "krebs_1999",
                    "cohn_2001",
                    "willner_2007",
                    "malin_2006",
                    "malin_2010",
                    "cohn_2001"
                ]
            }
        },
        {
            "3": {
                "text": "[3]\tAnalyses of brief excerpts of Brahms’s compositions have been a feature of many of Cohn’s innovative articles on rhythm and chromatic harmony (see for example Cohn 1996 , 13–15). His paper at the conference, “Hemiola Varietals in Early Brahms” (which had originally been titled “Ten Measures from Opus 5”) concentrated on a five-measure phrase starting in m. 7 of the op. 5 Piano Sonata’s first movement. Cohn theorized that this phrase is structured through a “staged combination of three hemiola techniques. ” The second of these stages involves the recognition of an embedded hemiola (see Willner 2007 ) in which a two-bar unit is inserted into a three-bar unit to create the 5-bar phrase.  The sophistication of this rhythmic structure led Cohn to question a conclusion in Walter Frisch’s pioneering study of Brahms’s metrical displacements.  Although Frisch examined rhythmically intricate passages from Brahms’s early works including opp. 1 and 9, he concluded, “It is not really until the early 1860s . . . that the composer begins to explore such ‘progressive’ techniques in a more systematic and thoroughgoing fashion” 1990 , 142–43). Cohn had already questioned Frisch’s thesis at the conclusion of his earlier discussion of the rhythmic structure of the op. 5 movement’s closing section  ( 2002 , 7).  Going further, in this paper and the earlier article, Cohn also questioned Tovey’s ( 1929 , 70)  classification of works leading up to the op. 34 Piano Quintet as the “first maturity,” a judgment that most other scholars have adopted without question. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "cohn_1996",
                    "willner_2007",
                    "frisch_1990",
                    "cohn_2002",
                    "tovey_1929"
                ]
            }
        },
        {
            "4": {
                "text": "[4]\tMcClelland’s “Hemiola as Agent of Metric Resolution in the Music of Brahms” drew on Willner’s thesis that a hemiola may effectively serve to right preceding rhythmic dissonances, and thus to ease metric tensions before a cadence.  The first cases that McClelland considered involved hemiolas that fall between a part of a phrase characterized by displacement dissonances and a metrically consonant cadence.  The second group of examples involved hemiolas that restore hypermetric clarity or prepare a hypermetric reinterpretation.  The recognition of the function of these types of hemiolas has significant ramifications for interpretations of structural narratives in both instrumental and texted genres.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\tIn his paper, “On the Oddness of Brahms’s Five-Measures Phrases,” Ng argued that Brahms was engrossed by the potential of five-bar phrases. (4) After briefly reviewing the manner in which early theorists, such as Koch, approached five-measure phrases, Ng demonstrated that genuine five-bar phrases in the opening themes of the late piano character pieces instigate phrase-rhythmic developments that shape larger expressive, tonal, and formal trajectories.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\tIt should not come as any surprise that a number of the analytical presentations engaged Hepokoski and Darcy’s Sonata Theory ( 2006 ).  Although scholars have already applied elements of this theory to the music of Liszt, Strauss, Bruckner, Sibelius, and others (see, for instance, Darcy 1997 ), studies applying the theory to Brahms’s music have been slower to emerge.  That the theory has great relevance to Brahms is no better demonstrated than by Hepokoski’s ( 2012 ) far ranging discussion of the dramatic dialogical form in the First Piano Concerto’s opening movement. At the conference, Kyle Jenkins explored the diverse ways that Brahms handled the seam between the \nsecond theme and closing areas; his paper was titled “S-C Complications in Brahms’s Sonata Movements.”  By contrast, the other two sonata papers dealt with expanded Type 1 sonata forms, in which a development is inserted within the reprise of the \nprimary theme area.  In her paper “Cyclicism and Expanded Type 1 Forms in Chamber Works by Brahms and Dvořák,” Carissa Reddick hypothesized that when used for a finale, this type of movement assists in unifying an entire cycle.  Boyd Pomeroy related the expanded Type 1 form and the somewhat associated Type 3 (with expositional repeat feint) to developing variations; his paper was titled “Brahms, the ‘Tonic Heavy’ Sonata, and Deep-Level Developing Variation.”  Pomeroy organized Brahms’s Type 3 and expanded Type 1 sonata movements into eight categories, grouping them according to the manner in which they played out a Schenkerian interruption structure.  For example, the first category of Type 3 includes movements in which the repeat feint is associated with an apparent tonic, resulting in a normal interruption.  By contrast, the first category of expanded Type 1 includes movements in which a structural tonic returns, creating an early interruption.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "darcy_1997",
                    "hepokoski_2012"
                ]
            }
        },
        {
            "7": {
                "text": "[7]\tBrahms’s artful manipulations of sonata form have been the focus of numerous scholars. Path-breaking articles by Robert Pascall ( 1974 ) and James Webster ( 1979 ) influenced many of the studies undertaken in the closing decades of the twentieth century.  Nevertheless, the papers by Jenkins and Pomeroy amply demonstrate that we are still quite a way from being able to detail the precise nature of Brahms’s compositional choices at each juncture or seam within the types of sonata forms he employed.  More studies focusing on a particular structural nexus and codifying the variety of Brahms’s responses will ultimately enable us to state what is common practice for Brahms, and what is an anomaly.  More broadly, many studies of nineteenth-century sonata forms compare a given composer’s procedures to eighteenth-century models, but what we really need, as Hepokoski noted during the discussion of these papers, are studies that will lead to the codification of the norms and anomalies in the nineteenth-century repertoire.  Hepokoski’s study of the first movement of op. 15 ( 2012 ) and Pomeroy’s recent article on the major dominant in minor-mode sonata forms ( 2011 ) provide possible models for such investigations.",
                "footnotes": [],
                "citations": [
                    "pascall_1974",
                    "webster_1979",
                    "hepokoski_2012",
                    "pomeroy_2011"
                ]
            }
        },
        {
            "8": {
                "text": "[8]\tBoth musicologists and theorists took up questions of meaning.  In “Improvisational Idyll: Joachim’s ‘Presence’ and Brahms’s Violin Concerto, op. 77,” Karen Leistra-Jones argued that the Violin Concerto was not merely influenced by Joachim; rather, it “staged him in the role of soloist” through its references to the art of improvisation.  By contrast, in “Sweet Dalliance: Un poco presto, e con sentimento From Brahms’s Violin Sonata No. 3 in D minor,” Eric Wen teased out the quixotic harmonies in the third movement of op. 108.  His close attention to Brahms’s fascinating voice leading enabled him to interpret not only the music but also Clara Schumann’s suggestion that the movement evoked the “sweet dalliance” of two lovers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\tSamarotto began “Faith and Doubt in Brahms’s Requiem: The Sixth Movement’s Great ‘Fugue’” by proposing that themes from the final chorus of Bach’s Cantata 21 and the double fugue from the finale of Beethoven’s Ninth Symphony were sources for the fugue subject.  These precursor movements are affirmative in text and mood, and Brahms’s fugue subject, with its arch shape and complementary answer, appears to be “an embodiment of certainty, of faith that permits no room for questions.”  Nevertheless, the subsequent working out of the subject, with its harmonic digressions, minor mixture, fragmentation, and patches of syncopated harmonic rhythm, dismantles the fugue.  Thus, although the text of the movement does not suggest doubt, the musical structure itself raises doubt.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]\tSamarotto’s stance that the music’s structure evokes the “ambivalence of belief” contrasts with many other studies of the Requiem, which concentrate on Brahms’s choice of texts and their relation to the contemporary socio-political environment or to Christian teachings.  His interpretation also offered an engaging counterpoint to Scott Burnham’s “Between Schicksal and Seligkeit: Mortality as Music in Brahms.”  In this lyrical keynote presentation, Burnham focused on passages in the Requiem, the Gesang der Parzen, op. 89, and the Schicksalslied, op. 54.  The presentation moved in reverse chronological order, and began with the last work to be composed, the Gesang der Parzen. Elaborating on Margaret Notley’s insightful interpretations of this unjustly neglected work ( Notley 2012 ), Burnham highlighted its position in Brahms’s lifelong confrontation with the dialectic between fate and spiritual consolation and his pursuit of this subject beyond Christian realms.  At Burnham’s request, there was not a formal question-and-answer period, and although I’m sure we could have benefitted from such a discussion, closing the intense hour-long session without such exchanges seemed at least theatrically (maybe spiritually) appropriate.  As with those regrettably rare concerts when a performer lets a riveting interpretation stand on its own without an encore, we were left to our inner dialogues about Brahms and fate.",
                "footnotes": [],
                "citations": [
                    "notley_2012"
                ]
            }
        },
        {
            "11": {
                "text": "[11]\tThe papers addressing Brahms’s songs dealt with more earthly issues, such as genre, structure, and reception history.  Sam Mukherji presented “A Comparative Study of Text/Music Relationships in Brahms’s Op. 32 Ghazal- Lieder and the North Indian Ghazal .”  The texts for the op. 32 settings under discussion derive from Daumer’s German translations of Hafiz’s (c. 1325–90) Persian poems.  Because some Brahms scholars might not be familiar with the ghazal, Mukherji provided a wide-ranging overview of the genre. This type of poem has not, however, gone unnoticed by scholars of the lied.  Ann C. Fehn and Jürgen Thym ( 1989 ) analyzed some of the ghazal settings of Schubert along with Brahms’s “Wie bist du meine Königin” (op. 32, no. 9)—which Mukherji also analyzed—and “Der Strom” (op. 32, no. 4), which is a setting of a ghazal by August von Platen.  Mukherji, however, is the only scholar to date to compare these lieder to the ghazal tradition of North India.",
                "footnotes": [],
                "citations": [
                    "fehn_and_thym_1989"
                ]
            }
        },
        {
            "12": {
                "text": "[12]\tIn “Recycling Uhland: Brahms’s op. 7 and op. 19 Lieder Collections and the Wanderlieder Tradition,” William Horne hypothesized that Brahms’s grouping of songs in the opp. 7 and 19 collections could have been modeled on narrative threads found in Uhland’s collection of Wanderlieder. While Horne joins the likes of Inge Van Rij  ( 2006 ) in offering imaginative and innovative ways of interpreting Brahms’s song collections as cycles, Natasha Loges and Katy Hamilton appear to be developing a new area—the study of the place Brahms’s songs occupied in contemporary domestic music making.  Loges’s paper was titled “Between Aesthetic Ideals and Commercial Needs: Brahms’s Solo Songs From the 1860s” and Hamilton’s, “At Home, in Concert, and Without Words? The Performance and Reception of Brahms’s Liebeslieder op. 52.”  Whereas previous reception studies have concentrated on reviews published in music journals and newspapers, and the correspondence of Brahms’s closest associates, Loges and Hamilton ask broader questions, concerning the publication and dissemination of the songs and their likely performances in domestic situations.  (Loges and Hamilton organized the November 2011 conference “Brahms in the Home,” which was held at the Royal College of Music.)",
                "footnotes": [],
                "citations": [
                    "van_rij_2006"
                ]
            }
        },
        {
            "13": {
                "text": "[13]\tTwo of the sessions were devoted to nineteenth-century performance practices; the highlight of the second was a performance of the op. 34 Piano Quintet by the Ironwood Chamber Ensemble (http://www.ironwoodchamberensemble.com) .  The pianist Neal Peres \nDa Costa and violinist Robin Wilson explained the types of performance techniques that they have observed in a wide variety of early twentieth-century recordings. (5) These techniques, including unnotated chordal arpeggios on the piano, were incorporated into the group’s performance of op. 34.  A lively exchanged followed with conference delegates querying the interpretation of specific passages, rather than the general issues (such as the use of vibrato) that often dominate similar discussions.  Frank Samarotto asked about the use of portamento for steps (instead of the more usual leaps) in the very opening of the slow introduction to the final movement, and Walter Frisch focused on the performance of the grace notes in the closing theme of the same movement.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]\tMany of the other historical papers continued the recent trend of examining Brahms’s life and works in relation to contemporary socio-political themes.  For instance, in “Rethinking the ‘Billroth Affair’” David Brodbeck provided a thoughtful approach to questions surrounding the anti-Semitic comments of Brahms’s friend the noted Viennese surgeon Theodor Billroth.  Still other papers made significant contributions to familiar topics, such as Brahms’s frequent use of cycles of thirds (Marie Rivers Rule). ***",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\tThe papers presented at the first (1983) conference organized by the American Brahms Society were published in Brahms Studies:  Analytical and Historical Perspectives ( Bozarth 1990 ).  These essays shaped many of the subsequent investigations of Brahms’s music, and (as Cohn’s paper at the 2012 conference demonstrated) they are still echoing in the most recent studies.  A single volume of essays from “Brahms in the New Century” is not planned, but individual papers will no doubt be published.  Indeed, Jeffrey Swinkin’s “Variation as Thematic Actualization: Brahms’s Opus 9” will appear in a forthcoming issue of Music Analysis. The abstracts of the papers presented at the conference will be available for a short period of time at the American Brahms Society’s web site. The Spring 2012 issue of the society’s Newsletter (volume 30, no. 1) \nalso provides a complete listing of the papers.",
                "footnotes": [],
                "citations": [
                    "bozarth_1990"
                ]
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.12.18.2.platt.html",
    "data": "mto/data/mto.12.18.2.platt.json"
}