{
    "title": "Reflexive Postmodern Anthropology Meets Musical “Modernism”:  Georgina Born’s <i>Rationalizing Culture: IRCAM,  \n  Boulez, and the Institutionalization of the Musical Avant-Garde</i>. Berkeley, \n  California:  University of California Press, 1995, 390 pages.",
    "date": "1997/09/01",
    "volume": "3",
    "issue": "5",
    "authors": [
        "Hermann, Richard"
    ],
    "abstract": "This review-article seeks to identify problems inherent in the terms “modernism,” “post-modernism,” “experimental music,” “serialism,” “postserialism,” “neoclassicism,” “avant-garde,” and a host of other concepts as used by Born in her recent bookRationalizing Culture: IRCAM, Boulez, and the Institutionalization of the Musical Avant-Garde. These problems undermine an otherwise refreshing anthropological look at the struggles involving power and aesthetics in the premier government-supported musical organization that was Boulez’s IRCAM.",
    "keywords": [
        "analysis",
        "anthropology",
        "postmodern",
        "modernism",
        "aesthetics",
        "experimental music",
        "avant-garde",
        "serialism",
        "postserialism",
        "cultural theory",
        "neoclassicism"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.5/mto.97.3.5.hermann.pdf",
    "author_info": [
        {
            "name": "Richard Hermann",
            "university": "University of New Mexico",
            "address": "Department of Music, Albuquerque, NM 87108",
            "email": "harhar@unm.edu"
        }
    ],
    "citations": {
        "apel_1942": "Apel, Willi. 1942. The Notation of Polyphonic Music, 900–1600 . \n  Cambridge, Massachusetts: The Mediaeval Academy of America.",
        "barrett_1984": "Barrett, Stanley R. 1984. The Rebirth of Anthropological Theory . \n  Toronto: University of Toronto Press.",
        "bonds_1991": "Bonds, Mark Evans. 1991. Wordless Rhetoric: Musical Form and the Metaphor \n  of the Oration . Cambridge, Massachusetts: Harvard University Press.",
        "boulez_1968": "Boulez, Pierre. 1968. Notes of an Apprenticeship , trans. Herbert \n  Weinstock. New York: Knopf.",
        "christensen_1993": "Christensen, Thomas. 1993. Rameau and Musical Thought in the \n  Enlightenment . Cambridge: University of Cambridge Press.",
        "cogan_1995": "Cogan, Robert. 1995. “The Art-Science of Music after Two Millennia.” In Concert Music, Rock, and Jazz since 1945: Essays and Analytical Studies . \n  Elizabeth West Marvin and Richard Hermann, eds. Rochester, New York: \n  University of Rochester Press.",
        "cohen_1981": "Cohen, Albert. 1981. Music in the French Royal Academy of Sciences: A \n  Study in the Evolution of Musical Thought . Princeton, New Jersey: \n  Princeton University Press.",
        "cook_1995": "Cook, Nicholas. 1995. “Music Theory and the Postmodern Muse.” In Concert \n  Music, Rock, and Jazz since 1945: Essays and Analytical Studies .  \n  Elizabeth West Marvin and Richard Hermann, eds. Rochester, New York: \n  University of Rochester Press.",
        "hermann_1995": "Hermann, Richard. 1994. “A General Measurement for Similarity Relations.” \n  Ph.D. diss.: University of Rochester.",
        "hermann_1994": "Hermann, Richard. 1995. “Theories of Chordal Shape, Aspects of Linguistics, \n  and their Roles in Structuring Berio’s Sequenza IV for Piano.” In Concert \n  Music, Rock, and Jazz . Elizabeth West Marvin and Richard Hermann, ed. \n  Rochester, New York: University of Rochester Press.",
        "kramer_1995": "Kramer, Jonathan D. 1995. “Beyond Unity: Toward an Understanding of \n  Musical Postmodernism.” In Concert Music, Rock, and Jazz since 1945: \n  Essays and Analytical Studies . Elizabeth West Marvin and Richard Hermann, \n  eds. Rochester, New York: University of Rochester Press.",
        "kramer_1988": "Kramer, Jonathan D. 1988. The Time of Music: New Meanings, New \n  Temporalities, New Listening Strategies . New York: G. Schirmer.",
        "morris_1987": "Morris, Robert D. 1987. Composition with Pitch-Classes . New Haven: Yale \n  University Press.",
        "partch_1974": "Partch, Harry. 1974. Genesis of a Music: an Account of a Creative work, \n  Its Roots and Its Fulfillments . New York: Da Capo Press.",
        "rothstein_1990": "Rothstein, William. 1990. “Rhythmic Displacement and Rhythmic \n  Normalization.” In Trends in Schenkerian Research , ed. Allen Cadwallader. \n  New York: G. Schirmer.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: G. \n  Schirmer.",
        "rothstein_1981": "Rothstein, William. 1981. “Rhythm and The Theory of Structural Levels.” \n  Ph.D. diss.: Yale University, 1981.",
        "runes_1960": "Runes, Dagobert D., ed. 1960. Dictionary of Philosophy , 15th ed. New \n  York: Philosophical Library.",
        "schachter_1987": "Schachter, Carl. 1987. “Rhythm and Linear Analysis: Aspects of Meter.” Music Forum , vol. 6, part 1.",
        "schachter_1980": "Schachter, Carl. 1980. “Rhythm and Linear Analysis: Durational Reduction.” Music Forum , vol. 5.",
        "schachter_1976": "Schachter, Carl. 1976. “Rhythm and Linear Analysis: A Preliminary Study.” Music Forum , vol. 4.",
        "straus_1990a": "Straus, Joseph N.  1990a. Introduction to Post-Tonal Theory . Englewood \n  Cliffs, New Jersey: Prentice-Hall.",
        "straus_1990b": "Straus, Joseph N. 1990b. Remaking the Past: Musical Modernism and the \n  Influence of the Tonal Tradition . Cambridge, Massachusetts: Harvard \n  University Press.",
        "yeston_1976": "Yeston, Maury. 1976. The Stratification of Musical Rhythm . New Haven, \n  Connecticut: Yale University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Unquestionably, a review is not a place for exegesis on this topic. For a compact and accurate technical introduction to Schoenberg’s and Webern’s serial technique, see Straus ( 1990a ) for elementary and Morris ( 1987 ) for more advanced technical information.",
            "citations": [
                "straus_1990a",
                "morris_1987"
            ]
        },
        "FN2": {
            "text": "2. See Rothstein ( 1981 , 1989 , 1990 ), Schachter ( 1976 , 1980 , 1987 ), and Yeston ( 1976 ) for information on the rhythmic complexity of 18th and 19th century European art music, and see Apel ( 1942 ) for information on rhythmic complexity in Medieval and Renaissance music of the West.",
            "citations": [
                "rothstein_1981",
                "rothstein_1989",
                "rothstein_1990",
                "schachter_1976",
                "schachter_1980",
                "schachter_1987",
                "yeston_1976",
                "apel_1942"
            ]
        },
        "FN3": {
            "text": "3. Certainly, the same questions can be directed at this reviewer. My musical backgrounds include all forms of modernist, experimentalist, and postmodern figures as Born defines. My values and prejudices are simply for the music of this century—whether considered popular or not.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction 2. The “crisis of high art music,” IRCAM, and the “binary opposition” model 3. Issues and flaws with the binary “engine” 4. Problems with basic definitions and musical concepts 5. The hidden agenda? 6. Conclusion 1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In this volume, Georgina Born shows ambitious intellectual reach and \nbreathtaking cultural scope in the analysis of a narrow topic.  Her tools \nof analysis span many disciplines, and her list of acknowledgments to \nconsulted scholars extends to slightly over two pages. This is a huge and \nsomewhat sprawling book that practically necessitates reviews by a \nmultitude of scholars; indeed, the scholarly community will need several \nreviews to reach an evaluation of sufficient interdisciplinary range and \ndepth. I shall limit this review to an exposition of the book’s general \naims and organization, and focus specifically on issues relating to music \ntheory and composition. Even so, the issues and the ground covered require \na somewhat lengthy review.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The scope of the book makes it difficult to summarize its general \naims. Nor does the eleven page introduction help much: in addition to \nlisting the intended audience and the author’s qualifications, it is thick \nwith various kinds of statements of purpose. Unfortunately, it is not \nclear what priorities our author has for these purposes; thus, I will \nsummarize what I take to be the most important of these goals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] One of the most important aims seems to be Born’s ethnographic study \nof IRCAM (Institut de Recherche et de Coordination Acoustique/Musique), a \ncomputer music research center funded by the French government. IRCAM is \nlocated in Paris and was founded and initially led by the highly regarded \ncomposer/conductor Pierre Boulez. This ethnographic study is set against a \ndiscursive characterization of modernism and postmodernism in music. Born \nasserts that the musical avant-garde, a species of musical modernism, is \nin crisis: it is no longer marginal and critical of the dominant order, \nbut still promotes a view of history in which the present state augurs \nyet a better musical future through technology. The avant-garde has, thus, \nlost its original legitimacy—and hence must in her view—search for a new \nraison d’etre: the means and methods needed to attract a large audience. \nBorn sets out to examine how her claims about the musical avant-garde are \nmanifest at IRCAM. In this examination she borrows concepts from the \nfields of anthropology, ethnomusicology, sociology, art history, semiotics,  \nand psychoanalysis.  Using techniques of reflexive postmodern \nanthropology, Born studies and critiques forms of power and forms of \nsociety and culture that have not yet been so analyzed;  IRCAM and Boulez \nare the guinea pigs featured and at times submerged in this  \ninterdisciplinary stew.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] This is a participant-observer study: Born took the three-month \ninstructional program called “the stage” for visiting composers, and \nstayed on site for a year (page 8). She made efforts to avoid the appearance \nof being co-opted by the institutional elites (page 9) and spent time with \neach sociological subgroup (page 8). And she continued to keep in contact \nwith a variety of people within the institution over an approximately ten \nyear span (page 8). Born addresses the issues of scholarly objectivity as \nfollows: “I stress above all the historicity and the socioculturally sited \n    character of my own interpretations.  But this does not amount to \n    a surrender of any claims to approaching objectivity or imply that \n    the status of my discourse is no different from that of the \n    subjects whom I have studied.”  She further states:  “If in the \n    course of this book I make a critical analysis of IRCAM as a \n    high-cultural institution and of its cultural forms, this is not \n    with the intention of initiating a relativizing exercise.  The \n    existence of other cultural orders of value and complexity I take \n    for granted, . . . Nor should the study be read as a masked \n    critique of all forms of subsidized culture; nor finally, does it \n    have a hidden agenda of vindicating postmodernism or the \n    neoliberal promotion of market forces in culture” (page 10).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] The first two chapters provide necessary background for exposing the \nproblems (as she perceives them) that faced IRCAM under Boulez’s \nleadership. Chapters three and four provide background information on the \ncreation, culture, organization, and status of IRCAM. Chapter five traces \nthe internal politics, power relations, and conflicts that naturally arise \nin any institution. Chapter six covers concepts and relations between and \nof repertoires consisting of an IRCAM fostered and approved body of \ntwentieth century music called the “canon” and other musics of this \ncentury. (See page 173 for a listing of the “canonic” composers.) IRCAM’s \ncanon, shaped in large part by Boulez, is read as supporting IRCAM’s \naesthetic position, a variant of “modernism.” Chapter seven focuses on \nIRCAM’s scientific research programs on music perception, computer music \nsoftware and hardware creation, and their interactions with on-site \ncompositional theory and practice. Chapter eight concerns the quite \nserious problems encountered by a prominent composer in his visit to IRCAM \nwhere he was to fulfill a commission from that institution. He was in \nresidence and given significant access to the unique resources available \nonly at that institution, such as technical staff, software, and hardware. \nThe last three chapters explore what Born considers to be system-wide \nproblems of IRCAM under Boulez’s leadership, and they also provide \nconclusions. Chapters four through ten constitute the ethnography of IRCAM \n(page 11). 2. The “crisis of high art music,” IRCAM, and the “binary opposition” model",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Born’s argument (and perhaps justification) for IRCAM’s existence is \nto some extent dependent upon the thesis that “high-art” music is in a \nstate of crisis: “ . . . many composers who have experienced a \ndisenchantment with the high-modernist project and with the perceived \nfailures of serialism.” The sense of threat to the continued existence of \nwestern art music has, despite certain differences, been widespread in \nboth Europe and the United States (page 3). Boulez’s writings for IRCAM \nproclaim that composers and scientists would open a dialog that would \n“forge a kind of common language that scarcely exists at present” (page 1).  \nThe creation of IRCAM with the appointment of Boulez as the founding \ndirector can be understood as a kind of “modernist” response to this \ncrisis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] This response, however, places young American computer \nscientists—needed for technical expertise to build and run IRCAM—and \nAmerican composers born since World War II and working within IRCAM in \nvarious official and unofficial capacities—in aesthetic conflict with the \nFrench director’s (Boulez’s) aesthetics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Another conflict also appears at IRCAM. Born cites Pierre Bourdieu’s \ntwo forms of cultural power: one, economic capital, that is based upon \neconomic forces; and the other, cultural capital, which is born of \ncultural and intellectual forces. The latter is the avant-garde cultural \nstrategy. Born writes: Bourdieu implies that the the avant-garde cultural strategy is \n    simply a different form of economic calculation, so that long-term \n    cultural investment may reap even greater economic reward than \n    mundane short-term calculation.  More often, Bourdieu argues that \n    economic and cultural capital are incommensurable and antagonistic \n    spheres, embodied, for example, in the very different lifestyles \n    of the two fractions of the dominant class . . . Overall, he \n    [Bourdieu] leaves some uncertainty as to whether cultural capital \n    is “really” convertible into the economic . . . (page 27).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Certainly, other traditional kinds of conflict between social \nsub-groups within IRCAM occur; these give rise to the principal \nbinary pairings of conflict that inform Born’s analysis. Born uses both \n“hard” statistical and “soft” interview techniques in arriving at her \nresults. Her conflict pairings can be summarized with opposing concepts \nthat are separated by a slash: modernism/postmodernism; elitist \ncanon/“other” excluded repertoires (popular music, folk music, etc.); \ncultural capital/economic capital; Americans/French;  \nscientists/musicians; men/women; producers (scientists and \ncomposers)/reproducers (technicians, staff, and administrators); composed \nmusic/improvised music; high tech (e.g. mainframe computers)/low tech \n(e.g. Apple microcomputers); composers/“tutors” (technicians who make it \npossible for visiting composers to use the in-house technology); secure in \nemployment/insecure in employment; and well paid/poorly paid. Some of \nthese “binaries” appear at times with a medial position between them. \nBorn also at times combines two of these in order to produce a \ncombinatorial design which is then used to locate the various people in \nbi-dimensional “pecking orders.” These reveal how power and influence are \ndistributed within IRCAM (pages 134, 136, 1 37, 280).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Given the complex multi-dimensional grid of conflict-types that Born \nexposes in IRCAM, the question arises as to how it could function at all.  \nIndeed, at times it did not function well; the case of the visiting \ncomposer that Born documents in chapter eight is an egregious failure by \nmany (but not all) standards of measure. In Born’s analysis, the stress of \nthese multiple areas of conflict upon workers within IRCAM is dealt with \nby the psychoanalytic concept of “splitting,” an unconscious process \nconsidered by Melanie Klein to be one of the most primitive defenses \nagainst anxiety. Splitting involves a distortion whereby the “object” (of \nperception) is experienced as split into a “good” and “bad” object, which \nare both absolutely separate yet antagonistically bound. The good object \nis idealized, granted supreme and unquestionable legitimacy, and felt to \nbe a refuge from persecution, while the bad object is denigrated as \nworthless, but also as a destructive and terrifying persecutor (page 37). 3. Issues and flaws with the binary “engine”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The terms “modernism,” “avant-garde” (a type of modernism), and \n“post-modernism” figure largely in Born’s discourse. They are involved in \ndescribing the “legitimization” of IRCAM and a prime source of \nconflict within the institution. These terms form the crucial debate on \nwhat will be the “cultural capital” a la Bourdieu. Thus, they also feature \nas engines driving Born’s study itself. As these terms have received \nmultiple definitions in literature, it is helpful that Born provides us \nwith salient features of what she believes to be the differences in music \nbetween modernism and postmodernism. They are presented as binary \noppositions. Her Figure I, “The antagonistic counterpoint of musical \nmodernism and postmodernism” (page 63) is reproduced below. Modernism\t\t\t\tPostmodernism \nSerialism, Postserialism\t\tExperimental Music \nDeterminism\t\t\t\tIndeterminism, nondeterminism \nRationalism\t\t\t\tIrrationalism, mysticism \nScientism, universalism\t\t\tSociopoliticization \nCerebral, complex\t\t\tPhysical, performative, simple \nText-centered\t\t\t\tPractice-centered \nLinear, cumulative, teleological\tCyclical, repetitive, static \n\t \n\tWithin a unity of difference to popular music \n\t\t \nNonreference, absolute difference,\tReference, transformation \n\tnonacknowledgment \n\t\t\t \n\t\tWithin a unity on technology \n\t\t\t \nScientisitic, theoreticist\t\tEmpiricist, artisanal \nHigh-Tech, institutional \t\tLow-tech bricolage, \n\t\t\t\t\t\tentrepreneurial \n\t\t\t\t\t\t\t \n\t\t\tInstitutional base \n\t\t\t\t \nEast Coast universitities \t\tWest Coast, art colleges, \n\t\t\t\t\t\tart institutions \nInstitutionally and state-backed\tSelf-employed,  \n\t\t\t\t\t\tperformance-backed",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The concepts embedded within this figure are worth examining in \ndetail because so much of the book appears to rest upon them. As many of \nthese issues continue to appear in the literature, I hope that an \nexamination of each “opposition” will be of use and interest to the \nnon-specialist: I ask for the indulgence of composers and those who \nspecialize in this century. Thus, let us consider in turn some problems \nwith each of these binaries.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Born, surpringly, does not clearly define determinism. However, a  \ndefinition of determinism found in a dictionary of philosophy starts out  \nlike this: “Determinism: (lat. de + terminus, end) The doctrine that every  \nfact in the universe is guided entirely by law ( Runes 1960 , 78).” Yet the vast \nmajority of modernist composers never embraced “total serialism”—the \nclosest attempt in music to determinism—and even the few who briefly did \ntry it (such as Boulez) rejected it immediately.  Babbitt, a quite important \nfigure in total serialism, wrote pieces setting texts (for example, Philomel, \nwith text by John Hollander) that were not deterministic; thus, the \nresulting work itself could also not be. Therefore, the binary opposition  \nbetween modernism and postmodernism fails.",
                "footnotes": [],
                "citations": [
                    "runes_1960"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] The next opposition, “rationalism” versus “irrationalism, mysticism”  \nalso fails in that Schoenberg, the arch-modernist, was deeply interested \nin religious mysticism and numerology. He was not alone among modernists \nin this regard: Dane Rudhyar and Alban Berg quickly come to mind here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] “Scientism, universalism” versus “sociopoliticization” are not true \nbinary oppositions—nor are they necessarily “antagonistic.”  Neither side \nof this “opposition” are new to musical discourse. In the mid and late \n18th-century, Jean-Philippe Rameau attempted to use acoustics and \nmathematical concepts to provide a scientific basis for his universal \ntheory of harmony ( Christensen 1993 ). He kept a steady correspondence \nabout these matters with members of the French Royal Academy of Science \n( Cohen 1981 ). In the early 19th-century, the Belgium premier performance \nin 1830 of Auber’s opera La muette de Portici inspired the revolt \nagainst Dutch rule in Belgium. Luigi Dallapiccola, a modernist and \nserialist for most of his career, wrote politically committed music that \nwas hardly in support of the status quo.",
                "footnotes": [],
                "citations": [
                    "christensen_1993",
                    "cohen_1981"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] As to the following opposition “cerebral, complex” versus “physical, \nperformative, simple,” where is the locus of cerebral or complex in this \nopposition? Is it in the score, in the composer’s mind during the acts of \ncomposition, in the minds of the performers during the act of performing, \nin the minds of the listeners, or some combination of the preceding? The \nsame questions can be asked of the word “simple.” What are the criteria \nfor judgment? Born does not present them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The opposition of “text-centered” versus “practice-centered” where \npractice-centered means scores which do not use traditional musical \nnotation and typically exist as written instructions to performers is \nbased on a misunderstanding of the inherent nature and limitations of \nnotation for any piece of music. No notational system can convey all of \nthe information necessary for performers to realize the score successfully \nin sound. Only the outlines of the most important features of a piece of \nmusic can be communicated in a score; performers must rely upon a variety \nof concepts not directly addressed in the score in order to realize it. \nThus, any opposition here does not reside in text-centeredness or \npractice-centeredness, but rather in the fact that different types of \nmusic have different aesthetic viewpoints and, thus, different structuring \nprocesses based on those aesthetics. These differences are reflected in \nthe notational systems the composer selects or develops in order to \ncommunicate the most important features of the piece—according to the \ncomposer—to performers most likely to perform the piece for audiences \nalready extant or possibly only imagined.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] “Linear, cumulative, teleological” versus “cyclical, repetitive, \nstatic” falls to many counter-examples. Jonathan Kramer has showed the \ndeep non-linearity of modernist composers such as Schoenberg, Stravinsky, \nStockhausen, and Webern ( Kramer 1988 ). The concept here of “cumulative” \nis undefined by Born. While some modernist pieces can be construed as \n“teleological,” others may better be described as “generative” ( Hermann 1994 , 1995 ). The second movement of modernist and serialist Webern’s Piano \nVariations, Op. 27 could easily be described as “cyclical, repetitive,” \nand “static.”",
                "footnotes": [],
                "citations": [
                    "kramer_1988",
                    "hermann_1994",
                    "hermann_1995"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] The sole opposition contained “Within a unity of difference to \npopular music,” “nonreference, absolute difference, nonacknowledgment”  \nversus “reference, transformation” is also fraught with problems. Mahler’s \nSymphonies and Debussy’s piano music employed quotations and parodies of \nfolk and popular musics; Schoenberg and his students made arrangements of \nworks by Johann Strauss, the “Waltz-King”; with his Ebony Concerto, \nStravinsky fills a commission from swing/jazz band-leader Woody Herman;  \nSchoenberg and Stravinsky were both involved with film \nmusic (unsatisfactorily to them as it turns out); and Schoenberg had \nwonderful things to say about the music of George Gershwin.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Two oppositions are contained within Born’s category of “Within a \nunity on technology.” The first is “scientistic, theoreticist” versus \n“empiricist, artisanal.” As science is usually described as being heavily \nempirical, the “opposition” seems empty. As for composers employing theory \nin a prescriptive manner, the great majority of works that we today \nconsider to be the body of music theory handed down to us over many \ncenturies were written by composers, and most of these are solidly \nprescriptive. Not only have modernists Babbitt, Boulez, and Schoenberg \nwritten theoretical treatises so have the postmodern or experimentalist \ncomposers (per Born’s description) Reich (page 303), and Cage (page 56); \nalthough the writings of Reich and Cage are not usually described that \nway, the description falls within Born’s range for theory. Further, just \nbecause some composers do not write down and disseminate theoretical \nmaterials does not justify a conclusion that all such non-disseminating \ncomposers are not involved with theory and are, therefore, “artisanal.” \nThe second opposition within the category “high-tech, institutional” \nversus “low-tech bricolage, entrepreneurial” has the problem of \nequivocation on the term institutional. The development of technology \nwhether deemed “high-tech” or “low” is dependent on institutions that can \namass the people, finances, and equipment needed whether the institution \nis deemed entrepreneurial or not. Many modernist composers in American \nacademe run and produce pieces in computer music studios that are quite \n“low-tech” in comparison with those at Stanford, IRCAM, MIT, or UCSD.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] The last of Born’s categories, “institutional base,” also has two \noppositions within it. The first, “east coast universities” versus “west \ncoast, art colleges, art institutions,” suffers from numerous exceptions. \nThe University of California at Berkeley had the modernist Andrew Imbrie \nas its lead composition professor for many years. The University of \nCalifornia at Los Angeles supported Schoenberg, and Stravinsky lived in \nthe same town. The Princeton-educated serialist John Rahn has taught for \nmany years at the University of Washington at Seattle. On the east coast, \nRobert Cogan (a music theorist and post-modernist composer) received his \nterminal degree from Princeton and has taught at the New England \nConservatory (Boston) for over twenty-five years. Thomas DeLio, an \nexperimentalist composer and music theorist specializing in both modernist \nand experimentalist music, teaches at the University of Maryland at \nCollege Park. The second opposition is “institutionally and state-backed” \nversus “self-employed, performance-backed.” Again, counter examples are \neasy to come by. The modernists Stravinsky and Copland supported \nthemselves while postmodernists/experimentalists Cogan and DeLio are \ninstitutionally supported.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Given the above, major portions of this book that build upon \naesthetic concepts of modernism, avant-garde, experimentalism, and \npostmodernism are simply without foundation. Efforts to save these \ndescriptions of aesthetic positions founder upon the counter-examples, \nthe false dichotomy, and vague, undefined, or misunderstood terms, and any \nfuture appeals to “exceptions prove the rule” are incoherent as any \nphilosopher or logician can confirm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] In all fairness, Born is aware that there are multiple aesthetic \npositions within these terms. But she misses several opportunities to \nbolster (or salvage) her theoretical foundation. For example, one such \ntactic might be to define systematically various versions of these broad \naesthetic categories and tie them to specific groups of composers at \nspecific times and locations as appropriate. In one case involving an \nIRCAM brand of postmodernism, Born has done just that (pages 300–04);  \nhowever in Born’s book, these broad aesthetic terms suffer from equivocation  \nor lack of contrast because the various “dialects” of these aesthetic \npositions are either not systematically defined, referred to, or related \nto one another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Another tactic might be to declare that these are a proposed formal \nor idealistic definition of these terms and that various composers inhabit \na continuum of states between these two aesthetic poles. Thus some \ncomposers are perhaps more “modernist”; others are more “experimentalist”; \nand still others occupy a position somewhere in between. But I can think \nof no major composer—much less groups of composers—who completely \noccupies either of these polar positions of aesthetic opposition—even for \na single “stylistic period” of their careers. But given the problems with \nthe figure mentioned above, why should this particular formalist \ndefinition be accepted over others that could be constructed by exchanging \none or more locations of the contents of binary oppositions from one \nproposed aesthetic pole to the other?  Without specific reasons for why \nthe contents of the binary oppositions should be distributed in the \nproposed manner, the choice of any one of the many possible permutations \nof the contents of these binary oppositions between the two polar \naesthetic positions is simply arbitrary. 4. Problems with basic definitions and musical concepts",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The assumption made in this book is that these terms apply to music.  \nWe see that the problems with these aesthetic terms for music are many as \nthese terms were not generated from music criticism, but rather from other \ncultural domains such as architecture, art criticism and literary \ncriticism, among others. Born’s considerable difficulties in dealing with \nthese terms is evidence that this assumption might, at best, not yet have \nfound a coherent form or, at worst, is simply not applicable. For insight \ninto how the term postmodernism might apply to music composition and  \nmusic theory, see Cogan 1995 , Cook 1995 , and Kramer 1995 .",
                "footnotes": [],
                "citations": [
                    "cogan_1995",
                    "cook_1995",
                    "kramer_1995"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Other significant problems surface in Born’s discussions of \n“serialism,” “neoclassicism,” “mediation” as applied to computer \ncompositional process, and also “modernism” in regard to the terms “tonal” \nand “modal.” The term serialism is of particular importance because the \nmain human subject of this study, Boulez, reached fame as a serial \ncomposer. But later Boulez retreated from total serialism. Thus Born \nclassifies Boulez’s current work as “postserialist”—a type of modernism \nshe uses to describe composers who “continued in the scientistic, \ndeterministic, rationalist, and theoreticist vein of total serialism, to \nwhich was increasingly added a prominent technological dimension . . . It \nis the discourse that Boulez began to enunciate in the late ‘60s and that \nbecame the basis of his manifesto for IRCAM” (pages 55–6).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Born states that “Serialism implies the principle of the homogeneity \nof chromatic space, while by contrast tonality centers on the functional \nand symbolic hierarchy of the tonic or key note, its dominant and \nsubdominant. In this sense, serialism negates the hierarchical ordering \nof pitch space in tonality (page 48).” Her footnote 17 (page 349) further adds: \n“According to this principle, each pitch in the series has equal importance  \nand is dependent upon its position relative to the other eleven notes.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Clearly whether composer, artist, or writer, the techniques of any \nstyle or technique can be used with greater or lesser acuity. Serialism as \npracticed by such composers as Schoenberg, Webern, Berg, Stravinsky, \nDallapicolla, Babbitt, Martino, Wuorinen, and others does not always  \nrepresent a “homogeneity of chromatic space” in actual composition; there  \nare often “functional and symbolic hierarchies” between pitch-classes.  \nThus, each pitch-class does not have equal importance; moreover, in both  \ntheory and practice, unordered set-class relations and transformational  \nrelations between overlapping and non-overlapping subsets of pitch-classes  \nin a series are frequently more important than the relations between  \nadjacent pitch-classes. (1) Much misleading thought about \nserialism is in  \nprint and careful examination of actual scores by recognized serial composers  \nin conjunction with accurate information and concepts would greatly clarify  \nthe situation. Certainly, serial music “negates the hierarchical ordering of  \npitch space in tonality” just as surely as modal music (very loosely, music  \nbefore 1600) does. Both systems conceive of pitch space in their own ways;  \notherwise, they would not have their own musical identities and, indeed,  \nwould be tonal.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Another common misconception concerns neoclassicism in \ntwentieth-century music: frequently, serialism or expressionism has been \nset up as antipodal with neoclassicism. Schoenberg and his followers are  \nthe exemplars of serialism or expressionism, whereas Stravinsky (excluding \nhis last serial style-period) and his followers are the exemplars of neoclassicism.  \nOn this topic Born says “ . . . neoclassicism associated with composers such as  \nStravinsky and Hindemith: an attempt to reinvigorate the present by reference  \nto the principles of musics from the eighteenth and nineteenth centuries and  \nearlier” (page 49). However, Straus ( 1990b ) makes a quite convincing case that  \nthese “neoclassic” tendencies were every bit as evident in the work of Schoenberg  \nand his followers as in the so-called neoclassists.",
                "footnotes": [],
                "citations": [
                    "straus_1990b"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Born points out the difficulties that composers have in learning to \ncompose through specification of all aspects of sound with a computer \n“language”—a “patch language” in Born’s terminology—designed \nspecifically for the purpose. These composer generated instructions then \nmust be automatically “translated” into an all-purpose computer language \nthen into assembly language and finally into machine language after which \nthe computer generates a digital stream that is recorded on tape or hard \ndrive. This digital stream can then be converted into sound waves and \nheard as the music the composer originally specified. Born has this to say \nabout the extensive “mediation” between composer specification and  \nverification of effort through sound: . . . computer patch languages were characterized by profound \n    abstraction, complex scientistic conceptualization, and delay:  in \n    other words by extreme mediation, both temporal and conceptual. \n    From this stems a further limitation inherent in earlier computer \n    music.  Given the exhaustive acoustic information required by \n    patch programs and the time delays before playback of a sound, it \n    was very difficult for the user to isolate precisely which \n    parameters were responsible for which aspect of the resultant \n    sound.  Not only was it therefore difficult to judge which \n    parameter to change in order to improve the sound, but the \n    programs treated each acoustic parameter independently and did not \n    lend themselves to exploring the interplay between them.  So in \n    addition to the programs being abstract and laborious, users found \n    them unpredictable (page  182).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Born is correct in pointing out the occasionally quite frustrating \ndifficulties of the compositional processes employing computers. At times \na few hours or days—in most highly powerful “cutting edge” computer \nstudios the machine must be shared among several composers—are required \nbefore composers can hear the results of their work. However, any composer \nwho teaches a standard orchestration course at the university level can \nattest to the fact that computer composers are hardly alone with many of \nthese kinds of difficulties. Students read a textbook on how to write for \nthe individual orchestral instruments and their combinations in this \ncourse, and they frequently have to wait days if not weeks to hear the \nresults. They also are baffled as to which “parameters” to change in order \nto improve the sound. Further, textbooks give only vague descriptions of \nthe sound, and what information they do give is hopelessly inadequate.  \nExperienced instrumentalists with analytical minds and acute hearing \nunsurprisingly tend to do little better than singers, pianists, or organists  \nat the initial stages. For budding composers or orchestrators must not  \nonly know the ranges of the instruments but also the timbral, \narticulative, and dynamic possibilities within each subrange of each \ninstrument. In the end, professionals even learn the rudiments of the \nplaying techniques such as the fingering systems for each instrument. If \nlearning all of the various individual instrumental “codes” is not enough, \nthen the problems must be faced of how to employ all of the available \ninstrumental combinations in all their possible subranges with all of \ntheir possible variables. Even quite experienced composers and  \norchestrators get surprised by the results from time to time when trying  \nsomething new. Making even slight changes in the way instruments are  \nused based on hearing an earlier version of the music requires notating  \nthe changes in a score and then copying out the parts for each  \ninstrumentalist. This process can take days of very hard, unmusical, and  \nboring work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Thus, we see that those who write for the orchestra have problems \nvery similar to those encountered by composers working with computers. By \nnot providing this continuing historical context, Born gives a reader not \nknowledgeable about music the false impression that “modernism” and \ntechnology have created an artificial, difficult, abstract compositional \nprocess heretofore unknown; one that would appear to make it nearly \nimpossible to create “good” music. Just as composers and orchestrators \nlearn over a sometimes quite considerable period of time how to write for \nthe orchestra so have composers learned how to write for the computer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] On modernism and in regard to the terms “tonal” and “modal,” Born \nclaims that “ . . . the modernist aesthetic eschews tonal or modal bases; it \nis arhythmic or rhythmically irregular and avoids pulse and sustained \npattern in favor of calculated durations and complex irregular temporalities;  \nit avoids perceptible or simple repetition; and improvisation, if brought in,  \nis highly constrained and determined by score-based compositional  \ndirectives” (page 302).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] While it is true that some modernist pieces satisfy some of these claims,  \nfar more counter-examples exist. For example, nearly all of Hindemith’s  \nmusic is in some sense tonal or modal, and it has regular pulse and  \nemploys sustained patterning. Most of Stravinsky’s music does, too.  \nIn the midst of his last and serial style-period, Schoenberg wrote his  \nTheme and Variations for Band, Op. 43a and Variations on a Recitative  \nfor Organ, Op. 40 both of which he considered to be tonal pieces.   \nDebussy too used tonal and modal materials. Any piece from any  \n“style-period” (e.g. Baroque, Classical, Romantic, Modernist,  \nPostmodernist, etc.) that uses what today is considered standard notation \nmust literally have “calculated durations” because inscription of \nrudimentary temporal relations into a score relies upon multiple systems \nof proportions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] I propose that most of the music that we continue to listen to from \nthe past (limited here to Western “art music”) features “complex irregular \ntemporalities.” It seems to me that the primary issue is how these \nmanifest themselves in the various styles. In the music of Boulez, the \ndurations of local and relatively adjacent events in the score present \ncomplex durational relationships while the larger design rhythms are \ncomparatively simple. In Mozart or Haydn, the local and relatively \nadjacent events in the score are rhythmically comparatively simple while \nthe translocal pitch and design structures are rhythmically quite \ncomplex. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The statement (in paragraph [33] above) that score-based \nimprovisation “is highly constrained and determined by score-based \ncompositional directives” exposes Born’s misunderstanding on the nature of \nimprovisation. Even though some rock, blues, and jazz musicians do not \nread or make scores in traditional musical notation, my experience \nperforming with such musicians reveals them to be highly aware of the \ntechnical structure of the music and the ways in which improvised \nmaterials relate to this structure. In essence, not only are they able to \nconstruct a mental score for each work, but they are intuitively cognizant \nof classes of such pieces. Besides, in the last thirty years, more and \nmore rock, blues, and jazz musicians do read music and make scores.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] We see that Born has difficulties not only with aesthetic concepts \nbut also more directly with technical concepts and even relatively recent \nhistorical facts about music. These difficulties are understandable given \nher comparative lack of technical training or historical study of music. \nBorn’s qualifications in music consists of quite brief conservatory \ntraining and some performance experience with several kinds of popular \nmusics (page 7). Further, she did not analyze any of the music under \ndiscussion (page 23).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] In this light, Born’s relative ignorance of aesthetic, technical, and \nhistorical concepts in music is not surprising. Perhaps Born’s consultant \nmusicologists challenged her with the easily supplied counter-examples and \npointed out the flaws in her aesthetic reasoning. Perhaps her technical \nand historical errors in music were pointed out. Perhaps Born ignored \ntheir advice. 5. The hidden agenda?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The following statements by Born show another and quite different \nside of this book: blatant, unsubstantiated, and unmediated value \njudgments against modernism, at least as practiced by IRCAM. She writes  \n“ . . . the notion underlying the many instances that we saw within IRCAM of \nmore arbitrary conceptual foraging from science (genetic biology, fractal \ngeometry) as a basis for composition” (page 318); and “the  \ninstruments—trussed up in wires for measurement, pieced by intrusive \nelectrodes and electronically monitored, the trumpet sacrificed to failed \nexperiment—represent a kind of torturous binding of the musical body, an \nattempt to capture and so rationalize their complex organic aural \nworkings” (page 233); and “ . . . the sense of sterility attached to \ncomposition techniques such as serialism . . . ” (page 198). These are only a \nfew of several such prejudicial statements found throughout.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] In response to these attacks on modernism, I might point out that, \nafter Mark Evan Bonds ( 1991 ), one could accuse Mozart, Haydn, and other \n18th-century composers of “arbitrary conceptual foraging” in rhetoric \nand Liszt, Wagner, and other 19th-century composers of the same in \nbiology (organicism). The trumpet with various scientific measurement \napparatus attached to it (found as 9. within a picture section between \npages 222–23) can hardly be anthropomorphised into a natural object or being. \nFor several hundred years, the sciences and associated technologies of \nmetallurgy, geometry, and acoustics have been involved in its design and \nmanufacture. The precedents for rational tuning systems—one of which the \ntrumpet is designed to use—go back at least to Pythagoras. Some \nexperimentalists such as Harry Partch ( 1974 ) rationally construct their \nown tuning systems and create instruments to play in them. I know of no \nmusicians who advocate a rejection of trumpets in favor of a return to the \nram’s horn. What of people who do not believe that “composition techniques \nsuch as serialism” are not sterile? Are they wrong? If so, why are they \nwrong? Born does not tell us.",
                "footnotes": [],
                "citations": [
                    "bonds_1991",
                    "partch_1974"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] Among the somewhat more sophisticated of Born’s attacks on \nmodernism—again, in some cases at least as practiced by IRCAM—are \nimplicit judgments of modernism as psychoanalytically sick, beset by \ncrisis, and sexist. Taking the charge of sexism first, Born shows \n(pages 120, 134) that only two women reach mid-level management positions \nduring her residency, and few women were allowed to produce pieces \nusing IRCAM’s resources. On the face of it, this is a dismal record, but \nthere are no sets of control data. What of the many other nationally \nsupported French musical establishments that are clustered in Paris along \nwith IRCAM? What of other similar musical institutions or art museums in \nWestern Europe? Anecdotally, both the Berlin and Munich Symphony \norchestras were within the last ten years thrown into turmoil when women \nwon auditions respectively for the principal clarinet and principal \ntrombone positions. Both were not permitted to retain their positions. As \nof summer 1994, the Vienna Philharmonic appeared to have no women members \nin a concert I witnessed at the Salzburg festival.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Indeed, many have written of a sense of crisis in composition for \nthis century; however, Born does not consider much less disprove the \npossibility that this crisis may well touch experimentalists and \npostmodernists too. Similar kinds of statements of despair have come from \nthe visual arts in the 1970s and in literature in the 1980s. This problem \nor crisis is hardly unique to musical modernism. Part of the problem is \nequivocation on the term “success.” For Born, it means acceptance of an \naesthetic movement’s creations by a mass audience or at least the \ntechnical influence of the same on mass culture and its products. She \nclaims that avant-garde visual arts has had impact on the commercial \nmarket (page 4); however, she fails to note that modernist musical styles \nhave influenced mass market film composers when they depict the future, \ntechnology, ambiguous situations, or horror. But why should we accept \nBorn’s definition of success and not some other? How can we compare \nsuccess for Bach or Beethoven with success for today’s composers, \n“popular” or not? Born does not engage these issues. By her measure of \nsuccess, a Ford Taurus is a better automobile than a Mercedes-Benz. By \nthis populist measure, it may be quite difficult if not impossible for any \nkind of “high art” whether Baroque or Postmodernist to “succeed.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Another part of the problem is the increasing ease of dissemination \nof cultural materials throughout the majority of socio-economic classes in \nthe West. This is a by-product of technological and economical \ndevelopment, the ability to measure marketing success such as “name \nrecognition” and sales of products among the population as a whole—even \namong various kinds of small sociological subgroups. Further, we now have \nhad relative stagnation—and even decline in the arts—of educational \nbreadth and rigor for the last two and a half decades in the United \nStates. These factors have not been sufficiently accounted for in cultural \nanalyses of “high art” music. Born does not address these larger issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] In describing especially American composers operating within IRCAM, \nBorn advances Melanie Klein’s psychoanalytic concept of “splitting” to \naccount for how these composers dealt with the various kinds of “low,” \n“middle,” and “high” musical art forms. Perhaps some composers did employ \nthis maladaptive psychoanalytic mechanism. However, Born gave no \nconsideration to the possibility that there could be positive conscious \nattitudes within composers who practiced or admired modernistic musics and \nother musics. The thought that various kinds of music serve different \nfunctions within a culture and that to compare directly their aesthetic \nand technical positions might reveal a deep incommensurability was not \nexplored by Born. Yet this notion of differing kinds of music serving \ndifferent functions within Western culture is of at least four centuries \nstanding. Considered in a more positive way, composers participating in \ncomposing or enjoying modernist music on one hand and non-modernist, even \npopular musics on the other need not display a psychoanalytically \nprimitive defense mechanism or aesthetic disarray any more so than say \nBeethoven when he wrote popular flute and piano arrangements of Scottish \nfolk-songs for the commercial publishing market of his day. One may wonder \nif it is possible within Born’s analytical model to be psychoanalytically \nhealthy and also like, perform, or compose modernist music while also \nliking, performing, or composing “other” musics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Foucault’s work has made it abundantly clear that ideas have \npolitical consequences and raise serious ethical issues whether or not \nthey are so acknowledged in a text. At least one anthropologist ( Barrett 1984 ) has made the point that the field must be morally involved in the \nissues surrounding socio-cultural phenomena that are the subject of study: \nall such study is value-ladened. Thus, as readers we might well wonder \nwhat Born’s values are and how she accounts for her prejudices that follow \nfrom those values. (3) Born claims not to have a hidden \nagenda of \nvindicating postmodernism (page 10). Yet there are no negative value \njudgements made by Born against composers and concepts she associates with \nexperimentalist or postmodern composition, and we have seen several \nblatant and unsupported as well as more sophisticated attacks on \nmodernism, her “other” with regard to postmodernism and experimentalism as \nshown by her Figure 1 reproduced above. 6. Conclusion",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "barrett_1984"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] In the end, at least with regard to music aesthetics, history, \ntheory, and analysis, Born’s book may well be successful in preaching to \nthe less thoughtful or rabid members of the musical “experimentalist” and \n“postmodernist” choir. Simply put, this book is a polemic; it is not \nscholarship. Even so, Born’s work does point out the pressing need to \nexamine cultural institutions with a variety of concepts from multiple \nacademic disciplines. This, however, should be done with prejudices and \nvalues clearly revealed, with charity in presenting positions with which \nthe author disagrees, and with appropriate context provided. That done, \nsubstantial engagement of well presented and thought-out issues can \nfurther scholarly discourse and knowledge while taking into account the \nvarious kinds of power relations between those directly and indirectly \ninvolved.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.97.3.5.hermann.html",
    "data": "mto/data/mto.97.3.5.hermann.json"
}