{
    "title": "“Adrift on Neurath’s Boat”: The Case for a Naturalized Music Theory",
    "date": "1996/03/01",
    "volume": "2",
    "issue": "2",
    "authors": [
        "Brown, Matthew G."
    ],
    "abstract": "This paper draws on the work of Neurath and Quine to shed light on recent debates between music theory and New Musicology. Although it accepts many of New Musicologist’s criticisms of traditional music theory, the paper nonetheless defends the use of empirical methods and even supports the trend towards naturalizing music theory.",
    "keywords": [
        "New Musicology",
        "music theory",
        "philosophy",
        "Quine"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.2/mto.96.2.2.brown.pdf",
    "author_info": [
        {
            "name": "Matthew G. Brown",
            "university": "School of Music",
            "address": "Louisiana State University, Baton Rouge, LA. 70803–2504",
            "email": "mujenn@lsuvm.sncc.lsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Neurath originally referred to the boat in his\npaper, “Protokollsaetze,” in Erkenntnis 3 (1932) : 204–214.  This\nessay is translated by George Schick, see “Protocol Sentences” in Logical Positivism ed. A. J. Ayer (New York: Free Press,\n1959):199–208, esp. 201.  I would like to take this opportunity to\nthank Jennifer Williams Brown, Linda Cummins, and Douglas Dempster for\nmany helpful suggestions in writing this paper.",
            "citations": []
        },
        "FN2": {
            "text": "2. Although I’m not sure when Quine first referred to Neurath’s boat,\nhe does mention it in “Identity, Ostension, and Hypostasis,”\noriginally published in the Journal of Philosophy in 1950.  (This\npaper was later reprinted in From a Logical Point of View 2nd\ned. (Cambridge: Harvard University Press, 1961/1980) : 65–79.  The\nimage a mainstay of later writings and appears as an epigram\nat the start of Word and Object (Cambridge: MIT Press, 1960):\nvii. The phrase “Adrift on Neurath’s boat” comes from “Five Milestones\nof Empiricism,” in Theories and Things, 72.  For an extensive\nbibliography of Quine’s works, see Lewis Edwin Hahn and Paul Arthur\nSchlipp, The Philosophy of W. V. Quine The Library of Living\nPhilosophers Vol. 18 (La Salle, Ill: Open Court, 1986) : 669–686.",
            "citations": []
        },
        "FN3": {
            "text": "3. I have borrowed this idea from Jerry A. Fodor, A Theory of\nContent and Other Essays (Cambridge: MIT Press, 1990) : 195ff.",
            "citations": []
        },
        "FN4": {
            "text": "4. Or, at least, so New Musicologists claim.  According to Leppert\nand McClary, “Briefly stated, the disciplines of music theory and\nmusicology are grounded on the assumption of musical autonomy.  They\ncautiously keep separate considerations of biography, patronage, place\nand dates from those of musical syntax and structure.  Both\ndisciplines likewise claim objectivity, the illusion of which is\npossible only when the questions considered valid are limited to those\nthat can, in fact, be answered without qualification.  The ideology\nof autonomy also informs the conventional musical reception of\nthe ‘music lover’ who listens to music precisely to withdraw from the\nreal world and to experience what is taken to be authentic\nsubjectivity.” Richard Leppert and Susan McClary, “Introduction,” Music and Society (Cambridge: Cambridge Unversity Press, 1987):\nxiii.",
            "citations": []
        },
        "FN5": {
            "text": "5. To quote Treitler in full: “What Taruskin calls ”modernism,“ what\nDreyfus calls ”objectivism,“ and what Kerman calls ”positivism,“ (he\nspeaks often of the impact of ”modernism“ on musical studies, but\nalways in a narrower sense of a phase of compositional history) are\nfaces that bear a strong family resemblance to one another.  They have\nbeen put from time to time upon a conception of knowing that has had a\ncontinuous life virtually throughout the history of Western culture:\nthe insistence upon the separation of the knower from the known as\na condition of knowledge and the corollary disqualification of the\nsubjective self from participation of knowing—the depersonalization\nof knowledge.”  Leo Treitler, “Review: Joseph Kerman, Contemplating\nMusic ,” Journal of the American Musicological Society 42 (1989): 397–398.",
            "citations": []
        },
        "FN6": {
            "text": "6. See, Walter Frisch’s response to Leonard B. Meyer in “Comment and\nChronicle,” Nineteenth-Century Music 15/3 (1992): 261.",
            "citations": []
        },
        "FN7": {
            "text": "7. According to Gary Tomlinson, “Facts are not those things that we\nsee around us with an ‘innocent eye.’ Instead they are always\ncontingent on interpretation, an act of assimilation into a cultural\nweb . . . whereby they are tangled in interrelations with other strands and\nthus take on meaning.“  Gary Tomlinson, “The Web of Culture: A Context\nfor Musicology,” Nineteenth-Century Music 7/3 (1984): 353.  Nicholas\nCook comes to similar conclusions, “the theory of music is grounded in\nthe experience of the individual, and for this reason objectivity is\nneither a feasible nor a desirable aim.”  Nicholas Cook, Music\nImagination and Culture (Oxford: Oxford University Press, 1990): 243.",
            "citations": []
        },
        "FN8": {
            "text": "8. As Treitler puts it, “The claim for certainty is no more than a\nclaim that one will have provided the most coherent context of thought\nthat is consistent with all of the evidence.”  Leo Treitler, “History,\nCriticism, and Beethoven’s Ninth,” Nineteenth-Century Music 3\n(1980): 208–209.  Similarly, according to Suzanne Cusick, “There can\nbe no perfect reading of any text, be it archival, theoretical, or\nmusical . . . . the ‘new musicology’ . . . requires that we confront the\nintellectual terrors of a world without definitive, authoritative\nreadings, and that we develop an intellectual practice appropriate to\nthat world.” Suzanne G. Cusick, “Communication,” Journal of the\nAmerican Musicological Society 57/3 (1994) : 562–563.",
            "citations": []
        },
        "FN9": {
            "text": "9. For example, according to Tomlinson, “We cannot comprehend art\nworks (or anything else) outside of a cultural context.  It is only a\nquestion of whether we opt for a limited and limiting discourse, a\nsolipsistic conversation with meanings that come to us automatically,\nor choose instead to try to conceive of other meanings, other\nassumptions, other aspirations and fears.” Tomlinson, “The Web of\nCulture,” 362.",
            "citations": []
        },
        "FN10": {
            "text": "10. To quote Cusick again, “All language acts are inevitably as\nslippery and evocative as the ones we recognize as rhetoric and\nmetaphor—if only because all readers will bring to texts the\nillusions or fabrications of their own minds.  Like the literal\nchimera all our readings are doomed . . . (Indeed, no ‘text’ exists at all\nindependently of some reader’s mind.)”  Cusick, “Communication,” 563.",
            "citations": []
        },
        "FN11": {
            "text": "11. Abbate has proposed that “close readings are always\nventriloquistic encodings of the critic’s voice.”  Abbate,\n“Ventriloquism,” Paper delivered at the annual meeting of the American\nMusicological Society and the Society for Music Theory in Austin,\nTexas October 1989.",
            "citations": []
        },
        "FN12": {
            "text": "12. This view is most apparent in writers such as Kevin Korsyn and\nJoseph Straus who draw on Harold Bloom’s anxiety theory of influence.\nSee, Kevin Korsyn, “Towards a New Poetics of Musical Influence,” Music Analysis 10/1–2 (1991) : 3–72 and Joseph Straus, Remaking the\nPast: Musical Modernism and the Influence of the Tonal Tradition (Cambridge: Harvard University Press, 1990).  For extensive review of\nthese studies, see Richard Taruskin, “Review: Korsyn and Straus,” Journal of the American Musicological Society 46 (1993) : 114–138.",
            "citations": []
        },
        "FN13": {
            "text": "13. Taruskin explains their rationale as follows: “Musical meaning\n(or expressive content) is to be construed in terms of revisionary\nstrategies . . . . works may be evaluated in terms of the relative strength\nof their misreadings, thus furnishing the promised critical\ndimension.”  Taruskin, “Review,” 120.",
            "citations": []
        },
        "FN14": {
            "text": "14. To quote Fred Everett Maus, “We should not only recognize the\nprobability of a future characterized by musical and linguistic\nmultiplicity, but we should welcome and cultivate this\nmultiplicity . . . . I would prefer that diversification of discourse about\nmusic be regarded as a free activity of imaginative exploration, and a\npositive pleasure.”  Fred Everett Maus, “Response,” Indiana Theory\nReview 10 (1989) : 92–93.",
            "citations": []
        },
        "FN15": {
            "text": "15. According to Subotnik, contextualist explanations must dispense\nwith “a rather old-fashioned, vulgarized notion of scientific models”\nand “grapple with problems that cannot be solved through the mere\nestablishment of facts or simple methods of cause and effect.”  Rose\nSubotnik, “On Grounding Chopin,” in Music and Society ed. Leppert and\nMcClary, 105–106.",
            "citations": []
        },
        "FN16": {
            "text": "16. For example, according to Cusick, new musicology: “demands of us\nmore rigor, not less, in multilayered readings of evidence and in\nawareness of our own biases; more willingness to engage with\nalternative readings, and to rethink our readings publicly [ . . . ]; more\ncare to discern the plausible argument from the implausible, the\nhistorically or interpretively revealing from the irrelevant.”\nCusick, “Communication,” 563.",
            "citations": []
        },
        "FN17": {
            "text": "17. John M. Ellis, Against Deconstruction (Princeton: Princeton\nUniversity Press, 1989): 117–118.",
            "citations": []
        },
        "FN18": {
            "text": "18. Richard N. Boyd, “The Current Status of Scientific Realism,” in Scientific Realism ed., Jarrett Leplin (Berkeley: University of\nCalifornia Press, 1984): 53.",
            "citations": []
        },
        "FN19": {
            "text": "19. See James Harris, Against Relativism.  A Philosophical Defense\nof Method (La Salle Ill.: Open Court, 1992) : 191–193.",
            "citations": []
        },
        "FN20": {
            "text": "20. David Hume, A Treatise Concerning Human Nature (1739) and An\nInquiry Concerning Human Understanding (1748).  Carl Hempel, Aspects\nof Scientific Explanation and Other Essays (New York: Free Press,\n1965) and Nelson Goodman, Fact, Fiction, and Forecast (London:\nUniversity of London Press, 1955).  For an extensive discussion, see\nGrue. The New Riddle of Induction, ed. Douglas Stalker (Chicago:\nOpen Court, 1994).",
            "citations": []
        },
        "FN21": {
            "text": "21. Richard Feynman, “Seeking New Laws of Nature,” 133.",
            "citations": []
        },
        "FN22": {
            "text": "22. The notion that scientific hypotheses can only falsified but\nnever proved is most strongly articulated in the writings of Karl\nPopper.  Quine supports this general notion in “Empirical Content,” Theories and Things, 28.",
            "citations": []
        },
        "FN23": {
            "text": "23. Philip Kitcher, The Advancement of Science, (Oxford: Oxford\nUniversity Press, 1993): 65.",
            "citations": []
        },
        "FN24": {
            "text": "24. For accounts of subjectivism, see Thomas Nagel, “What Is It Like\nto Be a Bat?” Philosophical Review 83/4 (1974): 435–450; and Frank\nJackson, “Epiphenomenal Qualia,” Philosophical Quarterly 32 (1982) :\n127–136.  For replies, see Owen Flanagan, Consciousness Reconsidered (Cambridge: MIT Press, 1994), Daniel Dennett, Consciousness\nExplained (Boston: Little, Brown, 1991): 398–406 and 441–448; William\nLycan, Consciousness (Cambridge: MIT Press, 1987) : 75–81; Paul\nChurchland, The Engine of Reason, the Seat of the Soul (Cambridge:\nMIT Press, 1995).",
            "citations": []
        },
        "FN25": {
            "text": "25. For example, according to Mary Ann Smart, “Feminist musicology,\nit is now clear, will provide no single or simple way forward.  But in\nits questioning of established assumptions, together with its\ncommitment to certain political truths, it may offer a shelter in the\nmidst of competing musicological philosophies, a place where novelty\nand imagination can be gently placed in both musical and social\nrealities.”  Mary Ann Smart, review of Musicology\nand Difference: Gender and Sexuality in Music Scholarship, edited by Ruth A. Solie, Journal\nof the American Musicological Society 47 (1994): 549.",
            "citations": []
        },
        "FN26": {
            "text": "26. Paul Churchland, Matter and Consciousness rev. ed.,(Cambridge:\nMIT Press, 1988): 76.",
            "citations": []
        },
        "FN27": {
            "text": "27. Owen Flanagan, The Science of the Mind 2nd ed. (Cambridge: MIT\nPress, 1991) : 81. Massimo Piattelli-Palmarini, Inevitable Illusions (New York: Wiley, 1994); Elizabeth Loftus and Katherine Ketcham, The\nMyth of Repressed Memory (New York: St. Martin’s, 1994).",
            "citations": []
        },
        "FN28": {
            "text": "28. This sentence is paraphrased from Roger Scruton, Modern\nPhilosophy (London: Penguin Books, 1994): 56.",
            "citations": []
        },
        "FN29": {
            "text": "29. See Zenon W. Pylyshyn ed., The Robot’s Dilemma.  The Frame\nProblem in Artificial Intelligence (Norwood, N. J.: Ablex Publishing\nCorporation, 1987).  Clark Glymour describes how the frame problem\narticulates familiar philosophical issues in his essay in that\nanthology entitled, “Android Epistemology: Comments on Dennett’s\n‘Cognitive Wheels’,” 65–75.",
            "citations": []
        },
        "FN30": {
            "text": "30. Graham Chapman, John Cleese, Terry Gilliam, Eric Idle, Terry\nJones, and Michael Palin, The Complete Monty Python’s Flying Circus.\nAll the Words vol. 2 (New York: Pantheon, 1989): 87.",
            "citations": []
        },
        "FN31": {
            "text": "31. Quine, “Five Milestones of Empiricism,” in Theories and Things (Cambridge: Harvard University Press, 1981) : 71.  See also “Two\nDogmas,” in From a Logical Point of View , 41.",
            "citations": []
        },
        "FN32": {
            "text": "32. Quine, “It is a confusion to suppose that we can stand aloof and\nrecognize all the alternative ontologies as true in their several\nways, all the envisaged worlds as real.  It is a confusion of truth\nwith evidential support.  Truth is immanent, and there is no higher.\nWe must speak from within a theory, albeit any of various.” “Things\nand Their Place in Theories,” in Theories and Things , 21–22.",
            "citations": []
        },
        "FN33": {
            "text": "33. Quine, “Two Dogmas,” in From a Logical Point of View , 42–43.",
            "citations": []
        },
        "FN34": {
            "text": "34. Quine, “Two Dogmas,” in From a Logical Point of View , 41.",
            "citations": []
        },
        "FN35": {
            "text": "35. Quine, “Identity, Ostension, and Hypostasis,” in From a Logical\nPoint of View , 78–79.",
            "citations": []
        },
        "FN36": {
            "text": "36. Quine, “Five Milestones of Empiricism,” in Theories and Things , 72.",
            "citations": []
        },
        "FN37": {
            "text": "37. Quine, “What Price Bivalence?” in Theories and Things , 31.",
            "citations": []
        },
        "FN38": {
            "text": "38. According to Quine, “Naturalism does not repudiate epistemology,\nbut assimilates it to empirical psychology.” Quine, “Five Milestones\nof Empiricism,” in Theories and Things , 72.  For extensive\ndiscussions of naturalized epistemology, see Quine, “Epistemology\nNaturalized,” and “Natural Kinds,” in Ontological Relativity and\nOther Essays (New York: Columbia University Press, 1969): 69–90 and\n114–138.  These essays and others are published in Naturalizing\nEpistemology ed. Hilary Kornblith (Cambridge: MIT Press, 1985).",
            "citations": []
        },
        "FN39": {
            "text": "39. According to Quine, “Likening me to Bradley, Cresswell saddles me\nwith a realm of reified experience or appearance set over against an\ninscrutable reality.  My naturalistic view is unlike that.  I have\nforces from real external objects impinging on our nerve endings, and\nI have us acquiring sentences about real objects partly through\nconditioning to those excitations and partly through complex relations\nof sentences to sentences.”  Quine, “Responses,” in Theories and\nThings , 181.",
            "citations": []
        },
        "FN40": {
            "text": "40. According to Quine, “The proper role of experience or surface\nirritations is as a basis not for truth but for warranted belief.”  He\nadds, “If empiricism is construed as a theory of truth, then what\nDavidson imputes to it as a third dogma is rightly imputed and rightly\nrenounced.  Empiricism as a theory of truth thereupon goes by the\nboard, and good riddance.  As a theory of evidence, however,\nempiricism remains with us, minus indeed the two old dogmas.”  Quine,\n“On the Very Idea of a Third Dogma,” in Theories and Things , 39.",
            "citations": []
        },
        "FN41": {
            "text": "41. Quine, “Two Dogmas of Empiricism,” in From a Logical Point of View , 42.",
            "citations": []
        },
        "FN42": {
            "text": "42. For example, Quine claims that cultural relativism is inherently\nself-refuting: “Truth, says the cultural relativist, is culture bound.\nBut if it were, then he, within his own culture, ought to see his own\nculture-bound truth as absolute. He cannot proclaim cultural\nrelativism without rising above it, and he cannot rise above it\nwithout giving it up.”  Quine, “On Empirically Equivalent Systems of\nthe World,” Erkenntnis 9 (1975) : 327–328.",
            "citations": []
        },
        "FN43": {
            "text": "43. Quine, “Five Milestones of Empiricism,” in Theories and Things , 71.",
            "citations": []
        },
        "FN44": {
            "text": "44. For discussions of naturalized aesthetics, see Douglas Dempster,\n“Aesthetic Experience and Psychological Definitions of Art,” Journal\nof Aesthetics and Art Criticism 44/2 (1985) :153–165, and\n“Renaturalizing Aesthetics,” Journal of Aesthetics and Art Criticism 51/3 (1993): 351–361.",
            "citations": []
        },
        "FN45": {
            "text": "45. For extensive discussion of these points, see Matthew Brown and\nDouglas Dempster, “The Scientific Image of Music Theory,” Journal of\nMusic Theory 33 (1989) : 65–106 and “Evaluating Music Theories and\nAnalyses,” Journal of Music Theory 35 (1991): 247–279.",
            "citations": []
        },
        "FN46": {
            "text": "46. Kitcher, The Advancement of Science , 9.",
            "citations": []
        },
        "FN47": {
            "text": "47. See, for example, Harold Bloom, The Anxiety of Influence (New\nYork: Oxford University Press, 1973) and A Map of Misreading (New\nYork: Oxford University Press, 1975).",
            "citations": []
        },
        "FN48": {
            "text": "48. According to Bloom, “To live, the poet must misinterpret the\nfather, by the crucial act of misprision, which is the re-writing of\nthe father.” See Bloom, A Map of Misreading , 19.",
            "citations": []
        },
        "FN49": {
            "text": "49. Bloom refers to these ratios as follows—Clinamen, Tessera,\nKenosis, Daemonization, Askesis, and Apophrades.",
            "citations": []
        },
        "FN50": {
            "text": "50. According to Bloom, “Nietzsche and Freud are, so far as I can\ntell, the prime influences upon the theory of influence presented in\nthis book . . . . Freud’s investigations of the mechanisms of defense and\ntheir ambivalent functionings provide the clearest analogues I have\nfound for the revisionary ratios that govern intra-poetic relations.”\nSee Bloom, The Anxiety of Influence , 8.",
            "citations": []
        },
        "FN51": {
            "text": "51. According to Taruskin, “if similarity is evidence of influence,\nbut dissimilarity can be evidence of a stronger influence; if a poet’s\ndirect allusion, not to mention his open assent or avowal, can be\nevidence of his susceptibility, but the absence of an allusion and his\ndenial can be evidence of stronger susceptibility—then just what can\ndisprove the theory?  Nothing can: as a theory it is breezily\n”verificationist,“ and if it pretended to scientific status it would\nbe laughed right out of court.”  Taruskin, “Review,” 119.  The charge\nof solipsism is leveled by Suresh Raval in Metacriticism (Athens,\nGeorgia: The University of Georgia Press, 1981) : 170.",
            "citations": []
        },
        "FN52": {
            "text": "52. See, for example, Karl Popper, Conjectures and Refutations (New\nYork: Basic Books, 1962), “Replies to my critics,” in The Philosophy\nof Karl Popper ed. P. A.  Schlipp (La Salle, Ill.: Open Court Books,\n1974): 961–1197, Adolf Grunbaum’s The Foundations of Psychoanalysis:\nA Philosophical Critique (Berkeley: University of California Press,\n1984) and its sequel Validation in the Clinical Theory of\nPsychoanalysis. A Study in the Philosophy of Psychoanalysis\nPsychological Issues 61 (Madison CT: International Universities Press,\nInc. 1993). For extensive discussion of Grunbaum’s views, see Behaviorial and Brain Science 9 (1986).  For other general surveys\nabout the status of Freudian theory, see Sidney Hook ed., Psychoanalysis, Scientific Method, and Philosophy (New Brunswick,\nN. J.: Transaction Publishers, 1990), and Richard Wollheim and James\nHopkins, Philosophical Essays on Freud (Cambridge: Cambridge\nUniversity Press, 1982).",
            "citations": []
        },
        "FN53": {
            "text": "53. The bibliography in this area is enormous.  For useful overviews,\nsee Michelene Chi, Robert Glaser, and Marshall J. Farred., The Nature\nof Expertise (Hillsdale, N. J.: Lawrence Erlbaum Assoc., 1988) and\nK. Anders Ericsson and Jacqui Smith ed., Toward a General Theory of\nExpertise (Cambridge: Cambridge University Press, 1991).",
            "citations": []
        },
        "FN54": {
            "text": "54. Robert Gjerdingen, “With respect to the harmonic and\nvoice-leading aspects of classical music, an early proponent of a type\nof schema theory was the great Austrian theorist Heinrich Schenker.\nHe maintained that in the work of the masters the organization of\nharmony and voice leading was guided by a high-level schema termed the Ursatz or ‘fundamental structure.’” See Robert Gjerdingen, The\nClassic Turn of Phrase: Music and the Psychology of Convention (Philadelphia: University of Pennsylvania Press, 1988): 23.",
            "citations": []
        },
        "FN55": {
            "text": "55. See Nicholas Cook, “The Perception of Large-Scale Tonal Closure,” Music Perception 5/2 (1987) : 197–206.  Cook asked a group of\nundergraduate music majors to judge the degree of completion and long\nrange coherence of tonally closed and tonally open versions of six\npieces.  He found that, for pieces lasting over a minute in length,\nthe students were divided almost evenly between those who preferred\nthe closed to the open one.  He concluded that music theories which\nemphasize long range tonal connections are much more appropriate as\nmodels of composer, rather than of listener, psychology.",
            "citations": []
        },
        "FN56": {
            "text": "56. Matthew Brown, Douglas Dempster, and Dave Headlam, “The ♯ IV/ ♭ V\nHypothesis: Testing the Limits of Schenker’s Theory of Tonality,”\nforthcoming.",
            "citations": []
        },
        "FN57": {
            "text": "57. Dempster, “Renaturalizing Aesthetics,” 352.",
            "citations": []
        },
        "FN58": {
            "text": "58. Joseph Kerman, Contemplating Music (Cambridge: Harvard\nUniversity Press, 1985), 68–69.  Kerman credits the distinction to\nLewin and Cone.",
            "citations": []
        },
        "FN59": {
            "text": "59. Quine, “Responses,” in Theories and Things , 181.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Some of you may be wondering who the hell Neurath is and what on\nearth his boat has to do with music theory. Let me assure you that\nthere is method to my madness and that the connections will become\nclear as the paper unfolds.  For the record, Neurath was a philosopher\nwho helped found the Vienna Circle in the 1920s.  He wrote papers on\nsociology, politics, and education.  It was in one of these essays\nthat he used the metaphor of a leaking boat to explain how people\nacquired their knowledge of the outside world. (1) In recent years\nNeurath’s boat has become associated with an even more famous\nphilosopher, the celebrated American logician Willard Van Orman\nQuine. (2) My goal is to use Quine’s version of this metaphor to shed\nlight on recent debates between music theory and New Musicology.\nObviously, to understand the relevance of Neurath’s boat it is\nimportant to determine what the current debate is really about.  This,\nhowever, is no simple task because the discussion covers a wide range\nof topics and viewpoints.  At the very least, it raises questions of\nideology and scope—that is, of deciding what the purpose of music\ntheory should be and what aspects of music should be studied.  But it\nalso raises questions about how music theory should be conducted, and\nit is these epistemological or methodological issues that I will focus\non.  To keep things as simple as possible, I have written a short\nfairy tale. (3) It’s a story with a happy ending for theorists, but one\nthat makes big concessions to New Musicology.  Although the characters\nare all fictional, they are composite sketches drawn from a wide range\nof authors.  Some of these sources can be found in the notes.  Well,\nif you are sitting comfortably, then I’ll begin.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Not such a long time ago in a galaxy not far from our own, there\nlived a staid music theorist, or SMT for short.  He was an earnest\nfellow who eked out a meager existence with his two trusty droids,\nArtusiDeetusi and 3ZPo.  SMT cared a lot about music and tried to find\nnice, tidy ways to understand specific pieces.  Every day he took out\nhis scores and pried them apart to find some underlying structures.\nSMT tried to satisfy three constraints of objectivity, truth, and\nautonomy. (4) He checked that he had objectively separated the method\nbeing used from the observations being made, and was confident that\nother analysts would come up with similar results if they used the\nsame methods on the same pieces.  SMT believed his results were true\nbecause they fit the facts and autonomous because they weren’t\ncontaminated by stuff that wasn’t in the notes on the page.\nBy comparing different analyses he searched for an optimum\nreading. Deep down, SMT knew that there were probably other ways to\nlook at music, but this one paid the bills—well, sort of.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Anyway, one day, SMT heard a knock at his door.  When he opened\nit, he saw before him a slick new musicologist, or SNM for short.  Fed\nup with authenticating, dating, and editing scores, SNM wanted to\nanalyze them as well and had come to see what SMT was up to.  When SNM\nsaw those nice, tidy methods, he called SMT nasty names—positivist,\nobjectivist, and modernist! (5) Instead of agonizing over every note in\nevery measure, SNM wanted to look at music in wider terms.  He wanted\nto include all the stuff that wasn’t in the notes on the page.  His\nmotto was \"the more the merrier and the messier, the better.\" (6) He\nchuckled at the idea of an objective analysis.  He knew better; he\nknew that analyses are always theory laden. (7) SNM was also skeptical\nthat analyses could ever be true; he thought that they were at best\nprovisional and depended on the analyst’s theoretical\npreconceptions. (8) And SNM wasn’t impressed that SMT treated scores\nautonomously; for him they can only be understood within some\ncultural, intertextual, or subjective context. (9)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] For a while SMT and SNM dismissed their disagreements as simple\nTurf Wars. But things changed when SNM started to lash out at SMT.\nSNM took the idea that analyses are theory-laden and inferred that the\nmain features of an analysis come not from the piece, but from the\nlistener’s head. (10) SNM claimed that analyses are ventriloquistic\nacts in which analysts manipulate the piece to suit their own\npurposes. (11) He also decided that, since analyses are provisional and\nincomplete, they must necessarily be misreadings. (12) The analyst’s\ntask was to evaluate the relative strength of the misreading. (13) Having given up the quest for definitive analyses, SNM wanted many\nreadings. (14) He didn’t care if they were true or bound by causal\nlaws, just that they were illuminating and entertaining. (15) One by\none, SNM replaced objectivity with subjectivity, truth with\nrelativism, and autonomy with contextualism.  The crowd loved it,\nespecially when he suggested that his new methods demanded not less,\nbut more rigor. (16)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] \"Rigor mortis, more like!\" thought SMT. He didn’t think that\nempirical methods were as bad as all that, and was reluctant to\nabandon objectivity, truth, and autonomy altogether.  SMT was also\nworried by some of SNM’s more extreme positions.  To begin with,\nalthough SMT agreed that analysis are always theory-laden, he didn’t\nthink that there were no pieces without a listener.  He came up with a\nsimple counter-example. (17) Imagine two piano sonatas by Beethoven.\nAlthough SNM is free to create whatever readings he liked, no one\nwould expect him to produce the same analysis for both pieces.  Why?\nBecause the music is different, and not just because SNM produced his\nanalyses on different days or from different contexts.  At some level\nthe physical differences between each piece must constrain SNM’s\nthinking. Similarly, when SNM spoke of the relative strength of a\nmisreading, or an illuminating analogy, as compared to what?  A\nmisreading can only be a misreading if it is measured against some\nstandard and an analogy can only be illuminating if it clarifies\nsomething that was previously obscure.  The moral is that it is one\nthing to claim that all observation is theory-laden and quite another\nto claim that we can never find observations that are neutral with\nrespect to the theory or analysis being tested. (18) Indeed, scientists\nregularly perform such checks and balances; these control experiments\nensure that the results can be repeated by a community of fellow\ninquirers.  Such intersubjective corroboration keeps the individual in\ntouch with reality. (19)",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Next, SMT conceded that his analyses were provisional and\nincomplete, but denied that they were just misreadings.  He noted that\nthe snag with empirical arguments is not so much that they are true or\nfalse, as that they always fall short of certainty.  This much was\ndiscussed by Hume in the eighteenth century and was expanded more recently\nby Hempel and Goodman. (20) SMT recalled a chat he overheard between a\nphysicist and a layman about flying saucers.  The physicist insisted\nthat they do not exist.  But, when the layman asked him to prove it,\nhe could not.  The physicist admitted that he could only say \"what is\nmore likely or what is less likely,\" and not prove once and for all\nwhat is possible and impossible. (21) The story underscored an\nimportant point: it is one thing to ask what makes a given analysis\ntrue, and quite another to ask how we know whether it is\njustified. Empiricism does the latter not the former; its arguments\ngain force insofar as they predict future events and are falsified when\nthey make bad predictions. (22)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Finally, while SMT realized that he could never explain pieces\nautonomously, he was not convinced that cultural, intertextual, or\nsubjective knowledge was any more relevant or reliable than other sorts\nof knowledge.  SNM was right to insist that we always encounter music\nin a cultural context, but SMT knew our understanding of that music is\nshaped by other factors as well. At some point, for example, our basic\nbiological and cognitive capacities must come into play. (23) Furthermore, it wasn’t obvious to SMT that cultural, intertextual, and\nsubjective knowledge is really so different from other types of\nknowledge. (24) After all, SNM invoked facts about culture, politics,\nsociety, gender, and so forth. (25) But how did he know they were facts\nand how did he know which of the many possible facts to use?  Surely\nhe did so using the same empirical methods as SMT.  His facts were no\nless certain and no less theory-laden. And although SNM assumed that\nwe know ourselves better than we know the external world, SMT wasn’t\nso sure. (26) Psychologists had convinced him just how fallible self-\nknowledge and introspection can be. (27) And philosophers such as\nWittgenstein had shown that the first-person perspective is not the\nbest starting point for philosophy, still less as the foundation\nfor any theory of knowledge. (28) Now SMT did not deny that cultural,\nintertextual, or subjective knowledge was relevant to musical\nanalysis; he simply saw no a priori reason to privilege it. This is\nbecause relevancy and reliability are epistemic rather than cultural,\nintertextual, or subjective issues.  This point was perfectly evident\nin recent discussions of the so-called frame problem. (29)",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] SMT was left in a quandary.  How could he accept SNM’s criticisms\nyet hold onto the notions of objectivity, truth, and autonomy? At\nfirst, SMT was unsure about what to do, but he soon felt a strange\nforce inside and became empowered to strike back.  He grabbed the\nphone.  He thought he’d called the psychic hot-line, but realized what\nhis mistake when a voice asked him if he wanted \"a five-minute\nargument, or the full half hour?\" (30) SMT went for the latter.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The argument clinic wasn’t what he expected and it wasn’t located\nin a swamp somewhere in the Dagobah system.  The secretary introduced\nhim to an amiable but austere man named Obi Van Quinobi.  Although SMT\nwasn’t used to explaining theories and things from a logical point of\nview, he described his debate with SNM.  He spoke of objectivity,\ntruth, and autonomy, and even pulled out a graph of Gurrelieder that\nhe happened to have lying around.  After listening carefully Obi Van\nsaid he had bad news and good news.  He said that if SMT really was a\npositivist, then he had better change his tune.  Positivism was dead.\nHis criticisms sounded a lot like SNM’s.  Obi Van refused to draw\na line between theory and observation and suggested that \"theoretical\nsentences grade off to observation sentences.\" (31) Obi Van agreed with\nSNM that what we take to be true depends on our theoretical\noutlook. (32) Nothing he claimed, was immune to revision and, since all\nanalyses are underdetermined by the data, a single piece can yield\nindefinitely many readings. (33) And, like SNM, Obi Van rejected any\nidea of understanding pieces autonomously; he insisted that \"our\nstatements about the external world face a tribunal of sense\nexperience not individually but only as a corporate body.\" (34)",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] So much for the bad news, what about the good news?  Obi Van said\nalthough positivism may be sunk, empiricism could still be salvaged.\nHe recounted a story told to him in the olden days.  According to the\nstory, empiricists resemble sailors at sea on a leaking boat.  Instead\nof rebuilding their boat from the keel up in a dry dock, they fix the\nleaks while adrift on the open water. As each plank is replaced, the\nremaining timbers keep the craft afloat.  But once one leak is patched\nanother appears; bit by bit the boat becomes transformed, being\ncarried along by nothing but the evolving conceptual scheme\nitself. (35) In other words, empirical research is always open ended.\nResearchers do not begin with a blank slate, they do not have fool\nproof methods, and they do not reach definitive solutions.  Instead,\nthey plunge in medias res .  They must tentatively believe all of\ntheir inherited world view, but they must also realize that some\nunidentified portions are wrong. (36) They must improve, clarify, and\nunderstand by trading off evidence with system: too much evidence\ncreates a mere record of observations; too much system creates a myth\nwithout foundation. (37) By focusing on the way in which the empiricist\njustifies his beliefs, epistemology grades off with psychology,\nthereby naturalizing the former. (38)",
                "footnotes": [
                    "FN35",
                    "FN36",
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Obi Van said that Neurath’s boat did not commit him to the\ninferences made by SNM.  Although Obi Van blurred the line between\ntheory and observation, he still believed that there are objective\nphysical facts which root our beliefs in reality. (39) This meant that\nthe boat was a real boat and the leaks were real leaks.  Obi Van also\nsaid that while he rejected empiricism as a theory of truth, he\naccepted it as a theory of evidence. (40) Although empiricism never\ngives us absolute truth, it can give us results that cover existing\nanswers, make accurate predictions of future events, and are\nrepeatable by other researchers.  This was a direct contrast to SNM.\nFinally, Obi Van recognized that our beliefs about the world do not\narise autonomously, but in a complex web that touches reality only at\nthe edges. (41) But he didn’t believe that cultural, intertextual, or\nsubjective data were the only elements of the web. (42) For him the web\nencompassed the complete range of empirical knowledge, or at least big\nchunks of it. (43)",
                "footnotes": [
                    "FN39",
                    "FN40",
                    "FN41",
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Well, I’d like to say that SMT went home, won a MacArthur\nFellowship, and lived happily ever after.  But I can’t.  Alas, it’s\nnot clear how we should interpret Obi Van’s words and objections.\nWhat we need is a reality check.  In the remainder of this paper I\nwant to spell out what a naturalized music theory looks like in\ngeneral and what specific applications it may foster.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Although there are many ways to naturalize music theory, they\nusually involve two things: 1) rejecting any foundationalist set of\nstandards for evaluating theories and analyses; and 2) seeking\nlaw-like connections between so-called aesthetic and non-aesthetic\nproperties. (44) In the first case, naturalized music theory suggests\nthat the issue of evaluating theories and analyses is closely entwined\nwith the matter of empiric demonstration.  It puts a premium on the\nidea that music theories and analyses should be judged according to\ntheir empiric adequacy—that is, whether they fit the physical\nfacts—and their predictive power—that is, whether they predict how\nparticular musical relationships will occur in future instances.  In\nother words, it accepts the possibility of constructing law-like\ngeneralizations about musical phenomena and the emotional states that\ncreate, and that these generalizations can be confirmed by other\npeople. (45) In the second case, by seeking law-like connections\nbetween aesthetic and non-aesthetic properties, naturalized music\ntheory blurs the distinction between music theory, psycho-acoustics,\ncognitive psychology, and neuro-biology.  By focusing on how people\ncome to understand and respond to music, it places the knowing subject\nback into the discussion, yet it does so, not in an solipsistic sense,\nbut in the sense that private views can be confirmed intersubjectively\nby empiric tests. (46)",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] To show the impact that naturalizing might have on music theory,\nlet me offer a single example.  One area in which music theory and New\nMusicology have interacted has been is over the question of influence;\none of the best-known ways to explain it is Harold Bloom’s so-called\nAnxiety Theory of poetic influence. (47) For Bloom, influence often\ninvolves a violent response to the past and the people who shaped it.\nAccording to him, poems are aggressive rewritings of earlier poems; it\nis only by misreading that strong poets exert power over their\nprecursors. (48) How does Bloom support his theory?  In a narrow sense,\nhe does so using six revisionary ratios. (49) These ratios provide a\nlitmus test for spotting when influence may or may not have occurred.\nIn a broader sense, he does so by basing the ratios on various\nFreudian notions, such as those of repression, or the Oedipus\nComplex. (50) These concepts provide the explanatory backbone for his\ntheory.  Now, if we are going to approach the problem of influence\nfrom a naturalized standpoint, then we must consider the empiric\nadequacy and predictive power of the revisionary ratios and the\nFreudian concepts underpinning them.  Alas, neither claim is very\nsecure.  On the one hand, Bloom’s ratios are unfalsifiable and\nultimately solipsistic.  If, as one commentator notes, similarity and\ndissimilarity can both be signs of influence, any piece written before\nanother piece could have served as an influence. (51) How do we know\nwhich dissimilarities have arise from influence and which ones do not?\nOn the other hand, serious doubts have been raised about the\nfalsifiability of Freudian theory.  Popper, Grunbaum, and others have\nsuggested that clinical observation might be irrevocably\ntheory-laden. (52)",
                "footnotes": [
                    "FN47",
                    "FN48",
                    "FN49",
                    "FN50",
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Are there other ways to try to understand influence from a\nnaturalized standpoint?  I think the answer to this question is yes.\nI see great opportunities for explaining influence in terms of the\ntheories of learning, memory, and expertise. (53) Although these are\nboth growing fields, cognitive scientists have suggested that learning\ninvolves processes such as abstraction, generalization, and problem\nsolving, and that experts store their knowledge hierarchically in\nschemas.  A strong case can, I think be made, for regarding\nSchenkerian theory as a model for explaining expert tonal composition.\nThere are good reasons to treat Schenker’s Ursatz and\ntransformations as abstract representations of certain general laws of\ntonal motion.  And, as Robert Gjerdingen has pointed out, Schenkerian\ngraphs show us how expert tonal composers treat their material\naccording to top-down schemas. (54) Since novice composers first master\nthe principles of tonality in local rather than global contexts, it\nseems that the capacity to abstract them globally is a sign of\nexpertise. Nicholas Cook’s experiments on large-scale tonal closure\nseem to confirm this point. (55) To quell fears that Schenkerian\ntheory is unfalsifiable, recent work by Douglas Dempster, Dave Headlam,\nand myself, has suggested that there are testable limits to the\nmodel. (56)",
                "footnotes": [
                    "FN53",
                    "FN54",
                    "FN55",
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] To sum up, as I see it, the current debate between music theory\nand New Musicology raises important epistemological and methodological\nissues.  To the extent that New Musicologists tell a cautionary tale\nabout the limits of music theory, I think their points are well\ntaken and warrant a proper response.  Yes, there are problems in\ndealing with empirical knowledge.  Yes, we must reject the\npositivist’s accounts of objectivity, truth, and autonomy.  Yes, we\nmust tighten up the ways in which we test theories and analyses.  But\nif this is all New Musicologists are up to, then they should tone down\nthe rhetoric; their skepticism is not nearly as novel as they suggest\nand their attacks on empiricism go too far.  However, when New\nMusicologists call for a wholesale rejection of empiricism, I part\ncompany with them.  No, I’m not convinced they have overcome the\nmethodological problems that they and I see in traditional music\ntheory.  No, I’m not convinced that they’ve offered a coherent set of\nepistemic guidelines for engaging in analytical discourse.  No, I do\nnot believe that they’ve provided the only alternative for the future.\nFor my part, I prefer to naturalize music theory. Such a view\nemphasizes the need to find law-like relationships not only among\naesthetic properties, but also between aesthetic and non-aesthetic\nproperties. (57) It blurs the line between music theory and cognitive\npsychology and it erodes the distinction between theory, analysis, and\ncriticism. (58) Will naturalized music theory work?  That, I think, is\nan open empiric question. (59) The best way to find out is to go and\nsee for ourselves.  Some of you may balk at this idea; that’s your\nchoice and the field is surely big enough to admit different points of\nview.  But for those of us who are willing to crew with Neurath, the\nprospects are extremely exciting, though please, could someone pack the\nDramamine?",
                "footnotes": [
                    "FN57",
                    "FN58",
                    "FN59"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.96.2.2.brown.html",
    "data": "mto/data/mto.96.2.2.brown.json"
}