{
    "title": "Review of the 3rd Congress for Music Theory, Vienna, Austria, May 10-12, 1996",
    "date": "1996/11/01",
    "volume": "2",
    "issue": "7",
    "authors": [
        "Gruber, Gerold W."
    ],
    "abstract": "In his last year as teacher at the University of Music and Dramatic Arts in Vienna, Austria, Diether de la Motte organized a congress with the title “Time in Music—Music in Time.”",
    "keywords": [
        "compositional technique",
        "analysis",
        "perception",
        "Schubert",
        "Schumann",
        "tempo",
        "rhythm",
        "meter"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.7/mto.96.2.7.gruber.pdf",
    "author_info": [
        {
            "name": "Gerold W. Gruber",
            "university": "University of Music and Dramatic Arts",
            "address": "Institute for Music Analysis, Lothringerstrasse 18, A-1030 Vienna, Austria",
            "email": "t0061dab@vm.univie.ac.at"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Diether de la Motte, author of “Harmonielehre” (Eng. Madison,\n1991) and other books on melody, counterpoint and music analysis, is\nknown as an unorthodox music theorist and a very creative teacher and\ncomposer (at the Department for Composition at the University of Music\nand Dramatic Arts in Vienna, Austria). In what is, regrettably, his last \nyear (he has been emeritus since September 1996) he again organized a\nmusic theory congress, after two previous congresses, in March 1993\n(“Theory Books that Ought to be Written or One Would\nLike to Write”), and in December 1994 (“Speaking About Music in History\nand the Present”). The eccentric title of the three-day congress in\nMay was “Time in Music: standing still, stopping, flowing, rushing,\nbackwards against the time, lapse of time, point in time, time crack;\nMusic in Time: timeless, ahead of his time, much too late” which is\nonly a very free translation. It should however encourage theorists\nand composers to bring forth individual brain-teasers. \nTheoretical questions predominated, but the theme was also picked up\nby some speakers in a historical context. Clemens Kuehn on Schubert",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Using selected compositions, Clemens Kuehn tried to demonstrate \nthe striking way in which Schubert uses harmony, rhythm and measure\ngroupings. He detected—not unexpectedly for Schubert scholars—unusual,\nunpredictable, and pronounced techniques in landlers, waltzes and\nsonatas (in comparison with Mozart and Beethoven), and also\nexplored the rhythmic and harmonic “pulse” of Schubert’s\ncompositions. Schubert’s extraordinarily musical diction would have\nappeared yet greater, however, had Kuehn compared Schubert’s landlers\nand waltzes with the compositions that appear in the same\ncollections (an inspiration which Kuehn left to musicology). Diether de la Motte on Schumann",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Diether de la Motte’s contribution was thematically associated\nwith the ideas “dream, sleep and death,” and he explored such ciphers\nin songs of Robert Schumann. Motte discovered a meaningfully\n“sounding” final fermata (op. 83/2, “Waiting in Quietness”), an\nawkwardly harmonic “glued joint” in op. 35/5 (“The Tearing of a\nHeart”), a non-transposable song (op. 90/3, whose original Gb\nmajor, in contrast to the E-major version, finds the way “out of\nharmony,” just as the juvenile dream described in the song is\nirretrievably lost). Further examples from the harmonic and other\nsubtleties of Schumann’s compositions have led de la Motte to come to\nthe conclusion that the aforementioned ideas and contents force the\ncomposer to find possibilities to step, in a musical way, “outside of\nspace and time.” Thomas Dézsy on motion and measures",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The young composer Thomas Dézsy explored the correlative\nrelationship of motion, tempus, and tactus using a collection of\ndefinitions derived from Johann Gottfried Walther (1732), Johann \nMattheson (1739), and \nHeinrich Christoph Koch (1782). In a passionately presented\nattempt, he used Heinrich Schenker’s reductive analysis \nto show different tempo layers (“Aktionstempi”) based on\nmusical examples from the music of Bach and Webern, actually\npassing through Schenker’s structural layers with the help of \nstructural levels of tempo (a highly innovative attempt). \nDesigning of time lapses in music is, according to Dézsy, a central \nidea of the classic\ncomposition (a model, we may assume, that also inspires twentieth-century\ncomposers. Helga de la Motte-Haber on Time Layers",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Helga de la Motte began with the theoretical assumption that we\ndo not know whether there is time or not. Time, however, is describable\nas motion and changes of energetic conditions. If one assumes that\ntime is a mental construction, then it is understandable why there are\nsuch different views about time. She named three aspects of the \nstructure of time that have endured to the present: cyclically recurring\ntime (biological rhythm), progressive time with a dramatic goal, and\ntime that goes together with ideas of space (Wagner’s “time becomes\nspace” in Parsifal ). Helga de la Motte gave examples showing \nthat diverging compositional time-shaping is always also a perspective \non space.  She \nexplained this hypothesis with pieces by Debussy (movement in space,\nplanes, and colors); Charles Ives (echo space); Morton Feldman (time\nscreens); Karlheinz Stockhausen (overlapping tempos that become \nspatial melodies), as well as with Stravinsky’s structures, which\nMessiaen called “personnages rhythmiques”; and of course with the\n“Zeitráume” (time spaces) composed by Messiaen. Barbara Barthelmes on Wyschnegradsky",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Ivan Wyschnegradsky, known for microtonality, pursued the idea of\na regeneration of musical time together with his idea of a new \nconception of a musical space. (Barthelmes described a largely unknown\nproject of a Gesamtkunstwerk , which Wyschnegradsky called “Projet de\nla mosaique lumineuse de la coupole du temple,” as an idea of a\nspatial time.)  Wyschnegradsky developed new models (i.e. modes) of\nthe rhythmic movement (additive, increasing, slowing, declining\netc.), and described several layers of musical figures in a spatially\ndefined time continuum. Gerold W. Gruber on different time perception",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Gerold W. Gruber examined different levels of perception and\nvaried models of presentation when speaking about “composed time—\ninterpreted time—analyzed time.”  Composed time is, on one \ntemporal level, the struggle of the composer for formal and dramaturgic\nsolutions and, on a second level, the realization of material,\nidea and musical figures.  (Analysis generally deals with the\nsecond level.) The achievement of the composer in the time and space\ncontinua lies in the combining of both levels, which is unique\nwithin the arts. In interpretation, minute nuances in the balance\nbetween detail and general view open new time structures in the\ncomposition. Composition and analysis are incompatible insofar as\nin analysis new courses of time are constituted.  In rare instances, \nhowever, composition and analysis approach each other, as in Hans \nKeller’s attempts at analytical expansions of composed time (e.g. in \nhis Functional Analysis scores). Heinz von Loesch",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] After Helga de la Motte and Gerold W. Gruber, Heinz von Loesch\nraised once more the problematic question of time structures and their\nconcepts.  Loesch criticized Carl Dahlhaus and Helga de la Motte, who\nhave spoken in publications of the idea of a “linearly directed time,”\nand of “works directed to the finale” (above all in Beethoven’s\nworks), where time is experienced through music as a process.  Loesch\nsaw here a purely symbolically oriented concept of time, which he\ncontrasted with a concept in the physiology of perception. In the\nfirst case the concept of time seems convincing but not noteworthy,\nin the second case it is significant, but untenable. Similarly,\nLoesch considers Aristotle’s concept of time to be problematic.  Many\nparticipants articulated the view that a solution of the conflict was\nscarcely offered.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In a lecture entitled “Time in motion—Motion in \nTime,” Werner Schulze united ideas from te Greek classical \nantiquity (Plato, Aristotle), from the Middle Ages (Kepler), and from \nmodern times (Schopenhauer, Messiaen). He described the similarities and \ndifferences between space and time, between architecture and music \n(as artistic forms of expression of space and time).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Marie-Agnes Dittrich examined from a temporal distance an\nimpressive cultural event:  the performance of Mozart’s Der\nSchauspieldirektor , and Salieri’s opera buffa Prima la musica e poi\nle parole , and showed the perfidious irretrievability of works of art\nas related to time and their surrounding world—their irony being \nunderstandable only with difficulty.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Annegret Huber dedicated her lecture to the questionable\ndesignation of “Biedermeierzeit,” and asked to what extent the works of\nthat time can be conceived of as homogenous.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Wolfgang Auhagen began his investigations on tempo-feeling while\nlistening to music, after he had encountered the publications of Willem\nRetze Talsma.  Talsma stated that present interpreters play classic\nallegro movements twice as fast as intended by the composer because\none has to count two “ticks” of the metronome instead of\none.  Tsalma’s view not only directly contradicts exact research\nof the sources but, moreover, Auhagen stated that the interpreter has\nthe capacity to judge the correct tempo by examining the structure\nand expression of a piece of music.  Many composers trust the\ninterpreter to find the right tempo automatically.  An\nempirical investigation of this interesting thesis followed.  According \nto Auhagen, musical movement is more comparable with gestures than\nwith sequences of discrete events.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] A further empirical investigation with music students was carried\nout by Guenther Roetter. Roetter’s thesis contrasts two types of tempo\nperception, the type experienced while performing music on the one\nhand, and, on the other, the type experienced while reading\nmusic.  With electrodes, he also looked at the motor aspect while\nsubjects were reading music. Subjects with distinctive motor activity\nwhile reading an unknown piece of music had an especially high level\nof precision when playing music. Roetter’s hypothesis is that, when\nlearning music, body motion has a beneficial influence on the\nresult. This body motion is transferred through increasing experience\nfrom exterior to interior, and transforms into a cognitively\nstructured process. [NOTE: The congress report will be published next year by Peter Lang.]",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.96.2.7.gruber.html",
    "data": "mto/data/mto.96.2.7.gruber.json"
}