{
    "title": "Review of Joel Lester, <i>Brahms’s Violin Sonatas: Style, Structure, Performance</i> (New York: Oxford University Press, 2020)",
    "date": "2022/06/01",
    "volume": "28",
    "issue": "2",
    "authors": [
        "Keep, David"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2022",
    "pdf": "https://mtosmt.org/issues/mto.22.28.2/mto.22.28.2.keep.pdf",
    "author_info": [
        {
            "name": "David Keep",
            "university": "Hope College",
            "address": "Jack H. Miller Center for Musical Arts, 221 Columbia Avenue, Holland, MI 49423",
            "email": "keep@hope.edu"
        }
    ],
    "citations": {
        "bailey_1985": "Bailey, Robert. 1985. “An Analytical Study of the Sketches and Drafts.” In Richard Wagner, Prelude and Transfiguration from “Tristan and Isolde,” edited by Robert Bailey, 113–46. W. W. Norton & Company.",
        "behan_2021": "Behan, Adam. 2021. “Large-Scale Structure, Performance, and Brahms’s Op. 119, No. 2.” Music Analysis 40 (1): 104–30.",
        "benjamin_1984": "Benjamin, William E. 1984. “Harmony in Radical European Music (1905–20).” Paper presented at the annual meeting of the Society for Music Theory.",
        "berry_2014": "Berry, Paul. 2014. Brahms Among Friends: Listening, Performance, and the Rhetoric of Allusion . Oxford University Press.",
        "brahms_1977": "Brahms, Johannes. 1977. Brahms & Billroth: Letters from a Musical Friendship . Translated by Hans Barkan. Greenwood.",
        "brown_1999": "Brown, Clive. 1999. Classical and Romantic Performing Practice 1750–1900 . Oxford University Press.",
        "brown_da_costa_and_wadsworth_2015": "Brown, Clive, Neal Peres da Costa, and Kate Bennett Wadsworth. 2015. Performing Practices in Johannes Brahms’s Chamber Music . Bärenreiter.",
        "cavanagh_cavanagh": "Cavanagh, Lynn Marie. 1996. “Tonal Multiplicity in Schoenberg’s First String Quartet, Op. 7.” PhD dissertation, University of British Columbia.",
        "cook_2013": "Cook, Nicholas. 2013. Beyond the Score: Music as Performance . Oxford University Press.",
        "da_costa_2012": "Da Costa, Neal Peres. 2012. Off the Record: Performing Practices in Romantic Piano Playing . Oxford University Press.",
        "ito_2020": "Ito, John Paul. 2020. Focal Impulse Theory: Musical Expression, Meter, and the Body . Indiana University Press.",
        "leong_2019": "Leong, Daphne. 2019. Performing Knowledge: Twentieth-Century Music in Analysis and Performance . Oxford University Press.",
        "lester_1995": "Lester, Joel. 1995. “Performance and Analysis: Interaction and Interpretation.” In The Practice of Performance: Studies in Musical Interpretation , ed. John Rink, 197–216. Cambridge University Press.",
        "lester_2003": "Lester, Joel. 2003. Bach’s Works for Solo Violin: Style, Structure, Performance . Oxford University Press.",
        "llorens_2021": "Llorens, Ana. 2021. “Brahmsian Articulation: Ambiguous and Unfixed Structures in Op. 38.” Music Theory Online , Vol. 27, no. 4.",
        "musgrave_and_sherman_2003": "Musgrave, Michael and Bernard D. Sherman. 2003. Performing Brahms: Early Evidence of Performing Style . Cambridge University Press.",
        "philip_2004": "Philip, Robert. 2004. Early Recordings and Musical Style: Changing Tastes in Instrumental Performance 1900–1950 . Cambridge University Press.",
        "rothstein_1995": "Rothstein, William. 1995. “Analysis and the Act of Performance.” In The Practice of Performance: Studies in Musical Interpretation , ed. John Rink, 217–40. Cambridge University Press.",
        "samarotto_1999": "Samarotto, Frank. 1999. “Strange Dimensions: Regularity and Irregularity in Deep Levels of Rhythmic Reduction.” In Schenker Studies 2 , ed. Carl Schachter and Hedi Siegel, 222–38. Cambridge University Press.",
        "schmalfeldt_1985": "Schmalfeldt, Janet. 1985. “On the Relation of Analysis to Performance: Beethoven’s Bagatelles Op. 126, Nos. 2 and 5.” Journal of Music Theory 2: 1–31.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "scott_2014": "Scott, Anna. 2014. “Romanticizing Brahms: Early Recordings and the Reconstruction of Brahmsian Identity.” PhD diss., Leiden University.",
        "smith_1997": "Smith, Peter H. 1997. “Brahms and Motivic 6/3 Chords.” Music Analysis 16 (2): 175–217.",
        "swinkin_2016": "Swinkin, Jeffrey. 2016. Performative Analysis: Reimagining Music Theory for Performance . University of Rochester Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Recent studies in Brahmsian performance practice, such as Scott 2014 and Brown, da Costa, and Wadsworth 2015, have focused on early-twentieth-century recordings and what they potentially reveal about late-nineteenth-century conventions. Brown 1999 and Musgrave and Sherman 2003 round out this view with other period evidence, primarily written sources (such as treatises, letters, and memoirs). The emphasis on recorded sound rather than on the score has influenced recent analytical studies such as Behan 2021 and Llorens 2021 . Lester’s focus is not on recordings, though he does briefly mention a few instances where recorded performances demonstrate an interpretive choice.",
            "citations": [
                "brown_1999",
                "musgrave_and_sherman_2003",
                "behan_2021",
                "llorens_2021"
            ]
        },
        "FN2": {
            "text": "2. There are frequent connections drawn by Lester between the multiple movements of each sonata, and these insightful observations are less effectively served by this organization.",
            "citations": []
        },
        "FN3": {
            "text": "3. Cook 2013 is an example. Lester acknowledges Philip 2004 as a significant influence on the study of recordings as primary sources, and invites readers to consult it further (xvii).",
            "citations": [
                "cook_2013",
                "philip_2004"
            ]
        },
        "FN4": {
            "text": "4. Lester considers the sonata’s song allusions as a response to the grief over the loss of Felix Schumann, which is discussed at length by Berry 2014 .",
            "citations": [
                "berry_2014"
            ]
        },
        "FN5": {
            "text": "5. The concept resonates with views on apparent sonorities found throughout Schenkerian and Riemannian literature, while also joining a number of usages in music theory that invoke the idea of musical “shadows.” For example, see Benjamin 1984 , Bailey 1985 , Cavanagh , Samarotto 1999 . The idea of motivic sonorities in Brahms’s works in particular is discussed by Smith 1997 .",
            "citations": [
                "benjamin_1984",
                "bailey_1985",
                "cavanagh_cavanagh",
                "samarotto_1999",
                "smith_1997"
            ]
        },
        "FN6": {
            "text": "6. The opening ritornello of Brahms’s Gesang der Parzen , Op. 89 also features an F ♯ -minor triad within a local D minor key, a triad with important consequences realized in the conclusion’s devastating sequential close. See his friend Billroth’s objections to the piece’s early usage of the triad and the composer’s defense of the choice ( Brahms 1977 ).",
            "citations": [
                "brahms_1977"
            ]
        },
        "FN7": {
            "text": "7. Ito’s study devotes an entire chapter to the interpretation of Brahms’s scores, particularly of the versions for viola of the Clarinet Sonatas, Op. 120. Ito’s considerations of hypermeter frequently center on how to perform metric dissonance without abandoning the notated meter altogether.",
            "citations": []
        },
        "FN8": {
            "text": "8. These rather reductive categories come from Cook 2013 , who states that the fundamental difference comes from whether or not analytical strategies are “directed at real-time action” (45). Cook cites examples such as Schmalfeldt 1985 , Rothstein 1995 , and Schmalfeldt 2011 as representatives of out-of-time “theorist’s” analysis. Swinkin 2016 and Leong 2019 are significant book-length studies that address how analysis intersects with performance in more depth than such categories might allow.",
            "citations": [
                "cook_2013",
                "schmalfeldt_1985",
                "rothstein_1995",
                "schmalfeldt_2011",
                "swinkin_2016",
                "leong_2019"
            ]
        },
        "FN9": {
            "text": "9. Of course, this does not rule out the possibility that one could learn Brahms’s works by ear instead. A number of researchers at a conference entitled “Performing Brahms in the Twenty-first Century,” University of Leeds, 2015 advocated for listening to and imitating historical recordings through performance, often deliberately working against the focus on the score, which was cited as an anachronistic view imposed on the repertoire and an obstacle to authenticity.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Joel Lester’s monograph Brahms’s Violin Sonatas: Style, Structure, Performance dives deeply into the process of interpreting Brahms’s scores, with the ultimate goal of preparing violinists and pianists to give compelling performances for today’s audiences. Following an earlier monograph on Bach’s works for violin that dealt with performative issues ( 2003 ), Lester’s new book is a significant contribution to scholarship on Brahms and performance. (1) The author’s expertise as a performer and theorist is apparent at every turn. Music theorists, especially those interested in connections between analysis and performance, will appreciate Lester’s sharp, practical insights. For Lester, it is “futile to insist that any particular way of playing a piece, listening to a piece, or characterizing a piece is definitive” (ix), but “how the composer writes a score can steer performers (and others who read the score) toward a particular interpretation” (xi). He ultimately concludes that “performers must decide” (xvii) how to communicate a score’s “endless variety of musical meanings—whatever we might think those meanings signify” (x). Though the book has many admirable qualities, this review will focus on how it fruitfully engages with the connections between analysis and performance.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "lester_2003"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The book is organized in two parts, “Brahms’s Notes” and “Brahms’s Musical Narratives.” The first part contains two chapters that introduce the reader both to Brahms’s style in the violin sonatas, which blends Classical and Romantic stylistic traits, and also to the diverse expressive strategies found in Brahms’s themes. In the second chapter, Lester introduces analytical methods that will be employed in greater depth in the remainder of the book. The second part addresses each of the three sonatas in detail and concludes with an interpretation of Brahms’s early Sonatensatz . All of the first movements are discussed in Chapter 3, the middle movements in Chapter 4, and the finales in Chapter 5; this organization facilitates inter-opus comparison of movement types. (2) A potentially undesirable consequence of this design is that the concluding chapter on the Sonatensatz feels like an add-on rather than a substantive inclusion that it is. The volume, especially in its lengthier second section, is best understood as a handbook or manual for interpreters that can be flexibly navigated while preparing a performance.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Lester employs conventional analytical techniques as the music requires. In addition to straightforwardly discussing harmony and formal organization, Lester frequently unearths motivic connections at the phrase level and across multi-movement cycles. Finer aspects of counterpoint, phrasing, rhythm, meter, timbre, and register are discussed throughout. When Lester brings analytical issues to the fore, his prose is consistently clear and to the point, and his musical examples aid the discussions considerably. The analytical vignettes are connected within overarching narratives across each sonata’s cyclic whole. For example, various details of the A Major Sonata are contextualized within the evolving relationship between the violin and piano, in which the violin, over the course of the three movements, can be metaphorically understood to build confidence in its capacity as the duo’s leader rather than as a follower. Frequently, the purpose of the analysis is not to recommend one particular performative interpretation over another, but to broaden performers’ awareness of interpretive possibilities. Lester makes the point repeatedly throughout the volume: performers must make the choices they think will best communicate Brahms’s musical ideas to their audiences, and the book’s analyses and overarching narratives for each sonata are framed as paths into the complex issues raised in these compositions. Leading performers to a greater understanding of, and sensitivity toward, Brahms’s scores puts performers in a position to make the decisions themselves, and Lester leaves plenty of room for the reader to contemplate what the best option(s) may be.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Three aspects of Lester’s conception of analysis and performance are considered below: Brahms’s idiosyncratic use of notation and the ways it directs the choices of performers, the roles of “shadow triads” in performance, and the execution of metrical dissonance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The idea of focusing primarily on the score has come under intense scrutiny from researchers in the growing field of performance studies. (3) Lester does not significantly engage this critical perspective, but rather focuses on the process of reading the score as a performer and on the question of how this reading process may affect the performances that result. Though this approach is restricted in its purview it has merits nonetheless. Lester succeeds brilliantly in attending to the ways in which Brahms’s idiosyncratic notation conveys gestures, touch, character, and abstract “musical essences” (x) to performers. Lester asserts that scores, far from being sources of authoritative musical fact, are instead comprised of highly individual and at times contradictory elements that beckon performers to imagine sound in unique ways. Brahms is shown to play with performers’ instincts by visually depicting atypical musical ideas in graphic notation, guiding performers toward executing special performative qualities that conventional markings do not adequately capture. Example 1 . Brahms, Violin Sonata in G major, Op. 78, III. Allegro molto moderato, mm. 126–29 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] For example, in a discussion of the G Major Sonata, Lester asserts that “graphic nuances are endlessly variable” in music notation, and are “inherently different from verbal notation” (185). Sometimes Brahms’s notation is anomalous, such as the doubly-slurred grace note in m. 127 of the G Major Sonata’s Finale ( Example 1 ), which Lester describes as pulling the violinist in two directions,  “between attempting to end the previous phrase and beginning the new one” (250). This local liminality is related to the overarching concern with memory found throughout the sonata, thus linking an unusual notational detail to the work’s cyclical narrative sweep: “the memory of the Adagio is literally preventing the rondo refrain (with its poetic allusions to fond childhood memories) from proceeding as it did earlier in the movement.” (4) In comparing an earlier version of the Sonata’s slow movement with its final, published form, Lester remarks that small-scale nuances, particularly hairpin crescendo/decrescendo markings, are removed in the later version. The alleged reasoning for such a decision is that the local markings might inspire accentuations that sacrifice the longer phrase. Lester suggests that “Brahms knew that violinists and pianists will play dynamic nuances whether they are notated or not” (184), implying that notation’s role is as an aid in communication to performers rather than as a complete text that is self-sufficient apart from the performers’ involvement. In a different context, an excess of notational details pertaining to articulation and rhythmic duration contribute to the intensely agitated character of the D minor sonata’s finale. Lester writes that with these traits “even the notation itself is somehow uneasy because of details that surely no listener has ever heard (or will ever hear) but that the performers see” (311). These are only a few of many instances in which Lester treats notation with great nuance, allowing us to sense the role Brahms’s scores play in the creation of the “musical essences” the author describes. We also begin to sense how playing “from the score” might mean something entirely different from composer to composer, simply based on how notation is employed to communicate to performers. The interpretation of scores is just one aspect of bringing a composition by Brahms to life, and a significant one for preparing a performance. Through close readings, Lester sensitizes the reader to the complexities of the score that get overlooked when the musical text is viewed simply as “the work itself.” Example 2 . Brahms, Violin Sonata in D minor, Op. 108, IV. Presto agitato, mm. 301–4 (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The topic of “shadow triads” productively pushes against the boundaries between analysis and performance. Lester defines “shadow triads” as “aural illusions of triads even though they do not have the substance of functional triads.” These are used by Brahms “to refer to pertinent harmonic relations that are not part of the local harmonic structure but nevertheless sound within the local harmonic structure” (160). (5) In a passage from the finale of the D Minor Sonata ( Example 2 ), an apparent F ♯ minor triad (m. 302) is produced within a local D minor tonality via simultaneous suspensions of A and C ♯ from the preceding dominant (m. 301) and a bass arpeggiation that delays the arrival of D in m. 303, the root of that bar’s V 7 /iv harmony. (6) The “pertinent harmonic relations” from across the sonata include the striking tonicization of F ♯ minor in the first movement’s development, as well as the entirety of the third movement, which is rooted in F ♯ minor (307). In another discussion of “shadow triads” earlier in the book, Lester highlights that one must “suspend time” and listen to the triad in isolation to grasp the sonorities’ local and global resonances (160). When addressing real-time performance choices that will be affected by the knowledge of “shadow triads” in the D minor Sonata’s first movement, Lester states that “it is up to the pianist to decide whether to bring out the shadow A-major triad in measure 49, and if so, how to do it. Pedaling, voicing, and pacing are obvious elements to explore” (161). This suggestion is rather open-ended. The performer is left with several possibilities: relegating the “shadow triads” to a purely analytical category of atemporal observation, articulating the relationship through performance, or perhaps a third, less-defined option that falls somewhere in between the first two. What is it like to perform this passage with an awareness of the triad’s overarching shadow?",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] If performers routinely focus attention on the phrase level when playing works by nineteenth-century composers such as Brahms, experiencing the full referentiality of the “shadow triad” will be a challenge. To appreciate the significance of the F ♯ -minor triad in Example 2, the performer must attend not just to one temporal level but to at least three: on a single instant with a harmony plucked out of a larger phrase, the longer phrase itself, and the other places within the larger cycle from which the triad’s tonal and allusive significance is derived. Perhaps it is not Lester’s goal to tell us how to play this passage but rather to draw our attention to the F ♯ -minor triad, leaving it to us to experiment with different ways to play it and the surrounding passage. This process may even lead to spontaneous realizations that have no relation to the “shadow triad” at all; awareness of the trait might felicitously spur overall creativity. Example 3a . Brahms, Violin Sonata in D minor, Op. 108, IV. Presto agitato, mm. 103–5 (click to enlarge) Example 3b . Lester’s (307) re-barring of mm. 104–7 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Lester’s discussions of metrical dissonance occasionally miss opportunities for drawing analysis and performance into more detailed and explicit dialogue. For example, when addressing metrically dissonant passages, Lester’s focuses on how the touch needed to respond to articulation markings may shape how listeners perceive a projected meter as conflicting with the notated meter. For instance, Lester argues that if, in a passage such as Example 3 , performers closely follow Brahms’s staccatos and slurs, they might project a rebarred 4 3 meter rather than the notated 8 6 . The author explains that “when we learn to play a rhythmically complex passage like this, we learn to play while hearing the notated meter in our heads (and in our body language),” and concludes that this might be lost on listeners, as “audiences, listening without scores in hand, might well hear the music otherwise—or might even regard this passage as not being in any meter at all” (318). The connective element missing here is how performers realize such a passage kinesthetically. Lester is clear in setting limitations in this study, and kinesthetic properties of rhythm are not his focus. However, this discussion bypasses the processes by which an interpreter reads the score and responds through physically emphasizing pulses, accents, or larger motions with their body. At least in dealing with metric dissonance, Lester’s approach would benefit from kinesthetic assessment. John Paul Ito’s ( 2020 ) focal impulse theory could provide a missing link, as it carefully traces how muscular contractions figure in the performance of grouping patterns, especially in the repertoire of Western art music. For this reason, Lester’s volume would be usefully read alongside Ito’s work, which also happens to address in detail how to apply focal impulse theory to interpretations of Brahms’s Clarinet Sonatas. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "ito_2020"
                ]
            }
        },
        {
            "10": {
                "text": "[10] What does Lester’s contribution bring to the current considerations of performance issues in Brahms’s music, and to the larger relevance of music theory to performance in the broader community of music scholarship? Though in an earlier study Lester advocated for allowing performers to shape music-analytical discussions through recordings as strongly as written scholarly discourse ( Lester 1995 ), he does not take this path in his recent book. Scholars were readily responsive to his earlier viewpoint, as studies of recordings have proliferated (see da Costa 2012 and Cook 2013 , for example). But what does Lester’s stance in this newest book say about the ontology of “the work,” especially as understood by those who perform Brahms’s violin sonatas and seek to understand this repertoire through analysis? By focusing on the score, has Lester abandoned “performance analysis” for the theorist’s “page-to-stage” approach? (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "lester_1995",
                    "da_costa_2012",
                    "cook_2013"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Though this is certainly not a given for music of other styles, for engagement with Brahms’s works, the score is unavoidable, at least within the continuing tradition of playing Brahms’s works as score-based compositions. (9) Rather than attempting to resist the score, Lester embraces the ways that it has potential to interact with performance. Future research remains to be done in relating studies like Lester’s to the broader field of performance studies, especially in classical repertoire that involves itself in the practice of close reading. The depth of Lester’s consideration of how we interact with scores will benefit from discussions that might bring together the various sub-disciplines that focus on the many aspects of performance.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] One finds in this book a nuanced perspective that prioritizes engagement with the score above all, but not in deference to the score as representative of a fixed, abstract work. The reader is set on a path toward considering how fine details of graphic notation can influence performative choices without directly prescribing them. Lester’s insights as a violinist and music theorist give readers a rich perspective on Brahms’s violin sonatas and their notational subtleties.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.22.28.2.keep.html",
    "data": "mto/data/mto.22.28.2.keep.json"
}