{
    "title": "Review of Ronald Woodley (director), <i>Johannes Tinctoris: Complete Theoretical Works</i> (<a href='http://earlymusictheory.org/Tinctoris/'>http://earlymusictheory.org/Tinctoris/</a>)",
    "date": "2015/09/01",
    "volume": "21",
    "issue": "3",
    "authors": [
        "Chenette, Timothy K."
    ],
    "abstract": "",
    "keywords": [
        "Johannes Tinctoris",
        "history of music theory",
        "translation",
        "rhythm",
        "meter",
        "online",
        "digital musicology"
    ],
    "doi": "",
    "received": "June 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.3/mto.15.21.3.chenette.pdf",
    "author_info": [
        {
            "name": "Timothy K. Chenette",
            "university": "319 N 200 E",
            "address": "Logan, UT 84321",
            "email": "chenettet@gmail.com"
        }
    ],
    "citations": {
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music. MIT Press.",
        "london_2012": "London, Justin. 2012. Hearing in Time , 2nd ed. Oxford University Press.",
        "mengozzi_2014": "Mengozzi, Stefano. 2014. Review of Johannes Tinctoris: Complete Theoretical Works. Journal of the American Musicological Society 67 (3): 841–48.",
        "rothstein_1990": "Rothstein, William. 1990. Phrase Rhythm in Tonal Music. Schirmer.",
        "tinctoris_1475_1961": "Tinctoris, Johannes. [1475] 1961. The Art of Counterpoint , trans. and ed. Albert Seay. American Institute of Musicology.",
        "tinctoris_1475_1963": "Tinctoris, Johannes. [1864–76 first printing; before 1475 original manuscript] 1963. “Diffinitorium musicae.” In Scriptorum de musica medii aevi nova series a Gerbertina altera , 4 vols., ed. Edmond de Coussemaker. Durand; reprint ed., Olms. Vol. 4: 177–91. http://www.chmtl.indiana.edu/tml/15th/TINDIF_TEXT.html .",
        "tinctoris_1475_1975": "Tinctoris, Johannes. [1475] 1975. Liber de arte contrapuncti. In Johannes Tinctoris, opera theoretica , vol. 2, ed. Albert Seay. American Institute of Musicology.",
        "vivarelli_2005": "Vivarelli, Carla, ed., Anthonello, and Philipoctus.  2005. Le composizioni Francesi di Filippotto e Antonello da Caserta tràdite Nel Codice Estense α.M.5.24. Edizioni ETS.",
        "woodley_woodley": "Woodley, Ronald, ed. The Theoretical Works of Johannes Tinctoris: A New Online Edition . http://www.stoa.org/tinctoris/ ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The project team for the Complete Theoretical Works includes Ronald Woodley, Jeffrey J. Dean, and David Lewis. This edition draws on and overlaps with an earlier online edition by Ronald Woodley, The Theoretical Works of Johannes Tinctoris: A New Online Edition , which at the time of writing this review was still available at http://www.stoa.org/tinctoris/ . Some texts not available in the newer edition, such as the Expositio manus , are available here—presumably, these have not been migrated over yet because of differences in format and style. There are also several pieces of commentary and articles hosted on the older site that have not (yet) been incorporated into the newer. The Complete Theoretical Works is currently funded by Birmingham City University through at least October 2015.",
            "citations": []
        },
        "FN2": {
            "text": "2. The digital format can also be a liability, but my comments regarding this are relegated to a note in the hope that such issues will be resolved satisfactorily in time. The most significant bug affecting my computer/browser (seemingly related to the screen’s number of available pixels) does not allow the addition of panes to compare sources/editions/translations side-by-side unless one goes to the Edited Latin text, clicks on the cogwheel in the upper right-hand corner, and selects any unselected option. Only then will the plus-sign button become actively available.",
            "citations": []
        },
        "FN3": {
            "text": "3. The online edition was announced publicly on the Early Music Theory Blog and the AMS-Announce email distribution list on December 2, 2013. Currently, only four complete treatises and the first book of De arte contrapuncti , out of a projected twelve treatises, are available. The list of Tinctoris’s works is not yet active, and there is a very limited selection of commentary.",
            "citations": []
        },
        "FN4": {
            "text": "4. The Complete Theoretical Works team was kind enough to alert me that they are developing embedded commentary within the translations. This commentary is planned to include modern transcriptions as well as detailed explanations of the examples. In the format I was shown, this commentary will be extremely helpful to anyone learning to read the notation of Tinctoris’s time.",
            "citations": []
        },
        "FN5": {
            "text": "5. Facsimiles are presented in a relatively small scrolling window, to comply with agreements with the source libraries. Users are requested not to copy or download the images for purposes other than those negotiated by the project team.",
            "citations": []
        },
        "FN6": {
            "text": "6. As Mengozzi notes ( 2014 , 847), it is unfortunate that panes within a window are restricted to editions of the same text: it would be helpful to be able to more easily compare different texts where they discuss similar concepts.",
            "citations": [
                "mengozzi_2014"
            ]
        },
        "FN7": {
            "text": "7. Tinctoris defines the noun form of this term, reductio , in his Diffinitorium musicae , which is not yet included in the Complete Theoretical Works . In the Coussemaker edition, the definition reads “Reductio est unius aut plurium notarum cum majoribus quas imperficiunt aut cum sociis annumeratio,” or “Regrouping [to use the Complete Theoretical Works translation] is the numbering together of one or many notes with larger ones which they imperfect or with their associated notes [ sociis , another technical term]” ( 1963 , 187). My thanks to Dr. Thomas Mathiesen for his consultation on my translations in this article.",
            "citations": [
                "tinctoris_1475_1963"
            ]
        },
        "FN8": {
            "text": "8. The older translation of Liber imperfectionum notarum musicalium (note the slightly different title) in The Theoretical Works of Johannes Tinctoris: A New Online Edition uses “from in front” and “from behind” (see, e.g., lines 124 and 125 of the translation).",
            "citations": []
        },
        "FN9": {
            "text": "9. Other issues are explored in Ronald Woodley’s article “Syncopated Imperfection and Alteration in Tinctoris’s Theoretical Writings,” linked under “Commentary.” This article points out, “We sometimes need reminding, it seems, that the mensural notations of the late Middle Ages and their more recent descendants, for all their limitations and problematics, represent one of the great intellectual achievements of Western Europe.”",
            "citations": []
        },
        "FN10": {
            "text": "10. The Coussemaker edition of Tinctoris’s Diffinitorium musicae defines sincopa thus: “Sincopa est alicujus notae interposita majore per partes divisio,” or “Sincopa is the division of some note into parts by an interposed greater note” ( 1963 , 188).",
            "citations": [
                "tinctoris_1475_1963"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The digital format of Johannes Tinctoris: Complete Theoretical Works raises the possibility of pleasing everyone. (1) It is possible to show an extensive critical apparatus and compare sources, to cross-link between texts, to show digital images of source manuscripts, to add commentaries to aid in interpretation, and to add and alter resources as future scholarship develops. Conversely it is possible to ignore all these powerful resources and simply view a clean translation, to facilitate speedier and more comfortable reading. (2) The accessible electronic format, and the realization of some of these possibilities, are but the most notable of this edition’s many virtues, and I second Stefano Mengozzi’s statement that the site is a “well-conceived and pathbreaking initiative . . . with much to offer to present and future students of early music theory” ( 2014 , 848), despite being in a rather early stage of progress. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "mengozzi_2014"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Those interested in a brief historical contextualization of the treatises and a critique of the site according to the standards of modern digital musicology are advised to read Mengozzi’s excellent review in the Journal of the American Musicological Society ( 2014 ); given the differences in readership between JAMS and Music Theory Online , my focus will be elsewhere. I will begin with a brief explanation of the need for the new editions and a description of the site’s interface. For those interested in the history of music theory but not familiar with the process of translation, I will highlight some of the choices the translators have made in translating technical terms for this project. Given the large number of treatises Tinctoris wrote devoted to rhythm reading, I will then suggest some ramifications for modern theories of rhythm and meter. I will close by returning to the innovative format of the edition, using it as inspiration to imagine the more radical possibilities opened up by academia’s increasing embrace of technology. Context and Interface",
                "footnotes": [],
                "citations": [
                    "mengozzi_2014"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Given the influence of Johannes Tinctoris (born c. 1430–35, died 1511), his statements about music of his time, and the breadth and clarity of his body of theoretical work, it is fitting that his oeuvre should be available in excellent editions and translations. Opinions differ somewhat on Albert Seay’s editions and translations from the 1960s and 1970s—Mengozzi calls them “adequate for modern research needs” ( 2014 , 843), while Ronald Woodley calls them “far from satisfactory for all but the most basic of needs” ( The Theoretical Works , General Introduction )—but they are at the very least less flexible than the new editions, and they do include some errors. Example 1a . Opening of De arte contrapuncti , Tinctoris 1975, 11. (click to enlarge) Example 1b . Opening of De arte contrapuncti , The Complete Theoretical Works . (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "mengozzi_2014",
                    "woodley_woodley"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Examples 1 and 2 each give comparisons of these editions with the new ones. Example 1 shows the opening of De arte contrapuncti as presented in Tinctoris [1475] 1975 and the Complete Theoretical Works . Seay “modernizes” some words in his transcription (“Hierusalem” to “Jerusalem,” “Sicilie” to “Siciliae,” etc.), but otherwise the texts are largely the same. Both translators also note—and generally agree upon—Tinctoris’s many references to Biblical texts and other authorities, Seay through a critical apparatus at the bottom of the page and the Complete Theoretical Works team through asterisks that give references when hovered over. Because the digital edition is not constrained by space, the digital references tend to be somewhat more detailed and readable (compare the yellow box in Example 1b to Seay’s terse “Prov., 8:17”). Example 2 gives the translation of the opening of Chapter 1 of De arte contrapuncti in Tinctoris [1475] 1961 and the Complete Theoretical Works for comparison. One other difference not apparent in these examples is that the Seay editions—including both Latin and English translations—give Tinctoris’s examples in modern transcription; all texts in the Complete Theoretical Works give examples in original notation. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "tinctoris_1475_1975",
                    "tinctoris_1475_1961"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The greatest advantage of the new edition, though, is its wealth of material and many ways of comparing texts. Upon loading http://earlymusictheory.org/Tinctoris/ , the reader is presented with a brief overview of the project, a Twitter feed on the left reporting on the team’s progress, and a menu bar at the top. The most important tabs in this menu bar are “Tinctoris,” which currently offers links to a biography and extensive bibliography (the latter would be even more helpful with annotations); “Texts,” the core of the edition; and “Commentary.” This last is currently rather small, but it is to be hoped, given how helpful the explanation in “Syncopated Imperfection and Alteration” is to understanding this aspect of Tinctoris’s work, that the number of commentaries will increase. Example 2a . Opening of translated Chapter 2 of De arte contrapuncti , Tinctoris 1961, 17. (click to enlarge) Example 2b . Opening of translated Chapter 2 of De arte contrapuncti , The Complete Works . (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] It is in the texts that the format of the edition is particularly helpful. Selecting a text will create a discrete pane within the browser window. The leftmost menu within the pane’s header allows the user to choose to view the edited Latin, an English translation, or transcriptions (complete with color!) of any of the relevant manuscript sources; the next menu to the right serves as a hyperlinked table of contents for the chosen text. The texts themselves are searchable and encoded according to TEI (Text Encoding Initiative) guidelines ; even the examples are encoded rather than embedded as graphics files, so they are fully searchable. A small text box within the pane’s header gives chapter, paragraph, and sentence numbers for use in indexing and citations. The cogwheel to the right gives different options depending on the text being viewed: edited Latin can be shown with or without source variants and with manuscript or modern punctuation, while source transcriptions give the option of displaying the source facsimile, which scrolls to show the portion of the original the cursor is currently hovering over. (5) The plus-sign button at the top right allows the addition of a second pane to facilitate comparison of different sources or editions of the same text. (6) Each pane scrolls separately, but panes within a window can be aligned to the same point by alt- or option-double-clicking on any line. In general, beyond a few obvious bugs, the placement of panes, menus, and facsimile images on the page is thoughtfully done to make the texts as readable, and the experience as seamless and effective, as possible—not an easy task. Insight into Translation",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Given the increasing distance between the fields of historical musicology and music theory, music theorists are increasingly less likely to be familiar with the process of translation. Yet translation is important to how we understand the history of music theory. I will give here a brief overview of the issues involved with the translation of technical terms. My remarks are not intended to denigrate the translations in the edition, which in general are excellent and easy to read. Rather, they serve to highlight the many compromises involved in translation, and the difficulty—perhaps, the impossibility—of being completely consistent in all respects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Technical terms are a unique challenge to the translator, who must decide whether to use modern technical terms, which usually come with modern baggage; invent terms, which can easily become confusing; use common modern words, which do not give the technical sense of the original; or simply leave terms untranslated. The Complete Theoretical Works team generally either leaves terms in Latin or gives modern approximations. The term sincopa in De punctis is left untranslated, despite—or perhaps because of—the modern cognate with an overlapping meaning (“syncopation”). Reducere is an important verb in mensural-notation manuals, as it refers to the process of deciding which notes group together in order to interpret their values; this term is translated as “regrouping” in De imperfectione notarum musicalium , a translation that may not immediately communicate to a reader the technical nature of the term. (7) “Vox” has many different meanings, and is translated as “voice” in De inventione et usu musice , Chapter 5; “pitch” in De arte contrapuncti , Book I, Chapter 1, with the Latin given in square brackets within the translation; and (hexachord) “syllable” in De arte contrapuncti , Book I, Chapter 3. “Cantus,” similarly, is translated both as “musical line” and as “piece of music.”",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Perhaps the most confusing terms translated in this edition—though they are clear in their original meaning—are a parte ante and a parte post with regard to imperfection. A perfect note (that is, one of triple value) may lose a third of its value (become imperfected) if preceded ( a parte ante ) or followed ( a parte post ) by a smaller note that is “regrouped” with it. A parte ante and a parte post are translated as “from ahead” ( ante ) and “from behind” ( post ; see, e.g., De imperfectione notarum musicalium , I.iii.43), but it is not clear from this translation whether “from ahead,” for example, means the imperfection is caused by a note to the left in the written music (that is, ahead in the sense that it is read first) or to the right (ahead in the sense that it is located “further ahead” in the music). “From before” and “from after” might clarify by invoking temporality, though the terms are awkward. (8) Rhythm Theory",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Imperfection is one area where fifteenth-century notation differs from modern notation, and considering that six of Tinctoris’s twelve theoretical treatises are specifically about rhythmic notation, the publication of this edition provides an opportunity to evaluate such differences. I will suggest here a few avenues for future research, particularly the centrality of notation to fifteenth-century conceptions of rhythm and the contrasts with modern, hierarchical views of meter. This section will necessarily just hint at areas that might prove fruitful for further study. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] One fact that is clear from Tinctoris’s writings is the central position of notation in formal (literate) music pedagogy. This is gleaned not just from the percentage of his writings devoted to the matter, but also from the copious notated examples included therein. A reader looking for “concepts” within these texts might get annoyed at some long, rather formulaic sections like Chapters 6–10 of De punctis , a series of statements followed by examples on how to distinguish different kinds of dots applied to different kinds of notes in different mensurations. Yet the very formulaic nature of such texts is an indication of the importance of the notated examples. Such examples are like the workbooks of modern texts, an opportunity to practice the rule just learned, and some, considered together, even make more sophisticated arguments (as detailed in some of the Commentary). Example 3 . Visualization of meter from London 2012, 87. (click to enlarge) Example 4 . Reductio across syncopation ( sincopa ) in Anthonello da Caserta, Beauté parfaite . (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The importance of this notation system might inspire us to question some of the assumptions we might be making from our experiences with our own notation system. Nearly all foundational modern texts on meter, for example, present a model that has strong correlations with the measures and beats of modern meter notation. Lerdahl and Jackendoff 1983 models meter with dots indicating “beats” at different levels of structure, using these layers to indicate levels of “strong and weak beats” ( 19 ). Rothstein 1990 explicitly links phrases to measures through hypermeter. Even London 2012 , with its focus on perception, uses models like the one shown in Example 3 : it is rather intuitive to imagine the circle as the measure, and the dots as beats and their subdivisions. These three relatively diverse perspectives all use modern meters as a point of reference, and each also conceptualizes meter as hierarchical.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "lerdahl_and_jackendoff_1983",
                    "rothstein_1990",
                    "london_2012"
                ]
            }
        },
        {
            "13": {
                "text": "[13] While unchanging measure lengths and repeating beat cycles invite this kind of hierarchical thinking, mensuration in the 1400s incorporated more associational links as well. Hierarchy is apparent in the metric levels of modus, which measures the number of breves in a long and longs in a maxima; tempus, which measures semibreves in a breve; and prolation, which measures minims in a semibreve. Yet since these layers lack barlines that would enforce regularity, a metric unit on a given level can be divided, with additional material inserted: this is sincopa . (10) Example 4 gives the opening durations of Antonello da Caserta’s Beauté parfaite , and below a rough modern translation; the brackets above show the reductio (regrouping) and the number of “beats” (perfections of tempus) each group occupies. This demonstrates that while the “intervening” units in the syncopation work much as they would in modern measures, the “divided” figures surrounding these are grouped together more associatively. We would do well to consider such different models in our metric theories, unless we presume that modern metric notation is a better approximation of human perception or cognition than mensural notation—in which case we should demonstrate why. Digital Possibilities",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] I will close by returning to the possibilities of a digital edition. I began by enumerating the possibilities raised in the near term by digital formats, whose possibilities have nearly all been achieved (so far) by the Complete Works team. The shortcomings fall primarily in cross-referencing: creating links between sources within the edition, and creating links to other sources that inspired Tinctoris, were inspired by Tinctoris, or explore similar ideas (see Mengozzi 2014 , 848 for an example). Yet such functionality will be simpler to create once the core content of the site is more complete.",
                "footnotes": [],
                "citations": [
                    "mengozzi_2014"
                ]
            }
        },
        {
            "15": {
                "text": "[15] Rather than focus on these nearer-term goals, I wish to suggest some of the more radical directions future projects might take, exploring even further the digital progress made by this edition. Most involve opening the site up to voices other than the project team, though this might make funding the project—and giving credit where it is due—more difficult. Perhaps simplest, a team working on a project like this could open up the site, and particularly the “commentary” section, to hosting articles and explanations by others. Taking this a step further, the site could host multiple translations by different people with different priorities: one for those familiar with contemporary terminology, for example, and one with the syntax simplified for easier reading. One could even imagine crowd-sourcing translations, with different solutions easily accessible. Inevitably, this would involve a trade-off: losing some consistency in favor of greater speed and diversity of viewpoints. And any of these situations could be to some extent controlled by a project team, either by approving submissions or by allowing only certain individuals or groups to contribute.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Perhaps these ideas go too far—but a successful digital edition like the one at hand is proof that the power of the internet can enrich even such traditional activities as philology, transcription, edition, hermeneutics, and translation. It is to be hoped that this success inspires further projects, some of which may be modeled on this one, and some of which may take its innovative format and ideas even further.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.3.chenette.html",
    "data": "mto/data/mto.15.21.3.chenette.json"
}