{
    "title": "The Power of Anacrusis: Engendered Feeling in Groove-Based Musics",
    "date": "2006/12/01",
    "volume": "12",
    "issue": "4",
    "authors": [
        "Butterfield, Matthew W."
    ],
    "abstract": "In 1966, Charles Keil introduced the term “engendered feeling” to capture a crucial aspect of jazz performance practice, that certain something beyond notation that performers add to music to make it “swing.” Engendered feeling subsumes the sense of rhythmic propulsion that Andre Hodeir once referred to as “vital drive,” the impulse that makes music come alive and induces listeners to movement. It stems, Keil insisted, not from syntactical processes that can be represented in common musical notation, but from musicians’ use of expressive microtiming at the sub-syntactical level in sustaining a rhythmic groove, a phenomenon he later dubbed “participatory discrepancies.” Research on expressive microtiming in jazz and other groove-based musics has largely followed suit and neglected the relevance of syntactical pattern for the production of engendered feeling. By contrast, I propose that engendered feeling arises from the systematic interaction of participatory discrepancies with aspects of syntactical pattern. Supplementing Christopher Hasty’s theory of metric projection with empirical research on expressive microtiming, I show how participatory discrepancies, operating at the sub-syntactical level, condition the way we experience rhythmic grooves at the syntactical level specifically through the operation of anacrusis at multiple levels of rhythmic structure, for it is the strategic manipulation of anacrusis that drives an effective groove. Analysis of the ride rhythm in jazz, the basic rock drumbeat, and the groove pattern of Herbie Hancock’s “Chameleon” illustrate how variations in timing serve either to enhance or attenuate the affective power of anacrusis, leading to subtle differences in engendered feeling.",
    "keywords": [
        "rhythm",
        "groove",
        "timing",
        "expressive microtiming",
        "participatory discrepancies",
        "microrhythmic variation",
        "Charles Keil",
        "Christopher Hasty",
        "metric projection",
        "Herbie Hancock",
        "Chameleon"
    ],
    "doi": "",
    "received": "August 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.4/mto.06.12.4.butterfield.pdf",
    "author_info": [
        {
            "name": "Matthew W. Butterfield",
            "university": "Franklin & Marshall College",
            "address": "Department of Music, P.O. Box 3003, Lancaster, PA 17604",
            "email": "matthew.butterfield@fandm.edu"
        }
    ],
    "citations": {
        "alén_1995": "Alén, Olavo. 1995. “Rhythm as Duration of Sounds in Tumba Francesa.” Ethnomusicology 39 (1): 55–71.",
        "butler_2006": "Butler, Mark J. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "clarke_1987": "Clarke, Eric F. 1987. “Categorical Rhythm Perception: An Ecological Perspective.” In Action and Perception in Rhythm and Music , ed. by A. Gabrielsson. Royal Swedish Academy of Music.",
        "clarke_1999": "Clarke, Eric F. 1999. “Rhythm and Timing in Music.” In The Psychology of Music , ed. by D. Deutsch. Academic Press.",
        "collier_and_collier_1996": "Collier, Geoffrey L., and James Lincoln Collier. 1996. “Microrhythms in Jazz: A Review of Papers.” Annual Review of Jazz Studies 8: 117–139.",
        "collier_and_wright_1995": "Collier, Geoffrey L., and Charles E. Wright. 1995. “Temporal Rescaling of Simple and Complex Ratios in Rhythmic Tapping.” Journal of Experimental Psychology: Human Perception and Performance 21 (3): 602–627.",
        "ellis_1991": "Ellis, Mark C. 1991. “An Analysis of ‘Swing’ Subdivision and Asynchronization in Three Jazz Saxophonists.” Perceptual and Motor Skills 73: 707–713.",
        "fraisse_1982": "Fraisse, Paul. 1982. “Rhythm and Tempo.” In The Psychology of Music , ed. by D. Deutsch. Academic Press.",
        "friberg_and_sundström_2002": "Friberg, Anders, and Andreas Sundström. 2002. “Swing Ratios and Ensemble Timing in Jazz Performance: Evidence for a Common Rhythmic Pattern.” Music Perception 19 (3): 333–349.",
        "hasty_1997": "Hasty, Christopher F. 1997. Meter as Rhythm . Oxford University Press.",
        "hodeir_1956": "Hodeir, André. 1956. Jazz: Its Evolution and Essence . Translated by D. Noakes. Grove.",
        "iyer_2002": "Iyer, Vijay. 2002. “Embodied Mind, Situated Cognition, and Expressive Microtiming in African-American Music.” Music Perception 19 (3): 387–414.",
        "keil_1994a": "Keil, Charles. 1994a. “Motion and Feeling Through Music.” In Music Grooves , ed. by C. Keil and S. Feld. University of Chicago Press.",
        "keil_1994b": "Keil, Charles. 1994b. “Participatory Discrepancies and the Power of Music.” In Music Grooves , ed. by C. Keil and S. Feld. University of Chicago Press.",
        "keil_1995": "Keil, Charles. 1995. “The Theory of Participatory Discrepancies: A Progress Report.” Ethnomusicology 39 (1): 1–19.",
        "keil_and_feld_1994": "Keil, Charles, and Stephen Feld. 1994. Music Grooves: Essays and Dialogues . University of Chicago Press.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . Oxford University Press.",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . University of Chicago Press.",
        "monson_1996": "Monson, Ingrid. 1996. Saying Something: Jazz Improvisation and Interaction . University of Chicago Press.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures . University of Chicago Press.",
        "parsons_and_cholakis_1995": "Parsons, Will, and Ernest Cholakis. 1995. “It Don’t Mean a Thang If It Ain’t Dang, Dang-a-Dang!” Downbeat , August, 61.",
        "pond_2005": "Pond, Steven F. 2005. Head Hunters: The Making of Jazz’s First Platinum Album . University of Michigan Press.",
        "povel_and_okkerman_1981": "Povel, Dirk-Jan, and Hans Okkerman. 1981. “Accents in Equitone Sequences.” Perception & Psychophysics 31 (6): 565–572.",
        "pressing_2002": "Pressing, Jeff. 2002. “Black Atlantic Rhythm: Its Computational and Transcultural Foundations.” Music Perception 19 (3): 285–310.",
        "prögler_1995": "Prögler, J. A. 1995. “Searching for Swing: Participatory Discrepancies in the Jazz Rhythm Section.” Ethnomusicology 39 (1): 21–54.",
        "reinholdsson_1987": "Reinholdsson, Peter. 1987. “Approaching Jazz Performances Empirically: Some Reflections on Methods and Problems.” In Action and Perception in Rhythm and Music: Papers Given at a Symposium in the Third International Conference on Event Perception and Action , ed. by A. Gabrielsson. Royal Swedish Academy of Music.",
        "repp_1998": "Repp, Bruno H. 1998. “Musical Motion in Perception and Performance.” In Timing of Behavior: Neural, Psychological, and Computational Perspectives , ed. by D. A. Rosenbaum and C. E. Collyer. MIT Press.",
        "rose_1989": "Rose, Richard Franklin. 1989. “An Analysis of Timing in Jazz Rhythm Section Performance.” DMA diss, University of Texas at Austin.",
        "temperley_1999": "Temperley, David. 1999. “Syncopation in Rock: A Perceptual Perspective.” Popular Music 18 (1): 19–40.",
        "temperley_2000": "Temperley, David. 2000. “Meter and Grouping in African Music: A View from Music Theory.” Ethnomusicology 44 (1): 65–96.",
        "temperley_2001": "Temperley, David.  2001. The Cognition of Basic Musical Structures . The MIT Press.",
        "wohlschläger_and_koch_2000": "Wohlschläger, Andreas, and Robert Koch. 2000. “Synchronization Error: An Error in Time Perception.” In Rhythm Perception and Production , ed. by P. Desain and L. Windsor. Swets and Zeitlinger."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Justin London for his thoughtful criticism and detailed feedback on various drafts of this article.  I am grateful also to the Department of Music at the University of Chicago for their support during the early stages of this project; the participants of the Rhythm & Cognition workshop of the Mannes\nInstitute on Rhythm and Temporality (summer 2005); and Chris Hasty for his\ncontinued support and inspiration.",
            "citations": []
        },
        "FN1": {
            "text": "1. Meyer’s “embodied meaning” is a non-designative form of\nmeaning, and refers to “a stimulus [that indicates or implies] events or\nconsequences which are of the same kind as the stimulus itself, as when a dim\nlight on the eastern horizon heralds the coming of day” ( Meyer 1956 , 35). In\nmusic, it is a product of expectation: “If, on the basis of past experience, a\npresent stimulus leads us to expect a more or less definite consequent musical\nevent, then that stimulus has meaning” (35). Keil’s objection to Meyer’s formulation of embodied meaning centered on the deferral of gratification required for its full realization—a mode of response he believed to be profoundly alienating.  Music, he felt, operates on a more immediate and visceral rhythmic level that draws participants in to the experience in an emotionally pleasing way without requiring some level of denied expectation for the production of affect.  He formulated the term “engendered feeling” to capture this aspect of music, not to deny the possibility or relevance of embodied meaning, but to offer an alternative focus for inquiry.  See Keil 1994a , 53–54, 67–76; 1995 , 1.",
            "citations": [
                "meyer_1956",
                "keil_1994a",
                "keil_1995"
            ]
        },
        "FN2": {
            "text": "2. Groove is a slippery term, of course, embracing as\nit does a variety of connotations. Understood as a noun, a groove features “a\nsteady, virtually isochronous pulse that is established collectively by an\ninterlocking composite of rhythmic entities and is either intended for or\nderived from dance” ( Iyer 2002 , 397); the expression “groove-based music,” as\nemployed here, emerges from this sense of the word. Ingrid Monson acknowledges\nthis common usage, but her fieldwork with jazz musicians leads her also to\nemphasize groove’s meaning as an aesthetic quality characterized by a shared\nsense of beat, “a rhythmic relation or feeling existing between two or more\nmusical parts and/or individuals” ( Monson 1996 , 68). Keil’s concept of engendered feeling aims in part to capture this aesthetic quality of groove, though it emerged from his research on groove-based musics such as jazz, blues, and polka.  For other explanations or definitions of groove, see Keil and Feld 1994 , 22–24; Pressing 2002 , 288; and Pond 2005 , 206, n. 41. On “vital drive,”\nsee Hodeir 1956 , 207–209.",
            "citations": [
                "iyer_2002",
                "monson_1996",
                "keil_and_feld_1994",
                "pressing_2002",
                "pond_2005",
                "hodeir_1956"
            ]
        },
        "FN3": {
            "text": "3. On “participatory discrepancies,” see Keil 1994b . Keil explores the production of PDs in both the rhythmic and textural domains, but this essay will be concerned only with the former.",
            "citations": [
                "keil_1994b"
            ]
        },
        "FN4": {
            "text": "4. Keil tends to limit the relevance of PDs and the quality\nof engendered feeling or groove that emerges from them explicitly to\ngroove-based musics, and that will be my concern here as well. It should be\nemphasized, however, that expressive variations in timing are not limited to\nsuch music; PDs occur in virtually all forms of music and inevitably generate\nimportant qualities of feeling in conjunction with musical syntax, though we\nmight choose words other than “groove” to characterize their effects.",
            "citations": []
        },
        "FN5": {
            "text": "5. Prögler 1995 comments to a limited extent on the possible influence of harmonic progression on microrhythmic adjustments at the sub-syntactical level, but his conclusions are speculative, and do not provide an explanation of their relationship.  Other studies, such as Friberg and Sundström 2002 and Collier and Collier 1996 , do implicitly address aspects of syntactical\npattern in their explanations of the systematic character of PDs in the common\nswing groove, but syntactical pattern seems to remain incidental to the\nproduction of swing itself in their studies.",
            "citations": [
                "collier_and_collier_1996"
            ]
        },
        "FN6": {
            "text": "6. See London 2004 for a discussion of the “structure\nversus expression dichotomy.” Citing the work of Bruno Repp ( 1998 ), London\nconcludes that expressive “lengthenings and shortenings [of musical events] are\nnot deviations from the norm—they are the norm” ( 150 ). In other words,\nexpressive timing is itself a component of structure, and there is no opposition\nbetween them. This conclusion leads him to formulate a “many meters hypothesis,”\nin which expressive microtiming serves to further differentiate or particularize\n“tempo-metrical types” within his theory of meter as a form of entrainment\nbehavior ( 153–156 ). By distinguishing syntactical pattern from sub-syntactical\nvariations in timing, I do not mean to reassert an opposition between structure\nand expression, for groove patterns virtually always incorporate PDs, which are\narguably part of their structure. I am arguing, rather, for a unified theory\nthat acknowledges the expressive contributions of the syntactical level\nalongside those of the sub-syntactical—a perspective I find lacking in Keil’s\nconceptual framework.",
            "citations": [
                "london_2004",
                "repp_1998",
                "london_2004",
                "london_2004"
            ]
        },
        "FN7": {
            "text": "7. Simple projections like this depend on what Hasty calls\nthe “mensural determinacy” of projective potential: “a duration is ‘mensurally determinate’ if [it] has the potential for being accurately or precisely reproduced” ( Hasty 1997 , 80). Hasty hesitates to designate a specific durational limit for mensural determinacy since hierarchical structures can extend its range considerably. However, he does acknowledge that “beyond two seconds, mensural determinacy rapidly deteriorates in such simple environments” ( 86 ). The two-second limit corresponds to well-established empirical evidence on the outer limits of pulse salience ( London 2004 , 27–33).",
            "citations": [
                "hasty_1997",
                "hasty_1997",
                "london_2004"
            ]
        },
        "FN8": {
            "text": "8. For a detailed explanation of projection, see Hasty 1997 , 84–95.",
            "citations": [
                "hasty_1997"
            ]
        },
        "FN9": {
            "text": "9. On beginning, see Hasty 1997 , 69–76; on continuation, see 103–107 .",
            "citations": [
                "hasty_1997",
                "hasty_1997"
            ]
        },
        "FN10": {
            "text": "10. On “dominant beginning,” see Hasty 1997 , 104; on projective hierarchies, see 115–120 .",
            "citations": [
                "hasty_1997",
                "hasty_1997"
            ]
        },
        "FN11": {
            "text": "11. On anacrusis, see Hasty 1997 , 120–129.",
            "citations": [
                "hasty_1997"
            ]
        },
        "FN12": {
            "text": "12. Povel and Okkerman 1981 provides evidence to support\nthis conclusion. They conducted experiments varying the time interval between\nrepeating groups of two tones. Subjects perceived the first tone of each group\nas accented when the time interval between groups was only 5% to 10% longer than\nthe time interval within the group. If the interval between groups was further\nincreased, however, subjects tended instead to perceive the second tone of each\ngroup as accented. In other words, the greater the relative proximity of two\ntones perceived as a group, the more likely one is to perceive the second tone\nas accented, and the first as anacrustic.",
            "citations": [
                "povel_and_okkerman_1981"
            ]
        },
        "FN13": {
            "text": "13. London draws the concept of “attentional energy” from Mari Riess Jones to\nexplain meter as a form of entrainment behavior: “According to the rhythmic\nattending theory, people rely upon invariances abstracted from the temporal rhythmicities of a particular context to prepare attentionally\nfor -when- forthcoming events will happen. Attentional energy is thus temporally\ntargeted” (Jones, quoted in London 2004 , 11). The synchronization of our\nattentional energies with the temporal invariants in the world around us—in\nother words, entrainment—is for London the basis of musical meter. Though not\nused by Hasty, the concept of attentional energy usefully explains a number of\nfeatures of metric projection. The realization of projective potential induces\nlisteners to direct their attention towards the completion of a projected\nduration. Events that call that duration into question demand a greater\nconcentration of our attentional resources to monitor the potential for change.",
            "citations": [
                "london_2004"
            ]
        },
        "FN14": {
            "text": "14. In a study of the timing of three professional\njazz saxophonists, Ellis 1991 observed swing ratios ranging from 1.47:1 to\n1.87:1, with a mean ratio of 1.7:1. Similarly, Reinholdsson 1987 found ratios\nbetween 1.48:1 and 1.82:1. These findings and others are summarized in Collier and Collier 1996 , 135.",
            "citations": [
                "ellis_1991",
                "reinholdsson_1987",
                "collier_and_collier_1996"
            ]
        },
        "FN15": {
            "text": "15. For a brilliant critique of the durationless instant,\nthe concept of time on which it is based, and its implications for our\nunderstanding of time in music, see Hasty 1997 , 6–21. Alternatively, by\nregarding meter not as an inherent property of music, but as “a form of\nentrainment behavior” situated in the listener, London finesses the problematic\nontology of the metrical accent quite effectively: “A metrical accent occurs\nwhen the metrically entrained listener projects a sense of both temporal\nlocation and relatively greater salience onto a musical event. In this context,\nthe use of time point is not meaningless, nor is its contrast with time span. Time points correspond to peaks in attentional energy and mark\nother phase relationships in the attentional cycle, and consequently time spans\nmay be understood, among other things, as the intervals between successive\nattentional peaks” ( London 2004 , 23).",
            "citations": [
                "hasty_1997",
                "london_2004"
            ]
        },
        "FN16": {
            "text": "16. Eric Clarke explains categorical perception as\nfollows: “In general terms, the idea is that listeners assign the continuously\nvariable durations of expressive performance to a relatively small number of\nrhythmic categories. The pattern of these categories constitutes the rhythmic\nstructure of the sequences, and the departure of each duration in the original\nperformance from its appropriate categorical target value is understood as\nexpressive timing” ( Clarke 1999 , 490). See also Clarke 1987 .",
            "citations": [
                "clarke_1999",
                "clarke_1987"
            ]
        },
        "FN17": {
            "text": "17. Citing several empirical studies on rhythmic\nperception and performance, London places the limit for metric subdivisions at\nabout 100 ms. Successive events separated by less than that tend to blur in our\nperception and do not seem to group well into a larger tactus level ( London 2004 , 27–29).",
            "citations": [
                "london_2004"
            ]
        },
        "FN18": {
            "text": "18. London presents a similar diagram as his Figure 2.1\n( 2004 , 36), which models a change in categorical perception from even (duple) to\nuneven (triple) division of the beat.",
            "citations": [
                "london_2004"
            ]
        },
        "FN19": {
            "text": "19. Temperley describes syncopation shift as follows: “[R]ather than being heard as\nmetrical conflicts, these syncopated events are understood as -belonging- on the\nbeat following their actual beat, and therefore can be seen as reinforcing the\nprevailing meter rather than conflicting with it” ( Temperley 2000 , 83. See also Temperley 1999 and 2001 .)",
            "citations": [
                "temperley_2000",
                "temperley_1999",
                "temperley_2001"
            ]
        },
        "FN20": {
            "text": "20. Clarke found no evidence of a category boundary\nbetween the quarter-eighth triplet pair and the dotted-eighth sixteenth pair.\nInstead, he suggests, “there may simply be a broad category of uneven beat\ndivisions within which finer distinctions are established by means of an\ninteraction with metre. In this interaction specifies a 2:1 ratio [i.e.,\nquarter-eighth triplet pair], and in a 3:1 ratio [i.e., a dotted\neighth-sixteenth pair], both of which lie on a continuum of more or less\nuneven rhythms” ( Clarke 1987 , 29–30).",
            "citations": [
                "clarke_1987"
            ]
        },
        "FN21": {
            "text": "21. On definite and indefinite potentials, see Hasty 1997 ,\n85.",
            "citations": [
                "hasty_1997"
            ]
        },
        "FN22": {
            "text": "22. My reasoning here draws on Hasty 1997 ’s argument about\nmetrical particularity and its reproduction—“I maintain that reproduction always\ninvolves more than a reproduction of type and that this latter reproduction is\nan outcome of the potential for reproducing a measure in all its durational\nparticularity” (149)—and his argument against the view of meter as habit—“I would argue . . . that the ‘persistence’ of a past metrical determination is limited\nto the immediate past of the projective phase of a projection or a more distant\npast that is taken as relevant, and that, in either case, the persistence is not\nachieved passively as habit but actively in the self-creation of the new event”\n( 168 ).",
            "citations": [
                "hasty_1997",
                "hasty_1997"
            ]
        },
        "FN23": {
            "text": "23. This example, as well as audio examples 2 and 3, was produced using Sibelius. Swing eighth notes were generated with Sibelius’s “heavy swing”\nrhythmic feel. Backbeat timings were controlled by adjusting their “live start\npositions” a few “ticks” at a time. At a tempo of 132 bpm, each tick amounts to\nabout 1.78 ms.",
            "citations": []
        },
        "FN24": {
            "text": "24. On closure by durational cumulation, see Narmour 1990 ,\n105–112. Narmour’s term corresponds to what Hasty 1997 calls a “duple closing”\nprojective type ( 226 ).",
            "citations": [
                "narmour_1990",
                "hasty_1997",
                "narmour_1990"
            ]
        },
        "FN25": {
            "text": "25. The five interlocking ostinato parts making up the\n“groove matrix” in “Chameleon” are: drum set, synthesizer “bass,” electric bass\n(playing a typical funk guitar riff), synthesizer 1 (clavinet), and synthesizer\n2 (wah-wah envelope). See Pond 2005 , 41–50, for a complete transcription and\nthoughtful analysis of this matrix; and 141–146 on the recording of the tune.",
            "citations": [
                "pond_2005",
                "pond_2005"
            ]
        },
        "FN26": {
            "text": "26. Example 15 is not meant to imply the historical\nderivation of funk rhythms from rock. It shows, rather, a progression from\nsimple to complex, and facilitates an understanding of the particular effects\nproduced by Mason in his drum part.",
            "citations": []
        },
        "FN27": {
            "text": "27. See Iyer 2002 , 406–407: “Fraisse (1982) reports that when asked\nto synchronize a finger tap or a foot tap with a periodic sound, the finger tap\nanticipates the sound by roughly 30 ms, and the foot tap anticipates even more.\nThis systematic difference between timing of the hand and the foot suggests that\nthe subject understands synchronization to be the coincidence of auditory and\nkinesthetic information in the brain. For precise cortical synchronization, the\ntap must slightly precede the sound to allow for the length of neural\ntransmission, and the temporal offset scales with the distance. This delay\narchitecture amounts to the subject’s hand coming later than the foot for\nperceived synchronization, since the anticipatory -error- is greater for the\nfoot. This seems to predict that a regularly a—ternating stomp-clap pattern\nwould contain a microscopic asymmetry similar to that found in the modern\nbackbeat. (However, it suggests that we frame it as a downbeat anticipation,\nrather than a backbeat delay; this distinction is a matter of perspective.)\nGiven that the bass drum both references and is played by the foot, and\nsimilarly the snare drum both points to and involves the hand, it is possible\nthat this resultant delay structure was transferred to the drumset.”",
            "citations": [
                "iyer_2002"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his 1966 essay “Motion and Feeling Through Music,” ethnomusicologist Charles Keil introduced the term “engendered feeling” to highlight a level of musical expression inadequately explored in Western music theory.  Formulated in opposition to Leonard Meyer’s concept of “embodied meaning,” Keil sought to capture with the term a crucial aspect of jazz performance practice, that certain something beyond notation that performers add to music to make it “swing.” (1) Engendered feeling, perhaps best summarized as “groove,” subsumes the sense of rhythmic propulsion that Andre Hodeir once referred to as “vital drive,” the impulse that makes music come alive and induces listeners to movement, to a feelingful, corporeal participation in the ebb and flow of a given performance. (2) Western music theory, Keil rightly concluded, had no adequate language or conceptual framework through which to deal with this expressive domain.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Engendered feeling, Keil insisted, stems not from syntactical processes—i.e., processes that can be represented in standard musical notation in quarter notes, eighth notes, etc.  It emerges rather from musicians’ use of expressive microtiming at the sub-syntactical level in sustaining a rhythmic groove, a phenomenon he later dubbed “participatory discrepancies,” or PDs. (3) PDs are a form of rhythmic displacement different from offbeat rhythms, syncopations, or anticipations.  They are slight variations in timing, usually on the order of less than about 50 milliseconds (about 1/20th of a second), that purportedly generate some qualitative feeling of either rhythmic drive (“push”) on the one hand, or relaxation (“layback”) on the other. (4) In what follows, I will use “participatory discrepancies” interchangeably with “expressive microtiming” and “microrhythmic variation,” both of which are common terms in studies of musical timing.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Though to my knowledge, Keil himself has never approached PDs empirically, the conceptual framework he outlined, which I shall call “PD theory,” has steadily gained support in a growing body of empirical research that seeks to explain qualities such as swing in terms of expressive microtiming.  In PD theory, two types of timing discrepancies appear to contribute to engendered feeling in jazz:  1) those within a single instrument or part; and 2) those between the instruments of an ensemble.  Research on the former has generally been limited to drummers’ and/or soloists’ swing ratio in relation to tempo ( Rose 1989 ; Ellis 1991 ; Parsons and Cholakis 1995 ; Collier and Wright 1995 ; and Friberg and Sundström 2002 ).  Research on the latter has concerned either the timing between bass and drums in sustaining a steady groove ( Prögler 1995 ; and Friberg and Sundström 2002 ) or soloists’ timing in relation to the drummer’s ride rhythm ( Ellis 1991 ; Friberg and Sundström 2002 ).",
                "footnotes": [],
                "citations": [
                    "rose_1989",
                    "ellis_1991",
                    "parsons_and_cholakis_1995",
                    "collier_and_wright_1995",
                    "ellis_1991"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Keil and other PD theorists have tended to discount the effects of syntactical pattern —by which I mean only the specific ostinato pattern that makes up a given rhythmic groove—for the production of engendered feeling in jazz and other groove-based musics.  In other words, their studies suggest, whether implicitly or explicitly, that it is not the ding-ding-a-ding pattern on the syntactical level that makes a swing groove swing, but the action of participatory discrepancies at the sub-syntactical level. (5) This is, of course, consistent with the opposition Keil himself formulated between embodied meaning and engendered feeling, and it corresponds as well to a more general distinction between structure and expression assumed in many empirical studies of expressive microtiming. (6) But if syntactical pattern does not contribute to engendered feeling in a meaningful way—if, in other words, swing or vital drive take nothing from structure—then PD theory offers no way of distinguishing the common swing groove from other grooves that exhibit PDs, such as polka, funk, or Cuban tumba francesa ( Alén 1995 ).  Seemingly any rhythmic pattern will do, given sufficiently talented rhythm section players.  There is some truth to this, of course.  Effective timing can make or break any groove, regardless of its pattern.  But different groove patterns offer different potentials for expressive timing, and attract different audiences for the opportunities they present for physical movement and dance.  Fans of electronic dance music, for example, distinguish genres and express preferences on the basis\nof metrical characteristics, as Mark Butler has shown ( 2006 ).  To accommodate the taste or mood of dancers, DJs employ various strategies of rhythmic organization in their dance grooves—the “syncopated” patterns characteristic of funk-oriented grooves like “jungle/drum ‘n’ bass,” for example, differ substantially in their motional qualities from the “diatonic” rhythmic patterns of house-oriented genres, which are\nasymmetrical (e.g., 3+3+2), maximally even, and maximally individuated ( Butler 2006 , 81–89).  They offer different potentials for expressive movement, and invite different potentials for participatory discrepancies.  Surely, then, engendered feeling must draw some of its affective power from the specific nature of a given groove pattern, and nothing is gained by insisting upon the irrelevance of the syntactical level for its production.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "butler_2006",
                    "butler_2006"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Contrary to Keil and other PD theorists, then, I will argue that participatory discrepancies interact with aspects of syntactical pattern in systematic ways in the production of engendered feeling in jazz and other groove-based musics.  Supplementing the analytical framework developed in Christopher Hasty’s Meter as Rhythm ( 1997 ) with empirical research on expressive timing (including Clarke 1987 ; Repp 1998 ; Iyer 2002 ; and London 2004 ), I will show how participatory discrepancies, operating at the sub-syntactical level, can condition the way we experience groove patterns at the syntactical level.  Whereas the work of Keil and others has concentrated largely on timing discrepancies between the instruments charged with sustaining the groove, I will focus primarily on the effects of timing within individual parts.  My concern lies specifically with the effects of expressive timing on backbeats in 4 4 time, for it is backbeat articulation that most significantly conditions the affective quality of a particular 4 4 groove.  At issue is the effect of PDs on the production of anacrusis:  I maintain that it is primarily the operation of anacrusis across multiple levels of rhythmic structure that generates the forward drive of much groove-based music.  I employ some synthetic examples of jazz drumming and some recorded examples drawn from Herbie Hancock’s 1973 recording of “Chameleon” (from the Head Hunters LP) to show how variations in backbeat timing serve either to enhance or attenuate the affective power of anacrusis, leading to subtle differences in engendered feeling. II.  Participatory discrepancies and syntactical pattern A.  Background: Christopher Hasty’s theory of metric projection Example 1 . Metric Projection (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "hasty_1997",
                    "clarke_1987",
                    "repp_1998",
                    "iyer_2002",
                    "london_2004"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Christopher Hasty’s theory of metric projection, elaborated in his book Meter as Rhythm ( Hasty 1997 ), provides a useful analytical framework for illuminating the production of engendered feeling at the syntactical level in groove-based musics.  Hasty characterizes meter in terms of the ongoing “projection” of durations.  The beginning of any particular sound event—a clap, for example—opens up a potential for the becoming of duration.  This emerging duration, which is initially indefinite, has what Hasty calls “projective potential”—i.e., the potential to serve upon its completion as a measure for a new duration that will potentially be “projected.”  Projective potential is shown by the curved arrow marked P in Example 1a . We have an event (represented here by the “x”) that serves as the beginning of some duration, and the curved line beneath it represents that duration as it is presently unfolding.  The onset of a new event—say a second clap—within a reasonably short period of time (typically up to about two seconds) completes the duration and causes the realization of the projective potential of the first, such that its now determined duration is available to serve as a measure for a second duration whose potential length is thereby “projected.” (7) This projected potential is shown by the dotted, curved line marked P′ in Example 1b.  Thus any given projection manifests both a projective and a projected phase.  In sum:  as an initial duration is unfolding from some event that serves as its beginning, it has projective potential—the potential to project a subsequent duration.  With the onset of a new event, projective potential is realized, and a new definite duration is in fact projected. (8) Figure 1 . Basic analytical symbols (click to enlarge) Example 2 . Projection in a simple melody (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "hasty_1997"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Events that operate in projections are differentiated in our perception with respect to function.  Some events serve as beginnings for new durations, while others act as continuations of presently ongoing durations.  Hasty represents the former with a vertical dash [|], and the latter with a backwards slash [\\], as shown in Figure 1 , and in the first two beats of Example 2 , above the staff. Whereas beginning involves the initiation of some event, continuation involves “a definite decision to continue—that is, a decision not to end or a decision against making a new beginning that would make the first beginning past or inactive” ( 104 ).  This “decision” (which is spontaneous and not the result of conscious deliberation) is directed toward the expansion and fulfillment of “a presently emerging (and ‘reproducible’) durational quantity” ( 108 ).  It keeps the becoming of the earlier event open and alive. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "hasty_1997",
                    "hasty_1997"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The fact that we perceive some events as continuations of a prior beginning suggests that projections operate in a hierarchical manner, as shown in Example 2.  Here, the arrival of the C on beat 2 serves to realize projective potential P, projecting the quarter-note duration P′; but to the extent that one hears the C as a continuation of the duration begun a beat earlier, one remains open to the emergence and realization of projective potential Q—a larger duration also stemming from the opening A.  Likewise, there are many reasons for hearing the G on beat 3 not as a new “dominant beginning,” which would end the relevance of the initial A for the becoming of the phrase, but as a continuation of a larger unfolding duration, here shown as projective potential R; thus at the second level of the analysis, this G is shown as continuation. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] It is important to stress that these projections are not atemporal “boxes” of time.  They are not static containers of duration, already given, simply waiting to be filled in with musical content.  Rather they represent potentials for the becoming of duration—they are live, volatile spans of time whose production and reproduction invariably depend on actual musical events.  Each emerging projection is highly particular, however, conditioned by its expected duration, its function in relation to larger projections, its harmonic context, textural density, and so forth.  The events that transpire within an emerging projection can have significant effects on its affective character, particularly on the energy it carries into subsequent events.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In this regard, the difference between anacrusis and continuation is especially important.  Anacrusis, for Hasty, represents considerably more than upbeat or pickup; it is rather a special kind of continuation oriented toward a new beginning: Anacrusis . . . seems rather like a continuation released from its dependency on a prior beginning, unanchored, and (in some cases) seeming to come, as it were, “from nowhere.”  Anacrusis points forward; it is anticipatory, directed toward a future event.  Continuation in a sense points backward as a denial of ending for a prior beginning. (120) The difference between anacrusis (or “anacrustic continuation”) and continuation (or “nonanacrustic continuation”) is not always sharply drawn, however.  It is often a matter of perspective, a function of where we direct our attention:  “The distinctions between continuation and anacrusis . . . depend on what we might call grouping or segmentation and require a decision that attention be directed either toward the completion of a present event or toward the prospect of a successor” (122).  Hasty represents anacrusis with a forward slash [/] (see, for instance, the last eighth note of the first bar of Example 2).  Note the symbological significance of this:  a backslash represents continuation, which relates to a prior beginning, one “behind” the present event; a forward slash represents anacrusis, which relates to a subsequent beginning, one “ahead” of the present event. (11) It is precisely this orientation of anacrusis toward a potential new event rather than the completion of a present duration that contributes most directly to engendered feeling. Example 3 . Means of producing anacrusis (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A number of conditions can generate the perception of anacrusis.  Several of these are shown in Example 3 (which is borrowed in part from Hasty’s Example 9.12).\n\n\n\n\n\n\n\nIn each of these, the example stipulates that the first note is to be heard (or performed) as a beginning, and that the second note serves to continue the duration begun with the first, rather than terminate its function as beginning.  The star represents the onset of a third event of indeterminate nature, which will serve as a new beginning. The issue here is not segmentation or grouping—i.e., it is not whether the first or second note is more likely to function as beginning (or as accented) when encountered in an uninterpreted,\nsequentially repeating context. At issue, rather, is whether one experiences the\nsecond note as simple continuation or as anacrusis in the context of a\nprojection that begins with the first note. The reader is encouraged to perform\neach example at a variety of tempos, and evaluate the extent to which the second\nnote tends to produce closure (continuation) or an expectation for a new event\n(anacrusis).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Example 3a shows two successive half notes, where, all other things being equal, the second functions quite simply as continuation.  In Example 3b, however, I find that the shortness of the second note relative to the first induces the perception of anacrusis, an effect that becomes apparent when performing this rhythm aloud.  The brevity of this note generates a feeling of leaping off, of springing up into the air, calling for a new event to resolve its motional energy.  Similarly, Hasty reasons that “silence during the realization of a projected duration [P′] will lead to some insecurity in the prospects for an emerging [P-P' (and Q)], and that for this reason we may be more inclined to focus our attention on the emergence of a new event that would reduce this indeterminacy” ( Hasty 1997 , 122; projection references changed to accord with my example).",
                "footnotes": [],
                "citations": [
                    "hasty_1997"
                ]
            }
        },
        {
            "13": {
                "text": "[13] In Example 3c, the dynamic accent on the second note works against the customary strong-weak grouping we expect from a first and second beat.  If we do indeed experience the first note as a beginning, as stipulated by the example, I believe the accent will present a perceptual challenge, and this will again prompt a more forward focus of attention to settle any potential confusion.  Thus while the unaccented second note shown in Example 3a serves merely to continue the duration begun with the first, the accented note in 3c tends toward anacrusis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Example 3d illustrates the anacrustic effects of proximity.  Though conceivable in familiar terms as an upbeat, and grouped accordingly with the ensuing “downbeat” event, the second note here presents complications from the standpoint of projection.  There is initially a real potential for the emergence of the projection P-P′.  Subsequent events fail to confirm that potential, however, and P' is denied with the arrival of the new event represented by the star.  At this moment, the projection Q-Q′ emerges, and the durational inequality of the initial dotted half note and the quarter note that followed it becomes apparent, as well as the greater proximity of the latter to the ensuing event.  The quarter note here emerges as anacrustic because its effects are felt less in relation to the duration just completed, but in terms of the information it offers for the new duration begun with the star.  In other words, it has little time to affect perception of Q, but ample time to affect Q′, and the result is anacrusis, an orientation towards the future rather than the past. (12) Recorded Example 1 . “Mother Nature”",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Finally, I find that the condition represented in Example 3e tends toward anacrusis, largely as an effect of articulation and grouping.  This is not merely a rotation of 3b, but an alternate scenario:  here, we have a short note for beginning, followed by a note slurred to a subsequent event.  The second note is long relative the first in this example, but it need not be; it might, for example, be coupled with the effects of durational inequality and proximity, as in 3d.  The point is rather that the slurred note clearly leads into the new event, and does not merely continue the duration begun earlier.  This can be heard clearly in the bass line of Recorded Example 1 , an excerpt from Koko Taylor’s “Mother Nature” (from her 1993 album Force of Nature, Alligator Records AL4817).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] What is significant in each of these cases is that anacrusis keeps the projective potential of a prior event alive while enhancing expectation for a new beginning. This expectation energizes the projection. As with simple continuation, the meaning of an anacrustic event is largely tied to the fulfillment of the larger projection in which it occurs.  Unlike continuation, however, anacrusis generates an active anticipatory orientation, for the anacrustic event differs in some consequential way from the event for which it serves as continuation—it is either shorter, louder, arrives “late,” as it were (or early, depending on your perspective), or is slurred into a subsequent event.  This difference prompts a more aggressive cognitive strategy, one guided by a fairly explicit expectation whose status is nevertheless in question; consequently it demands a greater focus of what Justin London calls “attentional energy” on the ensuing downbeat. (13) Anacrusis thus tends to energize ongoing projections in a way that simple continuation does not.  It lends a projection more forward drive, and thus any syntactical pattern organized around the production of anacrusis will contribute to engendered feeling in a powerful way. B.  The swing groove: syntactical pattern",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The rhythmic components that make up the conventional swing groove include the use of swing eighth notes, the “ride rhythm” played by the drummer, and the walking bass line.  Each of these manifests the operation of anacrusis at some significant level. Example 4 . Swing eighth notes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Though commonly written as ordinary eighth notes, as in Example 4a , swing eighth notes are typically characterized by durational inequality, as shown in 4b and 4c.  Vijay Iyer has also observed that “the second note of the swung pair is [often] given a slight accent in intensity, as if to compensate for its shorter duration,” as shown in 4d ( 2002 , 404).  Example 4e shows an additional interpretation, reflecting a tendency among horn players to slur from the offbeat eighth note to the downbeat.  Empirical research has shown that the “swing ratio” (the ratio of long to short eighth notes) varies widely with tempo, but appears on average to be about 1.7:1. (14) Friberg and Sundstrom ( Friberg and Sundström 2002 ) have shown further that at faster tempos, this ratio approaches an even 1:1, but there appears to be no corresponding attenuation of the swing quality.  Clearly then, other factors must be involved in producing the effect of swing at the eighth-note level.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "iyer_2002"
                ]
            }
        },
        {
            "19": {
                "text": "[19] Accent, durational inequality, and slurred offbeat articulation generate anacrusis, as we have seen from\nExamples 3c, 3d, and 3e.  Because offbeat swing eighth notes exhibit these qualities, either alone or in combination, they tend strongly toward anacrusis.  Indeed, offbeat anacrusis seems to be the distinguishing feature of swing eighth notes, which should consequently be understood in terms of quality, not quantity—in terms of their effect (the feeling they engender), not their measurable appearance, which is variable and often misleading. Example 5 . Anacrusis in swing eighth notes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Example 5 shows the difference between straight and swing eighth notes in terms of projection.\n\n\n\n\n\n\n\nIn 5a, each offbeat eighth note realizes projective potential and functions as a\ncontinuation directed toward the fulfillment of a quarter-note duration. In 5b,\nby contrast, the variable timing of the offbeat swing eighth note prevents the\nrealization of projections at the eighth note level. Instead, the offbeat eighth\nnotes keep projective potential open and alive while directing attentional\nenergy toward the ensuing quarter note. As Iyer observes, this results in an emphasis on “the next level of hierarchical organization.  In conventional terms, the swung eighth-note pairs are perceptually grouped into the larger regular interval, that is, the quarter note.  If all subdivisions were performed with exactly the same duration, it would be more difficult to perceive the main beat” ( 2002 , 404).  Swing eighth notes do more than facilitate perception of the quarter note beat, however; through anacrusis, they perpetually generate a forward propulsive energy toward that beat. Example 6 . Anacrusis in the ride rhythm (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "iyer_2002"
                ]
            }
        },
        {
            "21": {
                "text": "[21] Example 6 displays the ride rhythm, the common pattern played by jazz drummers.  It consists of two rhythmic layers:  1) hi-hat cymbal, closed with the foot pedal on the backbeats (i.e., beats 2 and 4), creating a short “chick” sound; and 2) the “ding-ding-a-ding” rhythm played on the ride cymbal.  The resulting sound—“ding-chick-a-ding-chick-a-ding”—has been one of the primary markers of the jazz style since the 1940s. At the lowest level of the analysis, the short tap of the ride cymbal (the eighth notes on the “ands” of 2 and 4) is swung, and is thus anacrustic.  The ringing of the ride cymbal on beats 1 and 3 is long; the hi-hat clipped shut on beats 2 and 4 is short.  This long-short pattern corresponds to \nExample 3b.  It clearly produces anacrusis on the backbeats, shown on the second level of the analysis.  The fact that many drummers accent the ride tap on beats 2 and 4 reinforces this effect.  As a result, both Q and Q' acquire a forward, anticipatory energy directed toward new beginnings on beats 1 and 3 of every bar.  In terms of grouping, the pattern may thus be understood not as DING-chick-a, but as CHICK-a-ding. Example 7 . Anacrusis in the bass line (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Example 7 shows a walking bass line, which is what a bass player would typically provide in conjunction with the drummer’s ride rhythm.  As a series of straight quarter notes, as shown in 7a, it tends to be fairly neutral with respect to projection.  Many bassists tend to accent the backbeats to drive the swing a little more, particularly at slow to moderate tempos.  This produces anacrusis, as shown in 7b (which corresponds to\n             \nExample 3c).  Moreover, bass players often place chordal dissonances with a strong tendency toward a specific resolution on the backbeats, and this too imparts the quality of anacrusis to them, as shown in 7c.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] “Swing is possible,” wrote Hodeir, “only when the beat, though it seems perfectly regular, gives the impression of moving inexorably ahead (like a train that keeps moving at the same speed but is still being drawn ahead by its locomotive)” ( Hodeir 1956 , 198).  This image is deeply evocative of the effects of anacrusis across multiple levels of rhythmic structure, as shown in Examples 5–7.  The flow of swing eighth notes generates offbeat anacrusis, directing attention toward the ensuing quarter-note beats.  A powerful anacrusis emerges on beats two and four as a result of the drummer’s ride rhythm pattern, and this is often reinforced by the tendency of bass players to accent the backbeats and place chordal dissonances there.  Consequently, the resulting projections are charged with energy because one is always expecting new beginnings—attention is always directed toward the next event via anacrusis, not the completion of the present event through continuation.  That, in part, is what the forward propulsion of swing, what Hodeir called “vital drive,” comes from.  What these examples clearly show, then, is that syntactical pattern in itself does in fact contribute to the production of engendered feeling. III.  Sub-syntactical effects",
                "footnotes": [],
                "citations": [
                    "hodeir_1956"
                ]
            }
        },
        {
            "24": {
                "text": "[24] We may now turn our attention to sub-syntactical microrhythmic variations, and how they influence the emergence of projections at the syntactical level.  First, we must consider where beat subdivisions end and participatory discrepancies begin.  Though frequently conceptualized as “durationless instants” or “time points” in many theories of rhythm, beats do indeed have duration when considered from the standpoint of perception:  there is a small span of time that we can accommodate to our sense of what counts as an expression of that beat.  In other words, we tend to assimilate events arriving slightly ahead of or behind an idealized instant to the beat anticipated there (how far ahead or behind depends on tempo, of course). (15) Similarly, the timings of beat subdivisions may vary in performance, but we tend to perceive them in terms of a few durational categories, which of course we refer to as eighth notes, triplets, sixteenth notes, and the like—this is known as categorical perception. (16) The extent of subdivision is limited, however:  some units are simply too short in duration to be meaningful as subdivisions.  For example, a sixty-fourth note at 100 bpm has an actual duration of only about 35 ms; it is essentially impossible to hear it as a sixty-fourth note, as a duration occupying one-sixteenth of a quarter-note beat. (17) Instead, we will likely assimilate it to a durational category of a higher order, which we then interpret as being played either early (“on top”) or late (“behind the beat”) in terms of expressive timing.  Example 8 plots this process and examines how PDs get accommodated to the syntactical subdivisions of the beat. (18) (Incidentally, I have chosen to illustrate this in terms of durational values ahead of the beat, but a similar chart could be constructed with graduated durational values placed behind it.) Example 8 . PDs and category perception (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Each case shown here presumes an ongoing metric context, such that we have reason to hear a new beginning on the second quarter note beat.  At 100 bpm, quarter notes have an actual duration of 600 ms. Example 8a shows even eighth notes (a ratio of 1:1), each lasting 300 ms.  The second eighth note here, all other things being equal, is plainly continuative.  Examples 8b and 8c show syncopations anticipating beat 2.  These induce the perception of a virtual articulation of beat 2—in fact, if they did not, they could not be experienced as syncopations.  Consequently, they function projectively for the ensuing downbeat, which I indicate as follows: (see\n      also\n      Figure 2, below).  This “syncopation shift,” as David Temperley describes it, causes the realization of projective potential Q and the projection of Q′, even in the absence of a sounding event on beat 2. (19) Note, incidentally, that the difference between 8b and 8c is just 50 ms, which often leads us to confuse them with each other, unless the differences are exaggerated. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] In Example 8d, the discrepancy of 75 ms between the beginning of the thirty-second note and the ensuing downbeat is quite small, and suggests two possible hearings.  The first is basically the same as in Examples 8b and 8c, though we might tend instead to assimilate it into the dotted-eighth/sixteenth category timed expressively late, for we rarely see anticipated syncopations at the thirty-second note level like this.  The second possibility involves hearing the thirty-second note not as a syncopation anticipating the beat, but as a second quarter-note beat played early, on top of the beat.  It is quite a lot on top at this tempo, however, so we might be inclined to hear it as a timing error rather than as an expressive deviation.  Similarly, Example 8e suggests two possible interpretations, though the first is considerably less plausible, and the second considerably more.  It is extremely unlikely that listeners will experience this rhythm as it is notated.  Instead, the sixty-fourth note will probably be absorbed into the beat range of a second quarter note, where it will be experienced on top of the beat within the range of expressive microtiming.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] In Examples 8b and 8c, the syncopation and the unevenness of the first\nand second notes led me to analyze the latter as anacrusis. This corresponds to\nthe case shown in\n \nExample 3d, though here a virtual articulation takes the place\nof an actual sounding event following the second note. In Examples 8d and 8e,\nwhere anticipation on the syntactical level veers into an on-top attack at the\nsub-syntactical level, I have continued to represent the second note as\nanacrusis. Example 9 seeks to explain this by examining how PDs operate within\nmetric projections. The three cases shown here each assume an ongoing context in\nwhich each beat is expected approximately where the small hash marks below the\nhorizontal line are shown—these may be understood as London’s peaks of\nattentional energy. Thus projective potentials Q and R should be regarded as\n“definite” potentials, their expected durations having themselves been projected\nby earlier events not shown. (21) Example 9 . Effects of PDs on projection (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Example 9a represents the “ideal” situation. Three successive quarter\nnotes are shown, and labeled x, y, and z for reference. Since their durations\nare equal and nothing motivates the perception of anacrusis, y is interpreted as\ncontinuation. Examples 9b and 9c show possible deviations in the timing of y on\nbeat 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Example 9b illustrates the projective situation when the second\nnote is played “behind the beat”—that is, just after an anticipated beat. The\nlate arrival of y has little effect on our metrical expectations here. Because Q\nis a definite projective potential in this context, its realization can be\noccasioned virtually, irrespective of any occurrence of y, simply because it\ncorresponds to a peak in attentional energy. The delayed arrival of y more or\nless confirms the beat for us, and is easily assimilated into the range of beat\n2. If z were correspondingly late, the normative duration of each projected\nbeat—its period—would be preserved, but the phase would be shifted back ever so\nslightly—an adjustment we can make quite easily, in fact. If z were later still,\nwe might be inclined to hear the onset of a process of deceleration. Before\neither of these potentials can be realized, however, z arrives “on time,” as\nprojected by both Q′ and the definite projective potential R. The shortened\nduration y-z reintegrates into the higher-level projection R, restoring\nstability. Consequently, y has little influence on our expectations for a new\nevent at z; it has little expressive impact, and thus displays no tendency\ntoward anacrusis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] By contrast, 9c shows the onset of y just ahead of—or “on\ntop” of—beat 2. Its early arrival triggers some degree of uncertainty, for it\ncompels an early realization of projective potential Q and a corresponding\nredefinition of Q′. Early arrival of y thus offers a potential shift of both\nperiod (a shorter normative projected beat) and phase, and thus if realized, Q′\nmight indicate an acceleration of tempo. In response, I suggest, we will tend to\norient our perceptual faculties toward the future to settle the uncertainty.\nThis appears to have ecological validity. An event happening on the early side\nof an attentional peak provokes some degree of anxiety, as though something is\nnow approaching a listener at a faster rate, and thus induces a forward focus of\nattentional energy, a greater anticipatory orientation toward the stimulus; by\ncontrast, an attack on the late side suggests something receding away, and thus\ninduces less anxiety or tension. An on-top attack of y prompts one to look\nactively for z on the early side of the beat; this forward orientation and sense\nof anticipation lends y the quality of anacrusis. Example 10 . “Late” responses in Repp (1998) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] From Example 9, we may\nformulate a general principle: an on-top attack tends toward anacrusis, whereas\na behind-the-beat attack tends toward simple continuation. Evidence in support\nof this proposal can be found in a study of increment and decrement detection\ndiscussed in Repp 1998 . Specifically, the frequent occurrence of “late”\nresponses in Repp’s increment detection task and their paucity in the\ncorresponding decrement detection task strongly corroborate the anacrustic\ntendency of an on-top backbeat attack. The lengthening or shortening of a single\ninteronset interval (IOI) in the context of an otherwise isochronous series\nentails a phase shift in the isochronous rhythm, as shown in Example 10 . When a\nsingle IOI was lengthened, as in Example 10a, Repp’s subjects often heard the\nsubsequent interval as lengthened, rather than the correct one—i.e., they\nresponded “late.” Repp explains this as follows: When a target IOI is\nlengthened, the event that terminates it occurs immediately after a beat (tick,\nprediction) issued by the oscillator [i.e., an internal time-keeping mechanism].\nAs a result, the next beat will have to be delayed by lengthening the period of\nthe oscillatory cycle, but unless this adjustment is complete, the next beat\nwill again fall short of the event marking the end of the next IOI, hence the\ntendency to also perceive it as lengthened. ( Repp 1998 , 138–139) Repp found no\ntendency toward late responses in the decrement detection task, however (Example\n10b). The greater accuracy of decrement detection suggests an enhanced attention\nto an event that arrives on the early side of an attentional peak. Repp suggests\nsuch an early arrival “may have the effect of precipitating the beat, thereby\nleading to an immediate phase shift (assuming that the period of the oscillator\nremains constant)” 139 . Repp’s data thus show a greater attention and a more\nrapid adjustment to subsequent events in the face of an early event onset (an\non-top attack) than to a delayed onset (a behind-the-beat attack). The former\nprompts a forward focus of attentional energy, an anticipatory orientation\ntoward oncoming events, suggestive of anacrusis; the latter prompts more of a\nwait-and-see attitude, suggestive of continuation—an attention to the\nfulfillment of a promised duration, not the onset of a new event.",
                "footnotes": [],
                "citations": [
                    "repp_1998",
                    "repp_1998",
                    "repp_1998"
                ]
            }
        },
        {
            "32": {
                "text": "[32] These tendencies appear to be bottom-up responses to expressive microtiming—that is, all other things being equal, listeners will tend to experience anacrusis in relation to an on-top attack, and continuation in relation to a behind-the-beat attack.  In the same study, however, Repp also demonstrated a relationship between expressive timing in performance and listeners’ expectations for such timing, which he expressed in terms of “perceptual bias.”  In general, his findings revealed that “it is more difficult to detect a duration increment, but easier to detect a duration decrement, in positions that typically exhibit expressive lengthening in performance.  Conversely, increments are easier to detect and decrements harder to detect in positions where pianists tend to speed up” (131).  In other words, where listeners expect an elongated duration, lengthening is harder to perceive than shortening, and vice versa.  Perceptual bias, which reflects the influence of learned style structures, thus affects interpretation of expressive timing from the top down, and if a particular rhythmic structure typically exhibits on-top timing in a given style, the bottom-up tendency toward anacrusis may well be attenuated.  In order to understand the influence of PDs on syntactical pattern, then, we need to know what timing patterns experienced listeners in a given style will likely expect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] What do enculturated listeners of African-American groove-based musics expect in a typical groove context?  What are their “perceptual biases”?  Though to my knowledge, no empirical studies have yet explored this specific issue, we can nevertheless extrapolate what these biases might be.  If, as Repp’s study demonstrates, perceptual bias is indeed related to conventions of expressive performance within a particular style, the timing practices of accomplished drummers should provide an indication of listeners’ expectations.  Iyer observes the frequent “microscopic lopsidedness” in the backbeat timing of the most esteemed drummers: If we consider the downbeat to be exactly when the bass drum is struck, then the snare drum is very often played ever so slightly later than the midpoint between two consecutive pulses.  Often musicians are aware of this to some degree, and they have a term for it:  the drummer is said to play “in the pocket.”  Although perhaps unaware of the exact temporal details of this effect, a skilled musician or listener in this genre hears this kind of expressive microdelay as “relaxed” or “laid back,” as opposed to “stiff” or “on top.” ( Iyer 2002 , 406) “In-the-pocket” timing thus exhibits an increment IOI on beats 1 and 3, and a decrement IOI on beats 2 and 4—i.e., delayed backbeats.  To the extent that such backbeat delay in groove-based musics feels natural and unperturbed (“relaxed” or “laid back”), we might identify it as a perceptual bias.  Following Repp’s conclusions, if listeners expect it, backbeat delay will pass by largely unnoticed, simply continuing the duration begun on the downbeat, as suggested in\n Example 9b.  By contrast, an on-top backbeat attack will likely work against this expectation; it will be more quickly perceived and more immediate in its expressive effects, motivating a definite response, a greater anticipatory orientation suggesting anacrusis, as shown in Example 9c.  In this way, strategic manipulation of backbeat timing can have significant expressive effects.  In the next section, audio examples will be presented giving the reader the opportunity to test this hypothesis. Figure 2 . Additional symbols (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "iyer_2002"
                ]
            }
        },
        {
            "34": {
                "text": "[34] Anacrustic and continuative tendencies generated at the sub-syntactical level may be congruent or noncongruent with the function of events on the syntactical level.  Consequently, Figure 2 presents some new analytical symbols to represent their interaction. A pair of forward slashes or backward slashes stacked atop one another indicates congruity between the syntactical and sub-syntactical levels of the analysis, and represents a strengthening of anacrustic or continuative function.  The other symbols, each made up of a forward slash and a backward slash, show noncongruence, and represent a weakening of these functions.  In each of these, the larger symbol shown on top represents the syntactical analysis, and the smaller symbol intersecting it from below shows the sub-syntactical analysis.  I propose that the effect of syntactical pattern overrides that of sub-syntactical timing, but that the sub-syntactical level can strengthen or weaken that effect. IV.  Examples Example 11 . PDs in the ride rhythm (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Much writing on rhythm in jazz identifies the ride tap as the signature component of a given drummer’s distinctive “feel” (see, for example, Keil 1994a 60–62; and Monson 1996 , 54–57).  Accordingly, studies of timing often focus on the swing ratio in a drummer’s ride tap or the “hookup” between the ride cymbal beat and the bass player’s walking bass line (see, for example, Prögler 1995 ; Friberg and Sundström 2002 ).  These features of timing contribute significantly to the production of engendered feeling, to be sure, but I would argue that the timing of the hi-hat cymbal on the backbeats also has important consequences. Example 11 , based on the analysis of the ride rhythm provided in     \nExample 6, shows the effects of microrhythmic variation on the backbeats in the classic swing groove.\n          Beats 2 and 4, as Example 6 shows, are anacrustic at the syntactical level owing to the relative shortness of the hi-hat cymbal and the accent often played there on the ride cymbal.  If the hi-hat is closed shut just on top of the beat, this will serve to enhance anacrusis, as shown in Example 11a, and drive the rhythm aggressively with a high level of energy.  By contrast, by laying back on the backbeats and closing the hi-hat just late—i.e., playing “in the pocket”—the drummer counters the anacrusis produced at the syntactical level\n      (see Example 11b).  This creates a more relaxed groove, though one that continues to swing, for it still bears the energy of anacrusis on the basis of syntactical pattern.",
                "footnotes": [],
                "citations": [
                    "keil_1994a",
                    "monson_1996"
                ]
            }
        },
        {
            "36": {
                "text": "[36] Rhythmic timing is never wholly uniform, of course, even in a repeated groove pattern.  Timing variations may be isolated and purely local in their effects, but competent drummers have individual tendencies toward specific timing patterns within particular styles or songs—i.e., they will tend to place their backbeats fairly consistently either on top of or behind the beat.  Do the expressive effects of timing variations become muted under such repetition, as listeners come to expect them, or do they remain effective with each iteration?  London acknowledges that “listeners can internalize patterns of expressive variation and base their temporal expectancies and judgments upon them” London 2004 , 142).  This leads him to recognize “expressive varieties of particular tempo-metrical types” (153).  In other words, a tempo-metrical type—a metrical type (duple, triple, etc.) whose range of possible groupings and divisions is constrained by perceptual limitations imposed by tempo—can be further individuated on the basis of possible timing patterns.  London formalizes these observations in his “Many Meters Hypothesis”: A listener’s metric competence resides in her or his knowledge of a very large number of context-specific metrical timing patterns.  The number and degree of individuation among these patterns increases with age, training, and degree of musical enculturation. (153) In learning more and more expressive varieties of particular tempo-metrical types, London argues, listeners can come to distinguish, say, the subtle varieties of swing among different big bands of the Swing Era (154).  Whether or not these varieties constitute distinct “meters” is largely semantic; but if we are indeed able to distinguish and recognize such timing patterns, I would argue that it is not because we register their differences consciously—the discrepancies are really quite small and often difficult to quantify.  It is rather because we experience in them different qualities of feeling.  And if this is true, it means that the effects of timing variations do not become muted with repetition; they are felt instead as a generalized, emergent quality of the groove.  Thus a tendency to place backbeats on top of the beat will generate a groove with more energy and drive than playing them “in the pocket.”",
                "footnotes": [],
                "citations": [
                    "london_2004"
                ]
            }
        },
        {
            "37": {
                "text": "[37] What sustains this quality of feeling across the groove?  Why does a groove pattern remain engaging with repetition?  Why, as we become habituated to it, are we not desensitized to its expressive power?  These questions are meaningful only if we regard each iteration of a repeating pattern as a product, a fait accompli, already given outside of the process of becoming.\nRepetition then suggests a mechanical reproduction of the same, perpetuated by\nhabit, that presents no opportunity for novelty of expression or experience. If,\nby contrast, we understand repetition as a process, then the onset of each\niteration offers only the potential for repetition, a potential that may or may\nnot be realized. As a process, repetition is more than the mere reproduction of\nthe same; it is a wholly particular renewal of the past in the context of\npresent becoming, a novel potential for becoming in a present that is\n“continually being created anew” Hasty 1997 , 169). The particularity of each\nrepetition is conditioned by what it draws from its immediate past and what\npotentials it offers for the future. This includes the anacrustic or\ncontinuative tendencies generated by participatory discrepancies, which remain\nrelevant as they are renewed in each repetition of the pattern. As a\nconsequence, the expressive power of the pattern is not attenuated, but\nsustained, emerging as engendered feeling. (22) Audio Example 1 / Transcription 1 . PDs in the Ride Rhythm (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "hasty_1997"
                ]
            }
        },
        {
            "38": {
                "text": "[38] Audio Example 1 , which presents a synthetic recording of the ride rhythm, offers the reader the opportunity to explore in a controlled context differences in backbeat timing and the varied qualities of feeling they produce. (23) As shown in the accompanying transcription (transcription 1), each four-bar segment presents the ride rhythm with a different timing pattern played on the hi-hat backbeats.  The descriptive titles for each segment were taken from musician, producer, and MIDI programmer Michael Stewart’s “feel spectrum,” which illustrates “his prescriptions for generating an assortment of rhythmic feels at 130 beats per minute” (quoted in Prögler 1995 , 24, fig. 1).",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] In listening to this example myself, I find it difficult to perceive backbeat delay in the pocket pattern.  By contrast, the on-top backbeats are more immediately recognizable, and more visceral in their effects.  This, I believe, confirms that we do indeed have a perceptual bias toward backbeat delay, and that on-top timing is more perceptually salient, shows a greater tendency toward anacrusis, and thus generates a more powerful sense of forward drive.  A sustained on-top backbeat pattern can engender a jumpy, jittery quality, of course—something I find quite apparent in the last segment. Example 12 . Basic rock groove (click to enlarge) Audio Example 2 / Transcription 2 . PDs in a Basic Rock Rhythm (click to enlarge and listen) Recorded Example 2 . “Chameleon” Example 13 . Bass & drum groove in Herbie Hancock’s “Chameleon” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The effects of backbeat timing are apparent in other groove patterns, as well. Example 12 provides an analysis of a basic rock drumbeat.  Example 12a shows a simple quarter note alternation between the bass drum and the snare—this is a two-beat pattern.  The timbre of the snare, its higher frequency, and apparent brevity relative to the booming bass drum, cause it to be heard as anacrusis; thus beat 4, like beat 2, is directed toward the emergence of a new beginning.  Example 12b shows a slight modification—eighth notes on the bass drum replace the quarter note on beat 3—which transforms this into a basic rock beat.  This causes a slight complication.  The snare drum hit on beat 4 now comes on the heels of two eighth notes in the bass drum.  Durational cumulation—i.e., movement from short to long durations—tends to produce closure, and this can be felt on the fourth beat of this pattern. (24) This undermines its anacrustic tendency, transforming it into a continuation.  The pattern now has a more discrete profile, with the final quarter note on the snare directed toward the fulfillment of Q', rather than the arrival of a new beginning in the next bar.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] Examples 12c and 12d illustrate the effects of backbeat timing in the basic rock groove.  In 12c, the snare drum is attacked just on top of the beat.  This enhances the feeling of anacrusis on beat 2, but undermines the continuative function of beat 4, as shown.  These factors provide the groove more forward drive, but a feeling of closure can still be perceived on beat 4, completing the pattern.  In 12d, the snare drum is attacked just behind the beat.  This undermines the feeling of anacrusis on beat 2, and enhances the continuative function of beat 4, as shown.  This pattern exhibits a more relaxed quality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Audio Example 2 , a synthetic recording of the basic rock beat, again offers the reader an opportunity to explore variations in backbeat timing.  It is set up the same as Audio Example\n      1, and the backbeats are varied by the same amounts (see transcription 2).  Here, I think the effects are easier to hear than in the swing example, perhaps because of the greater timbral distinction between the bass and snare drums.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The final example I shall consider exhibits considerably more complexity:  it is the groove pattern of Herbie Hancock’s “Chameleon,” from his landmark 1973 album Head Hunters (CD reissue, Columbia/Legacy CK 47478).  Though the “groove matrix,” as Steven Pond has aptly characterized the rhythmic texture ( 2005 , 42), is eventually made up of five rhythmic layers, my analysis will concern only the ostinato bass line, played by Hancock himself on synthesizer, and Harvey Mason’s drumbeat. (25) Recorded Example 2 provides the first 30 seconds of the recording. Example 13 shows the bass line and drum parts together.  The recording begins with four measures of bass alone, however, so Example 14 considers the bass part in isolation, while Example 15 examines the drum pattern. Example 14 . “Chameleon,” bass line (click to enlarge) Example 15 . “Chameleon,” drum part (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "pond_2005"
                ]
            }
        },
        {
            "44": {
                "text": "[44] Example 14a shows an analysis of the bass line’s pattern at the syntactical level, irrespective of any participatory discrepancies.  The eighth note pick-ups function as an anacrustic group.  Taken together, they provide enough information to enable one to hear the A ♭ in bar 1 as a syncopation, which generates a virtual articulation of beat 2 and realizes projective potential P via syncopation shift—in other words, this syncopated A ♭ functions projectively for beat 2.  It takes the place of the backbeat, and beat 2 inherits its anacrustic quality in the projection of P', a duration I hear as directed toward a new beginning on beat 3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Playing this A ♭ (and the B ♭ in bar 2) on top of its idealized location, as shown in Example 14b, generates some added push, making it strongly anacrustic.  Since nothing follows to mark beat 2, and since beat 3 also is merely implied, I believe this will tend to sound anxious and jittery.  Instead, it will be more effective to lay back a little on the A ♭ , as shown in Example 14c.  In this way, a continuative tendency at the sub-syntactical level tempers the anacrustic function at the syntactical level, giving the groove a more relaxed quality that just feels more at ease. [46] Example 15 provides an analysis of Harvey Mason’s drum pattern in “Chameleon.”  Example 15a reproduces the basic rock groove from Example 12b .  Example 15b, which shows a very basic funk rhythm, is almost identical, but the slight rhythmic displacement in the bass drum on beat 3 has a significant effect:  it makes the two bass drum hits in the second half of the bar anacrustic, rather than continuative, as in Example 15a.  This further enhances the sense of closure arrived at with the snare drum hit on beat 4—more movement seems to be directed into beat 4.  Example 15c shows the pattern Harvey Mason actually plays. (26) Here, the first snare hit is pushed ahead a sixteenth note, so that it corresponds to the A ♭ played in the synth-bass part.  Pushing the snare early like this causes a syncopation, which, as we have seen, functions projectively for the ensuing downbeat. Audio Example 3 / Transcription 3 . PDs in “Chameleon” (click to enlarge and listen)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] Examples 15d and 15e evaluate the effects of participatory discrepancies on the snare-drum backbeats.  The results are comparable to what happens in the bass.  If the snare backbeats are both played on top of the beat, as shown in Example 15d, the first snare hit becomes strongly anacrustic; the second snare hit acquires an anacrustic tendency working against its syntactical continuative function.  If the backbeats are both played behind the beat, “in the pocket,” as in Example 15e, the anacrustic tendency of the first snare hit is tempered, and the second snare hit becomes strongly continuative.  The result is a more laid back, relaxed groove.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Audio Example 3 is a synthetic recording of the bass and drum groove played at the outset of “Chameleon,” again with varied backbeat timings, including the syncopated backbeat that anticipates beat 2.  Each four-bar segment here is repeated twice, and only the notes corresponding in each bar to those shown boxed in the first measure of segment 2 have been modified (see transcription 3).  To avoid breaking the continuity of the example, each new segment after the first is indicated aurally with a splash cymbal hit on the first downbeat.  I would observe that segment 2—the idealized “pocket” groove—provides the most comfortable feel for this groove, whereas segment 3 (with backbeats at 10 ms on top) offers the best option for a more aggressive forward propulsion.  Segment 4 (with backbeats at 20 ms on top) strikes me as particularly jittery and unpleasant. Table 1 . Bass line timings, mm. 1–4 (click to enlarge) Table 2 . Bass and Snare timings, mm. 5–12, and Reprise, mm. 1–6 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] What actually happens in the recording of “Chameleon” on the Head Hunters album?  Do bass and drums tend to place their backbeats—the syncopated backbeat on the “uh” of beat 1 and the snare drum hit on beat 4—on the beat, on top of it, or behind it? Tables 1 and 2 plot some timing figures from the recording.  These figures were derived using the sound-editing software program Audacity, which allows one to view wave-form fluctuations down to the millisecond to determine fairly precisely when exactly an attack begins.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] Table 1 shows the actual timings in the bass line in mm. 1–4, prior to the entrance of the drums.  The onset of each bass note is given, as is the IOI from each note to the next.  In order to determine whether the backbeat syncopation (the “uh” of beat 1 in each bar) was attacked early or late, it was necessary to extrapolate the expected timing of each 16th note.  The “Bar length” column shows the total duration of each bar in seconds.  16th-note durations and their “ideal” timings were derived from this figure and plotted in the “‘Ideal’ 16th notes” column.  The “Timing” column then shows how far ahead or behind the bass attacks are:  positive values indicate late attacks, negative values indicate early attacks.  As can be seen, Hancock attacks the syncopated backbeats (shown in bold) 12–13 ms late in each bar except bar 3, where the A ♭ is attacked fairly early, perhaps reflecting a slight timing error.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] It could be argued that a better measure for the idealized 16th-note locations in each bar would stem from the projected length of each measure—what listeners may expect for an emerging measure on the basis of its predecessor.  Accordingly, these figures are given in the “Projected bar length” and “Projected 16th notes” columns of Table 1.  Thus the projected bar length of 2.600 seconds for m. 2 corresponds to the actual length of m. 1.  (The figure of 2.640 seconds for the projected length of bar 1 was arrived at by averaging the durations of the three pick-up notes leading into it, and then extrapolating 16th notes for the bar to come.)  Here, as well, the bass tends to arrive late on the “uh” of beat one.  (Again, bar 3 is the single exception.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Though the ideal timing of 16th-note subdivisions in mm. 1–4 can only be extrapolated approximately, Table 1 does suggest a tendency towards behind-the-beat timing on the syncopated backbeats.  Table 2 provides further corroboration for this tendency.  It compares the backbeat timing of both bass and drums in mm. 5–12 and in the reprise of the main groove, which occurs about 13:20 into the recording, where the tempo is considerably faster (95 bpm vs. 110 bpm).  Here, the 16th notes were extrapolated from Harvey Mason’s hi-hat attacks (not shown), which occur on every eighth note, and exhibit remarkable consistency; they provide the most reliable means for generating 16th-note positions, and are thus the best basis for comparison.  Both the bass and snare onsets are given, and their timings relative to the 16th-note pulse stream.  Onsets shown in parentheses indicate an indeterminate attack, usually a case in which the snare hits first and masks the onset of the bass.  In such cases, the onset figure shown in parentheses is the earliest possible attack.  A marked tendency can be seen for both drums and bass to articulate the backbeats (shown in bold) behind their expected locations, though the delay on the “uh” of beat 1 is usually substantially greater than the delay on beat 4, perhaps indicating an underlying “swing” on the 16th notes. V.  Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] In this essay, my primary purpose has been to show the interrelatedness of syntactical pattern and participatory discrepancies for the production of engendered feeling in groove-based musics.  Tying these together, I believe, helps to demystify PDs and makes expressive microtiming a more meaningful aspect of our everyday listening practices.  Attending to the backbeat and the quality of feeling that emerges from it helps to sustain interest and enlivens one’s engagement in a compelling rhythmic groove.  It leads to a deeper listening experience, as one hears the melodic and harmonic components from the perspective of the “groove matrix,” as conditioned by the feeling it produces, rather than neglecting the groove altogether as we often do when attending first to the melody.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] The framework outlined here can also help explain the prevalence of in-the-pocket timing of backbeats in groove-based musics.  Iyer offered a compelling physical explanation for this in terms of the different distances nerve signals must travel to reach the brain from the foot and from the hand, which putatively entails a synchronization error between foot stomps and hand claps—or bass drum and snare. (27) However, Wohlschläger and Koch have shown that “negative synchronization error” (NSE) is not dependent on nerve conduction time, for the “Paillard-Fraisse hypothesis,” as this is known, “does not allow for an explanation of the effects of tempo, practice, and expertise on the [synchronization error]” ( Wohlschläger and Koch 2000 , 118).   Moreover, they found that the NSE virtually disappears in real musical contexts.  This suggests that backbeat delay is not an inevitable consequence of our physical makeup, as Iyer proposes, but a preferred timing pattern actually chosen for its expressive influence on anacrusis produced at the syntactical level.  Each groove pattern has a particular syntactical shape, and this shape directs energy toward closure with greater or lesser force.  The groove pattern also induces certain tendencies in backbeat timing, however, which can either enhance or temper the effects of syntactical shape.  Some grooves seem to call for backbeat delay, and others backbeat push, as we saw in the “Chameleon” example.  Backbeat timing can then be varied for strategic purposes.  Pushing the backbeats to the top of the beat can add energy at crucial moments in a performance without rushing the tempo; conversely, laying back on them can dissolve some of that energy as the need arises.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] Needless to say, this is but a partial study of participatory discrepancies in groove-based musics, and the framework presented here does not exhaust the possibilities for their effects.  I have not attempted to explain how timing discrepancies between the instruments charged with sustaining the groove generate the push and pull often associated with swing, but this is an important component of engendered feeling that remains rather mysterious.  Backbeat timing, however, can be understood directly in terms of its influence on the continuative and anacrustic character of the emerging durations in which any syntactical pattern unfolds, a character I believe should be understood as no less an aspect of engendered feeling than other forms of participatory discrepancies.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.4.butterfield.html",
    "data": "mto/data/mto.06.12.4.butterfield.json"
}