{
    "title": "Review of Daniel Kazez, <i>Rhythm Reading: Elementary Through \n  Advanced Training</i>, 2nd ed. (New York: W.W. Norton and \n  Company, 1997).",
    "date": "1997/07/01",
    "volume": "3",
    "issue": "4",
    "authors": [
        "Marvin, William M."
    ],
    "abstract": "The second edition ofRhythm Readingis a thorough revision that improves upon its predecessor throughout. The book contains a variety of exercises and musical examples, and the author addresses several important notational topics that are neglected in competitive texts. However, shortcomings in the pedagogy, and a failure to address several issues of rhythmic performance found in the standard music literature, limit the usefulness of this text beyond the introductory stages.",
    "keywords": [
        "pedagogy",
        "aural skills",
        "rhythm"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.4/mto.97.3.4.marvin.pdf",
    "author_info": [
        {
            "name": "William M. Marvin",
            "university": "Oberlin Conservatory",
            "address": "Division of Music Theory, 77 West College Street, Oberlin, OH 44074",
            "email": "bill_marvin@qmgate.cc.oberlin.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Robert W. Ottman, Music For Sight Singing , \n4th ed. (Upper Saddle River: Prentice Hall, 1996); Samuel Adler, Sight Singing:\nPitch, Interval, Rhythm , 2nd ed. (New York: W.W. Norton & Company, 1997); \nArnold Fish and Norman Lloyd, Fundamentals of Sight Singing and Ear Training (New York: Harper & Row, 1964); Paul Hindemith, Elementary Training for \nMusicians (London: Schott & Co., 1946).",
            "citations": []
        },
        "FN2": {
            "text": "2. Anne Carothers Hall, Studying Rhythm (Englewood \nCliffs: Prentice Hall, 1989); Robert Starer, Rhythmic Training , \n(New York: MCA Music, 1969).",
            "citations": []
        },
        "FN3": {
            "text": "3. I located the following small errors: page 37, “We Three \nKings” is in c minor, not C major; page 82, Exercise 161 is the same as exercise\n163—the wrong example seems to have been inserted here; page 187, the\nmetronome marking for exercise 404 is incorrect—it should be dotted\nquarter = 60; page 195, an error of tempo change in exercise 423—the\nrhythmic values are reversed.",
            "citations": []
        },
        "FN4": {
            "text": "4. William Rothstein, Rhythm and the Theory of \nStructural Levels (Ph.D. Dissertation, Yale University, 1981), and Phrase Rhythm in Tonal Music (New York: Schirmer Books, 1989); Carl \nSchachter, “Rhythm and Linear Analysis: Aspects of Meter,” in The Music Forum 6 (New York: Columbia University Press, 1987).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The ability to translate rhythmic notation into \nsound, and\nconversely, to translate sound into notation, is an essential skill\nthat all musicians must master. The study of rhythm is a significant\ncomponent of many music theory and musicianship programs. Pedagogical\nmaterials designed to help students to internalize rhythmic gestures\nand make immediate connections to notation take a variety of\nforms. Many sight-singing manuals, such as those by \nRobert Ottman,\nSamuel Adler, Arnold Fish and Norman Lloyd, and Paul Hindemith,\ncontain graduated rhythmic exercises interspersed with melodic\nmaterials. (1) Other texts, notably \nthose by Anne Hall, Robert Starer,\nand the text in question, are devoted exclusively to rhythmic\npedagogy. (2) By isolating rhythmic \nissues, these authors approach the\ntopic more rigorously, and address a variety of musical issues that\nare neglected in those texts that address rhythm as one component\namong many.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Readers familiar with the original edition of Rhythm Reading ,\npublished in 1989 by Mayfield Publishing Company, will find the new\nversion superior in every way. The second edition offers a thorough\nrevision, featuring improved pedagogy, a better sequence of exercises,\nmore material for practice and in-class use, and more strategies for\nthe student to achieve success in performing the exercises. In\naddition, the production value of this book is outstanding. The errors\nof musical typesetting that plague many musical textbooks are kept to\na minimum in this volume, and the attractive page layout is very easy\nto read. (3) The attractive typography \nand layout are far superior to\nthe earlier edition, and to the Starer or Hall texts.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Rhythm Reading is organized in four large sections. Unit I,\nFundamental Rhythm Patterns, comprises roughly one half of the text,\nand presents “patterns that occur most frequently in Western music.”\nUnit II, Irregular Division of the Beat, presents “simple-meter\nexercises that use triplets and sextuplets and compound-meter\nexercises that use duplets and quadruplets. Quintuplets and septuplets\nare introduced in both meters.” Unit III addresses issues of\nsyncopation, and Unit IV presents excerpts from the literature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Of the three texts devoted exclusively to rhythm, Rhythm \nReading is alone in its inclusion of excerpts from musical literature. These\nexamples represent a wide range of musical styles, including folk\nsongs from several cultures, passages from European classical music\nranging from the fourteenth century to the present, and several\ncompositions by north and south American composers. This direct\nconnection with music as students experience it is one of the great\nstrengths of Rhythm Reading . Students are encouraged to recognize\nrhythm as one musical component among many, and to place rhythm in a\nlarger context of performance or aesthetic judgment. Further, the\nexcerpts engage the visual problem of reading rhythmic patterns as\nthey appear on a five-line staff, in the context that they deal with\nmost often. Unfortunately, the relegation of these examples to the\nfinal chapters of the text compromises the usefulness of the\nexcerpts. The excerpts, many of which are superb examples of the\nrhythmic procedures introduced in earlier sections of the text, would\nserve their purpose far better if they were integrated with the body\nof exercises in the first 180 pages.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The entire section of musical excerpts could be supplemented\neffectively with several longer excerpts from the literature, both\nsingle lines and duets or larger ensembles. These excerpts can be used\nfor a variety of purposes: to develop ensemble precision, to reinforce\nconducting issues, to point out various compositional devices, and to\nshow how pitch considerations can influence rhythm in a compositional\ncontexts. Further, longer excerpts are necessary to discuss issues of\nphrase rhythm and hypermeter, topics introduced by the author in\nChapter 5. Instructors who use longer examples as supplementary\nmaterial should also strive to find different editions and publishing\nstyles, as these can present different visual challenges to the\nstudents. As a single example, one need only consider the visual\nproblems of reading various editions that utilize the “backwards\neighth rest” to represent a quarter rest. A diversity of genres and\nhistorical styles can also provide material for discussion of rhythmic\nperformance issues that are dependent on stylistic considerations\n(Baroque overdotting, ornamentation in a variety of styles, “swing”\neighth notes, etc.).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The author’s composed exercises, which comprise the bulk of\nmaterial in the text, appear in a variety of tempi, and include\nsingle-line exercises, two-part exercises designed for one performer,\nand two- and three-part exercises designed for class ensemble\nperformance. Tempi are indicated by standard Italian terminology\n(Starer’s exercises do not indicate tempo; Hall combines terminology\nwith suggested metronome markings). Most of the exercises also include\na expression and dynamic indications, requiring the students to\nperform the exercises musically. I believe that the exercises could\ninclude even more expression markings, such as a greater variety of\ntempo markings in a different languages, as well as tempo\nmodifications and fermati. A creative instructor could introduce such\nmarkings into some of the exercises, or one student could conduct\nanother’s performance and “cue” various tempo modifications and\ndynamic changes. The ensemble exercises are particularly interesting\nand well conceived, introducing a variety of compositional procedures\nsuch as augmentation/diminution canon, variation techniques, and\nhocket.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The exercises are organized within each section from simple to\nmore complex performance problems, and a spiral learning approach\nbased on individual rhythmic cells is espoused. The consistent use of\nrhythmic cells and the clearly ordered presentation will appeal to\nmany instructors, and the variety of suggestions for performance in\nthe introductory sections can be used to create an interesting\nclassroom approach to the material. Further, new cells are derived\nfrom earlier ones in a way that makes visual and aural sense to the\nstudent. The author is particularly successful in treating “homonym”\nrhythms (cells that look different but sound the same). Hall and\nStarer are much less successful on this topic—both tend to rely on\na single favored notation rather than showing a variety of correct\npossibilities.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Rhythm Reading presents a wealth of information about musical\nnotation, offering advice on correct choices between rhythms that look\ndifferent but sound the same, and warning the student about potential\nerrors of notation as new material is introduced. A number of\nnotational signs that appear regularly in music, but infrequently in\ntextbooks, such as those for repeating the contents of a measure,\nmulti-measure rests, or measured and unmeasured tremolo, are presented\nclearly within the text and the exercises. The pedagogical suggestions\ntypically refer to actual pieces, and they often point out fascinating\nissues that are neglected by most of the other texts available. A\nstudent working through this text chronologically with the guidance of\na teacher should be able to negotiate most of the exercises\nsuccessfully. The material is ordered very carefully, and each\nexercise is prepared by what has come before.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In the preface, the author states that the text is “a\ncomprehensive study of the rhythm patterns students are likely to\nencounter when playing, singing, conducting, teaching, composing, or\nstudying music.” He also presents his pedagogical approach in this\npreface, demonstrating a variety of methods by which the text can be\nused. The use of rhythmic cells is presented as the primary\npedagogical tool of Rhythm Reading , and these cells are presented \nin\ntable format in Appendix B.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] According to the author, “Students learn to read rhythm not as\nindividual notes but as groups of notes, which are presented in the\ntext as “rhythm cells” (page xvii). This observation provides one of the\ngreat strengths of the book, but the reliance on cells as the\nexclusive tool for presenting a pedagogy of rhythm creates severe\nlimitations. By placing emphasis on individual patterns, it is easy\nfor the student and teacher to lose sight of larger issues of\nphrasing, or the motion of rhythmic patterns in time. In addition, the\nflexibility of accent and phrasing that is characteristic of musical\ninterpretation and performance at a high level cannot be achieved\nthrough this approach. For much of the text, Kazez places a strong\nemphasis on accent that supports the notated meter signature, putting\noff all discussion of syncopation until the third unit. This late\npresentation of syncopation creates an artificial atmosphere that is\nseparated from the world of music that students find in their lessons,\nensemble experiences, and lives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The other pedagogical tool espoused in this text is the use of\nspeech cues to learn new rhythmic cells (i.e., the student says\n“Beethoven” in a triplet rhythm). The success of this approach would\nprobably vary considerably depending on the commitment of the\nindividual instructor and the character of the class. Of greater\nconcern is the inherent limitation of speech cues: they lock the cell\ninto a particular accent pattern, thus rendering cross-rhythms more\ndifficult to perform. I recommend, along with Kazez, that speech cues\nbe used only to introduce a new pattern, and that they be dispensed\nwith as soon as possible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The pedagogy is less successful in the later sections of the\nbook. A close examination of Chapter 9, on irregular divisions in\nsimple meter, reveals that the instructor using this text will need to\nprovide large amounts of supplementary material to insure that the\nstudents will be able to perform the exercises successfully. The\nchapter begins with a clear discussion of irregular divisions of the\nbeat in simple meter, and a chart of various beat divisions in simple\nduple time is presented on page 111. Kazez further presents some short\nexamples from Ravel and Stravinsky to indicate the variety of\nnotations a student will encounter for these rhythms, even within the\nsame work. He advises the student of the need for flexibility in\napproaching irregular divisions, due to the inconsistency of approach\ntaken by composers and publishers. He then states that “In the\nexercises below, the single most common and correct notation is used.”\nThis limitation completely undoes the excellent preceding\ndiscussion. While I do not advocate presenting incorrectly notated\nexercises for the student’s frustration, it seems that students need\nto recognize a variety of correct notations. To limit the text to one\nof several correct notations does not meet the stated goals of the\ntext, to present a “comprehensive” approach to the rhythmic patterns\nstudents encounter in music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The one-part exercises in this section proceed in the order\ntriplet, quintuplet, sextuplet, and septuplet. This ordering is\nsomewhat puzzling, as sextuplets are clearly related both to triplets\nand to traditional duple division of the beat, while quintuplets and\nseptuplets present a far higher level of complexity and performance\ndifficulty. Unlike earlier sections of the book, there are minimal\nsuggestions for successful performance of these new rhythms, and their\nderivations, when relevant, are not built into the preparatory\nexercises. For example, the introduction of triplets here provides a\nclear opportunity to introduce changes of meter from simple to\ncompound in which the beat value stays constant. In addition, while\nKazez tells the student that triplets in simple meter are “borrowed”\nfrom compound meter, he does not show how sextuplet sixteenth notes\ncan act as the bridge between duple and triplet eighths at this stage,\nand when he does make the connection two pages later, he limits the\naccentuation of the sextuplet to the non-syncopated version. This is\nunderstandable, given that the ordering of the text addresses\nsyncopation of all types in Unit III, but the issue is not returned to\nat that point.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] None of the exercises in Unit II presents any further elaboration\nof the irregular subdivisions (for instance, rests within a tuplet\nfigure, or unequal values within the tuplet figure). For examples of\nhow this could be done, I recommend that the reader examine Hall’s Studying Rhythm , chapters 12 and 26, or, for a more rigorous\npresentation, Starer’s Rhythmic Training , chapters 5ff. Many of\nthese more complicated tuplet figures appear in the musical examples\nfound later in Kazez’s text (see, for instance, Exercises 422, 425,\n428, 431, and 435.) Students who have completed all of the exercises\nin the first three Units of the text are not prepared when confronted\nwith these patterns. Had the examples been integrated into the body of\nthe text, as suggested above, it seems more likely that these\npedagogical shortcomings would have been noticed and addressed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Rhythm Reading attempts to introduce \nstudents to larger issues\nof metric organization from the earliest sections of the\ntext. Students are taught to conduct fast exercises “in one,” and\nhypermeter is introduced on page 74. These often neglected topics are\ncrucial to a musician’s understanding of musical phrasing, and the\nauthor is to be applauded for including them in his text. Classroom\ninstructors should expand on these introductions to the topics by\nbringing in supplementary materials and relating the concepts to those\npresented in harmony and analysis courses. Since hypermeter and phrase\nrhythm are defined in terms of specific features of harmonic analysis\nand the rate of harmonic change, (4) it \nis impossible for this text to\ndo more than introduce the ideas of larger rhythmic organization, and\nlonger, more interesting examples of the flexibility of hypermeter and\nphrase rhythm would require lengthy digressions into pitch-related\ntopics. I firmly believe that these digressions should be undertaken\nby the classroom instructor. As it stands, the introduction to the\nconcept is sufficient within the scope of this text, although Kazez’s\nexamples of hypermetric organization need to be longer for the concept\nto make sense to the student aurally: a four-measure passage is not\nenough music to represent four-bar hypermeter, any more than a single\nmeasure in common time is enough to represent the meaning of common\ntime.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In sum, the attractive layout, generally clear presentation, and\nwealth of material unavailable in competitive texts makes Rhythm\nReading worthy of consideration for training musicians in the basics\nof rhythmic performance and notation. However, the inconsistencies of\napproach and organization in the later portions of the book will\nrequire significant supplementary work by the instructor who adopts\nthis text for a complete sequence of rhythmic training.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.97.3.4.marvin.html",
    "data": "mto/data/mto.97.3.4.marvin.json"
}