{
    "title": "Sublimating Sharp <math><mover><mn>4</mn><mo>̂</mo></mover></math>: An Exercise in Schenkerian Energetics",
    "date": "2004/09/01",
    "volume": "10",
    "issue": "3",
    "authors": [
        "Samarotto, Frank"
    ],
    "abstract": "The raised fourth scale degree can represent a powerful, even visceral impulse towards the dominant; once introduced, its course of harmonic resolution appears inevitable. Nonetheless, there are instances when a piece seems to rethink this impulse, and to restrain it by reverting sharp four to its natural state, resulting in what can be characterized as a kind of “sublimation.” This paper will explore this idea from within a nexus of energeticist and Schenkerian approaches, demonstrating their basic affinity as well their utility in teasing out nuances of musical meaning.",
    "keywords": [
        "Energetics",
        "Schenker",
        "hermeneutics",
        "Brahms",
        "Debussy"
    ],
    "doi": "",
    "received": "July 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.3/mto.04.10.3.samarotto.pdf",
    "author_info": [
        {
            "name": "Frank Samarotto",
            "university": "Department of Music Theory",
            "address": "Indiana University",
            "email": "fsamarot@indiana.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Heinrich Schenker, Harmony , ed. Oswald Jonas, \ntrans. Elizabeth Mann Borgese (Chicago: University of Chicago Press, 1954), xxv.",
            "citations": []
        },
        "FN2": {
            "text": "2. “Energetics,” in The Cambridge History of Western Music Theory , \ned. Thomas Christensen (Cambridge: Cambridge University Press, 2002), 927–55.",
            "citations": []
        },
        "FN3": {
            "text": "3. “Energetics,” 927–8.",
            "citations": []
        },
        "FN4": {
            "text": "4. “Energetics,” 929.",
            "citations": []
        },
        "FN5": {
            "text": "5. Oswald Jonas, Introduction to the Theory of Heinrich \nSchenker , trans. and ed. John Rothgeb (New York: Longman, 1982), 54–6.",
            "citations": []
        },
        "FN6": {
            "text": "6. See, for example, Schenker’s comment about the first \nmovement of Beethoven’s Op. 81a: “Here g-flat 2 and g 2 are \nengaged in a struggle with one another . . . the synthesis of the entire first \nmovement circles around this conflict.” In Free Composition, trans. and \ned. by Ernst Oster (New York: Longman, 1979) page 100.",
            "citations": []
        },
        "FN7": {
            "text": "7. A similar critique is made Patrick McCreless in “Ernst \nKurth and the Analysis of Chromatic Music of the Late Nineteenth Century,” Music Theory Spectrum 5 (1983) pages 56–75.",
            "citations": []
        },
        "FN8": {
            "text": "8. This is in keeping with the concept of functional agents \ndescribed by Daniel Harrison, Harmonic Function in Chromatic Music (Chicago: University of Chicago Press, 1994), esp. pages 49–55, though Harrison \ndoes not call special attention to the alteration of the fourth scale degree.",
            "citations": []
        },
        "FN9": {
            "text": "9. In his analysis of this theme as it occurs in the final \nmovement of the Third Symphony, Schenker refers to the corresponding ♯ 4 ˆ and \nsays that it, “embodies the urge of a 2 to reach b-flat 2 .” \nSchenker reads the latter b-flat 2 as the goal of a local Anstieg, though the global Kopfton he takes as 3 ̂ (as I do). In “Beethoven’s Third \nSymphony,” trans. Derrick Puffett and Alfred Clayton, in The Masterwork in \nMusic III (Cambridge: Cambridge University Press, 1997) page 54.",
            "citations": []
        },
        "FN10": {
            "text": "10. The effect of an apparent cadence into F is heightened \nby the octave leap on C as the resolves.",
            "citations": []
        },
        "FN11": {
            "text": "11. The semiotic bases of meaning in such situations is \nexplored in Robert Hatten, Musical Meaning in Beethoven (Bloomington, \nIndiana: Indiana University Press, 1994); Hatten explicitly cites the reversal \nof the expected resolution of sharp 4 ˆ to natural 4 ˆ as susceptible to \nhermeneutic interpretation as a form of denial or negation; see pages 56–63 and \nespecially the analysis of Beethoven’s Op. 7/ii.",
            "citations": []
        },
        "FN12": {
            "text": "12. This characterization bears a close relationship to \nHatten’s category of abnegation, “a ‘willed’ resignation” that is “actively \ninvolved in its reversal of yearning.” (59) Though the spiritual associations \nthat Hatten ascribes to abnegation are very apt for my Examples 3 and 4, other \nways in which sublimation is distinct from this category will become elaborated \npresently.",
            "citations": []
        },
        "FN13": {
            "text": "13. The B flat in measure 68 has no trace of an A sharp function.",
            "citations": []
        },
        "FN14": {
            "text": "14. Note that that the twisting figure leading to the \ncadence is concealed in the opening’s D-C sharp-D-C natural-B flat.",
            "citations": []
        },
        "FN15": {
            "text": "15. It is this moment that seems to me to be most like \nHatten’s category of abnegation, albeit in this context it involves not a \nreversal of ♯ 4 ˆ ’s tendency to resolve but rather its resolution.",
            "citations": []
        },
        "FN16": {
            "text": "16. This is arguably the position of Eduard Hanslick; see On the Musically Beautiful , trans. Geoffrey Payzant (Indianapolis: \nHackett Publishing Company, 1980).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the preface to Heinrich Schenker’s early treatise on harmony, published in 1906, one finds the following remarks: . . . the theory of harmony presents itself to me as a purely spiritual universe, a system of ideally moving forces, born of Nature or of art . . . I should like to stress in particular the biological factor in the life of tones. We should get used to the idea that tones have lives of their own, more independent of the artist’s pen in their vitality than one would dare to believe. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Though originating only about a century ago, these ideas might strike us \nas belonging to an era far removed from modern-day theory. However, recent years \nhave seen a renewed interest and respect for the intellectual climate within \nwhich this thought was cultivated. Spearheaded by the efforts of Lee Rothfarb, \nthe term “energetics” has been resurrected to describe an approach to musical \nstructure and expression that brings together such apparently diverse figures \nsuch as Schenker, August Halm, and, most famously, Ernst Kurth. In Rothfarb’s \nvaluable essay on energetics in the new Cambridge History of Western Music \nTheory, he points to a number of characteristics shared among the theorists \nwho have an energeticist outlook. (2) Of these, the first two are of special \ninterest to me here. First, Rothfarb speaks of the metaphor of the thematization \nof “force,” citing Schenker’s “biology of forces,” Halm’s “drama of forces,” and \nKurth’s “interplay of potential and kinetic energies,” as examples. Second, and \nless obviously, Rothfarb identifies musical logic as an aspect of energetics, by \nwhich he means “understanding the succession of events in a piece as unfolding \naccording to properties residing exclusively within the tones, and forces \narising from their combinations.” (3) In this paper, musical force and musical \nlogic will form a background against which I will examine an unusual special case, \nin which a very forceful and very logically directed pitch, namely the \nraised fourth scale degree, is deflected away from its expected course. This \nparticular drama of musical forces is suggestive of hermeneutic interpretation. This is \nfully in keeping with the energeticist outlook. While tones are the content of \nmusic, an “empathetic aural experience,” one which fully embraces music as \nmetaphorically rich, allows us to interpret the activities of those tones as \nmeaningful, even intentional. Rothfarb describes this experience from the \nenergeticist perspective: Tones, as dynamic symbols, as organisms, as sonic embodiments of \n  psychic energy, attract and repel, strive toward and away from each other. (4) I will proceed from the notion that the more exact a structural description one \ncan generate for the tones in question the more precisely one can localize its \npossible fields of meaning. I will return to this issue is my conclusion.",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] \nOne more preliminary point: My structural description will rely largely on a \nSchenkerian approach to tonal and temporal structure. A Schenkerian analysis \nalong energeticist lines might strike some as incongruous. Ernst Kurth, the \ntheorist most strongly identified with energetics, was the subject of withering \ncriticism by Schenker and his followers, most notably Oswald Jonas. (5) Nonetheless, Rothfarb has argued that their underlying attitudes toward the \naesthetic understanding of music are cut from the same cloth. (6) For Jonas, Kurth’s analyses failed to recognize an underlying relationship with \nspecies counterpoint that provided music with its structural integrity, and \ntherefore misread its harmonic basis. (7) I think this is a fair criticism of this aspect of Kurth’s work, but the added \nspecificity of Schenker’s method ought not to conflict with other aspects of \nenergeticist approach. Instead, it should render it more fine-grained, concrete, \nand ultimately more defensible as a holistic analysis. The following analyses \nmay serve as a test case, presenting an exercise in what one might call \nSchenkerian energetics.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I began by quoting Schenker on harmony, but, as I have suggested, I want \nto localize the force of that harmony in a particular step-class, the fourth \nscale degree in its raised form. (8) This is apt because one of the most strongly directed motions in tonal music is \nmodulation to the dominant—consider what a dramatic role that motion plays in \nsonata-form movements, among other types. Of course, the simplest sign that we \nare modulating to the dominant is the appearance of sharp 4 ˆ , the unique tone \nneeded to define the goal key, and its leading tone at that. Further, a powerful \nway the confirm a new key is to arrive clearly on its dominant, for which ♯ 4 ˆ in that key is a useful ally as an applied leading tone to V. Example 1 . Mozart, Piano Sonata in B ♭ major, K. 333, I, exposition, mm. 1–46, score with annotations (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] To see how this works in a typical piece, consult Example 1 , \nwhich reproduces most of the exposition of the first movement of Mozart’s \nfamiliar Piano Sonata in B-flat major, with some annotations. When the elegantly \nornamented first phrase is repeated an octave lower, the first difference we \nnotice is that the E flat on which we comfortably rested in measure 2 is replaced in \nmeasure 12 by an E natural. (For simplicity’s sake, I will refer throughout to any raised fourth scale degree as sharp ♯ 4 ˆ .) That E natural in measure 12 effects a \nsudden release of energy; it sets off a ripples of active sixteenth notes that \narpeggiate the new dominant back up into the original middle register. We are \nnow effectively in F major, but, absent a full thematic statement, we still feel \nwe have not quite settled in the new key. Mozart strengthens this arrival by \nintroducing ♯ 4 ˆ of F major in measure 17, followed by five bars of standing on the \ndominant and a rhetorical pause. Besides the dynamic energy of the modulation, \nwhat I also want to point out is how much the fluctuation between natural 4 ˆ and \nsharp 4 ˆ pervades this music. Mozart finds opportunities to work it into even \nthe smallest decorative figuration, as in measures 4 and 6, for instance. Later, \nafter ♯ 4 ˆ of F major is introduced, B flat and B natural are in a near constant \nplay, vying for our attention.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] To be sure, this music is the quintessence of Classicism’s lyrical mode, \nbut under this elegant veneer, little sparks of ♯ 4 ˆ inflame the music with \nenergetic impulses that belie its placidity. Of course, this modulation scheme \nis a common tactic in sonata forms, and it is just as common to emphasize the \nsubdominant, the natural 4 ˆ , in the recapitulation, to act as a stabilizing \ncounterbalance to the modulation to the dominant. The commonality of this usage \ndoes not diminish its effectiveness; it is the dramatic highlighting of the \nmodulation to the dominant that is in large measure responsible for sonata \nform’s dynamic vigor. Sonata form aside, ♯ 4 ˆ ’s energetic power shows itself in \nother contexts as well. It can serve very well as an embodiment of heroic \ntriumph, especially when it surmounts the more neutral natural 4 ˆ . Example 2a . Beethoven, The Creatures of Prometheus , Op. 43, No. 16, Finale, mm. 1–16; the “Eroica” theme (string parts only) (click to enlarge) Example 2b . A hypothetical version of the theme (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Example 2a presents the familiar “Eroica” theme, here in its incarnation in the finale of \nthe ballet music from the Creatures of Prometheus, Op. 43. This melody \nexecutes a deliberate and steady ascent to scale degree five, as my annotations \nshow, and falls back to the expected half cadence. After the double bar, a \nfaster ascent gets stuck on 4 ˆ , and all parts stamp their collective feet in \nfrustration. The only way out of this 4 ˆ is down: as a chordal seventh, it is \nobligated to resolve down to the third of the tonic chord. But no: in a heroic \neffort, this A flat pushes upward through A natural to B flat. (9) Sharp 4 ˆ wins out \nover natural 4 ˆ and the energy of this motion pushes the line past B flat to C.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] This results in an odd formal design: one might have expected the closing \nbars to return to the opening melody, perhaps in the manner shown in Example 2b , \nwhich would also satisfy the tendency of the chordal seventh to resolve to G. \nHowever, allowing A flat to fall passively back to G would not embody the same \nexuberant sense of heroic resolve. Recall the two aspects of musical energetics \nI highlighted in Rothfarb’s account: musical logic, and force as a thematic \nelement. The former is not in play here: notice that ♯ 4 ˆ is not involved in a \nmodulation to V, so its presence has no logical necessity. Its usurpation of the \nchordal seventh is a manifestation of pure force; this “non-logical” path is \ntherefore charged with “extramusical” significance. Sharp 4 seems to speak: “So \nthere, I’ll do as I wish!”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] To underscore that this move really merits such weight of meaning, I will \nrefer to the passage excerpted in Example 2c , \nwhich reproduces the final appearance in the ballet of this celebrated theme, \njust before the Allegro molto that brings this finale to a rousing close. This \nlast time the insistent stop on natural 4 ˆ is abruptly compromised by the bass’s \nchromatic step into a diminished seventh. Suddenly A natural gets a place of its \nown, as the third of an F major triad in an apparent modulation to F major. (10) As shown in the sketch in Example 2d , the \ntop voice actually continues to retrace the path it took before, taking the A \nnatural to B flat and then C as it returns to a cadence on E flat major. In keeping \nwith the lighter character of this ballet, ♯ 4 ˆ is not overly insistent about \nits moment in the sun: Having shown us that it has the force to derail the course \nof events whenever it pleases, it can relinquish to the remainder of the \nfinale the celebration of tonic arrival. Example 2c . Beethoven, The creatures of Prometheus Op. 43, No. 16, Finale, mm. 181–92 (string parts only) (click to enlarge) Example 2d . Beethoven, The Creatures of Prometheus , Op. 43, No. 16, Finale, mm. 181–92; voice-leading sketch (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As a rule, allowing ♯ 4 ˆ to satisfy its desire to rise would seem to \nbelong to a general category of positive outcomes: logical consequences ensuing \nas expected; purposeful, directed motions; the surmounting of obstacles, the \nsatisfaction of desires, and so on. It would stand to reason that denying ♯ 4 ˆ ’s \ninherent impulse would naturally result in a host of negative connotations \nbelonging to some semantic category of denial. (11) However, this is not necessarily the case; the myriad nuances of context can do \nmuch to enrich the possible meanings we might attribute to tonal structure. I \nwill proceed now to an examination of examples in which an apparent denial of ♯ 4 ˆ ’s \ntendencies can seem to have a decidedly positive cast.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Example 3a provides the opening section of the touching little aria, now attributed to \nGottfried Stölzel, that J. S. Bach included in his compilation for Anna \nMagdalena. Harmonically, the first four bars are a simple statement of E-flat \nmajor. The fifth bar begins a modulation to V with as clear a signal as one \ncould want: a ♯ 4 ˆ in the new key aimed for its dominant through an applied \nleading tone. (Note that the same passage will recur in the tonic key in measure 14 \nto bring the piece to its conclusion.) Thus in bar 5 the force of ♯ 4 ˆ sets the \ncourse; bar 6 would seem to lead that E natural to a over F. However, that does not resolve and turns out instead to be a passing chord into bar 7. \nHere, surprisingly, the diatonic 4 ˆ reappears, apparently canceling out the \nleading tone power of E natural. (Compare the less poignant and more prosaic \nhypothetical version in Example 3b , \nwhich allows the E natural to resolve to V and minimizes the contrast with E \nflat.) Example 3a . Aria, “Bist du bei mir,” BWV 508, attributed to Gottfried Stölzel; score, mm. 1–18 (click to enlarge) Example 3b . Aria, “Bist du bei mir,” BWV 508, hypothetical version of mm. 5–9 (click to enlarge) Example 3c . Aria, “Bist du bei mir,” BWV 508, melodic analysis of mm. 1–18 (click to enlarge) Example 3d . Aria, “Bist du bei mir,” BWV 508, melodic analysis of mm. 1–18 (click to enlarge) Example 4a . Bach, St. Matthew Passion , “Mache dich, mein Herze rein,” score of opening ritornello, mm. 1–9 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The effect is a curious dissolution whose meaning may be found in the \nmelody’s disjunct tracings. These are charted in the melodic analysis of the \nfirst phrase given in Example 3c . \n(Note that this is not a hierarchical voice-leading analysis.) The melody’s \nopening divides into two lines as shown by the separate beaming. In bar 5, the \nupper line freezes on the curiously dissonant D while the lower line steps \ndeliberately downward to the E flat that is natural 4. That E flat has both \nmomentum and inherent tendency to resolve down to D, but in bar 7 it is abruptly \nshifted up to rejoin the upper line’s D, effectively joining both melodic \nstrands into a united descent to the cadence. This melody enacts a tonal \nnarrative of the dissonant separation of lines that are brought together into \nconsonant resolution: a realization of the text’s “If you are with me, then I go \nwith joy to death and to my rest.” ( Example 3d provides a fuller voice-leading context to supplement this reading.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The pivotal moment of melodic reunion hangs, of course, on the natural 4 ˆ that contradicts the ♯ 4 ˆ of the bass. Sharp four seems to relinquish its \nforce, not because it is denied, but because it is given up willingly. The \nmodulation to V passes from a state of tensed energy into the condition of \npassive acceptance embraced by its text. The powerful impulse of ♯ 4 ˆ is not so \nmuch negated or denied as it is redirected, or transmuted into a different \nstate. I can think of no more appropriate characterization than to call this a \nsublimation. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] I will elaborate more on this expressive category presently, but will \nfirst consider a more profound counterpart to “Bist du bei mir,” which is found \nin the final aria of the St. Matthew Passion. Its opening instrumental \nritornello is reproduced in Example 4a ; \na voice-leading sketch is given in Example 4b . The \nbass is of particular concern to us here; it begins by executing a slow descent \nwhile the upper lines weave around each other, the latter a representation of \nthe text’s central conceit of burying Jesus, both literally, and figuratively \nwithin the soul of the penitent. It is this sense of achieving a higher state \nthat calls sublimation to mind: “Mache dich, mein Herze rein,” (“Make yourself \npure, my heart.”). The bass’s first descent leads to an expected dominant in measure \n4; the second descent in measure 6 begins on the IV chord but rapidly plunges to a \nunexpected E natural, which is of course ♯ 4 ˆ in this home key of B flat. Again, this \npowerful harmonic impulse ought to be the force directing us to a cadential \ndominant. Instead, it passes right through the immediately following V chord, \npropelled by the agitated interplay in the upper voices, before settling on a \nlow E flat, that is, to the diatonic fourth scale degree. It is this form of 4 ˆ that carries through to the closing V-I. The degree to which ♯ 4 ˆ is a rhythmic \ncrux of the phrase is disguised by its metric freedom: Example 4c shows that the \napparent downbeat can be heard to shift to mid-bar, and then even a beat \nearlier, placing the E natural in a metrically accented position. Again, this \nsublimation of the harmonic impulse of ♯ 4 ˆ enacts in tones a willingness, even a \ndesire, to embrace a higher state in which powerful impulses are muted or \ntransformed. Example 4b . Bach, St. Matthew Passion , “Mache dich, mein Herze rein,” voice-leading sketch, mm. 1–9 (click to enlarge) Example 4c . Bach, St. Matthew Passion , “Mache dich, mein Herze rein,” rhythmic analysis, mm. 1–9 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] I will now examine more closely the idea of sublimation and how it might \napply to music as an expressive category. There are two basic and seemingly \nquite different meanings, and, oddly, both of them are appropriate here. The \nfirst derives from chemistry: the process by which a solid changes into a \ngaseous state without first becoming a liquid (or the reverse). The second is \npsychological and particularly identified with Freud: to redirect an impulse of \na primitive or visceral nature into one of a more elevated or uplifting kind. \nThe significant element here is that the impulse is not denied but rather \ntransmuted into some other form. Transmutation is, of course, a link between the \nchemical and psychological meanings; the latter has value-laden connotations of \nuplift or moral improvement, tied to the archaic sense of sublimation (and to \nits root meaning of “lifting up”). The aura of moral uplift is easy to connect \nto the two Bach examples, but this should not mean that the previous two \nexamples imply negative outcomes. In the Mozart sonata, the logic and energy of \nthe modulation is satisfying to experience; in the Eroica, the rise of ♯ 4 ˆ is invigorating and pleasurable. The rise or fall of ♯ 4 ˆ is not a matter of \ndiametric opposites but of two different sorts of positives that may arise from \nthe particularities of context. What can make this musical analogy so salient is \nits ready isomorphism: in the musical structures, scale degree four is still \npresent, but the inflection from raised 4 ˆ to diatonic 4 ˆ is not its most \ninstinctive path. In psychological sublimation, the impulse is not expunged, but \nredirected into something more positive. The chemical analogy is even more \nconcrete; its essence is that an expected step, from solid to liquid, is skipped \nover, just as ♯ 4 ˆ passes past V to return to natural 4 ˆ . One is tempted to say \nthat the force of ♯ 4 ˆ simply evaporates, an image that I think will presently \nseem quite appropriate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] This lengthy prologue brings me at last to two fuller analyses of pieces \nwhere the sublimation of ♯ 4 ˆ plays a central expressive role in the musical \nnarrative. These two works, composed at virtually the same time by composers one \nwould not normally associate, have markedly different treatments of ♯ 4 ˆ ’s \nenergy, resulting in highly individual expressive worlds. It is important to \nnote that although sublimation will be applied to the analysis of both pieces, \nthere is nonetheless a wide divergence in expressive affect and meaning between \nthe two. Example 5a . Debussy, Arabesque no. 1, voice-leading sketch, the first phrase and its continuation (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The first of these is Debussy’s first Arabesque. Familiar as it is, one \ndetail that always puzzled me: the lack of an A as the first note in the right \nhand (and the F sharp in the next bar; both occur as expected in later statements). \nTrue, omitting the first note suggests the more elegant effect of beginning in \nthe middle. Nonetheless, the missing A seems significant, a clue perhaps; one \neven feels for it a certain fondness in its absence. It plays a structural role \nas well. Example 5 shows a voice-leading sketch of this opening music in three of its \nmanifestations. The opening’s easy descent traces out a prolongation of IV 6 , \nleading to the closely related II 7 . The linear progression from A to \nE that fills out the IV 6 is an essential whole, and an important \ninitiator of other descending motions throughout the piece (as the other two \nsketches labeled b and c in Example 5 show). The opening melody soars back up to \nthat A, now not implied but insistently elongated, just in time for it to become \na seventh over V. Its lazy fall in parallel sixths retraces the previous A to E \ndescent, letting the resolution of the seventh to G sharp appear in the lower \nregister and leaving that A ringing as the most prominent tone last heard in \nthat register. Example 5b . Debussy, Arabesque no. 1, voice-leading sketch, the first return of the first phrase (click to enlarge) Example 5c . Debussy, Arabesque no. 1, voice-leading sketch, the third return of the first phrase (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The pitch A is curiously absent in the following bars as the music \nluxuriates in tonic arrival in measure 6, the pentatonic oscillation between B and C \nsharp echoing the bass motion C sharp to B that underlay the previous bars. This \napparent phrase ending gradually turns into a beginning as the bass rises to F \nsharp and begins to gather up energy. We are prolonging II, headed for V; as the \nimpulse increases we pick up an A sharp— ♯ 4 ˆ !—along the way. By the stringendo in measure 13, things become urgent: the repeated ninth appoggiaturas \ninsist that we must —we will —resolve to a V chord. But, of \ncourse, at the last moment we think better of it and release the energy of ♯ 4 ˆ ’s \nharmonic impulse back into natural 4 ˆ ; what appears is nothing other than that \npointedly missing A, now at once in the middle of things and an initiator \nof a new phrase. The force of ♯ 4 ˆ is sublimated into A natural, a welcome and \npleasurable outcome. The desire for V simply evaporates away; the V is skipped \nas elements of the II continue their prolongation into the related subdominant \nharmony in measure 17. Example 6a . Debussy, Arabesque no. 1, phrase expansion, a hypothetical model of the first phrase (click to enlarge) Example 6b . Debussy, Arabesque no. 1, phrase expansion, a model of the actual first phrase and its continuation (click to enlarge) Example 6c . Debussy, Arabesque no. 1, phrase expansion, the first return of the first phrase (click to enlarge) Example 6d . Debussy, Arabesque no. 1, phrase expansion, the third return of the first phrase (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] I would identify this sublimation of ♯ 4 ˆ as the central expressive crux \nof this piece. Its agent of sublimation, natural 4 ˆ , takes on the character of \nan independent operator; it seems to need to assert itself, in defiance of the \nusual tendency for a tonal piece to modulate to, or at least tonicize, the \ndominant. (This piece never does.) The highlighting of this pitch even plays a \nrole in the work’s elastic phrasing, which is analyzed in Example 6 . \nAt the top, 6a sets out a hypothetical model for the opening progression with a \nmore even, normative pacing. Example 6b is a rhythmic reduction of the actual \npiece. It shows how this progression is expanded to highlight and elongate the \narrival of the sounded A. The continuation fills eight bars, with A sharp \narriving in that final bar; the subsequent expansion of a single harmony builds \ntension released only at the sublimating arrival of the next A.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Returning to the voice-leading sketches, the first return of the first \nphrase is shown in Example 5b. \nThe leisurely descent from A now has a different outcome, a languid arrival back \nat the IV chord, providing natural 4 ˆ with an even fuller prolongation. The \npiece leans even further toward the subdominant side, before passing to a \ncadential II-V-I. This cadence is more and more broadly drawn out, a process \ndepicted in Example 6c.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] A middle section follows; it begins in A and the subdominant flavor is \nrich and creamy. Germane to our narrative, there is not a single A sharp in this \npart of the piece to disturb our enjoyment of A natural. (13) The return of our opening music is identical for its first sixteen bars; a \ndifferent course is taken in the music following the sublimation previously \ndescribed. Example 5c shows that the structural outlines are the same, but beautifully recomposed for \na more conclusive close, and in a lower register. Part of that more satisfactory \nconclusion is the drawn out and deliberate descent of A to the tonic, the same \nstepwise fourth implied in the first four bars and later repeated; the phrase \nexpansion is shown in Example 6d.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The closing flourish (not shown in these examples) is harmonically odd. \nIt seems that it ought to be a plagal cadence, a IV chord with added sixth \ndecorating the tonic, but the A is omitted leaving G sharp in its place. Having \nresolved as fully as possible, natural 4 ˆ seems content to bow out gracefully.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The sublimation of ♯ 4 ˆ in Debussy’s Arabesque enacts a marked and deliberate \nflouting of musical logic, that being the logic of the tonicization of \nV. It does this not by a kind of denial but by a transmutation of its impulse to \na lower level of energy, one that seems to reveal new, and pleasurable \npossibilities. What grounds this exercise in musical hermeneutics is the \nspecificity of linear and harmonic details brought forth in the analysis, among \nthem, the fact that ♯ 4 ˆ strongly implies a very definite tonal goal, and allows \nits evasion to be just as clearly defined. What is equally important is the \nspecificities of context through which a sublimation is actualized and through \nwhich its meaning is nuanced. Example 7a . Brahms, String Quintet no. 2 in G major, Op. 111, III, voice-leading sketch, measures 1–24 (click to enlarge) Example 7b . Brahms, String Quintet no. 2 in G major, Op. 111, III, voice-leading sketch, measures 25 to the end (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The expressive circumstances differ vastly in my final example, the \nthird movement of Brahms’s String Quintet, Op. 111. I will deal mainly with the \nG-minor part, which is a kind of minuet, albeit one with none of poise of a \nClassical example. Rather, this music is all agitation and nervous energy \ncontained within a forced composure. The two-bar opening is oddly hesitant; \nlacking the upbeat that joins this idea in the second two bars, the opening \nbarely covers two notes before halting to catch its breath. The halt is \nsignificant: it is ♯ 4 ˆ , part of a strikingly dissonant chord. A resolution \nto V is not forthcoming; fortified by an upbeat, the second pair of bars repeats \nthis figure but deflects ♯ 4 ˆ back to its natural state. This sublimation is \nbrief, and hesitant, but rich with meaning presently to be revealed. The melody \nproceeds with a more fluent four-bar span from G to D, but bar 8 once again gets \nbrought up short by the abrupt change of harmony on the second beat. A twisting \nfigure takes us to the cadence, which oddly arrives first in the melody, then \nagain two bars later as the lower voices play catch up. Example 7 renders these events as a voice-leading sketch. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] I have called this opening a sublimation of ♯ 4 ˆ , though at first it \nhardly seems worth the attention. How different from the expansive luxuriance of \nDebussy’s Arabesque: Brahms can hardly touch on ♯ 4 ˆ before backing away from it, \nand the natural 4 ˆ that sublimates it barely gets its chance to resolve to B \nflat, which occurs almost incidentally in the following upbeat. The piece seems \nhesitant to take a stand: Will ♯ 4 ˆ be willingly sublimated or not? Subsequent \nevents show that the issue is not forgotten. The middle part begins \nconventionally enough, moving from a previously tonicized D minor to C minor, \napparently about to complete this sequence to lead to Bb major. Notice that the \ntop voice has picked up the F-E-D at the cadence before the double bar and is \nnow presenting this third in expanded form, as shown in the sketch in Example \n7b. Instead of an arrival on B flat, measure 32 brings a deceptive cadence; the \nG-flat major chord rings with an eerily hollow texture in which the cello \ndoubles the first violin’s line (and the other parts duplicate its content in \nother ways). The top voice D flat that replaces the expected D natural is a \nsignal that something is wrong; the music cannot let this go and harps on it \nagain and again, creating a kind of metric expansion with an accelerating rhythm \nleading to a hemiola. What follows is at once logically expected and strangely \nbewildering.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The sforzando at measure 43 brings an augmented sixth that leads \nconventionally to a dominant (with a cadential ). However, the context Brahms \nhas built up invests this moment with three special significances: The D flat on which the music was stuck is now \n  transformed into C sharp, taking on its role as ♯ 4 ˆ and aggressively resolving \n  to V; Hearing this C-sharp-to-D and the upbeat that follows \n  brings the recognition that we are hearing the reprise of the opening, albeit \n  through an extraordinary recomposition that reverses its harmonic context; With that recognition we become aware that the metric setting is also \n  reversed: where the opening placed D to C sharp in a strong-weak placement, \n  this reprise places C sharp in the stronger and dynamically stressed position. The cumulative result of these reversals takes us to the far end of the \nexpressive spectrum from that tentatively limned at the opening. Example 8 . Brahms, String quinet no. 2 in G major, Op. 111, III, other melodic resonances (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] And what of the sublimation of ♯ 4 ˆ ? This piece would seem to derive its \nexpressive crux from an inability to embrace its sublimation, from that moment \nwhere ♯ 4 ˆ vigorously reasserts its inherent tonal function. (15) Indeed, the music that follows that climactic turn seems to me to be tinged with \na certain regret. Having allowed ♯ 4 ˆ to resolve to the V chord, that dominant \nseems unwilling to relinquish its place. Its prolongation underlies the whole \nreprise, with the resolution to a major tonic appearing only on hemiola \noffbeats. The G major trio that follows is a comforting balm, both in affect and \nin the specific reworking of the opening melody. Example 8 shows how the descending third that opens the minuet in such stop-and-start \nfashion is reworked into a fluid and lyrical song in the trio. (The descending \nfourth from G to D resonates here also.) The end of the whole movement is shown \nat letter b. The trio music comes back as a gentle peroration; the final chords \ninclude a common-tone diminished seventh sonority that once again allows C sharp \nto resolve to D (but not to a dominant chord). Sharp 4 ˆ has the last say before \nthe melodic D-B third adds the closing benediction.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] One might be led to say that this piece is not about sublimation at \nall, that ♯ 4 ˆ is simply permitted to do what its syntax demands. However, this \nwould be to miss the subtle narrative premise of its opening and its nearly \nunique recomposition in the work’s climax. Brahms’s minuet is equally predicated \non sublimation, but on the inability to achieve it, or to allow it to stand, \njust as Debussy’s Arabesque is about its easy enjoyment. One might be tempted to \nhear in Brahms’s treatment a conservative approach to tonality, and in Debussy’s a \nprogressive flouting of harmonic idioms. This is probably simplistic and in any \ncase secondary to the subtler task of teasing out the expressive particulars of \nthese pieces, wherever they may lead.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] I began my study in musical energetics with Schenker in his more \nidealistic voice: “Tones have lives of their own . . . ” My analyses have been \nstructurally specific, but have certainly involved a hermeneutic \ncharacterization of musical actions, in the spirit of the energeticist outlook. \nThe chemical sense notwithstanding, “sublimation” has a decidedly human cast; it \nfeels like something that belongs to inner life. At the same time, in ascribing \nthis sort of inner life to tonal structure, I have not attempted to assign a \nspecific narrative content or particular hermeneutic explication to my analyses, \nnor did the identification with sublimation constrain an analysis to a narrow \nwindow of musical meaning. (Even the texted works involve sublimation in only a \ngeneral sense, delegating more specificity to other aspects of the text.) One \nadvantage of informing a Schenkerian reading with its implicit energeticism is \nthat musical force can be infused with a unique nuance by careful attention and \nlogical explication of the musical structures that surround it. A specific, and \nwell specified musical structure or process can definitely suggest extramusical \nanalogs without needing to be tied to a specific extramusical content. (16) The inference of energetic forces can inform and even clarify one’s \nunderstanding of structure, taking us back to the tones themselves, and their \ninner lives.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.04.10.3.samarotto.html",
    "data": "mto/data/mto.04.10.3.samarotto.json"
}