{
    "title": "Webs and Snares: Multiple References in Babbitt’s <i>Homily</i> and <i>Beaten Paths</i>",
    "date": "2011/07/01",
    "volume": "17",
    "issue": "2",
    "authors": [
        "Leong, Daphne"
    ],
    "abstract": "Babbitt’s propensity for multiple references (“puns”) is explored through examination ofHomily(1987) for snare drum andBeaten Paths(1988) for marimba, two short percussion pieces based on the same 4-part all-partition array.Homilypresents an M7version of the array in time, changing durational units at each aggregate, and articulating lynes by dynamics.Beaten Pathspresents the array in pitch as two R-related arrays combined in a superarray, as well as in time, articulating lyne pairs in the former by register, and lynes in the latter by dynamics.Homilycross-references row segments that appear elsewhere in the array, whileBeaten Pathsindexes specific single-lyne partitions from elsewhere in the array via equal-duration strings. The works’ interior cross-references illustrate how one string of sounds may refer to multiple structures quite different in kind, while the two works’ distinct instrumental colors, array incarnations, cross-reference intricacies, and subset vocabularies demonstrate how one array type can give rise to sounds of vastly different effect.",
    "keywords": [],
    "doi": "",
    "received": "June 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.2/mto.11.17.2.leong.pdf",
    "author_info": [
        {
            "name": "Daphne Leong",
            "university": "University of Colorado - Boulder",
            "address": "College of Music, 301 UCB, Boulder, CO 80309-0301",
            "email": "daphne.leong@colorado.edu"
        }
    ],
    "citations": {
        "babbitt_2002": "Babbitt, Milton. 2002. “Two Discussions with Milton Babbitt.” Interview by James Romig. Milton Babbitt Festival, Dickinson College. 11 April. <http://www.jamesromig.com/TEXT_files/BabbittDiscussions.pdf> (accessed 22 May, 2011).",
        "leong_and_mcnutt_2005": "Leong, Daphne and Elizabeth McNutt. 2005. “Virtuosity in Babbitt’s Lonely Flute.” Music Theory Online 11/1.",
        "mead_1983": "Mead, Andrew. 1983. “Detail and the Array in Milton Babbitt’s ‘My Complements to Roger’.” Music Theory Spectrum 5: 89–109.",
        "mead_1994": "Mead, Andrew. 1994. An Introduction to the Music of Milton Babbitt . Princeton: Princeton University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Leong and McNutt 2005 for an analysis of None but the Lonely Flute ; this example is taken from paragraph 12 of that essay, with a slight elaboration.",
            "citations": [
                "leong_and_mcnutt_2005"
            ]
        },
        "FN2": {
            "text": "2. I use M 7 to indicate the circle-of-fifths transformation.",
            "citations": []
        },
        "FN3": {
            "text": "3. See Mead 1983 , 94, and Mead 1994 , 273 for the arrays of My Complements to Roger and My Ends are My Beginnings , respectively. Mead 1994 , 246 introduces Homily and Beaten Paths . Babbitt 2002 briefly discusses the two works.",
            "citations": [
                "mead_1983",
                "mead_1994",
                "mead_1994",
                "babbitt_2002"
            ]
        },
        "FN4": {
            "text": "4. See Mead 1983 , 96 for discussion of the hexachordal mosaics in My Complements to Roger .",
            "citations": [
                "mead_1983"
            ]
        },
        "FN5": {
            "text": "5. The coda is a special case, articulating its two lynes with f / ff and p / pp dynamics (thereby extending the dynamics of Block VIII), and rolling all of its notes except the final one.",
            "citations": []
        },
        "FN6": {
            "text": "6. The beginnings of blocks in which both hands use the same type of beater are also marked by a two-handed attack.",
            "citations": []
        },
        "FN7": {
            "text": "7. The triplet 32 nd also occurs twice as “filler” at the end of aggregates.  The work’s shortest aggregate, aggregate 22, is 3 2 / 5 quarter notes in length.",
            "citations": []
        },
        "FN8": {
            "text": "8. I count order numbers beginning from 0.",
            "citations": []
        },
        "FN9": {
            "text": "9. I am grateful for Andrew Mead’s assistance with array structure at the beginning of this project.",
            "citations": []
        },
        "FN10": {
            "text": "10. According to the array sources (upper aggregate 6 and lower aggregate 2), the circled G6 should be a G ♯ , and the circled A3, an A ♭ .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Babbitt enjoyed puns.  The multiple referents supplied by the sound of a word— Whirled Series , My Complements to Roger —or suggested by the sound of a word— Phonemena , Transfigured Notes , The Joy of More Sextets —exemplified his delight in uncovering multiple layers of meaning within a single structure. Example 1 . None but the Lonely Flute : Pitch-class array cross-references (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This predilection manifests itself, of course, in the rich and sometimes unexpected multiple references found in the structures of his music. At the opening of his None but the Lonely Flute —a piece built on an all-partition array in which pitch-class (pc) lyne pairs are articulated by register and time-point (tp) lynes by dynamics—the single composite flute line resulting from the interweaving of registral and dynamic lynes references the pc array in multiple ways. Example 1 , in which the numbers align with the staff line immediately below, demonstrates three such modes of reference: 1) Row segment.  <078621> is the first hexachord of a row form. 2) Array-lyne segment respecting partitions.  This passage references a lyne segment from a distant portion of the array.  Each partition is represented by a separate attack (such as the fortissimo C and pianissimo G in the opening measure) or string of equal durations (<8621>); blank partitions (~) are represented by dynamic changes on tied notes (the D ♭ ’s at the end of the line). 3) Single partition of an array lyne via an equal-duration string.  The cardinality of the partition (four in a, and two in b) equals that of the equal-duration string; elements may be rhythmically selected, as in b, where the 32 nd rest represents the missing pc 3. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] On much larger levels, Babbitt’s propensity for multiple meanings expresses itself in his multiple realizations of single array types.  A particular array may be realized in pitch or in time; articulated through instrumentation, register, dynamics, or other distinctive parameters; transformed via R, T, I, or M; (2) combined in superarrays; and utilized in multiple pieces of greatly varying effect.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Here I wish to sample two solo percussion pieces to show both their propinquity and Babbitt’s propensity for creating highly differentiated music based on the same array. Homily (1987), for snare drum, and Beaten Paths (1988), for marimba, both take the array of My Complements to Roger as their foundation. Homily uses the M 7 transformation of this array; its array is T 5 of the version found in My Ends are My Beginnings .  After articulating this array, it concludes with a hexachordally-combinatorial lyne pair of its row forms, I 4 and RI 8 . (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The base array is an all-partition array of four lynes and 34 aggregates, articulated in eight blocks (each block essentially containing one row form per lyne).  It is based on the E-type hexachord [014589] and, per Babbitt’s usual practice, expresses I-type hexachordal combinatoriality between lyne pairs, articulating the hexachordal mosaics shown in Example 2 . (4) Because of the reordering of the row’s pcs under M 7 , the segmental trichords expressed by the underlying rows of the two pieces differ.  As shown in Example 3 , [015] and [014] predominate in Homily , both in number and in their formation of the row’s four discrete trichords, while [037] and [015] take this role in Beaten Paths .  Discussion of the array’s realization in each piece follows. Example 2 . Homily and Beaten Paths : Hexachordal mosaics (click to enlarge) Example 3 . Homily and Beaten Paths : Segmental trichords (click to enlarge) Example 4 . Homily : Opening aggregates (click to enlarge) Example 5 . Homily : Dynamics and timbre (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Homily ’s title itself originates in a pun.  At the conclusion of the score, Babbitt appends this quote, from St. John Chrysostom’s homilies: “And why, it is asked, are there so many snares?  That we may not fly low, but seek the things that are above.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In this work for solo snare drum, the array is presented in time, with time-point (tp) lynes articulated by dynamics from pp to ff ( pp , p , mp , mf , f , ff ). Example 4 shows the beginning of the array and its realization.  The four lynes are articulated by dynamics from p to f .  The aggregates are labeled by numbers in circles; each aggregate uses a different durational value for its tp unit.  These four aggregates constitute the first block of the piece, in which (essentially) one row form is presented in each lyne; row form boundaries are indicated in the array by double slashes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] As shown in Example 5 , the set of four dynamics selected from the available six dynamics changes from block to block, so that by the end of the piece, eight distinct subsets of four dynamics each have been expressed. (5) The dynamics are colored by the timbral distinctions created by mallet choice and use (or not) of snares.  Beaters range from brushes to yarn and soft mallets and wooden sticks; snares are on during blocks IV-VI and the coda.  Thus the actual dynamic produced for a particular notated dynamic can vary greatly from block to block. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The basic durational unit changes from aggregate to aggregate, ranging from the 16 th note to the triplet 32 nd note. Example 6 displays the units used in the piece along with the number of aggregates each controls.  The triplet 16 th note occurs most frequently, controlling 12 aggregates, and the triplet 32 nd the least, controlling only one.  A single durational unit remains in force for each aggregate, except in several cases where the unit changes at the end of the aggregate (usually for one measure) to allow the next aggregate to begin at the barline.  In only two cases, both at important structural points in the piece, does the unit not change from one aggregate to the next.  The triplet 16 th note stays in force for the final two aggregates of each of the final two blocks.  In the penultimate block, aggregates 29 and 30 articulate the 12 1 climactic partition, followed by its foil; in the final block, aggregates 33 and 34 close the piece proper prior to the coda. Example 6 . Homily : Durational units (click to enlarge) Example 7 . Homily : Aggregates 29 to 31 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The climactic partition just mentioned, and displayed in Example 7 , is particularly striking.  Aggregate 29, the 12 1 partition of the work, is articulated ff , and, though its tps are spaced as closely as possible, it forms the work’s longest aggregate, at almost 14 quarter notes from its first attack to the first attack of the following aggregate.  The following aggregate, aggregate 30, provides a strong contrast to aggregate 29 in that it is the work’s only aggregate restricted to two soft dynamic levels (none are restricted to just one). This is followed, in aggregate 31, by the sole aggregate-controlling occurrence of the work’s fastest durational unit, the triplet 32 nd , and the second shortest aggregate of this work, 3 7 / 12 quarter notes. (7) Aggregate 31 uses all four dynamics of its block, ranging from the work’s softest ( pp ) to its loudest ( ff ).  Thus aggregates 29–31 provide contrasting extremes of dynamics and pace in quick succession. Example 8 . Homily : Row segment cross-references (click to enlarge) Example 9 . Beaten Paths : Opening aggregates of upper and lower pitch-class arrays (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The composite snare drum line created by the interplay of multiple dynamic lynes cross-references row segments. Example 8 lists the particular row segments articulated in aggregate 31 (the score is found in Example 7), identifying strings that appear as lyne segments elsewhere in the array. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Beaten Paths , in comparison, is less stark in its extremes, but more intricate in its associative web.  It expresses its arrays in both pitch and time.  In pitch, Beaten Paths presents a superarray, combining RT 5 I of the My Complements to Roger array in its upper register with T 4 I of the Roger array (or RT e of its own upper array) in its lower register. (9) Example 9 shows the beginning of the upper array, which opens the piece, and the point at which the lower array joins in; Example 10 shows the realization of these array aggregates.  (Aggregates for the upper array are labeled in circles; those for the lower array are labeled in squares.)  The upper array occupies the top two octaves of the marimba range, from C5 to B6, and the lower array the bottom two octaves, from C3 to B4.  Each lyne pair corresponds to one octave; individual lynes within pairs are not distinguished from one another. Example 10 . Beaten Paths : Opening aggregates of upper and lower pitch-class arrays (click to enlarge) Example 11 . Beaten Paths : Array coordination and timbre (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The two arrays are coordinated as shown in Example 11 .  The upper array begins alone; the lower array enters at the completion of the upper array’s first block.  Mallet changes occur at each block boundary, with mallets ranging from soft and medium yarn, to soft cord, to medium and hard rubber.  The two solo passages for the upper array occur at the beginning and near the end of the work with the use of rubber mallets (the hardest used in the piece), while the two solo passages for the lower array appear in the work’s interior with the use of soft yarn mallets (the work’s softest).  This large-scale framework of registral distribution and timbre interacts with the dynamic interplay of lynes throughout the work. Example 12 . Beaten Paths : Opening aggregate of time-point array (click to enlarge) Example 13 . Beaten Paths : Array-lyne partition source identified by aggregate and lyne (click to enlarge) Example 14 . Beaten Paths : interplay between upper and lower arrays (click to enlarge) Example 15 . Beaten Paths : Closing (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In time, Beaten Paths also appears to articulate a superarray, combining two tp arrays articulated by the softer ( ppp , pp , p , mp ) and louder ( mf , f , ff , fff ) dynamics.  The initial tp array seems to begin with T 4 of the upper pc array. Example 12 shows the opening aggregate of this tp array, along with the beginning of its realization.  Tps, counting 16 th notes, are labeled beneath the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Here, as is usual with Babbitt, equal-duration strings between tps index other portions of the pc array.  Specifically, a string cites a single partition of an array lyne, where the cardinality of the partition equals that of the equal-duration string; it may select elements rhythmically. In addition, chords occurring at single tps reference particular row segments. Example 13 refers to the measures shown in Example 12, and lists the pc cross-references occasioned by these inter-tp equal-duration strings (a, c, d, and e) or single-tp chords (b).  (Where rhythmic selection occurs [ ] indicate absent pcs replaced by rests or held notes.)  The opening string of 32 nd notes shown in Example 13a, for example, indexes the upper pc array’s 12 1 partition, which occupies lyne 1 of its 6 th aggregate; note that (in Example 12a) the opening 16 th rest represents the partition’s opening pc 6 and pc e (which is displaced to occur simultaneously with pc 8), and the seven 32 nd rests after the beginning flurry stand in for the partition’s closing string of seven pcs.  The distinctive opening sonority, a combination of E-major and G ♯ -minor triads, reappears when the lower pc array enters in m. 10 (Example 10), produced there by the interaction of both arrays.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Babbitt tends to combine the two pc arrays in ways that align, or closely align, duplicate pcs between concurrent aggregates where possible. Example 14 , which realizes upper aggregate 6 and lower aggregate 2, indicates some of these duplications.  What is more, where both upper and lower arrays are in use, the indexing of distant array partitions by equal-duration strings occurs via the combined pcs of both arrays.  The example lists the intricate array cross-references expressed by the inter-tp equal-duration strings created by the interplay of upper and lower arrays. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The texture of Beaten Paths features frequent tertian sonorities.  Referring back to Example 12, one can hear major or minor triads at a) E major / G ♯ minor, b) D minor, d) E ♭ major/minor, and e) D ♭ major, this last triad concluding the work’s first phrase.  As mentioned earlier, [037] (along with [015]) is the row’s most prevalent trichord, but many of these tertian sonorities occur between row forms (while simultaneously cross-referencing single row-form segments). Example 15 shows the end of the work.  By this point (the dotted line), both upper and lower pc arrays have been completely articulated, and the closing passage simply composes out the final chord of the two arrays (underlined in the array representation of the final two aggregates).  It concludes with what could easily be construed as a D ♭ -major-7th chord, echoing the D ♭ triad that concludes the work’s first phrase in m. 3.  These, and other prominent tertian sonorities expressed in the marimba’s particular timbre, lend the work a mellow and mellifluous sound.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In conclusion, these two works, both short pieces for solo percussion written within a year of one another and based on the same 4-part all-partition array, exhibit distinct and sharply profiled personalities. Homily , for snare drum, presents its array in time only, its lynes articulated by dynamics.  The array occurs in a relatively straightforward fashion; there are no non-tp attacks, and general variety derives from the durational units changing from aggregate to aggregate and from the dynamic subsets and timbral choices of beaters and snares shifting from block to block.  Simple cross-references to other row segments occur. Beaten Paths , for marimba, is considerably more multi-dimensional, combining pc arrays articulated by register with tp arrays articulated by dynamics. The synthesis of the two domains allows Babbitt to create his signature multi-references in the context of a polyphony of multiple parameters and dimensions.  Overall shaping derives not only from array partitions in the domains of pitch and time, but also by the combination of arrays within and between domains, and by mallet changes from block to block.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Thus it is that one array and two percussion works snare our attention.  The web of cross-references, so intricate in Beaten Paths , more straightforward in Homily ; the common array underlying both pieces in pitch and time—one does not have to go far to find a pun, if multiple references can be so termed, in Babbitt’s work.  It was a familiar path for him, one that yielded collusions and collisions between referents of all levels, above and below.  The works’ interior cross-references illustrate how one string of sounds may refer to multiple structures quite different in kind, while the two works’ distinct instrumental colors, array incarnations, cross-reference intricacies, and subset vocabularies demonstrate how one array type can give rise to sounds of vastly different effect.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays in honor of milton babbitt (1916–2011)",
    "source": "mto/raw/mto.11.17.2.leong.html",
    "data": "mto/data/mto.11.17.2.leong.json"
}