{
    "title": "Review of Kent D. Cleland and Mary Dobrea-Grindahl, <i>Developing Musicianship Through Aural Skills: A Holistic Approach to Sight-Singing and Ear-Training</i> (New York: W.W. Routledge, 2010)",
    "date": "2011/04/01",
    "volume": "17",
    "issue": "1",
    "authors": [
        "Tuck, Patrick"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.1/mto.11.17.1.tuck.pdf",
    "author_info": [
        {
            "name": "Patrick Tuck",
            "university": "University of the Cumberlands",
            "address": "Department of Music, Williamsburg, KY 40769",
            "email": "ptuck@ucumberlands.edu"
        }
    ],
    "citations": {
        "cleland_and_dobrea-grindahl_2010": "Cleland, Kent D., and Mary Dobrea-Grindahl. 2010. Developing Musicianship Through Aural Skills: A Holistic Approach to Sight-Singing and Ear-Training New York: W.W. Routledge."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Two characteristics distinguish Developing Musicianship through Aural Skills: A Holistic Approach to Sight-Singing and Ear-Training from other aural skills texts. First, authors Kent D. Cleland and Mary Dobrea-Grindhal have taken a refreshingly rhythm-first approach to their subject. Second, they have partnered with educational industry innovators to insure that their text will be useable both online and in modern on-campus classrooms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The authors have provided both spiral-bound paperback and online versions of their text. As more and more texts are offered in hard copy and online, the array of tools required in the music classroom is changing. Chalkboards, dry erase boards, and document cameras along with their accompanying utensils are being replaced entirely by computers, smart phones, and tablets. While students access materials from their preferred media devices, online learning management systems are allowing faculty to design courses entirely to their own specifications. Coursesmart.com and other online delivery systems have already designed both computer applications as well as smart phone and tablet apps. The publisher also offers an instructor manual and supplemental melody and rhythm sheets on its http://cw.routledge.com/textbooks/developingmusicianship website. The publisher and authors might consider the value of adding multi-media and assessment resources to this website.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Cleland and Dobrea-Grindahl’s twelve-chapter design can be coordinated easily with a four-semester instructional format. Even a cursory examination of content reveals logical rhythm and pitch milestones every three chapters. According to the authors, each chapter is designed to take approximately five weeks for an average undergraduate class to master. By the end of Chapter 3, the authors have arrived at changing meter and compound meter (rhythmic concepts) and the dominant sonority (pitch concept). Chapter 6, which would mark the end of second semester, coordinates syncopation and non-modulating chromaticism. Chapter 9 rounds out the tonal era, as it addresses complex rhythms and more complex modulations. With three chapters to go, the authors change their layout. Chapter 10 marks the beginning of the fourth semester with its focus on twentieth-century rhythmic materials. Chapters 11 and 12 follow with twentieth-century pitch concepts. In order to facilitate a concurrent weekly presentation of rhythm and pitch, instructors will sometimes work simultaneously out of two chapters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The authors have taken a decidedly black-and-white visual approach to their text. This format is extremely useful as it relates to electronic projection in the classroom. Throughout the text, they employ a set of icons to distinguish among a variety of musical skill sets: facts, hearing, singing, and exercises. They precede exercises with frames titled “Facts You Need to Know.” Exercises are also preceded by suggestions that promote greater student success. While frames set facts apart from hearing, singing, and exercises, their font is identical and the line width of the frame itself is very thin. Suggestions are not set apart from instructions in a graphic manner or by a distinct font. The icon system—while valuable—is understated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The text’s Appendices present a wealth of contextual information. The glossary of musical terms translates roughly two hundred Italian, French, and German terms. The well-considered discussion of solfege and number systems focuses on four goals: recognition of notes and harmonic structures; understanding musical relationships within a key; practice in observing multiple aspects of a musical sound; and providing a musical sound on which to sing a pitch. The authors acknowledge that none of the current models have accomplished all four of these goals. Therefore, most instructors use syllable systems in various combinations such as moveable-do solfege with pitch letter names. There does exist a glaring omission in the appendix titled “Syllable Systems”: the authors have excluded rhythm syllables. Future editions of the text would benefit from a parallel rhythm syllable presentation. It should address a clear set of goals that include keeping a consistent beat; providing a syllable for every note in a piece of music regardless of beat and division level; and performing at extremely fast and extremely slow tempi.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Appendix C provides a discussion about using the voice. Students are directed here to focus on posture, breathing, and vocalization as three separate tasks. Mastery of posture leads to deep breathing, which the student then applies to vocalization. Wind instrument majors and instructors will be very familiar with directions that include even distribution of body weight and emulation of the deep breath one experiences when lying down. Students are asked to hum when vocalizing for the first time while they find and use their soft palate. They are encouraged to achieve a tickling sensation in their nose that eventually moves to the teeth and lips. These directions come complete with detailed descriptions of how to physically achieve and sense each set of goals in turn.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Cleland and Dobrea-Grindahl end every chapter with examples from musical literature, ideas and reflections, and dictation materials. A complete list of musical examples is contained in Appendix D. The “Ideas and Reflections” frames address issues such as professionalism, musicality, listening, why one studies solfege, and several other relevant discussions. These materials provide invaluable connections for students between the goals of the theory classroom and the tasks with which they are charged in professional settings. Dictation pages provide blank quizzes that instructors can use with materials found at http://cw.routledge.com/textbooks/developingmusicianship . The blank quizzes come complete with directions to students and descriptions of the dictations being performed. They provide the modern instructor the opportunity to project blank dictation pages, conduct a dictation assessment, and instantly provide students with feedback. This instant feedback enhances the efficiency of any music classroom equipped with a computer, a piano, and a projector.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Developing Musicianship through Aural Skills: A Holistic Approach to Sight-Singing and Ear-Training brings to the vast field of musicianship pedagogy a union of old and new concepts in a well-conceived rhythm and pitch design. Professional musicians of the future will experience an entirely new classroom that facilitates the interaction of the most proven pedagogical approaches with incredibly responsive technologies. With this text and its accompanying materials, musicians receive resources that truly enhance their twenty-first century aural skills and music theory classroom.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.1.tuck.html",
    "data": "mto/data/mto.11.17.1.tuck.json"
}