{
    "title": "Post-structuralism and Music Theory (A Response to Adam Krims)",
    "date": "1995/01/01",
    "volume": "1",
    "issue": "1",
    "authors": [
        "Straus, Joseph N."
    ],
    "abstract": "In a recent article in this journal, Adam Krims has argued that mainstream music theory, with its organicist bias, is fundamentally incompatible with post-structuralist thought. This comentary is a defense of theory-based analysis in a postmodern world.",
    "keywords": [
        "post-structuralism",
        "postmodernism",
        "Bloom",
        "Krims"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.1/mto.95.1.1.straus.pdf",
    "author_info": [
        {
            "name": "Joseph N. Straus",
            "university": "The Graduate Center, CUNY",
            "address": "Music Department, 33 West 42nd Street, New York, NY 10036",
            "email": ""
        }
    ],
    "citations": {
        "agawu_1993": "Agawu, Kofi. 1993. “Does Music Theory Need\nMusicology?” Current Musicology 53: 89–98.",
        "blum_1993": "Blum, Stephen. 1993. “In Defense of Close\nReading and Close Listening.” Current\nMusicology 53: 41–54.",
        "burnham_1992": "Burnham, Scott. 1992. “The Criticism of Analysis\nand the Analysis of Criticism.” 19th Century\nMusic 16.1: 70–79.",
        "kramer_1993": "Kramer, Lawrence. 1993. “Music Criticism and the\nPostmodernist Turn: In Contrary Motion with Gary\nTomlinson.” Current Musicology 53: 25–35.",
        "littlefield_and_neumeyer_1992": "Littlefield, Richard and David Neumeyer.  1992. \n“Rewriting Schenker: Narrative - History -\nIdeology.” Music Theory Spectrum 14.1, 38–65.",
        "mccreless_1988": "McCreless, Patrick. 1988.  “Roland Barthes’s S/Z\nfrom a Musical Point of View.” In Theory Only 10.7: 1–29.",
        "straus_1990": "Straus, Joseph. 1990. Remaking the Past:\nMusical Modernism and the Influence of the Tonal\nTradition. Cambridge, Mass.: Harvard University\nPress.",
        "tomlinson_1993": "Tomlinson, Gary. 1993. “Musical Pasts and\nPostmodern Musicologies: A Response to Lawrence\nKramer.” Current Musicology 53: 18–24.",
        "whittall_1993": "Whittall, Arnold. 1993. “Experience, Thought and\nMusicology.” Musical Times 134, no. 1804: 318–20."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Gary Tomlinson ( 1993 ) and Lawrence Kramer ( 1993 ) have provided an instructive recent example of judging and censuring work based on ideological purity.  For Tomlinson, Kramer’s work “reveals patterns of thought that not only already threaten to harden into new orthodoxies of postmodern musicology but that have, at the deepest level, moved little from the putative truths they aim to leave behind (18) . . . He substitutes modernist internalism and aestheticism, both carrying still the potent charge of nineteenth-century transcendentalism, for postmodern contingency and localism (20) . . . Instead of postmodern doubt, play, and problematizing of the communicative relation, Kramer offers a too-familiar modernist mastery” (21).  For Kramer, “Despite his sophisticated talk about metasubjectivity and the plural construction of knowledge, Tomlinson’s version of musical ethnography is at bottom positivistic . . . There are no clear means by which to distinguish this program from what Donna Haraway tartly calls the god-trick of modern epistemology” (32).",
            "citations": [
                "tomlinson_1993",
                "kramer_1993"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Adam Krims’s recent article in this journal,\n“Bloom, Post-Structuralism(s), and Music\nTheory,” raises a fundamental issue facing our\nfield, namely the troubled relationship between\nour familiar analytical methodologies and the\npost-structuralist aesthetic now so prevalent\nthroughout the humanities: “The very premises of\nour field—inventing models of musical structure\nand analyzing pieces as exemplars of structure—dissonate with that which recent critical theory\nhas to teach us.”  Krims adduces my recent book, Remaking the Past: Musical Modernism and the\nInfluence of the Tonal Tradition ( Straus 1990 )\nas a case study, and an object lesson, of this\ndissonance: “Creating, then, a work (a book, an\narticle, a course) of music theory that draws on\npost-structuralist theory always creates a\nconflict of which that work will be a trace.  In\nthe case of Straus, organicist premises must\nreturn in order for music-theoretical discourse\nto take place.  This is not Straus’s fault, if\none wants to consider it a fault at all: it is\nan uneasy confrontation between ideological\nsystems that offer their own resistances to each\nother.”",
                "footnotes": [],
                "citations": [
                    "straus_1990"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Rather than respond to Krims’s detailed and\nperceptive critique of the role of Harold\nBloom’s theory of influence in my book, I would\nlike to launch a brief defense of theory-based\nanalysis in a postmodern world in order to ease\nthe “confrontation between ideological systems”\nthat Krims describes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] It is true that analytical studies during\nthe past thirty years have often been directed\ntoward the demonstration of organic coherence. \nIt is not true, however, as Krims suggests, that\nthis has always been the case or that it need be\nthe case.  In my book Remaking the Past , for\nexample, I frequently describe a kind of musical\ncoherence that is fraught with unresolvable\ntensions and is thus decidedly anti-organic in\nnature:  “While the best twentieth-century works\nare certainly coherent, they are not necessarily\norganically so.  Their coherence is won throught\na struggle . . . Traditional elements are\nincorporated and reinterpreted, but not effaced. \nRather, the past remains a living, forceful\npresence” ( Straus 1990 , 184–85).  Musical works\nmay be understood as coherent in different ways—the organicist model is only one among many. \nIn works that can be understood to bespeak an\nirreconcilable structural conflict, as with\nworks that can be conceived more organically,\nanalysis remains our crucial, indispensable tool\nfor describing musical relationships.",
                "footnotes": [],
                "citations": [
                    "straus_1990"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Even in the presence of an explicit and\nthoroughgoing post-structuralist ideology, one\ncommitted to tracing discontinuities and\nresistance to totalizing explanations, analysis\nremains and must remain an essential part of the\nenterprise.  In exemplary works of “new\nmusicologists” like Abbate and Kramer,\ntraditional analytical categories like\nsubdominant harmonies and sonata form play a\ncentral role, as indeed they must.  One cannot\ntalk about musical structures without analyzing\nthem, without invoking theoretical categories. \nWhatever one’s ideology then, the question is\nnot whether or not to analyze, but simply how\nand toward what end.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Krims argues that the analytical methodology\nof my book, generally pitch-class set theory\nbroadly construed, is “steeped in the tradition\nof ‘organic coherence,’” that it is “extremely\ntraditional—in other words, highly\nstructuralist and organicist,” and is thus\nincapable of mapping a post-structuralist world\nof disruption and discontinuity.  But I do not\nbelieve that there is anything inherently\nmodernist, structuralist, formalist, or\npositivist (those four dark horsemen of recent\ncritical theory) about pitch-class\ntransposition, for example, any more than there\nis something inherently French Baroque about the\nsubdominant harmony.  The subdominant harmony\nwas first described as such under certain\ncultural, geographical, historical, and\nbiographical circumstances.   Nonetheless that\nconcept has proved protean enough to play a\nuseful role in many different contexts.  If it\nmaintains a trace of its origin, it is not a\ntrace that prevents its successful adaptation. \nSimilarly, to observe that two collections of\npitch classes are related by transposition in no\nway requires one to assume the entire burden of\nmodernist ideology and culture.  Like the\nsubdominant harmony, the concept of\ntransposition, while not a transcedental or\nneutral term, can nonetheless be appropriated\ntoward a variety of critical and theoretical\nends.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Just as there is a long history of musical\nscholarship lagging behind trends in other\nfields, there is an equally long and parallel\nhistory of musical scholars envying the\nachievements in other fields.  Certainly we have\nmuch to learn from post-structuralist thinking\nin other fields, and much recent work in our own\nfield shows that we have begun to do so (see,\nfor example, McCreless 1988 and Littlefield and Neumeyer 1992 ).   At the same time, I hope we\nwill not abandon the powerful and sophisticated\nanalytical technologies we have developed\nthrough thirty years of intensive communal\neffort.  We might temper our envy with the\nrealization that our colleagues across the\ndisciplinary fence have nothing like the ability\nwe do to describe the elements of their art,\nnothing comparable to our intervals (ordered and\nunordered), our unfoldings and reachings-over,\nour transformational networks.  Instead of\nleaving these precision tools to rust from\ndisuse, let’s learn to employ them whatever the\ncritical enterprise.  Post-structuralist thought\nhas placed a great emphasis on the disruptions\nand discontinuities of all kinds.  If analysis\nis to play its necessary role in serving a post-structuralist ideology, let us insist, then, on\nanalytically precise, and theoretically grounded\n“contextual definitions of unrelatedness,” in\nAgawu’s phrase ( Agawu 1993 ; see also Burnham 1992 and Whittall 1993 ).",
                "footnotes": [],
                "citations": [
                    "mccreless_1988",
                    "littlefield_and_neumeyer_1992",
                    "agawu_1993",
                    "burnham_1992",
                    "whittall_1993"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Methodological self-reflection is good for\nour field, and we all have reason to be grateful\nto “new musicologists” like Abbate, Kramer, and\nMcClary, and Tomlinson and to “new theorists”\nlike Krims for forcing us to question our habits\nof thought.  At the same time, we should not\nforget what led us to become musicians and music\ntheorists in the first place.  Most of us\nentered this field and remain in it because we\ntake deep pleasure from close engagement with\nmusical works we care about.  We enjoy\nexplaining to ourselves and others how musical\nworks are put together, how their parts relate\nto each other and to the larger wholes they\ncomprise.  We like imagining and describing\nmusical structures.  I know that the concepts of\na “work,” a “larger whole,” and “structure” are\nhotly contested in contemporary critical theory. \nNonetheless, until it can be shown that our\npleasures and enjoyments are immoral or harmful\nto others, I hope we may continue to indulge\nthem.  In Stephen Blum’s words, “Musicologists\ncan learn to tolerate many varieties of love—\nincluding some that may strike guardians of our\nmorals as fetishism, idolatry, or some other\n‘perversion’” ( Blum 1993 ).",
                "footnotes": [],
                "citations": [
                    "blum_1993"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Our traditional analytical modes, including\npitch-class set theory and Schenkerian theory,\nhave proven their effectiveness.   I hope we\nwill not abandon them on the false grounds that\nthey suffer some ineradicable stain of their\norigin.  I do not wish to see us put either our\nanalytical methodologies, or each other, to some\nkind of postmodern loyalty test. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Too often, our traditional methodologies\nhave encouraged us to insist on exclusive\nmeanings in the works we study, to claim that we\nknow how the music really goes, and to condemn\n“wrong” or “incorrect” interpretations.  This\nsort of authoritarian posturing in the guise of\nneutral, objective, transcendental description\nhas been rightfully criticized throughout post-structuralist thought.  Is it too much to hope,\nthen, that post-structuralists will take\nseriously their own celebration of openness,\ndiversity, and eclecticism and will thus refrain\nfrom enacting a similar ban on traditional\nanalytical methodologies or on analysis itself?  \nI would hope rather that the post-structuralist\nmusic theory that Krims alludes to but does not\ndescribe or exemplify would have a place for\nclose engagement with musical structures, for\nprecise analytical assertions grounded in\nsystematic theory, and thus for the traditional\npleasures and rewards of music theory.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.1.straus.html",
    "data": "mto/data/mto.95.1.1.straus.json"
}