{
    "title": "Review of Sabine Feisst, <i>Schoenberg’s New World: The American Years</i> (Oxford University Press, 2011)",
    "date": "2011/12/01",
    "volume": "17",
    "issue": "4",
    "authors": [
        "Cherlin, Michael"
    ],
    "abstract": "",
    "keywords": [
        "Schoenberg",
        "Feisst",
        "America"
    ],
    "doi": "",
    "received": "June 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.4/mto.11.17.4.cherlin.pdf",
    "author_info": [
        {
            "name": "Michael Cherlin",
            "university": "University of Minnesota",
            "address": "School of Music, 100 Ferguson Hall, 2106 4th Street South, Minneapolis, MN 55455",
            "email": "cherl001@umn.edu"
        }
    ],
    "citations": {
        "feist_2011": "Feist, Sabine. 2011. Schoenberg’s New World: The American Years . Oxford University Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Sabine Feisst’s book, Schoenberg’s New World: The American Years , is designed to be a corrective to the commonplace, Euro-centric assertions that Schoenberg’s American years were fraught with neglect, poverty, and poor health. To this day, European scholars and performers tend to be biased against Schoenberg’s American works, dismissive of his American students, and—although this is changing—neglectful of American scholarship on Schoenberg’s compositions and pedagogy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Schoenberg’s New World is a chronicle of his years in America, casting a wide net to include critical reception of his works, performances and broadcasts, domicile and immediate family, his friends and extended family at home and abroad, approach to teaching and students, working habits, correspondence, personal quirks, and his strength of personality as well as his foibles. As chronicle, the book shares the strengths and shortcomings of the genre. In addition to original scholarship, principally through interviews with family and friends, the book brings together wide-ranging information that was otherwise scattered and difficult to come by. To choose one example among many, if you are interested in knowing the names and biographical vignettes of American pianists who programmed Schoenberg’s music in 1930s, I cannot imagine a better source of information. In a similar way, one can find out which American radio stations were programming which pieces and when during Schoenberg’s American years. For data of that sort, the book is really exhaustive. In this sense, Schoenberg’s New World is an invaluable resource, a welcome and permanent contribution to Schoenberg scholarship. Given the amount of such data, the book’s necessary shortcoming is a lack of in-depth discussions. Again, to choose one example among many, while we can find out which works were performed when and where and by whom, we cannot come away with a good sense of the ways that contemporary art music, Schoenberg’s included, was integrated into the fabric of American life during those years. I personally am always saddened to realize how rare an awareness, let alone appreciation of contemporary art music exists among American intelligentsia (not to mention the general public). Even within professional music circles, ignorance of contemporary music is often flaunted as a badge of honor. Was the situation for Schoenberg in the 1930s and ’40s better, worse, or the same as it is for, say Elliott Carter in our own time?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Within the limits of this review, I cannot hope to do justice to the wealth of information on Schoenberg’s American activities, relationships, and reception that are chronicled within the book. Organizing so much material must have been particularly challenging, and Feisst does not always succeed in finding a clean solution. The prose often comprises lists of names (performers, students, publishers, etc.) followed by thumbnail descriptions of the individuals. This gives us lots of information, but not always the most gracious reading. Another difficulty occurs when material fits into more than one of the chapter headings. As a result, there are quite a few instances where material that is presented in one part of the book is presented again in another. The book has a good index, and this will help readers to weave together the disparate and sometimes redundant threads that connect a discussion across chapters. Also noteworthy is the website that accompanies the book. Here one finds, in addition to an annotated timeline of Schoenberg’s works, online interviews, home films, photographs, and films of performances. For those of us who are inveterate scribblers within the margins of books, Oxford’s scanty margins will prove an impediment. While the margins at outer edge of the page are tolerable at 1 inch, the inner margins are about 1/2 inch, as are the margins at the top and bottom of each page. The many photographs within the book are most welcome, but poorly reproduced. On the positive side, at $35 list price, the book sells for less than half the price of comparable books in music studies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The book discusses all of Schoenberg’s American compositions, including his often neglected tonal works, most of which were composed with a pedagogical aim in mind. In addition to describing the circumstances of each work’s commission and composition, brief descriptive analyses accompany each work as it is mentioned. While unsuitable for more advanced studies, the succinct descriptions do give the reader at least a first entry into all of the works of the American years.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Across the whole, one gets a good sense of Schoenberg’s sometimes prickly personality as he dealt with publishers, performers, and perceived enemies, and this is nicely counterbalanced with Schoenberg’s other side, someone who was capable of extraordinary concern and compassion toward family, students, and friends. A correspondence with the conductor Dimitri Mitropoulos reveals both sides of Schoenberg’s personality. In 1950, Mitropoulos had conducted the New York premiere of Survivor from Warsaw . To dramatize the setting of Schema Yisrael , the moment before mass murder, Mitropoulos had the chorus take off their robes and sing in shirtsleeves. Understandably, Schoenberg was not pleased, and he let Mitropoulos know that in no uncertain terms. Mitropoulos responded, “your last letter hurt me more than anything ever hurt me in my life” (166), and he pleaded that Schoenberg be more tolerant. Schoenberg’s response in turn was very sensitive and conciliatory, all the more touching in his immigrant’s English: “Believe me, it was not my intention to hurt you . . . You are right, in my age I should not be anymore as temperamental as I was” (166). Among the many performers discussed in the book, Leopold Stokowski’s efforts toward performing Schoenberg’s music deserve special mention. Stokowski performed the premieres of both the Violin and Piano Concertos. He not only took a lot of flack for doing so, but he provided funding out of pocket to make the performances possible, even losing his job at the NBC Symphony, which he had co-directed with Toscanini, over his insistence on performing Schoenberg’s music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Some of the portraits of Schoenberg’s family life are particularly touching, and sometimes amusing. For example, we learn that Schoenberg liked to enhance the children’s peanut butter and jelly sandwiches by cutting them into animal shapes. I also enjoyed learning that Schoenberg in the late 1940s began to enjoy television, in particular westerns such as the Lone Ranger and Hopalong Cassidy. Full disclosure: as a youngster these were my favorite shows as well—no wonder I ended up as a Schoenbergian! I was particularly amused to read about the FBI searching Schoenberg’s home during the “red scare” of the late 1940s. The agents thought they had found some suspicious books, by Marx, and in German no less: the four volume Die Lehre von musikalischen Komposition , and Anleitung zum Vortrag Beethovenscher Werke , the Marx in question being Adolf Bernhard, not Karl!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In a more serious vein, among its many topics, the book explores Schoenberg’s triple identity, as Jew, German, and American. As a Jew, Schoenberg had deep concerns for the Jews left in Europe during the war, doing all that he could do to help bring as many to America as he could. One poignant story, which approaches delusions of grandeur, is Schoenberg’s fantasy about being the Captain of a ship that would save the Jews of Europe, providing them with a floating homeland. Later, after the war, with the founding of Israel, Schoenberg had high aspirations for the new State. As Schoenberg immigrated during the Great Depression, it is understandable that tensions arose between those native-born who had difficulty finding employment, and the newcomer, a Jewish “other” on top of everything else. Schoenberg’s student Adolf Weiss provides a case in point. Writing to his composer-friend Otto Luening, Weiss claimed, “The Jews are sitting pretty with all the jobs in their pockets and we Aryan fools invite even more to come over here to take our jobs” (124–125). Schoenberg, who had been an advocate for Weiss, somehow found out about his comments, and confronted him directly: “Are you a Nazi?” (125). As a German, Schoenberg’s deep relationship with the Austrian and German canon has been well documented elsewhere, and it is evidenced in this book as well. Finally, as an American, Schoenberg took a lively interest in American music and culture, listening to jazz, which he very much enjoyed, as well as concert music. Schoenberg enjoyed film as well, and at one point he was being considered for writing the film score to Pearl S. Buck’s The Good Earth . To accept the job, Schoenberg wanted to be in full control of the entire soundtrack—dialogue included—and in addition asked for a fee of $50,000 (adjusted to $773,500 in 2009). Needless to say, the appointment did not materialize. So ended Schoenberg’s career as a Hollywood film composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Schoenberg’s work with private students as well as his formal teaching appointments—first at the Malkin Conservatory in Boston, and then later at USC and UCLA—receive detailed attention. Schoenberg’s teaching at UCLA was particularly demanding, entailing four to seven classes per semester, most of them taught two hours per week. Feisst provides his salary and fees for each position, also providing the funds adjusted to their relative value in 2009. Studying privately with Schoenberg was quite expensive, between $25 and $50 (adjusted to $390 to $780 in 2009) per lesson, but he waived fees or found work around his home for gifted students who could not afford the tuition. Enterprising private students often met with Schoenberg as a group, splitting the fees among themselves. Not surprisingly, analysis of works in the Austro-German tradition was central to his teaching. Of course, Schoenberg emphasized craft, but technique always had to be informed by intuition, where composing was “half instinctive and half deliberate” (225). Many of the students became quite dedicated to their teacher—Oscar Levant, composer, pianist, actor, and author, characterized Schoenberg as “the greatest teacher in the world” (229).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The book ends with a chapter on the American reception of Schoenberg’s music in more recent years, briefly discussing the work of Milton Babbitt, George Perle, David Lewin and others. Given that earlier on in the book Feisst emphasizes the complementarity of Schoenberg’s late tonal works with his late twelve-tone works, it is surprising that his continuing legacy is discussed mostly in terms of twelve-tone composition and theory. My own sense is that Schoenberg’s continuing legacy includes the full range of his activities as a composer and teacher—we can best understand the twelve-tone music in the larger context of his life’s work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In 1938, Nicolas Slonimsky, a former Schoenberg student who went on to an illustrious career in music, compared Schoenberg’s achievement in music to Einstein’s in physics, calling Schoenberg “the Einstein of music.”  It is easy to imagine that rather than taking this as a compliment, the oft-times tendentious Schoenberg that we come to know though Feisst’s portrait might well have been offended, carping, “Why not call Einstein ‘the Schoenberg of physics!’ ”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.4.cherlin.html",
    "data": "mto/data/mto.11.17.4.cherlin.json"
}