{
    "title": "On the Function of Function",
    "date": "1995/05/01",
    "volume": "1",
    "issue": "3",
    "authors": [
        "Kopp, David"
    ],
    "abstract": "The concept of harmonic function, far from carrying a unitary and universally understood meaning, has signified many different things to theorists past and present. This essay examines some of the different meanings commonly associated with the term today, as well as aspects of the harmonic theories of Rameau, Weber, and Riemann, all regularly associated with the concept. Notions of chord identity, scale degree, and logical determinacy are considered.",
    "keywords": [
        "function",
        "harmony",
        "Riemann",
        "Rameau",
        "Weber"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.3/mto.95.1.3.kopp.pdf",
    "author_info": [
        {
            "name": "David Kopp",
            "university": "Brandeis University",
            "address": "Department of Music, Waltham, MA  02254-9110",
            "email": "kopp@binah.cc.brandeis.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. “Each scale degree has its part in the scheme of tonality, its tonal function.” Walter Piston and Mark DeVoto, Harmony , fourth edition, New York: Norton (1976), page 49.",
            "citations": []
        },
        "FN2": {
            "text": "2. “The IV has three common functions. In some cases, IV proceeds to a I chord . . . More frequently, IV is linked with ii . . . (it may also go) directly to V . . . ” Stefan Kostka and Dorothy Payne, Tonal Harmony , second edition. New York: Alfred A. Knopf (1989), page 103.",
            "citations": []
        },
        "FN3": {
            "text": "3. This approach is used by Daniel Harrison in his recent Harmonic Function in Chromatic Music: A Renewed Dualist Theory and an Account of its Precedents , Chicago: University of Chicago Press (1994).",
            "citations": []
        },
        "FN4": {
            "text": "4. “In the Kuhnau, the tonic functions first as an opening tonic At the end it is a goal of motion, thus a closing tonic .” Edward Aldwell and Carl Schachter, Harmony and Voice Leading , 2nd. ed., New York: Harcourt, Brace, and Jovanovich (1989), page 84.",
            "citations": []
        },
        "FN5": {
            "text": "5. Willi Apel, The Harvard Dictionary of Music , 2nd. ed., Cambridge: Harvard University Press (1969), article on function.",
            "citations": []
        },
        "FN6": {
            "text": "6. Thomas Christensen has examined this issue in “Music Theory and its Histories,” in Music Theory and the Exploration of the Past , ed. Hatch and Bernstein, Chicago: University of Chicago Press (1993).",
            "citations": []
        },
        "FN7": {
            "text": "7. Lester, op. cit., page 207. Lester uses the term function but is careful to distinguish how Rameau’s theory differs from modern ideas.",
            "citations": []
        },
        "FN8": {
            "text": "8. A thorough discussion of this “mechanistic” aspect of Rameau’s theory is found in Christensen, Rameau and Musical Thought in the Enlightenment , Cambridge, England: Cambridge University Press (1993), pages 106–7.",
            "citations": []
        },
        "FN9": {
            "text": "9. Rameau, Traité de l'harmonie , Paris (1722), page 53; Nouveau système de musique th&eacuteorique , Paris (1726), pages 56–57. Reissued in facsimile by the American Institute of Musicology, 1966–68.",
            "citations": []
        },
        "FN10": {
            "text": "10. Rameau (1726), pages 38, 61.",
            "citations": []
        },
        "FN11": {
            "text": "11. Rameau (1722), pages 203–4.",
            "citations": []
        },
        "FN12": {
            "text": "12. Rameau, Code de musique pratique , Paris (1760), pages 81–82. Reissued in facsimile by the American Institute of Musicology, 1966–68. Example 1 from example page 17.",
            "citations": []
        },
        "FN13": {
            "text": "13. David Lewin documents this in “Two Interesting Passages in Rameau’s Traité de l'harmonie ,” In Theory Only 4/3 (1978):10. Also discussed in Christensen, op. cit., page 106.",
            "citations": []
        },
        "FN14": {
            "text": "14. Mark Hoffman, A Study of German Theoretical Treatises of the Nineteenth Century , Ph.D. dissertation, Eastman School of Music (1953), page 65. The comment is innacurate; for a discussion of earlier numbering systems, see Joel Lester, Compositional Theory in the Eighteenth Century , Cambridge: Harvard University Press, (1992), pages 207–08.",
            "citations": []
        },
        "FN15": {
            "text": "15. Weber, Versuch einer geordneten Theorie der Tonsetzkunst (1817), 3rd ed., B. Schotts Söhne, Mainz (1830–32), preface, pages x–xi.",
            "citations": []
        },
        "FN16": {
            "text": "16. ibid., bk. II, pages 187–88, 213.",
            "citations": []
        },
        "FN17": {
            "text": "17. His discussion of V–I comes in serial order between IV–vii and VI–ii during a taxonomic description of progressions by fourth (not fifth!). The discussion is one sentence long; since V–I is so common, Weber feels no need to explain it. Ibid., bk. II, pages 231, 242.",
            "citations": []
        },
        "FN18": {
            "text": "18. ibid., bk. II, pages 7, 102.",
            "citations": []
        },
        "FN19": {
            "text": "19. His analysis of a passage of his own music documents twenty keys in twenty-one measures, including chords which evoke two new keys simultaneously. Ibid., fig. 234, meas. 15–end. Example 2 shows an excerpt from this analysis (meas. 21–33). The attitude that individual chords may evoke a sense of key is not unique to Weber, but rather points to an attribute of thinking of the time. For example, A. B. Marx, writing in 1841, taught that even the dominant and subdominant triads, in their roles as principal triads of the key, bring with them a sense ( Erinnerungen , or reminiscences) of their associated keys. Marx, Die Lehre von der musikalische Komposition , vol. 1, Leipzig: Breitkopf & Haertel (1841), page 73.",
            "citations": []
        },
        "FN20": {
            "text": "20. Hugo Riemann, Skizze einer Neuen Methode der Harmonielehre , Leipzig: Breitkopf & Haertel (1880), pages 67–69.",
            "citations": []
        },
        "FN21": {
            "text": "21. This system was formalized by HenryKlumpenhouwer in a recent article in this journal: “Some Remarks on the Use of Riemann Transformations,” Music Theory Online 0.9 (1994).",
            "citations": []
        },
        "FN22": {
            "text": "22. Riemann, Katechismus der Musik , Berlin: Max Hesse (1890), page 65.",
            "citations": []
        },
        "FN23": {
            "text": "23. Scott Burnham has carefully investigated Riemann’s reading of Rameau, and the differences in their harmonic concepts, in “Method and Motivation in Hugo Riemann’s History of Harmonic Theory,” Music Theory Spectrum, vol. 14/1, spring 1992.",
            "citations": []
        },
        "FN24": {
            "text": "24. Riemann, “ Musikalische Logik ”, Neue Zeitschrift fuer Musik 28, (1872), pages 279–82.",
            "citations": []
        },
        "FN25": {
            "text": "25. Harrison (op. cit., page 282) views this development as an abandonment of higher principles, a deliberate move designed for pedagogical expediency and market favor. Alternatively, though, it could be seen as the progression from idealistic, derivative student work to a more mature and tempered approach, implicitly acknowledging the shortcomings of earlier ideas while advancing newer ones as fruitful intellectually as they were financially.",
            "citations": []
        },
        "FN26": {
            "text": "26. Riemann, Grosse Kompositionslehre , vol. I (1902), page 33.",
            "citations": []
        },
        "FN27": {
            "text": "27. Further evidence comes from Riemann’s principal analytic work, the complete Beethoven sonata analyses of 1918–20. T–S–D–T does predominate in the analyses; however, along with numerous other successions, Riemann identifies several instances of T–D–S–T, nearly always occurring in principal thematic areas. Riemann, L. Van Beethovens saemtliche Klavier-Solosonaten , vols. 1–3, Berlin: Max Hesse (1920).",
            "citations": []
        },
        "FN28": {
            "text": "28. Carl Dahlhaus, “Terminologisches zum Begriff der harmonischen Funktion,” Die Musikforschung 28/2 (1975), pages 197–202. Newer mathematical approaches, such as the transformation system proposed by David Lewin, are sounder, but (deliberately) shift the focus of meaning from individual chords to progressions in order to rectify the perceived emptiness of Riemann’s concept. Lewin, Generalized Musical Intervals and Transformations , New Haven: Yale University Press (1987), page 177. Brian Hyer has also addressed this issue in his talk “The Concept of Function in Riemann,” referenced in Burnham, op. cit., note 26; he argues a relational aspect for the Funktion concept.",
            "citations": []
        },
        "FN29": {
            "text": "29. This was his original definition of the term, I believe. Riemann (1890), page 27.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Harmonic function is a term which, although it may seem to\nexpress a simple and obvious concept, has grown uncommonly vague\nthrough use. Loosely put, function signifies harmonic meaning or\naction. But notions of what meaning and action constitute may\ntake many forms. In our time, any search for a commonly accepted\ndefinition of function will be frustrated, for the meaning of the\nword has proved adaptable to support a wide variety of statements\nconcerning harmony. For example, the harmonic meaning of chords\nis often attributed to each diatonic scale degree and their\nvariants, serving as the roots of a variety of chords. (1) Thus we\nmay say that A ♭ major functions as III in F minor, as V in D ♭ major, and as ♭ VI in C major. The term function may\nalso be used in a stronger sense to signify a concept of the\nintrinsic potentiality of a given chord to progress in a\nparticular way or to a particular chord; thus we say that V\nexpresses function in its tendency to progress to I. We may use\nthe term to group chords with similar syntactic behavior, e. g.\nsaying that II and IV often express similar function. We may link\nit to the primacy of tonic, dominant, and subdominant in the key.\nOr we may associate function with specific outcomes rather than\nwith unitary scale degree identity. (2) The term may be associated\nwith harmonic tendencies of individual chord tones as well as\nchords. (3) It may be correlated with phrase-based syntactic\nmeaning. (4) The function concept has even been identified with a\nprolongational scale-step notion. (5) We often use the term\nfunction to denote meaningfulness or meaningful relation within a\nkey, as opposed to “color,” which signifies a relation without\nmeaning in the tonal system. All of these and many more\ncontrasting notions of chord identity, potentiality, and activity\nmay be invoked by the same term. Yet we use it as if its meaning\nwere fixed and intuitively evident. None of the harmony textbooks\ncited above, for example, treats function as a concept to be\ndefined in its own right or contains an index entry for the term.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Furthermore, we commonly associate an idea of function with\nthe thought of many theorists of common-practice tonality, and\nregularly identify the presence of “function” in theory which\nsignificantly predates the introduction of the formal concept.\nWhat we call function in these theories is not always the same\nthing, nor is it always what we may think it to be. It is a\nfamiliar idea that one’s view of the past can be affected by\none’s own manner of thinking (6) ; familiar terms may particularly\nobscure. In the space of this short essay I cannot propose either\nto trace either the development of the functional idea through\nthe history of theory or to identify all the theorists to whose\nwork we attribute function. Instead, I will restrict my inquiry\nto an attempt to isolate and evaluate the aspect of three major\ntheories of harmony customarily associated with the function\nconcept, one each from the beginning, middle, and end of the\ncommon-practice period. I hope to show how different this aspect\nis in each case, and to argue that the use of the same term to\ndescribe each unduly denatures its effectiveness. Example 1 . Rameau's 1760 analysis of a descending chromatic line with alternative basses\nfondamentales (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Our tendency to identify function extends back to accounts of\nRameau, whose theory is often described in recent literature as\nelucidating the harmonic functions of chords. Without a doubt,\nnotions of differentiated chord action are present in Rameau. But\ndid he really describe a property of the tonal system properly\ncharacterized as function? His terms tonique , dominante , and sous-dominante certainly evoke associations with Riemann’s\nthree Hauptfunktionen . But where Hauptfunktionen define\nharmonic states of triads, Rameau’s chord types do not. Their\nidentities hinge on an extrinsic explanation. Rameau does not\nidentify chord types with harmonic meaning and identity. (7) Rather, he concentrates on differentiating chords’ tendencies to\nprogress: dominante by descending fifth, sous-dominante by\nascending fifth, and tonique by any acceptable fundamental bass\ninterval. Rameau accounts for the constrained, motivated natures\nof dominante and sous-dominante by positing the universal\npresence of dissonant minor seventh and major sixth in them,\nwhether actual or implied. (8) A tonique ’s freedom to progress\nstems from the absence of added dissonance. Thus the motivating\nforce behind these tendencies is not harmonic but contrapuntal:\nthe addition of a dissonant pitch to a consonant formation is the\nnecessary cause of the directed motion associated with certain\nchord types. Rameau observes that dissonance is required for the\nlistener to desire the chords which follow. (9) Furthermore, only\nthe sous-dominante as defined is completely specific to scale\ndegree. (10) A dominante could be one of a number of diatonic\nseventh chords; the dominant seventh chord on the fifth degree\nrequired a special name, dominante-tonique . (11) And while\nRameau originally specified the tonique for the first scale\ndegree only, the prevalence of freely progressing roots on other\nscale degrees in his fundamental bass analyses obliged him\neventually to distinguish between the true tonic and notes\ncensées toniques , or seeming tonics. (12) Thus there is no one-to-one correspondence between the three chord types and the three\nprimary chords of the key. Example 1 shows Rameau’s 1760 analysis\nof a descending chromatic line with alternative basses\nfondamentales . It contains dominantes and dominantes-toniques on various scale degrees, also toniques and a note\ncensée tonique in the first b. f. at letter f .",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Does this constitute a theory of function? Rameau’s theory\ncontains no formal concepts of chord identity based on scale\ndegree or of common harmonic identity shared by different types\nof chord. To a remarkable degree, the theory does contain a\ndefinite notion of how chords act differently from one another.\nBut while Rameau does demonstrate that the coherence of\nprogressions stems ultimately from the coherence of the\ntriad, (13) he attributes the determined nature of these\nprogressions to a contrapuntal tendency emanating from outside\nthe triad, not from scale-degree identity. In this light, any\nview that Rameau’s theory originates an idea of function as\ninherent potentialities of chord actions is compromised by the\nfact that for him these potentialities are in no way defined as\ninherent in triads themselves nor essentially in their position\nin the key, despite what is possible to read in behind what\nRameau says. Rameau clearly perceived differences in chord\naction, accounting for them with his theory of added dissonance\nand the three chord types. However, his theory differs so\ndramatically from other conceptions of function that merely using\nthe term to describe it necessitates a great deal of explanation\nas to what it really means. Claiming that function exists in\nRameau unavoidably invites associations with the term which are\nnot reflected in the theory. It would be useful to have more\nprecise, dedicated terms to denote different conceptions of\nharmonic activity (e.g. notions of action-function,\nidentity-function, hierarchic/syntactic-function,\ntonic-centering-function). Particular well-defined types of\nfunction could then be adduced in a more specific and meaningful\nway to clarify understanding of the essential nature of harmonic\nsystems such as Rameau’s.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Another theorist routinely identified with introducing\nfunctional thinking is Gottfried Weber. Typical is this comment\non Weber’s work by a mid-twentieth century historian of\nnineteenth-century harmonic theory: “The author believes Weber to\nbe the first theorist to use Roman numerals as function\nsigns.” (14) This account suggests that Weber, writing in the\n1820s, was devising signs to denote the concept familiar to us.\nWhile a clearly defined notion of function in harmony had not yet\nbeen introduced, it could indeed be possible that Weber sensed\nits existence and documented it in theory without being able to\nfully articulate its nature. But Weber was adamant that his\ntheory was not meant to be a system explaining the genesis of\nchords and their actions. (15) He rejected rules and explanations\nfor mechanisms properly linking chords; to do so would have been\nto unnecessarily forbid perfectly good progressions. Weber fully\nrecognized the importance and ubiquity of I, IV, and V in the\nkey. But at the same time, he permitted and even encouraged the\nuse of any and all of the 6888 possible chord relationships he\ndefined within and between keys, refusing to forbid anything. (16) He ascribed cadential power only to seventh chords resolving to\ntriads; thus V 7 –I was his model cadence, V–I only a frequent\nprogression between essential harmonies. (17) Moreover, Weber did\nnot require the presence of the dominant in a modulation and even\nallowed for pieces containing no dominant at all. (18) Nor did he\noffer any explanation for the motivation and dynamics of chord\nprogressions; he merely reported on the comparative strength and\nplausibility of as many of them as possible. Example 2 . Weber's analysis, mm.21–33 (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In essence, Weber’s theory identifies chords by their\nparticipation and position in a key, not by their relation to\neach other or their tendency to progress. His method attributed\nRoman numerals on a chord-by-chord basis: either a chord fit\nexactly into the prevailing key, or else it was defined as\nbelonging to the closest possible key into which it fit. On this\nbasis diatonic music was readily analyzed in a single key. But\nWeber had no concept of secondary/applied dominant by which to\nshow basic hierarchic relationships of chords within the key, nor\na theory of alterations by which to define variants of diatonic\nchords. Consequently, he analyzed stretches of music containing\ntonicizations of secondary degrees as quick successions of\nmodulations to different keys. Highly chromatic passages of\npassing chords could, in his system, invoke one or more new keys\nwith every chord. (19) Thus while Weber’s Roman numerals do define\nchords by their identities within keys, they cannot demonstrate\nhow successions of chords with any significant chromatic content\ndisplay coherence within a single key, thereby depicting the\nsyntactic connections which can represent function to us.\nEssentially, his Roman numerals designate chords: primary\ndiatonic triads and seventh chords. They do not represent the\nscale degree rubrics we may associate with function, which do\nmore to subjugate chord identity to the key. Accordingly, simply\ncalling Weber’s labels “function signs” can give a false\nimpression that scale degrees themselves, not chords, are being\ndesignated.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Moreover, these symbols are a far cry from the “functions”\nrepresented by Rameau’s chord types. Tonique , dominante , and sous-dominante are defined by action—their relation to the\nchord which follows. I, ii, iii, etc., are defined by identity—their relation to a tonic. Used so broadly, these attributions of\nfunction may confound as much as they illuminate. It is\ninteresting to note one shared idea: both theories require the\npresence of a dissonant seventh in order for the dominant to\nstrongly imply the tonic. Neither attributes the will or power to\nprogress to the fifth scale degree of itself. Example 3 . Key-preserving chromatic progression (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Hugo Riemann’s theory is indisputably a functional one in\nsome sense, since it was he who popularized the term. But his\nnotion of function and ours are worlds apart. In an early harmony\ntreatise predating his introduction of the concept, Riemann\ndemonstrates how a series of five chords containing direct\nchromatic relations, normally understood as passing through four\nkeys, can be interpreted as belonging to a single key from\nbeginning to end. (20) The progression, with its alternative\nanalyses, is shown in Example 3 . Riemann brings two lines of\nthought to bear here: first, the acknowledgement of the\npossibility of direct connections between the tonic and chords\nwith chromatic content; second, the identification of chords\ncontaining chromatic pitches with diatonic chords from which they\ndraw identity and meaning while retaining individual character.\nThese lines of thought led to his concept of Tonalitaet , an\nexpanded notion of key encompassing both diatonic and chromatic\nrelations directly with the tonic, and to the mature concept of Funktion of the 1890s. Both concepts stem from his underlying\nurge to show that chromatic music retains and reinforces its\nessential tonal aspect rather than subverting it.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] While Riemann was developing the concept that eventually\nbecame Funktion, he also proposed an independent explanation of\nthe mechanisms of chord connection. This was an exhaustive\ntaxonomy based on intervals between roots and direction of\nprogression. (21) Riemann retained this system of Harmonieschritte to explain chord progression even after\nintroducing the Funktion idea; both are essential elements of\nhis comprehensive harmonic theory. The advantage Riemann\nattributed to the Harmonieschritte system is that its\nparticulars do not refer to key. He makes this clear in an\nimpassioned refutation of Weber’s Roman numeral notation, arguing\nfor an essential identity of individual chord progression types\nexisting independently of the character which they take on in the\ncontext of a key. (22) The system provides little explanation for\nmotivational aspects of the progressions; it has no recourse to\ndissonance-based arguments such as those of Rameau and Weber. (23)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Funktion , on the other hand, has next to nothing to do\nwith chord progression. Rather, it concerns the meanings of the\nchords which progressions link. The principal significance of the\nfunctional archetypes Tonic, Dominant, and Subdominant is that\nthey are the primary chords of the key, linked by the preeminent\ninterval of the fifth. Scale degree identification per se is\ncompletely absent from the theory; any of the member pitches of a\nfunctional archetype can represent functional identity. By\nallowing for the identification of every possible diatonic and\nchromatic chord with one of the three functional archetypes,\nRiemann provided a means not otherwise available by which to\nunderstand these chords as exercising meaning within a prevailing\nkey, rather than requiring constant reference to other keys. But\na chord’s Funktion does not specify its probable course of\naction. There is no counterpart in Riemann’s theory to Rameau’s\ndoctrine of characteristic dissonances, differentiating the\nfunctions by their certain successors. Riemann’s earliest\nwritings do draw on Hauptmann’s dialectic to substantiate the\ndirected nature of familiar cadences. (24) But this aspect of\nlogical necessity virtually disappears in later works. It would\nhave been difficult to sustain as Riemann sought to account for\nevery possible triadic progression within his theory. (25) Riemann’s familiar prescription of T–S–D–T is often cited as an\nexample of logical necessity in his functional theory. But\nperhaps his most characteristic argument for T–S–D–T appears in\nhis composition treatise of 1902, rather than in the speculative\nworks. (26) There Riemann painstakingly demonstrates to the\nstudent that the succession T–S–D–T strengthens the perception of\ntonic, while T–D–S–T weakens it. This argument is presented in\nterms of the favored choice among possibilities, rather than on\nthe basis of any inherent properties of the functions themselves.\nWhile Riemann concludes that T–S–D–T is naturally smoother than\nT–D–S–T, there is nothing in his discussion to prove that the\nweaker cadence cannot be functional, nor that the stronger one is\nthe only possible functional progression. The lesson is merely\nthat T–S–D–T works and sounds better; the purpose of the\ndiscussion is chiefly to discourage the student composer from\nwriting the progression from D to S. (27)",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Carl Dahlhaus has examined Riemann’s use of the terms Funktion and Logik and found both wanting. He has observed\nthat while the term Funktion suggests a definite mathematical\nprocess by which to formally account for getting from chord X to\nchord Y, this kind of specificity is not to be found in Riemann’s\ntheory. (28) Likewise, Dahlhaus reproaches Riemann for claiming\nthe attribute of musical logic for his system. Dahlhaus observes\nthat, while the system does explain harmonic content of chords\nand the relations of chords within the tonal system, it must also\nsupply rules and norms of harmonic progression in order to be\ntruly logical. He finds that such rules are completely lacking in\nRiemann’s system, which as a result appears more descriptive than\nlogical. Ultimately, Riemann’s functions inhere as tonal meanings\nin individual chords; they do not determine action from one to\nthe next. One chord cannot imply another simply on account of its\nfunction.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Clearly, Riemann’s seminal idea is far removed from familiar\nconcepts of function associating harmonic identity with scale-degree \nrelations. But there is a more basic divergence having to\ndo with the purpose of the systems. One way we use the term\nfunction is to signify the quality of harmonic relationship which\nmakes music tonal. Used in this way it is an exclusive concept:\nthere are functional relationships and there are non-functional\nrelationships in harmony, with many different ways proposed to\ndifferentiate the two. For Riemann, function also represented\nthat quality of harmonic relationship which makes music tonal.\nBut his was an inclusive concept. The objective of his\nelaborate system was to show that all possible chords and\nprogressions could be accounted for in its terms as occurring\nwithin the key in relation to a tonic. While the cadential\nstrength of progressions and their centrality to the key could\nvary, there was ideally no such thing as a non-functional\nprogression within Tonalitaet .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] What we are looking for in these older theories, I think, is\na reflection of our belief that one of the important things\nchords do is imply other chords, and furthermore that they do so\nbecause of their function, whatever we understand that to be. All\nthree of the theories discussed above fall short in this regard,\neach in its own way. Rameau provided an explanation showing how\nsome chords imply other chords according to type, but ascribed\ntheir motivation to progress to non-chordal dissonance. Weber\ndeveloped a way to clearly specify the position of each chord in\nits key, but allowed for all chord connections equally, and\npreferred not to speculate on motivational causes. Riemann\nexplained harmonic coherence with a two-pronged approach:\nfunction specified the meaning of a chord in relation to its\ntonic and its key; the interval of root relation, which is\nindependent of position in the key, specified the strength and\ndirectness of progressions. The motivational aspect of his theory\nwas formulated as the concept of musical logic (not function),\nwhose development he pursued early on but abandoned as his ideas\nmatured. In our minds the lack of true teleological components in\nthese theories of harmony can represent a serious shortcoming.\nThus we may tend to read them in where they do not exist, or to\nlament their absence when it is undeniably perceived. It may be\nhard to imagine that all theorists of the common-practice era did\nnot share our beliefs in the dynamic nature of harmonic identity,\nyet this is what close readings of at least these three theories\nreveal. But we need not conclude that these differences\nconstitute failings on the part of the earlier theories. Rather,\na clear understanding of the contrasts between earlier theories\nand our own can help to shed light on the expectations of our own\ntime.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] It has become natural for us to expect the ideal harmonic\ntheory to explain how chord progressions are determined and goal-\ndirected. Some of the responsibility for this, ironically, can be\nlaid at Riemann’s feet, for he was the one to introduce the term function in the first place. In his own work he explicitly\nassociated Funktion with Bedeutung . (29) But the word\nnaturally evokes more dynamic associations. After all, in\neveryday usage, the function of any object or concept has to do\nwith what it does more than with what it is. It is inevitable\nthat this sense of the word would have influenced our notion of\nharmonic function, leading us to associate the concept with the\nbehaviors of chords and to transform it into an active verb\n(“functions as”). The positivistic model of much modern inquiry\nalso orients us toward explanations which invoke logical\ndeterminacy. Moreover, the  familiar feel of the term makes\nstrict definition seem unnecessary. Yet this familiar feel\nderives more from informal usage (as the varied uses of the term\ncited at the beginning of this essay demonstrate) than from any\nrigorous and shared music-theoretic concept. Attempts to\narticulate the specific powers of chord function appropriately\ntake the form of empirical summaries of chord behavior, such as\nthe one quoted above in paragraph 1, note 2. It would be a\nformidable task to successfully formulate predictive rules to\nfurther specify exactly how and when each of the common functions\nof the IV chord as described must come into play. Such a fully\nrule-governed theory of harmonic function has proved on one hand\nto be an elusive goal, and on the other to be somewhat beside the\npoint, since we have more satisfying deterministic explanations\nof music these days.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] One of the principal teachings of Schenkerian theory is that\nthe quality of goal-directedness in tonal music derives from\nshort- and long-range contrapuntal and prolongational processes\nimbedded in the musical texture rather than from integral\nchord-to-chord progressions on the surface. If we accept this\nexplanation of Tonwille , then perhaps it is unnecessary to\nrequire that our concept of harmonic function account fully for\nthe same quality. A notion of function short on teleological\nimplications might initially strike us as empty. But explanations\nof harmonic meaning and coherence remain necessary and important.\nIf we limit our vision to recognizing diatonic scale-degree\nchords and their variants, then function becomes subsidiary in\nour minds to other musical processes. If, though, we open our\nview to imagine an enhanced system of diatonic and chromatic\nrelations anchored to a tonic, something like Riemann’s Tonalitaet , it may open our minds to contemplate in a positive\nway the greater structural potentials of the tonal system as\nexploited in mid-nineteenth to early twentieth-century music.\nThus I would not like to suggest that we discard the function\nconcept in our own descriptions of harmony or reject useful\nnotions of harmonic identity and action. Function is a suggestive\nterm which is still inspiring creative work in theory after over\na century of use. But careful definition and elaboration is\ncrucial. I do feel that we should be circumspect in attributing\nthe function concept wholesale to theory before Riemann. The term\ncarries so many associations for us that it is difficult not to\nread some of them into the historical subject, thereby occluding\nperception of subtle yet important differences from our own\nviews. Even if we know exactly what we mean, there is no\nguarantee that our reader will accurately grasp our meaning when\nwe use the term without scrupulous qualification, since there are\nso many acceptable interpretations of the concept. Furthermore,\nthe widespread and casual use of the term nowadays has diminished\nits descriptive power. It may prove helpful to investigate our\nassumptions and more clearly articulate and differentiate the\nmyriad concepts which function has come to represent for us.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.95.1.3.kopp.html",
    "data": "mto/data/mto.95.1.3.kopp.json"
}