{
    "title": "Voice Leading and Text-Music Relations in David Bowie’s Early Songs",
    "date": "2017/12/01",
    "volume": "23",
    "issue": "4",
    "authors": [
        "Ferrandino, Matthew E."
    ],
    "abstract": "In this paper, I explore how voice-leading analysis can illuminate text-music relations at both structural and foreground levels in three songs by David Bowie: “Life on Mars,” “Five Years,” and “We Are the Dead.” The analyses provide a way of relating seemingly disparate stylistic examples through text-music relations applicable to a wide variety of rock music.",
    "keywords": [
        "Rock Analysis",
        "Pop Music",
        "Voice Leading",
        "David Bowie",
        "Text and Music"
    ],
    "doi": "",
    "received": "May 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.4/mto.17.23.4.ferrandino.pdf",
    "author_info": [
        {
            "name": "Matthew E. Ferrandino",
            "university": "University of Kansas",
            "address": "School of Music, 1504 West 24th St., Lawrence, KS 66046",
            "email": "mferrandino@ku.edu"
        }
    ],
    "citations": {
        "agawu_1999": "Agawu, Kofi. 1999. “The Challenge of Semiotics.” In Rethinking Music , edited by Nicholas Cook and Mark Everist, 138–60. Oxford University Press.",
        "agawu_1992": "Agawu, Kofi. 1992. “Theory and Practice in the Analysis of the Nineteenth-Century German Lied .” Music Analysis 11 (1): 3–36.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "berry_1999": "Berry, David Carson. 1999. “Dynamic Introductions: The Affective Role of Melodic Ascent and Other Linear Devices in Selected Song Verses of Irving Berlin.” Intégral 13: 1–62.",
        "burroughs_and_lotringer_2001": "Burroughs, William S. and Sylvère Lotringer. 2001. Burroughs Live: The Collected Interviews of William S. Burroughs. 1960–1997 . Semiotext.",
        "clarke_1993": "Clarke, Eric F. 1993. “Imitating and Evaluating Real and Transformed Musical Performances.” Music Perception 10 (3): 317–41.",
        "clarke_and_windsor_2000": "Clarke, Eric F. and W. Luke Windsor. 2000. “Real and Simulated Expression: A Listening Study.” Music Perception 17 (3): 277–313.",
        "doggett_2012": "Doggett, Peter. 2012. The Man Who Sold The World . Harper Collins Publishers.",
        "doll_2013": "Doll, Christopher. 2013. “Definitions of ‘Chord’ in the Teaching of Tonal Harmony.” Dutch Journal of Music Theory 18 (2): 91–106.",
        "everett_1995": "Everett, Walter. 1995. “The Beatles as Composers: The Genesis of Abbey Road , Side Two.” In Concert Music, Rock, and Jazz Since 1945 , edited by Elizabeth West Marvin, 172–228. University of Rochester Press.",
        "everett_1992": "Everett, Walter. 1992. “Voice Leading and Harmony as Expressive Devices in the Music of the Beatles: ‘She Loves You.’” College Music Symposium 32: 19–37.",
        "hilburn_2015": "Hilburn, Robert. 2015. “Bowie: Now I’m a Businessman.” In Bowie on Bowie: Interviews and Encounters With David Bowie . edited by Sean Egan. Chicago Review Press: 54–60. Originally published in Melody Maker , February 28, 1976.",
        "maus_2005": "Maus, Fred Everett. 2005. “Classical Instrumental Music and Narrative.” In A Companion to Narrative Theory , edited by James Phelan and Peter J. Rabinowitz, 466–83. Blackwell Publishing.",
        "mcleod_2003": "McLeod, Ken. 2003. “Space Oddities: Aliens, Futurism, and Meaning in Popular Music.” Popular Music 22 (3): 337–55.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . Open University Press.",
        "moore_2012": "Moore. Allan F. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate Publishing Company.",
        "moore_1995": "Moore. Allan F. 1995. “The So-Called ‘Flattened Seventh’ in Rock.” Popular Music 14 (2): 185–201.",
        "moore_schmidt_and_dockwray_2009": "Moore, Allan F., Patricia Schmidt, and Ruth Dockwray. 2009. “A Hermeneutics of Spatialization for Recorded Sound.” Twentieth-Century Music 6 (1): 83–114.",
        "neumeyer_1987": "Neumeyer, David. 1987. “The Ascending ‘Urlinie.’” Journal of Music Theory 32 (2): 275–303.",
        "nicholls_2007": "Nicholls, David. 2007. “Narrative Theory as an Analytical Tool in the Study of Popular Music Texts.” Music and Letters 88 (2): 297–315.",
        "nobile_2016": "Nobile, Drew F. 2016. “Harmonic Function in Rock Music: A Syntactical Approach.” Journal of Music Theory 60 (2): 149–80.",
        "nobile_2015": "Nobile, Drew F. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic-Harmonic Divorce.” Music Theory Spectrum 3 (2): 189–203.",
        "osborn_2017": "Osborn, Brad. 2017. “Rock Harmony Reconsidered: Tonal, Modal and Contrapuntal Voice-Leading Systems in Radiohead.” Music Analysis 36 (1): 59–93.",
        "rink_1999": "Rink, John. 1999. “Translating Musical Meaning: The Nineteenth-Century Performer as Narrator.” In Rethinking Music , edited by Nicholas Cook and Mark Everist, 217–38. Oxford University Press.",
        "spicer_2016": "Spicer, Mark. 2016. “The Question of Tonality in Pop and Rock Songs.” Lecture presented at the Institute for Popular Music, Rochester, NY, April 8.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64.",
        "tagg_2000": "Tagg, Philip. 2000. “Analysing Popular Music: Theory, Method, and Practice.” In Reading Pop: Approaches to Textual Analysis in Popular Music , edited by Richard Middleton, 71–103. Oxford University Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26 (2): 323–42.",
        "zak_2001": "Zak, Albin J. 2001. The Poetics of Rock: Cutting Tracks, Making Records . University of California Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Stephen Rodgers, Drew Nobile, and Brad Osborn for their suggestions and support through numerous revisions of this article and three anonymous reviewers for their valuable comments and recommendations.",
            "citations": []
        },
        "FN1": {
            "text": "1. “Divorced” refers to Allan Moore’s use of the term “melodic-harmonic divorce” to describe situations where harmony and melody act independently. This phenomenon has been explored further by David Temperley and Drew Nobile. See: Moore 1995 , 188–89, Temperley 2007 , 323–4, and Nobile 2015 , 189–201.",
            "citations": [
                "moore_1995",
                "temperley_2007",
                "nobile_2015"
            ]
        },
        "FN2": {
            "text": "2. My term “modal” differs from what Brad Osborn refers to as “functionally modal systems.” Osborn’s systems are characterized by their use of the “minor dominant” (i.e., raised leading tone) as structural support of 2 ˆ resolving to 1 ˆ over a tonic chord. See Osborn 2017 , 59–93.",
            "citations": [
                "osborn_2017"
            ]
        },
        "FN3": {
            "text": "3. Dominant-functioning chords in a modal context are determined by their syntactical role, temporal location, and structural role. See Doll 2013 , 95.",
            "citations": [
                "doll_2013"
            ]
        },
        "FN4": {
            "text": "4. The term accompaniment in this context refers to David Nicholls’s five levels of narrativity in popular music. Nicholls argues that music can complement (accompany) a lyrical narrative, but it cannot express a narrative on its own. Similarly, Moore’s textural element can be considered an accompaniment to the recorded persona. See Nicholls 2007 , 297–315.",
            "citations": [
                "nicholls_2007"
            ]
        },
        "FN5": {
            "text": "5. Recent analytical work concerning performative aspects of expression and narration in recorded Classical music explores these elements beyond the score. See Clarke 1993 , 317–41, Clarke and Windsor 2000 , 277–313, Rink 1999 , 217–38, and Maus 2005 , 466–83.",
            "citations": [
                "clarke_1993",
                "clarke_and_windsor_2000",
                "rink_1999",
                "maus_2005"
            ]
        },
        "FN6": {
            "text": "6. I use “song” instead of “track,” following Albin Zak’s distinction that “song is what can be represented on a lead sheet; it usually includes words, melody, chord changes, and some degree of formal design . . . The track is the recording itself” ( Zak 2001 , 24).",
            "citations": [
                "zak_2001"
            ]
        },
        "FN7": {
            "text": "7. Bowie is credited as the pianist for “Eight Line Poem,” “Bewley Brothers,” and “Oh! You Pretty Things,” the last a dual credit with Wakeman.",
            "citations": []
        },
        "FN8": {
            "text": "8. Bowie also used themes of space to signify alienation in his early stage personae. Major Tom, an astronaut introduced in “Space Oddity” (1969), is Bowie’s earliest character, which returns in “Ashes to Ashes” from 1980. Perhaps his most iconic persona is Bowie’s Ziggy Stardust (later Aladdin Sane), who is an interstellar rock star. Finally, Bowie’s Thin White Duke character was based on his portrayal of visiting alien Thomas John Newton in The Man Who Fell to Earth (1976).",
            "citations": []
        },
        "FN9": {
            "text": "9. Bowie describes this time period (1971) as a void in leadership for rock. “Song to Bob Dylan” was used to “[lay] out what I [Bowie] wanted to do in rock . . . If there wasn’t someone who was going to use rock ‘n’ roll, then I’d do it.” He achieved this to some degree a year later with his persona Ziggy Stardust. See Hilburn 2015 , 57.",
            "citations": [
                "hilburn_2015"
            ]
        },
        "FN10": {
            "text": "10. David Carson Berry explores similar melodic ascent patterns in the music of Irving Berlin. Berry’s reading of the verse from “I Left My Heart at the Stage Door Canteen” (1942) also ascends in F major from 1 ˆ to 5 ˆ . David Neumeyer considers similar ascents in common-practice music. See Berry 1999 , 10–16, and Neumeyer 1987 , 275–303.",
            "citations": [
                "berry_1999",
                "neumeyer_1987"
            ]
        },
        "FN11": {
            "text": "11. There are slight melodic differences between verses that are not indicated on my transcription in Example 1: measures 8, 12, and 16 of verse 2 (beginning at 1:54) have a more static melody of C5 moving to D5 around beat 3 of the measures. However, the “resolution pitches” are the same as those of verse 1: A4 in measure 8, B4 in measure 12, and C5 in measure 16.",
            "citations": []
        },
        "FN12": {
            "text": "12. This paradox is a common lyrical theme across the pop-rock spectrum: examples are Frank Zappa’s We’re Only in it For the Money (1967), Joni Mitchell’s “Free Man in Paris” (1974), Cake’s “Rock ‘n’ Roll Lifestyle” (1994), and Reel Big Fish’s “Sell Out” (1996), to name a few.",
            "citations": []
        },
        "FN13": {
            "text": "13. The repeated major supertonic to diatonic subdomiant (II–IV) motion has precedence in numerous songs by the Beatles. In fact, the progression for “Five Years,” (I–vi–II–IV), is a rotation of the opening progression from the Beatles “She Loves You,” (vi–II–IV–I), both in G major. See Everett 1992 , 19–37.",
            "citations": [
                "everett_1992"
            ]
        },
        "FN14": {
            "text": "14. For further discussion of a syntactical basis for chordal function see Nobile 2016 , 149–80.",
            "citations": [
                "nobile_2016"
            ]
        },
        "FN15": {
            "text": "15. Scale degree 2 supported by a IV harmony is a common example of what Nobile ( 2016 ) calls “syntax divorce.”",
            "citations": [
                "nobile_2016"
            ]
        },
        "FN16": {
            "text": "16. The choice of a sparse piano and drum texture for “Five Years” is reminiscent of John Lennon’s track “Mother,” released in 1970.  Furthermore, Bowie’s plaintive screaming at the end of “Five Years” recalls Lennon’s vocal delivery throughout “Mother.”",
            "citations": []
        },
        "FN17": {
            "text": "17. I am using verse and chorus to represent the binary sections of “We Are the Dead,” rather than as strict formal labels. The song’s “chorus” does not contain a melodic hook and does not have fixed lyrics.",
            "citations": []
        },
        "FN18": {
            "text": "18. This motion reinforces my hearing of the track as being in G Aeolian rather than B ♭ major. Such a reading would be an example of Spicer’s “absent tonic,” since there is no B ♭ -major chord outside of the harmonic C to F descent ( Spicer 2016 ).",
            "citations": [
                "spicer_2016"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Voice Leading and Text-Music Relations in David Bowie’s Early Songs",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Over the course of his five-decade career, David Bowie experimented with diverse musical genres, from folk and rock to soul, jazz, and electronica. Though stylistically disparate, many of his songs exhibit consistent musical and lyrical connections that lend continuity to his unique compositional voice. For instance, there are several cases where a track’s tonic is purposefully obfuscated, a compositional technique that Mark Spicer calls “absent tonic,” which supports lyrical descriptions of alienation ( Spicer 2016 ). Such relationships between text and music can be illuminated through the use of reductive voice-leading graphs. Structural musical components can be contextually compared to the text of the track as well as intertextually to other tracks. This paper will utilize three different models of reductive analysis: 1) normative, in which tonic centers are clearly established by a functional dominant; 2) divorced, (1) where melody and harmony act independently on a structural level; and 3) modal, (2) examples that establish a tonic without explicit dominant chords identified by Roman numerals. (3) I apply these models to three Bowie tracks from the 1970s to reveal the connections between structural voice-leading constructs and lyrics.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "spicer_2016"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] To show how Bowie unites similar musical elements to lyrical themes of alienation, futurism, and dystopian societies, I look at three of his songs from the 70s utilizing three models of reductive analysis: “Life on Mars” (1971, normative), “Five Years” (1972, divorced), and “We are the Dead” (1976, modal). To complement these musical analyses, I provide a contextual reading of the lyrics following Kofi Agawu’s method for analyzing nineteenth-century song. I argue that voice-leading analysis coupled with an understanding of the social and historical context of the lyrics leads to a more nuanced reading of Bowie’s music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The three basic models of reductive analysis mentioned above are products of recent scholarship on rock music theory, and each will be discussed in turn. Normative reduction is used for examples that more or less fit into a traditional Schenkerian Ursatz : that is to say, that a piece comfortably fits into the standard ( 5 ˆ – 4 ˆ –) 3 ˆ – 2 ˆ – 1 ˆ descending Urlinie supported by a I–V–I structural harmonic progression. In a divorced reduction, melodic and bass pitches result in dissonant structural verticalities between prolonged harmonies, bass, and melody. For example, in the A section of “Five Years” the melody prolongs a B over the bass movement from A to C, creating a dissonant 9 th and 7 th in the voice-leading reduction. This is an example of what Drew Nobile calls a “loop divorce,” where the melody line acts independently over a repeated harmonic cycle ( Nobile 2016 , 193–97). Modal reductions are used when the tonic is established without the use of a dominant harmony—that is, without a chord that contains a leading tone and has a root a perfect fifth above the tonic. Following Nicole Biamonte’s work, progressions may be explained as a modal adaptation of the I–IV–V structural model, i.e., i–VI–VII, where VI and VII function as subdominant and dominant respectively ( Biamonte 2010 , 96–97). Other examples may make use of a minor dominant chord to establish a tonic through root motion of a fifth without the leading-tone pull ( Osborn 2017 , 76–84). By combining these approaches as necessary to suit a particular track or selection of tracks, we are able to compare the interaction of text and music to pop-rock’s harmonic nuances.",
                "footnotes": [],
                "citations": [
                    "nobile_2016",
                    "biamonte_2010",
                    "osborn_2017"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Since rock music exists primarily in a fixed recorded medium, it is useful to consider elements of production and their effects on the interpretation of a song. Allan Moore’s theory of recorded persona and environment provides a platform for analyzing text-music relations in Bowie’s music. Moore offers a classification system based on proxemics, or the “perceived distance between persona and listener, modified by the intervention in this space of any other musical material sources” ( Moore 2012 , 187). The system is broken into four proxemic zones: intimate, personal, social, and public. Factors to consider include the presence of the vocals in the track’s mix, the delivery of vocals, and vocal effects—in particular, reverb, which has a distancing effect. Moore uses Leona Lewis’s cover of Snow Patrol’s “Run” as an example that establishes a clear proxemic trajectory, opening in an intimate zone and diachronically moving through personal and social zones to conclude the track in the public zone ( Moore, Schmidt, and Dockwray 2009 , 105–6).",
                "footnotes": [],
                "citations": [
                    "moore_2012",
                    "moore_schmidt_and_dockwray_2009"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] The second concept is to consider the environment of a track and how it interacts with the persona. According to Moore, the environment is comprised of three distinct elements: texture or accompaniment, (4) harmonic setting, and formal structure ( Moore 2012 , 190). In some cases the environment may work against or with the persona to some degree, and in other cases it may provide an inert or quiescent background to the track. The interaction between a track’s persona, environment, lyrics, and foreground and structural musical features establishes the principal factors in the interpretation and analysis of rock music.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "moore_2012"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Before constructing an analysis it is useful to consider the sociopolitical factors involved in the creation and evolution of rock music. Philip Tagg states that “[i]t is impossible to ‘evaluate’ popular music along some sort of Platonic ideal scale of aesthetic values, and . . . notation should not be the analyst’s main source of material” ( Tagg 2000 , 75). Therefore, the analysis need not focus solely on music (notation) or text (lyrics), but should also account for expressions that may be evoked through extramusical processes and production techniques. Since rock music evolved through an interaction with music, poetry, media, and capitalism, it is important to consider social, political, or philosophical agendas that may emerge from a historically contextual perspective.",
                "footnotes": [],
                "citations": [
                    "tagg_2000"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Equally applicable to the analysis of David Bowie’s music is Kofi Agawu’s method for analyzing German Lied. Agawu’s semantic approach to analyzing song interprets music and lyrics separately as independent sign systems. The conjunction of these two systems results in a third composite system that he calls song. Agawu argues that this type of analysis should consider “how the resulting compound structure [song] signifies and how its two inputs [music and lyrics] signify, both singly and in conjunction” ( Agawu 1999 , 157). While pop-rock music, like Lieder, can similarly be split into separate sign systems, there are some differences worth clarifying. First, nineteenth-century Lied analysis relies primarily on the interpretation of a score whereas pop-rock analysis relies primarily on the recorded track. (5) I will therefore begin by offering a lead-sheet transcription of each track, representing my hearing of the song. (6) The second difference is between the conventions of common-practice tonality and pop-rock harmony. While there is much debate on how pop-rock harmony functions, my three models (normative, divorced, and modal) allow for departures from common-practice harmony that occur in pop-rock. Finally, where do recorded persona and environment fit into a system of signification? Like song, the persona and environment are a composite result of words and music. Therefore, I consider them to be a facet of the song’s sign system.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "agawu_1999"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] I will present my analysis of each Bowie track in three steps. First I look at the music and provide a reductive analysis. Next I provide an interpretation of the lyrics. Finally I offer an interpretation of the song that combines musical and lyrical analyses and considers the relation of persona and environment. With these aspects in mind, I look first at “Life on Mars” using a normative reductive method, then “Five Years” using a divorced method, and finally I use a modal reduction for “We Are the Dead.” Normative Analysis: David Bowie’s “Life on Mars”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] David Bowie’s fourth studio release, Hunky Dory (1971), incorporates a sociopolitical agenda not clearly evident in his works before 1970. The album can be separated into two main themes that correspond to Side A and Side B. The tracks on Side A deal primarily with a change in the U.K.’s political climate in the 70s, addressed through lyrical metaphors involving space. Each track on Side A prominently features the piano, mostly performed by Rick Wakeman. (7) Bowie uses space as both a means of escapism and as a thematic illustration of alienation. (8) Ken McLeod argues that “by employing metaphors of space, alien beings or futurism, metaphors that are by definition unknowable, such artists and works constantly ‘differ’ the notion of ‘authentic’ identity” ( McLeod 2003 , 339). McLeod’s use of the word “authentic” refers to youth subcultures or countercultures co-existing outside of, and thus “differing” from, a dominant culture. The conceptualization of space as a metaphor therefore serves two purposes. First, the singer’s connection to the dominant culture becomes absolved or weakened by turning to the unknown. For example, in “Changes” the singer demands that the listener “turn and face the strange,” to explore the unfamiliar. Second, it is a reaction to the media’s portrayal of the space age in both film and television in the late 1960s: e.g., Stanley Kubrick’s 2001: A Spacy Odyssey (1968) and Gene Roddenberry’s Star Trek (1966–69). In “Oh! You Pretty Things” the singer explains that “we have finished our news, homo sapiens have outgrown their use, all the strangers came today, and it looks as though they’re here to stay.” Rather than praising the technological advancement and human ingenuity that both 2001 and Star Trek showcase, Bowie instead suggests that the human race is in a state of stagnation and is therefore an easy target for “the strangers,” i.e., aliens.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "mcleod_2003"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Side B deals with contemporary American pop-art icons, with specific reference to Bob Dylan (Robert Zimmerman) and Andy Warhol. Both Dylan and Warhol are used as case studies for alienation. For example, in “Song for Bob Dylan” Bowie sins about Dylan and Zimmerman as two separate identities: Dylan depicts the people’s poet, a false persona cultivated by the audience, while Zimmerman portrays the man himself. The track moves through an acoustic verse to a distorted electric guitar in the chorus, possibly a reference to Dylan’s infamous “going electric” appearance at the 1965 Newport Folk Festival. This performance alienated him from his audience, as he contradicted their image of him as the poster child of folk music and Woody Guthrie’s disciple. (9) The tracks on Side B are all guitar-driven, either in a folk or rock idiom, as opposed to the piano-based tracks of Side A. Example 1 . “Life on Mars,” Verse 1, Prechorus, and Chorus (0:00–1:42) (click to enlarge and listen) Example 2 . Chromatic Voice-Leading Patterns in “Life on Mars” (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3]  “Life on Mars” is formally divided into three main sections: the verse (measures 1–16, 0:00–0:37), the prechorus (measures 17–24, 0:38–0:55), and the chorus (measures 25–43, 0:55–1:44). Following the first chorus, there is an eight-measure first ending that acts as a retransition (beginning in measure 40, 1:25) back to the verse, while a ten-measure second ending follows the final chorus (3:00) and concludes with a modified plagal cadence (IV–iv–I) in B ♭ major. Throughout the track there is a clear trajectory of tonal areas: the verse section is consistently in F major, the prechorus moves through A ♭ major and D ♭ major, and the final chorus concludes in B ♭ . There is, however, a global auxiliary V–I cadence in B ♭ major over the course of the song from verse to chorus. Furthermore, there is a symmetrical minor-third relationship between the main key areas of the piece, F– A ♭ and D ♭ – B ♭ . The melody in both the verse and prechorus is based on a repeated motivic idea: an ascending tetrachord that first occurs at the beginning of the verse (F up to B ♭ in measures 1–2)  and is restated through the end of the prechorus ( D ♭ up to G ♭ in measures 23–24), as shown in Example 1 . This motivic tetrachord relates the verse and prechorus despite the shifts in tonality and further reinforces the auxiliary cadence between the F major of the verse and B ♭ major of the chorus. A chromatic voice-leading pattern emerges between the bass and inner voices that adds further continuity throughout the track. The line presented in Example 2 is registrally reordered so that the chromatic line is traceable through lowest pitch of each sonority on the staff. Example 3 . “Life on Mars,” Normative Voice-Leading Reduction (click to enlarge) Example 4 . Expressive Constructs in “Life on Mars” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] At a more structural level, shown in Example 3 , there is an unfolded ascent in thirds in the verse, outlined through a series of reaching-overs. The ascent arrives on the preliminary head tone C, 5 ˆ in F major, at measure 16 (0:35). (10) The C head tone is then transferred to F, 5 ˆ in B ♭ major, in measure 22 (0:56). The transfer of the head tone is facilitated by the modulation from A ♭ major to D ♭ major in measure 21 (0:45). At this moment the D ♭ harmony is elided with the melodic F instead of continuing the initial ascent from C. This elision both sets up the transfer of the head tone to F, 5 ˆ in B ♭ major, and the arpeggiation up to the B ♭ at the start of the chorus. The chorus follows a repeated 5 ˆ – 1 ˆ fundamental line in B ♭ major. However, the arrival on 1 ˆ occurs over a subdominant harmony (measure 40, 1:22). The structural bass also follows a non-normative progression, ii 7 –iv supporting 2 ˆ and 1 ˆ , which does not resolve over tonic until the end of the track. Scale degree 1 ˆ does occur over a tonic B ♭ -major harmony (measures 25 and 33, 0:49 and 1:10), but it is not in the obligatory register of the fundamental line. Correspondences between the musical features identified above and expressive connotations are given in Example 4 .",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Both the political and social themes explored on Hunky Dory are exemplified in “Life On Mars” through the lyrical content of the verses. Verse 1 (shown in Example 1) describes a girl’s social problems with her friends and parents, while verse 2 makes a more explicitly political point about U.S. – Soviet relations. (11) Verse 1 describes an anonymous girl whose parents are in disagreement about whether or not she can go to see a film. Her friend, who presumably was to accompany her, does not show and she attends the film by herself. The film, which is supposed to provide some sort of brief escapism for the protagonist, falls short of expectations. The subtext is that the fantastic—the film—is made mundane both by the girl’s experience as well as by the film’s clichéd content. The chorus illustrates various instances of violence —“sailors fighting . . . lawman beating up the wrong guy”—followed by the rhetorical question, “wonder if he’ll ever know he’s in the best-selling show?” which blurs the line between reality and fantasy. The chorus concludes with the introspective question, “Is there life on Mars?”",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Verse 2 establishes a more explicitly political rhetoric and suggests that the film is an American Hollywood production. Furthermore, the lyrics “Mickey Mouse has grown up a cow” criticize capitalism both in the cinema and in general. This icon of American media culture is reduced to a representational figurehead of capitalism. On the other hand, Communism, as practiced in the U.S.S.R., is also criticized as a hypocritical political system, as the workers are seeking “fame, ’cause Lenin’s [Lennon’s] on sale again.” The phonetic similarity between “Lenin” and “Lennon” creates an alternate interpretation. Instead of political hypocrisy, the lyrics can be interpreted as emphasizing the paradoxical relationship between artistic ideology and consumerism of popular culture. (12) This observation about popular music invoking Lennon may have been an intentional metaphor for Bowie’s own career. As biographer Peter Doggett writes, “The clash of cynical despair and passionate commitment was almost shocking—not least for what it revealed about how Bowie saw his own role as a star in the making” ( Doggett 2012 , 151).",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "doggett_2012"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] The final line in verse 2, “Rule Britannia is out of bounds to my mother, my dog, and clowns,” suggests a different type of escapism from verse 1, this time through the future. “Rule Britannia” refers to the glory days of England as a superpower nation, a status that is no longer attainable. His mother, his dog, and clowns attempt to cling to a conservative past that the writer is trying to escape. It is also worth noting the subtle change in the prechorus the second time around, from the narrator’s third-person description of the girl to a first-person perspective of the writer of the film. The writer, like the girl, becomes disenchanted with the monotony of the world around him and concludes with the titular question, “Is there life on Mars?”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] The verse 1 dichotomy between the girl and her parents shifts to a political dichotomy between America and Soviet Russia in verse 2. The girl who seeks escape through the film is connected to the writer of the movie. There is a similar connection between escapism to the future in verse 2 and the escapism into the film. The change of perspective from the girl to the writer occurs at the beginning of verse 2; therefore the sociopolitical summary is from the writer’s point of view.  Space, specifically Mars, becomes a metaphor for a potential utopian society that is not contaminated by political and social malaise. Earth is consumed by political disagreement and capitalist media, and rather than looking to the fantastic (i.e., the film) as a means of escape, the unknown future and space become the frontiers in which an alternative utopian society may be found or created.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] The track’s environment helps to establish the proxemic relationship between the persona and the listener. The opening verse begins with just piano and bass accompanying the vocals, creating an intimate connection between the recorded persona and the listener. Ironically, a vocal harmony enters on the line “but her friend is nowhere to be seen,” accompanying the persona in the track but not the character in the lyrics. On the other hand, Bowie-as-persona is singing harmony as well as lead, highlighting the loneliness and isolation that the girl is feeling as no one accompanies her but herself. Nevertheless, lyrically, the persona retains a narrative role, describing the situation rather than participating in it. The texture is gradually built up with the addition of strings in the prechorus and the entrance of drums at the chorus, shifting to a more introspective tone that is distanced from the listener. Producer Ken Scott’s addition of reverb to the chorus vocals pushes the persona into a more social zone. The trajectory of proxemics is paralleled at the return to verse 2, with the exception that the drums continue for the rest of the track. Mick Ronson’s guitar solos in the first and second endings work to ease the tension that is built up in both choruses—first, as a retransition to the verse, and second, to lead to the final resolution in B ♭ major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] The voice-leading constructs suggest an expressive meaning that correlates to the text. The general building of tension through the lyrical descriptions of familial and global dichotomies in the verses is inadequately released in the chorus through the repeated 5 ˆ – 1 ˆ melodic descent over the structural I–ii 7 –iv–I cadence. The final modified plagal cadence in B ♭ major serves to embody the search for somewhere new, somewhere different from the recurring tonicization of F major in the verse. At the same time, this cadential figure reinforces the sense of uncertainty about the unknown, the future and space. A normative reduction highlights text-music relations in instances where melody, harmony, and bass more or less work together. I now turn to an example in which those elements reinforce the text by not working together. Divorced Analysis: “Five Years”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] “Five Years” is the opening track for Bowie’s 1972 album The Rise and Fall of Ziggy Stardust . This album is the first of two written to personify Ziggy Stardust, Bowie’s alter ego and figurative pop icon and alien visitor—the other being the 1973 album Aladdin Sane . Bowie conceived of this album as a narrative with Ziggy as the protagonist. The majority of the tracks on the album serve to highlight and characterize Ziggy, concluding with “Rock n’ Roll Suicide,” his death. The opening track, “Five Years,” sets the mood of the album and introduces the dystopian setting of the narrative. In Bowie’s own words, “The time is five years to go before the end of the earth. It has been announced that the world will end because of lack of natural resources. Ziggy is in a position where all the kids have access to things that they thought they wanted” (quoted in Burroughs and Lotringer 2001 , 231). Example 5 . “Five Years,” sections A, A, B, and C (0:00”1:36) (click to enlarge and listen) Example 6 . “Five Years,” Divorced Voice-Leading Reduction (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "burroughs_and_lotringer_2001"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The structure of the track can be summarized as A A B C || A A A’ B’ ||:Refrain:||, with each lettered section consisting of eight measures of 8 6 .  “Five Years” doesn’t follow a typical formal design; it is an example of cumulative form that “[aims] toward a certain moment of culmination,” in this case, the refrain section at the end of the track ( Spicer 2004 , 30). The song is built on a repeated chord progression I–vi–II–IV in G major that changes only for section C. A transcription and reduction of each section are shown in Examples 5 and 6 . (13) Unlike the chorus in “Life on Mars,” the II–IV progression in this loop functions as a pre-dominant to dominant motion, with IV acting as the dominant, returning to tonic at the restart of the cycle. (14) I utilize a divorced reduction for this track whereby 3 ˆ is prolonged in the A sections, despite the dissonant counterpoint over the II and IV chords. Each time the progression repeats, a stepwise bass descent from G down to A emerges in an additive process (as part of the cumulative texture), connecting each sonority in the progression through a descending bass line. The descent continues down to G after an interrupted ascent from A to C that supports the IV harmony, completing an octave descent from G2 to G1. This stepwise descent occurs for the first time in its entirety on the third iteration of A (1:36). Section C gets hung up on the alternation between the A major and C major chords, the II–IV of the repeated progression. In the middle of this alternation G major returns, followed by a D 7 chord. However, the dominant potential of the D 7 chord dissolves with its deflection to A minor. The track concludes with the refrain section (2:50), which harmonically and melodically resembles section B but repeats the titular phrase “five years” over a thicker texture. Example 7 . Expressive Constructs in “Five Years” (click to enlarge)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "spicer_2004"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] The preliminary focus on 3 ˆ in the A section is the start of a pentatonic ascent through 5 ˆ and 6 ˆ in section B, arriving at 8 ˆ at the start of section C (measure 25, 1:13). While the melody continues with a 5 ˆ – 2 ˆ interruption over a subdominant harmony (measures 31–34, 1:27–1:34), the resolution to 1 ˆ over tonic does occur immediately after in the piano (1:35). (15) Section C only occurs once, therefore we neither get an alignment in the vocal melody between 1 ˆ or 8 ˆ over a G major sonority nor another melodic descent in the vocals. Instead, the material following section C repeats the pentatonic ascent from 3 ˆ to 6 ˆ with the repeat of sections A and B. The vocal melody in the repeated refrain emphasizes 5 ˆ and 6 ˆ (as in the previous B sections), and does not provide any closure as the piece fades out. However, the addition of upper strings at 3:27 does provide the anticipated resolution to 1 ˆ over tonic, but has no effect on the repeated lead vocals or the salient lower vocal harmony emphasizing 3 ˆ . Expressive meaning is ascribed to the constructs in Example 7 .",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The text is presented as a first-person narrative, the tone of which grows increasingly frantic. The narration begins in the “market square,” immediately after the announcement of some apocalyptic event that is to occur five years in the future. The seriousness of the situation is accentuated by the atypical emotional response of the news reporter, who “cried so much his face was wet, then I knew he was not lying.” Bowie, taking on the persona of the narrator, then begins listing material objects that have contributed to the depletion of natural resources. The listing becomes frantic during section C as he begins to realize the number of people and things that will eventually be lost through the impending apocalypse: “my brain hurt like a warehouse, it had no room to spare, I had to cram so many things to store, everything in there.” The purpose of this cataloguing however, is unclear. Is the narrator somehow removed from the impending doom? Is it in desperation that this vain act is carried out? Or something to keep his mind occupied? The mounting tension in the lyrics is paralleled in the melodic move up to 5 ˆ , embellished with an upper neighbor. The melodic tension reaches its climax as it moves into section C to 8 ˆ . This built-up energy is then released through the interrupted 5-line descent back to the A section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Following section C, the cyclical harmonic progression returns and continues to the end of the track. The narrative turns to observing unusual social behavior in the wake of the announcement. A “girl . . . hits some tiny children” and is pulled off by the “black.” This first situation is an inversion of preconceived stereotypical notions of women being good with children, and Africans being savage or violent. The next situation involves a “soldier with a broken arm,” who stares “at the wheels of a Cadillac.” Whether the intent here is to set up the soldier as a thief, or to imply that the soldier is unable to drive with a broken arm and can only stare is unclear. The final scenario, “the cop knelt and kissed the feet of a priest, and the queer threw up at the sight of that,” has several elements that require unpacking. First is the notion that in the face of death, civilization loses faith in law and government, and turns to religion, and the unknown, as a source of hope. In this scenario, religion—specifically, the Catholicism represented by the priest—is in a higher position than law. The “queer’s” disgust could represent either an effect of the union of two long-established antagonists to homosexuality, or more generally, a reaction to the clear dominance of religion over law. With even the law’s turning to religion, the “queer” has nowhere left to turn and loses hope. The music of the A section reinforces this idea: the “law” of consonant counterpoint is broken to preserve the “religious” mantra-like repetition of 3 ˆ .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Bowie-as-narrator’s detached description of these situations establishes a sort of theatrical pantomime, which blurs the line between fantasy and reality in a different way than the film in “Life on Mars.” The final section, however, is more personal and nostalgic in nature. A new character, referred to as “you” in the lyrics, is presented in an “ice cream parlor,” and unlike the others so far described, is “smiling and waving and looking so fine,” apparently oblivious to the disastrous news. This character embodies the narrator’s ignorance, his state of mind before hearing the news, “I felt like an actor, and I thought of ma and wanted to get back there.” Personifying his past self as a separate entity adds a personal weight to the behavioral changes described in the previous scenarios. “Five years” is repeated in an increasingly frantic manner, with interjections seemingly inside the narrator’s head, highlighting his sense of hopelessness and despair through its repetition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The cumulative texture of the track’s environment parallels the narrator’s increasingly hysterical tone. The song opens with solo drums, with sustained chords in the bass and piano coming in with the vocals. (16) This texture stays mostly the same, with some embellishments in the bass, until the return to A following section C. At the opening of the song there is a heavily processed echo of Bowie’s voice that reiterates the words “sighing,” “cry in,” “dying,” and “lying.” This echo emphasizes both the rhyme scheme of the opening lyrics and the gloomy prediction of the narrator as prophet-persona. Following section C, low strings are added to the texture, building dynamically to the refrain. The addition of harmonies in the refrain indicates that the narrator is not alone in his observations and realization, which adds to the gravity of the situation at the conclusion of the track. Furthermore, the resolution in the upper strings represents the fulfillment of the prophecy, despite the narrator’s search for an alternative resolution. The upper string line in the refrain functions in a non-diegetic way, in that the narrator seems oblivious to the resolution. A similar non-diegetic resolution happens at the end of section C, where the melody ends on 2 ˆ and the piano resolves the line to 1 ˆ at the return of section A. Despite the harmonic resolution to tonic, the return of the opening drums and subsequent fade out at the end of the track leaves us with a sense of hopelessness as an exposition and sets up the rest of the album to play out the scenario.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] My reduction in Example 5 illustrates the melodic-harmonic divorce in the A section, where the melodic pitches create dissonances with the bass. More specifically, this is an example of what Drew Nobile calls “loop divorce,” which he defines as “repeated sequences of two to four chords that lead back to their own beginning rather than to any sort of structural goal” ( Nobile 2015 , 193). In this case the structural melody prolongs 3 ˆ independently of the repeated harmonic cycle I–vi–II–IV, creating a divorce that works to enhance the lyrical narrative. The following sections B and C, however, do not contain a divorce; with the exception of the syntax divorce, 2 ˆ over IV, at the end of section C, each note is supported by an appropriate harmony. This coordination could be interpreted as parallel to the text: the singer in these sections is cataloguing as many things as he can, assimilating them as memories while at the same time the melody becomes a chord tone of the accompanying harmony. The static isolated melody of the A section is therefore transformed into a more inclusive melodic function that follows the lyrics.",
                "footnotes": [],
                "citations": [
                    "nobile_2015"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] Acknowledging the melodic-harmonic loop divorce in this example accentuates the dissonant voice leading that would be lost through a normative approach. The divorced reduction highlights these dissonances, which can be related to elements in the text. Similar lyrical themes of alienation, futurism, and dystopian society are musically expressed in both “Five Years” and “Life on Mars,” but in different ways. “Life on Mars” consists of mostly common-practice harmonic structures and voice leading, and supplements these lyrical themes through modulation and obfuscation of tonic. On the other hand, “Five Years” musically expresses these lyrical themes through dissonant counterpoint, repetition, and lack of closure. I now turn to my final example, “We Are the Dead,” which musically reinforces the same lyrical elements in yet another way. Modal Analysis: “We Are the Dead”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Bowie’s original plan for the 1974 album Diamond Dogs was to create a musical adaptation of George Orwell’s novel 1984 . However, he was unable to obtain permission from Orwell’s widow. In Bowie’s own words, “Mrs. Orwell refused to let us have the rights, point blank. For a person who married a socialist with communist leanings, she was the biggest upper-class snob I’ve ever met in my life. ‘Good heavens, put it to music ?’ It really was like that” (quoted in Doggett 2012 , 229). Having written a number of 1984 -themed songs prior to the refusal from Mrs. Orwell, Bowie instead worked them into the album Diamond Dogs . These Orwell-inspired songs make up most of Side B, including “We Are the Dead,” “1984,” “Big Brother,” and “Chant of the Ever Circling Skeletal Family.”",
                "footnotes": [],
                "citations": [
                    "doggett_2012"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Bowie took the titular phrase “We Are the Dead” directly from Orwell’s novel, which depicts themes similar to those in the song, of alienation, futurism, and dystopian society through the form of Big Brother. The lyrics are delivered through the persona of Winston Smith, Orwell’s main character. Phillip Doggett establishes the background of Bowie’s song succinctly: Winston and Julia embark on their forbidden romance in Orwell’s novel in the knowledge that [quoting Orwell] “what was happening could not last long. There were times when the fact of impending death seemed as palpable as the bed they lay on.” In their final moments before discovery, Winston considers the closed lives of those who exist in the world of Big Brother with the hope of freedom for their distant descendants. “‘We are the dead,’ he said.” and with that pronouncement, their illusion of freedom is ended. ( Doggett 2012 , 239–40) Example 8 . “We are the Dead,” Verse and Chorus (0:00-2:15) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "doggett_2012"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] This scenario represents the main idea that is played out in Bowie’s adaptation. The song itself is split into two distinct sections, which I will refer to as verse and chorus. (17) Harmonically, the verse utilizes a primarily modal progression that accompanies a clear melodic line in G Aeolian. The chorus is more ambiguous, featuring a repeated descending-second sequence in F Phrygian under a quasi- Sprechstimme vocal line centered around C, as shown in Example 8 . Example 9 . “We Are the Dead,” Modal Voice-Leading Reduction (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In “We Are the Dead,” the VII (F Major) and VI ( E ♭ Major) chords act as dominant and pre-dominant respectively to the tonic sonority of G minor. The progression fits Biamonte’s functional Aeolian modal model ( Biamonte 2010 , 101–104). While there is a first-inversion D major chord resolving to a G minor chord in measures 10–11 and 26–27, it functions as a passing sonority from VII rather than a traditional dominant–tonic progression. Cadences occur at regular four-measure intervals in the verse on the following sonorities: VII (measure 3, 0:19), VI (measure 7, 0:27), an elided I (measure 11, 0:33), and VII (measure 15, 0:40). These cadences emphasize the structural importance of these harmonies, and a reduction is offered in Example 9 . The fourth cadential figure of the verse (i–VI–IV–VII in measures 11–15, 0:35–0:42) resembles Everett’s “double plagal cadence” with the exception that it does not resolve to the tonic at the end of the phrase, and therefore functions more as a syntactical half cadence ( Everett 1995 , 221). Example 10 . Expressive Constructs in “We Are the Dead” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "biamonte_2010",
                    "everett_1995"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Melodically, the verse is an example of what Richard Middleton calls axial tunes, where a head tone—in this case, B ♭ —is embellished with upper and lower neighbors ( Middleton 1990 , 203). The melody of the chorus is much less precise given its quasi- Sprechstimme delivery, but it is more or less centered on C. The fundamental line, therefore, can be described as oscillating, moving between 3 ˆ and 4 ˆ throughout the track. It is also worth noting the hypermetric ambiguity in the chorus section created by conflicting projections in the melodic line and the harmony. The voice enters in the middle of the five-measure harmonic descent from C to F at measure 35 (1:15). Furthermore, the vocal line consists of a four-measure repeated idea. Therefore, the tension and ambiguity in this section is heightened by the hypermetric dissonance between the four-measure and five-measure lines. This dissonance is first resolved in measure 53 (1:45) where both the vocals and the harmony begin their cycles on the same downbeat. A second, stronger resolution occurs in measure 63 (2:02), where the melody returns to a definite pitch and emphasizes an agogic accent at the same time as the harmonic cycle begins anew. This moment marks the retransition, through IV, back to the verse in G Aeolian. The chorus ends with V–IV returning to the minor tonic triad of the verse. (18) Example 10 maps expressive meaning on to these musical gestures.",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "middleton_1990"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] In general, the verse and the chorus are differentiated by two distinct characteristics. The verse represents Winston’s nostalgic emotions for Julia, expressed in a defiant and hopeful attitude in the face of the impending discovery of their sexual relationship, and subsequent persecution by Big Brother. In contrast, the chorus becomes a less coherent rambling of images and ideas that concludes with the line “because of all we’ve seen, because of all we’ve said, ‘we are the dead.’” The gloomy tone of the lyrics is complemented by the minor modality of the music, while the combination of hypermetric dissonance and quasi- Sprechstimme vocals in the chorus parallels the rambling images described in the chorus lyrics. The lack of descent in the fundamental line also adds to the suspense by forestalling any sense of melodic closure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] In both “Life On Mars” and “Five Years,” the environment of the track serves to parallel the persona and subject matter of the lead vocals. “We Are the Dead” begins in the same intimate environment as the previous examples, with vocals accompanied by bass, keyboard, and drums. The keyboard part in the verse has a panned delay with the attack on the left and a quick echo on the right, which creates a spacious atmosphere. A similar effect is used for the vocals: Bowie’s lead vocals are centered in the mix, and a slightly delayed doubling of the vocals is panned left. The sense of space in the mix can be connected with either the room that Winston is in—which is empty save for Julia, who is represented through the dual panning in the keyboard and vocals—or the unworried nature of Winston’s post-coital mental state. In either interpretation, the space created in the verse gets denser and more cacophonous in the chorus with the addition of distorted guitar and ethereal harmonized interjections of “we are the new boys, we are the dogs, we are the dead.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The lyrics in “We Are the Dead” serve to describe the scene and bring the listener subjectively into Winston’s state of mind. The unresolved tension is expressed musically through the melodic fixation on 3 ˆ and 4 ˆ , and the disorienting hypermetric clash in the chorus enhances the jumbled inner thoughts of the lyrics. However, the track fades out with no real sense of development or closure. A modal reduction highlights the expressive nuances of the musical syntax in “We Are the Dead.” Cohesion in David Bowie’s Compositions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In this brief sampling of Bowie’s early works there are several cohesive and unifying elements that are worth noting. The narratives examined share themes of alienation: “Life On Mars” presents an outsider looking for acceptance, “Five Years” highlights the narrator’s disconnect from the situation, and “We Are the Dead” animates an opposition to Big Brother from Orwell’s 1984 . Bowie also utilizes ideas of futurism and dystopian society: in “Life On Mars” the socio-political climate of the 70s is depicted as flawed, in “Five Years” a society is presented with the knowledge that the world is inevitably going to end, and “We Are the Dead” portrays Orwell’s interpretation of a fascist futurist regime governed by Big Brother.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Bowie’s songs seem at the foreground to be very disparate in terms of style and technique, yet there are clear connections between lyrical narratives and musical gestures. His use of harmony in all of these examples emphasizes subdominant-tonic relationships rather than traditional dominant-tonic ones. The auxiliary cadence in “Life on Mars” can be interpreted synchronically as F moving to B ♭ (rather than B ♭ being embellished by F), while both “Five Years” and “We Are the Dead” contain structural harmonic motions from G to C. Bowie also makes use of various types of stepwise motion in the bass. “Life On Mars” has a clear parsimonious chromatic voice-leading line that can be traced throughout the piece, in “Five Years” a cumulative diatonic bass line moves between harmonic pillars, and in “We Are the Dead” the chorus features a repeated descent from C to F. These global constructs serve as both deviations from the common-practice norm and as clear lyrical counterparts in Bowie’s music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] My interpretation of Bowie’s early songs illuminates the relationship between text and music by focusing on common thematic ideas—alienation, futurism, and dystopian society—in three stylistically different examples. In each track, different methods of reductive analysis (normative, divorced, and modal) are used to make deeper connections between text and music. This approach can be equally useful in the analysis of tracks with similar styles but different thematic agendas (e.g., Randy Newman’s use of Americana), within the context of a concept album (e.g., Kendrick Lamar’s To Pimp a Butterfly , 2015), or by different artists that share lyrical themes (e.g., Neil Young’s “Ohio” and U2’s “Sunday Bloody Sunday” as responses to incidents of shootings) or styles (e.g., grunge in Nirvana and Pearl Jam). A further example of an intertextual study would be to compare the Bowie tracks from this paper with Afrofuturist tracks by Parliament that contemporaneously explore similar themes of alienation and futurism. By highlighting the similarities and differences in lyrical themes and musical structures in pop-rock, we come closer to understanding the intricate interrelationships between diverse styles, artists, and tracks.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.4.ferrandino.html",
    "data": "mto/data/mto.17.23.4.ferrandino.json"
}