{
    "title": "Compound AABA Form and Style Distinction in Heavy Metal",
    "date": "2021/03/01",
    "volume": "27",
    "issue": "1",
    "authors": [
        "Hudson, Stephen S."
    ],
    "abstract": "This article presents a new framework for analyzing compound AABA form in heavy metal music, inspired by normative theories of form in theFormenlehretradition. A corpus study shows that a particular riff-based version of compound AABA, with a specific style of buildup intro (Attas 2015) and other characteristic features, is normative in mainstream styles of the metal genre. Within this norm, individual artists have their own strategies (Meyer 1989) for manifesting compound AABA form. These strategies afford stylistic distinctions between bands, so that differences in form can be said to signify aesthetic posing or social positioning—a different kind of signification than the programmatic or semantic communication that has been the focus of most existing music theory research in areas like topic theory or musical semiotics. This article concludes with an exploration of how these different formal strategies embody different qualities of physical movement or feelings of motion, arguing that in making stylistic distinctions and identifying with a particular subgenre or style, we imagine that these distinct ways of moving correlate with (sub)genre rhetoric and the physical stances of imagined communities of fans (Anderson 1983, Hill 2016).",
    "keywords": [
        "Heavy Metal",
        "Formenlehre",
        "Form Perception",
        "Embodied Cognition",
        "Corpus Study",
        "Musical Meaning",
        "Genre"
    ],
    "doi": "10.30535/mto.27.1.5",
    "received": "January 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.1/mto.21.27.1.hudson.pdf",
    "author_info": [
        {
            "name": "Stephen S. Hudson",
            "university": "Department of Music",
            "address": "School of Arts & Sciences, University of Richmond, 410 Westhampton Way, Richmond, VA 23173",
            "email": "sshudson@u.northwestern.edu"
        }
    ],
    "citations": {
        "agawu_1991": "Agawu, Kofi. 1991. Playing With Signs: A Semiotic Interpretation of Classic Music . Princeton University Press.",
        "aglugub_2007": "Aglugub, Raymond David. 2007. “Shape Shift: Riff Variation and Development in the Music of Metallica.” Master’s thesis, Boston University.",
        "allanbrook_1983": "Allanbrook, Wye Jamison. 1983. Rhythmic Gesture in Mozart: Le Nozze Di Figaro & Don Giovanni . University of Chicago Press.",
        "almén_2008": "Almén, Byron. 2008. A Theory of Musical Narrative . Indiana University Press.",
        "anderson_1983": "Anderson, Benedict. 1983. Imagined Communities: Reflections on the Origin and Spread of Nationalism . Verso Books.",
        "ashley_2017": "Ashley, Richard. 2017. “Form.” In Routledge Companion for Music Cognition , edited by Richard Ashley and Renee Timmers, 179–90. Routledge.",
        "attas_2015": "Attas, Robin. 2015. “Form as Process: The Buildup Introduction in Popular Music.” Music Theory Spectrum 37 (2): 275–96.",
        "berger_2009": "Berger, Harris M. 2009. Stance: Ideas about Emotion, Style, and Meaning for the Study of Expressive Culture . Wesleyan University Press.",
        "brackett_2016": "Brackett, David. 2016. Categorizing Sound: Genre and Twentieth-Century Popular Music . University of California Press.",
        "butler_2014": "Butler, Mark J. 2014. Playing With Something That Runs: Technology, Improvisation, and Composition in DJ and Laptop Performance . Oxford University Press.",
        "caplin_1998": "Caplin, William. 1998. Sonata Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "capuzzo_2018": "Capuzzo, Guy. 2018. “Rhythmic Deviance in the Music of Meshuggah.” Music Theory Spectrum 40 (1): 121–37.",
        "christe_2003": "Christe, Ian. 2003. Sound of the Beast: The Complete Headbanging History of Heavy Metal . HarperCollins.",
        "clifford-napoleone_2015": "Clifford-Napoleone, Amber R. 2015. Queerness in Heavy Metal Music: Metal Bent . Routledge.",
        "cook_2007": "Cook, Nicholas. 2007. “Musical Form and the Listener.” In Music, Performance, Meaning: Selected Essays , 1–8. Ashgate.",
        "cope_2010": "Cope, Andrew L. 2010. Black Sabbath and the Rise of Heavy Metal Music . Ashgate.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Music Analysis , edited by Deborah Stein, 65–76. Oxford University Press.",
        "covach_2006": "Covach, John. 2006. What’s That Sound? An Introduction to Rock and Its History . W. W. Norton & Company.",
        "cox_2011": "Cox, Arnie. 2011. “Embodying Music: Principles of the Mimetic Hypothesis.” Music Theory Online 17(2).",
        "de_clercq_2012": "de Clercq, Trevor. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” PhD dissertation, Eastman School of Music.",
        "de_clercq_2017": "de Clercq, Trevor. 2017. “Embracing Ambiguity in the Analysis of Form in Pop/Rock Music, 1982–1991.” Music Theory Online 23 (3).",
        "dekovich_2019": "Dekovich, Michael. 2019. “Formal Functions in Early Death Metal: Chuck Schuldiner’s Ternary Songs.” Paper presented at Brandeis University Graduate Student Musicology Conference , June 7–8.",
        "dekovich_": "Dekovich, Michael. forthcoming. “Formal Dialectic in Heavy Metal Music.” PhD dissertation. University of Oregon.",
        "derrida_1992": "Derrida, Jacques. 1992. “The Law of Genre.” In Acts of Literature , edited by Derek Attridge, translated by Avita Ronell, 221–52. Routledge.",
        "drott_2013": "Drott, Eric. 2013. “The End(s) of Genre.” Journal of Music Theory 57 (1): 1–45.",
        "easley_2015": "Easley, David. 2015. “Riff Schemes, Form, and the Genre of Early American Hardcore Punk (1978–83).” Music Theory Online 21 (4).",
        "elflein_2010": "Elflein, Dietmar. 2010. Schwermetallanalysen: Die musikalische Sprache des Heavy Metal . transcript Verlag.",
        "fast_2001": "Fast, Susan. 2001. In the Houses of the Holy: Led Zeppelin and the Power of Rock Music . Oxford University Press.",
        "gamble_2019": "Gamble, Steven. 2019. “Breaking Down the Breakdown in Twenty-First-Century Metal.” Metal Music Studies 5 (3): 337–54.",
        "gebelhoff_2016": "Gebelhoff, Robert. 2016. “Your Favorite Songs All Sound the Same—and That’s Okay.” The Washington Post , June 2, 2016, Online edition. https://www.washingtonpost.com/news/in-theory/wp/2016/06/02/your-favorite-songs-all-sound-the-same-and-thats-okay/ .",
        "gjerdingen_2007": "Gjerdingen, Robert O. 2007. Music in the Galant Style . Oxford University Press.",
        "greenberg_2017": "Greenberg, Yoel. 2017. “Of Beginnings and Ends: A Corpus-Based Inquiry into the Rise of the Recapitulation.” Journal of Music Theory 61 (2): 171–200.",
        "hatten_1994": "Hatten, Robert S. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "hill_2016": "Hill, Rosemary Lucy. 2016. Gender, Metal and the Media: Women Fans and the Gendered Experience of Music . Macmillan.",
        "horton_2005": "Horton, Julian. 2005. “Bruckner’s Symphonies and Sonata Deformation Theory.” Journal of the Society for Musicology in Ireland 1: 5–17.",
        "hudson_forthcoming": "Hudson, Stephen S. Forthcoming. “Bang Your Head: Construing Beat Through Familiar Drum Patterns in Metal Music.” Music Theory Spectrum 44 (1).",
        "hughes_2003": "Hughes, Timothy. 2003. “Groove and Flow: Six Analytical Essays on the Music of Stevie Wonder.” PhD Dissertation. University of Washington.",
        "jamzward_2013": "JamZward. 2013. “Why Is ‘Metalcore’ Music so Frequently Ridiculed?” https://www.reddit.com/r/OutOfTheLoop/comments/1t90lq/why_is_metalcore_music_so_frequently_ridiculed/ .",
        "kahn-harris_2007": "Kahn-Harris, Keith. 2007. Extreme Metal: Music and Culture on the Edge . Berg Publishers.",
        "kitts_1998": "Kitts, Jeff. 1998. “Metallica Plays the Heavy Hits & Kills ‘Em All .” Guitar World , December 1998.",
        "levinson_1997": "Levinson, Jerrold. 1997. Music in the Moment . Cornell University Press.",
        "lilja_2009": "Lilja, Esa. 2009. Theory and Analysis of Classic Heavy Metal Harmony . IAML Finland.",
        "lucas_2018": "Lucas, Olivia R. 2018. “‘So Complete in Beautiful Deformity’: Unexpected Beginnings and Rotated Riffs in Meshuggah’s ObZen.” Music Theory Online 24 (3).",
        "macan_1997": "Macan, Edward L. 1997. Rocking the Classics: English Progressive Rock and the Counterculture . Oxford University Press.",
        "meyer_1989": "Meyer, Leonard B. 1989. Style and Music: Theory, History, and Ideology . University of Pennsylvania Press.",
        "mirka_2014": "Mirka, Danuta. 2014. “Introduction.” In The Oxford Handbook of Topic Theory . Oxford University Press.",
        "moore_1993": "Moore, Allan F. 1993. Rock, the Primary Text: Developing a Musicology of Rock . Open University Press.",
        "osborn_2010": "Osborn, Brad. 2010. “Beyond Verse and Chorus: Experimental Formal Structures in Post-Millennial Rock Music.” PhD dissertation, University of Washington.",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse-Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1): 23–47.",
        "pareles_2016": "Pareles, Jon. 2016. “Metallica, Still Thrashing but Comfortably Adult.” The New York Times , November 17, 2016, New York edition. Section C page 1.",
        "pieslak_2007": "Pieslak, Jonathan. 2007. “Re-Casting Metal: Rhythm and Meter in the Music of Meshuggah.” Music Theory Spectrum 29 (2): 219–45.",
        "pillsbury_2006": "Pillsbury, Glenn T. 2006. Damage Incorporated: Metallica and the Production of Musical Identity . Routledge.",
        "purcell_2003": "Purcell, Natalie J. 2003. Death Metal Music: The Passion and Politics of a Subculture . McFarland & Company.",
        "riches_2011": "Riches, Gabrielle. 2011. “Embracing the Chaos: Mosh Pits, Extreme Metal Music and Liminality.” Journal for Cultural Research 15 (3): 315–32.",
        "schumann_2013": "Schumann, Garrett. 2013. “Supplement to Brad Osborn: Terminal Climactic Forms in Pre-1990s Heavy Metal Music.” July 27, 2013. http://www.garrettschumann.com/2013/07/27/supplement-to-brad-osborn-terminal- climactic-forms-in-pre-1990s-heavy-metal-music/ .",
        "scotto_2016": "Scotto, Ciro. 2016. “The Structural Role of Distortion in Hard Rock and Heavy Metal.” Music Theory Spectrum 38 (2): 178–99.",
        "shelley_2019": "Shelley, Braxton D. 2019. “Analyzing Gospel.” Journal of the American Musicological Society 72 (1): 181–243.",
        "smialek_2016a": "Smialek, Eric. 2016a. “Genre and Expression in Extreme Metal Music, ca. 1990-2015.” PhD dissertation, McGill University.",
        "smialek_2016b": "Smialek, Eric. 2016b. “The Unforgiven: A Reception Study of Metallica Fans and ‘Sell-Out’ Accusations.” In Global Metal Music and Culture: Current Directions in Metal Studies , edited by Andy R. Brown, Karl Spracklen, Keith Kahn-Harris, and Niall Scott, 106–24. Routledge.",
        "stephan-robinson_2009": "Stephan-Robinson, Anna. 2009. “Form in Paul Simon’s Music.” PhD Dissertation. Eastman School of Music.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen For in Rock: A Stylistic Analysis . Yale University Press.",
        "summach_2011": "Summach, Jay. 2011. “The Structure, Function, and Genesis of the Prechorus.” Music Theory Online 17 (3).",
        "summach_2012": "Summach, Jay. 2012. “Form in Top-20 Rock Music, 1955–89.” PhD dissertation, Yale University.",
        "temperley_2018": "Temperley, David. 2018. The Musical Language of Rock . Oxford University Press.",
        "vanvalkenburg_2010": "VanValkenburg, Aaron. 2010. “Musical Process and the Structuring of Riffs in Metallica.” Master’s thesis, Baylor University.",
        "waksman_2009": "Waksman, Steve. 2009. This Ain’t the Summer of Love: Conflict and Crossover in Heavy Metal and Punk . University of California Press.",
        "walser_1993": "Walser, Robert. 1993. Running With The Devil: Power, Gender, and Madness in Heavy Metal Music . Wesleyan University Press.",
        "weinstein_1991": "Weinstein, Deena. 1991. Heavy Metal: The Music and Its Culture . Da Capo Press.",
        "wingfield_2008": "Wingfield, Paul. 2008. “Beyond ‘Norms and Deformations’: Towards a Theory of Sonata Form as Reception History.” Music Analysis 27 (1): 137–77.",
        "zohren_1984": "Zohren, Peter. 1984. “Ride the Lightning (Review).” Speed Attack 1. https://sendbackmystamps.org/2013/10/16/speed-attack-1-germany-1984-auf-deutsch/"
    },
    "footnotes": {
        "FN0": {
            "text": "* Thanks to Brad Osborn, Mitchell Ohriner, Milena Schaller, Calder Hannan, Ashlie Sandoval, Susanna Sacks, Aubrey Leaman, and Michael Dekovich for reading drafts of this project at different stages and giving extensive comments. Thanks also to Drew Nobile and an anonymous second reviewer, whose suggestions and ideas helped me reframe this article’s context and approach. Last but not least, thanks to Richard Ashley for his PhD seminar about perception and cognition of musical form and subsequent discussions which have shaped my thinking on this topic.",
            "citations": []
        },
        "FN1": {
            "text": "1. I use the term “metal” to name the whole history of metal styles and subgenres, and the term “heavy metal” to reference a more specific style and era, metal’s “golden age” spanning 1969–1990. “Metal” and “heavy metal” have contested boundaries, different usages that are always in motion ( Walser 1993 , 4–7), like most genre labels ( Brackett 2016 , 3–13). I include bands like Van Halen and AC/DC which were described as “heavy metal” in the 1980s, even though today those bands are usually labelled “hard rock” instead.",
            "citations": [
                "walser_1993",
                "brackett_2016"
            ]
        },
        "FN2": {
            "text": "2. Moore himself notes that in Black Sabbath’s Paranoid (1971) and Motörhead’s Overkill (1979), “Structures remain close to the ‘introduction, two verses, break, verse, play out’ formula common to pop since the beat era” ( 1993 , 132). Moore appears not to reference “compound” AABA form, because his description has “verse” but no “chorus.” And the two albums Moore mentions do indeed have many song forms without choruses. However, according to Temperley these two albums are outliers in this respect, both in heavy metal and in the larger context of “pop since the beat era” which Moore invokes. Thus, I associate Moore’s description of “Intro, two verses, break, verse, playout” with the same compound AABA paradigm that dominates most pop, rock, and metal. Finally, most albums discussed in this article remain even closer to this formula than Paranoid ; see Examples 7 and 12 below. See paragraphs 2.3.0 and section 5.3 below for additional discussion.",
            "citations": [
                "moore_1993"
            ]
        },
        "FN3": {
            "text": "3. Some subgenres such as death metal may use compound AABA less often; see section 5.5 and 5.6.",
            "citations": []
        },
        "FN4": {
            "text": "4. Here and in the article’s title, I’ve used the term “heavy metal” (rather than “metal”) because my corpus is mostly from the 1980s, but the final sections reach out to a broader repertoire.",
            "citations": []
        },
        "FN5": {
            "text": "5. I used the track listing from the original release for each album. See Example 7.",
            "citations": []
        },
        "FN6": {
            "text": "6. Dance practices like headbanging and moshing are “liminal” in the sense that they transgress the bounds of acceptable comportment in Western society. According to Gabrielle Riches ( 2011 , 317), “Extreme metal music provides metal fans with an opportunity for a liminal experience in which rules and regulations governing everyday life are suspended. The concept of liminality implies that new rules are implemented when conventional rules are suspended.”",
            "citations": [
                "riches_2011"
            ]
        },
        "FN7": {
            "text": "7. Ciro Scotto ( 2016 ) observes this verse-chorus cycle as well, although his study is limited to timbre. Unfortunately, Scotto fails to cite any metal scholarship—including Pillsbury, who had presented a similar idea a decade earlier and with more compelling discussion of embodied experience, aesthetics, and compositional practice.",
            "citations": [
                "scotto_2016"
            ]
        },
        "FN8": {
            "text": "8. When I use the term “metal fans,” I mean to include all people involved in metal culture—including musicians.",
            "citations": []
        },
        "FN9": {
            "text": "9. This abstract only appears in the online edition. All other references to Temperley 2018 are to the paginated printed edition.",
            "citations": [
                "temperley_2018"
            ]
        },
        "FN10": {
            "text": "10. Osborn ( 2010 , 12) has made a similar critique, questioning why Covach distinguishes between verse-chorus form and compound AABA, as there are virtually no verse-chorus forms which have no B section.",
            "citations": [
                "osborn_2010"
            ]
        },
        "FN11": {
            "text": "11. The size of scale that should be called “riff” is sometimes unclear. If a full measure of 4/4 is repeated four times, but with a different final eighth note each time, does it count as four statements of a one-measure riff, or one statement of a four-measure riff? See Fast 2001 , 117–119.",
            "citations": [
                "fast_2001"
            ]
        },
        "FN12": {
            "text": "12. Note that this definition of “module” differs from Easley ( 2015 , 6.1 and footnote 14), who (following Summach 2012 ) uses this term to refer to what I call “sections” including verse and chorus.",
            "citations": [
                "easley_2015",
                "summach_2012"
            ]
        },
        "FN13": {
            "text": "13. This method is clearly described in a newspaper interview with Metallica’s drummer: “Songwriting for Metallica is like ‘a giant jigsaw puzzle,’ Mr. Ulrich said. The band records everything: shows, rehearsals, soundchecks, backstage jam sessions. Then it selects riffs and melodies and starts to fit them together [...] Mr. Ulrich spent the summer of 2014 with an iPod holding ‘every single note that we’d recorded since ‘Death Magnetic’ — some 1,500 tracks.’ [...] In September, Mr. Ulrich said, ‘I walked into the studio with 30 ideas from that iPod.’” ( Pareles 2016 )",
            "citations": [
                "pareles_2016"
            ]
        },
        "FN14": {
            "text": "14. Summach ( 2012 , 40–41) uses the term “graduated intro” instead of “buildup intro.” He argues that graduated intros are one of several possibilities in rock; almost all metal songs have buildup intros.",
            "citations": [
                "summach_2012"
            ]
        },
        "FN15": {
            "text": "15. The first option, songs with only one texted section, is common in Motörhead’s songs, but rare for other metal bands. I’ll discuss Motörhead’s style in more detail in section 5.3.",
            "citations": []
        },
        "FN16": {
            "text": "16. de Clercq ( 2012 , 26) provides a thorough review of formal markers which characterize verse, chorus, and bridge in the work of several theorists.",
            "citations": [
                "de_clercq_2012"
            ]
        },
        "FN17": {
            "text": "17. In another article, de Clercq argues that form perception is more ambiguous than is usually acknowledged. He suggests that our impressions of form are shaped by style-specific knowledge: “Someone who is an avid Michael Jackson fan, for example, may have an entirely different understanding of what constitutes a typical verse than someone who listens primarily to heavy metal” ( 2017 , 6.4).",
            "citations": [
                "de_clercq_2017"
            ]
        },
        "FN18": {
            "text": "18. Summach’s “mid-song intro” ( 2012 , 50) is specifically reserved for sections which contrast with the verse-chorus cycle, while my “pre-verse” includes sections that use verse riffs but precede the vocal entry.",
            "citations": [
                "summach_2012"
            ]
        },
        "FN19": {
            "text": "19. de Clercq makes a similar argument ( 2012 , 85).",
            "citations": [
                "de_clercq_2012"
            ]
        },
        "FN20": {
            "text": "20. “In some cases they may replace the guitar solo [. . . ] breakdowns most commonly provide contrasting material to separate a final chorus from previous alternations of verses and choruses” ( Gamble 2019 , 339).",
            "citations": [
                "gamble_2019"
            ]
        },
        "FN21": {
            "text": "21. “Rotational forms with bridge” is almost equivalent to Ken Stephenson’s term “Verse-Chorus-Bridge” ( 2002 , 140), but includes some songs which do not have a clear verse-chorus pair.",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN22": {
            "text": "22. Thanks to Aubrey Leaman, whose conversations and ongoing dissertation research on musical meaning and empathy/identification helped me develop and clarify sections 5 and 7.",
            "citations": []
        },
        "FN23": {
            "text": "23. On Ace of Spades (1980), six songs have a refrain instead of a distinct chorus section: “Ace of Spades,” “Shoot You In The Back,” “Live To Win,” “Fast and Loose,” “We Are The Road Crew,” and “Bite the Bullet.”",
            "citations": []
        },
        "FN24": {
            "text": "24. Black metal artists can be infamously arrogant and antagonistic towards other styles they view as trendy or mainstream; a famous motto from the Norwegian black metal scene of the 90s instructed, “no mosh—no core—no fun—no trends.”",
            "citations": []
        },
        "FN25": {
            "text": "25. Thanks to Mitchell Ohriner for pointing out this precursor!",
            "citations": []
        },
        "FN26": {
            "text": "26. The argument that songs do not belong to a genre, but participate in that genre, comes from Eric Drott ( 2013 ) and Jacques Derrida ( 1992 ).",
            "citations": [
                "drott_2013",
                "derrida_1992"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "“Your favorite songs all sound the same — and that’s okay . . . In the end, it’s often the ‘formulas’ that make music genres what they are.” ( Gebelhoff 2016 ) 1. Introduction",
                "footnotes": [],
                "citations": [
                    "gebelhoff_2016"
                ]
            }
        },
        {
            "1.0": {
                "text": "[1.0] Metal music has been plagued throughout its history by critiques that it is repetitive and predictable. (1) While many sympathetic writers have defended metal by discussing specific artists’ complexities and innovations, Allan F. Moore was bold enough in 1993 to double down on this critique and claim repetition as a positive trait. After comparing heavy metal to hard rock along dimensions like lyrics and blues influences, Moore comes to musical form and proclaims that “heavy metal is perhaps the most formulaic of rock styles (and hence, the rock style that permits the subtlest play of significances)” ( Moore 1993 , 132). I agree with Moore that metal is formulaic; a particular formula for song structure called “compound AABA” is central to the genre (this term and others are defined throughout the article, but also summarized in a Glossary at the end of the article). But Moore’s comment need not be heard as a critique, as most music styles are \"formulaic” in this sense, including eighteenth century galant ( Gjerdingen 2007 ) or the modern pop described in the epigraph. In fact, as Moore suggests, metal’s repetitiveness is positive; formulas in their very conventionality afford fine-grained distinctions between different substyles and variations, helping listeners imagine many distinct affective and social spaces. Using a new model of riff-based compound AABA form, I argue that these style distinctions can be understood as a kind of signification that is more like social positioning than existing music theories of semiotic or topical signification.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "moore_1993",
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] In five book-length musicological monographs dedicated to metal ( Walser 1993 , Pillsbury 2006 , Lilja 2009 , Cope 2010 , Elflein 2010 ), one of the most common structural conventions in metal has been overlooked: a riff-based version of the song structure John Covach calls “compound AABA form” ( Covach 2005 , 74). The word “compound” indicates that “A” is a supersection containing multiple distinct sections like verse and chorus, while “B” is a contrasting bridge that also often spans several distinct sections (followed by the reprise “A”). As I will discuss shortly, compound AABA form is not unique to metal, but has been the default form in rock and pop since the mid-1960s ( Temperley 2018 , Chapter 8)—although metal favors highly-stylized, riff-oriented versions of the form.",
                "footnotes": [],
                "citations": [
                    "walser_1993",
                    "pillsbury_2006",
                    "lilja_2009",
                    "cope_2010",
                    "elflein_2010",
                    "covach_2005",
                    "temperley_2018"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] But despite its ubiquity, compound AABA has been overlooked by metal scholars, and two book authors even directly deny this form’s widespread existence in metal. Dietmar Elflein argues that this kind of formula is irrelevant to most metal, only occurring as a vestigial influence of punk. Moore ( 1993 , 150) describes for hard rock and also for heavy metal a predictability, which he describes as variants on the “Intro, two verses, break, verse, playout” structure. By more accurately assessing his examples, however, it can be claimed with a certain authority that the formulaicness described by Moore increases the more it is marked by punk influences, and decreases the more it is ruled by progressive rock influences. This negative connoted tendency to formulaicness appears, thus, to be irrelevant in the context of this project [analyzing heavy metal]. ( Elflein 2010 , 50; my translation) (2) Similarly, Andrew Cope suggests that compound AABA form is the exception rather than the rule in metal. “Nu metal bands such as Drowning Pool have departed from the multi-sectional work of mainstream metal, death metal and thrash to formulate shorter works . . . with structures that relate more to a verse/chorus/middle 8 format” ( Cope 2010 , 67). While metal bands do often have more sections than just verse and chorus, I’ve found no evidence of a distinct large-scale form model that separates metal from other rock music. To the contrary, I’ve found that “structures that relate more to a verse/chorus/middle 8 format” are the default, normative song form throughout many “mainstream metal” and “thrash” albums, just as the same form saturates rock and pop. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "moore_1993",
                    "elflein_2010",
                    "cope_2010"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] To correct this misconception, I’ve made a corpus study of 20 highly-cited heavy metal albums, documenting the prevalence of compound AABA form in this genre (see section 3). (4) My corpus is drawn from Elflein’s 2010 book. In defining the scope of his study, Elflein ( 2010 , 353–59) compiled dozens of “best heavy metal albums” lists, then tallied how often an album is mentioned by his sources and ranked them accordingly. There is no such thing as an “objective” definition of heavy metal, but this list at least averages the opinions of a large crowd. Elflein’s list shows a strong bias towards music from earlier decades (especially the 1980s), perhaps an inherent pitfall given the canonical nature of such “best of” lists. My corpus takes the top 20 albums from Elflein’s list, 195 tracks in total. (5) Of these 195 tracks, 87% feature compound AABA or a close variation of this pattern, and many of the remaining tracks are interludes or other “non-song” compositions. In other words, compound AABA characterizes almost all songs in my corpus. While this corpus does not represent the whole history of metal, it does establish this form’s prominence in the genre’s historical core.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "elflein_2010"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Although I use the word “misconception,” I do not believe Cope and Elflein are negligent in their conclusions, because I did not believe anything to the contrary until late in my own research. My study of form in metal began with creating timing charts of riffs while investigating rhythm and mode, without expecting to find any particular normative form. After a year, I felt I was seeing many similar song forms, and I began to revisit my earlier transcriptions and group sections together into compound AABA whenever that interpretation seemed plausible. Eventually, when I realized how widespread compound AABA was, I decided to systematically analyze a formal sample, and it was then that I turned to Elflein’s list. I was surprised to find this conventional form pattern underlying songs I had listened to for years. Based on informal conversations, I believe that few metal listeners are aware of compound AABA unless they have specifically sought it out.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] Music perception and cognition scholars studying form have been consistently skeptical of awareness of larger scales of form, arguing that without deliberately listening for an explicit form model, humans are rarely aware of structures larger than a single phrase ( Levinson 1997 , Cook 2007 ; see Ashley 2017 for a summary of empirical studies). Jerrold Levinson discusses the most extreme position, arguing that musical listening primarily consists of moment-to-moment experiences, and that large-scale form is a separate abstract interpretive layer that we perceive with difficulty or not at all. Several scholars studying classical sonata form have re-examined the conditions under which it is likely or even plausible that a particular listener’s conceptual understandings of form match prototypical models ( Horton 2005 , Wingfield 2008 , Greenberg 2017 ). Given the state of this small but growing literature, I want to be very cautious in making claims about the experiences of large-scale form by listeners who do not listen with scores or explicit “maps.”",
                "footnotes": [],
                "citations": [
                    "levinson_1997",
                    "cook_2007",
                    "ashley_2017",
                    "horton_2005",
                    "wingfield_2008",
                    "greenberg_2017"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] If I’m correct in assuming that few metal listeners explicitly think of a compound AABA model, then some explanation is needed to show why this model can be used to explain distinctions which I believe most listeners are aware of and actively participate in. Explicitly listening for a particular model is only one kind of listening. Even when listeners remain unaware of (or even have denied the existence of) the normative model of compound AABA form in heavy metal, I argue that there are other ways they can experience form which accommodate many of the same stylistic distinctions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Musical form can be compared to a road trip, in that the same driving route can be experienced in very different ways. A passenger with a map can sit back and appreciate the shape of the whole route, easily comparing the proportions between important junctions and measuring direction against the map’s absolute north-south grid. A driver will be always looking out for signs pointing to important junctions they must correctly navigate, and landmarks to track their progress, but may have less sense of absolute direction or the geometric shape of the route as a whole. A passenger in the back seat will notice the shape of the route only as much as it produces changes in scenery, sharp local turns, or dramatic vistas. Our experiences of music can be analogous to any of these, but most often are like the passenger without a map.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] Just as reading a map is only one of many ways to experience a road trip, an explicit compound AABA model (see Example 1 ) is only one of many modes of listening , rather than an objective structure that is immanent “in the music.” Musical form is an interpretation , in which a listener groups things together, highlights features as boundaries within the form, and infers directed motion between and within different spans. The musical sounds captured in a recording may be objectively defined, but our experience of musical form is not—at the very least, not without everyone starting with the same map, and often different hearings are possible even then.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] In metal, form is not just perceived or contemplated—form is often acted out at metal concerts by performers and audiences alike through a variety of “liminal” or transgressive physical behaviors, including mosh pits, pumping fists, and headbanging (see Hudson, forthcoming). (6) (Certainly, form is “acted out” in other music cultures as well, though usually through different dance practices). Glenn T. Pillsbury expresses metal’s aesthetics of form in a most compelling way by discussing “cycles of energy” as a metaphor for embodied experiences of time and rhythm. I theorize the musical aesthetic of thrash metal as movement through cycles of energy working on many different levels to focus power and intensity into bodily experience. These range from the meta experience of the mosh pit and the insistent speed of the beat that assaults and affects the bodies of the performers and audience, to the particular physicality of playing riffs using a heavy amount of palm muting. . . .   Ultimately, rhythmic intensities do not signify nearly as strongly by themselves. Rather, the changes in intensity provide the crucial context for their signification ( Pillsbury 2006 , xx). An example I will be returning to is the “verse/chorus energy cycle” ( Pillsbury 2006 , 13), a tendency for metal songs to build intensity throughout each verse and climax in the chorus. (7) While such changes in energy can be experienced by any listener, metal fans actively amplify these cycles with/in their own bodies—and the liminal physical expression of (or engagement with) this energy is the foundation of the genre’s appeal. (8) The “cycles of energy” a listener feels are influenced by musicians’ changes in tempo or timbre or arrangement, but each listener creates or infers energy cycles on their own. Cycles of energy are the physically-felt manifestation of form in metal, and compound AABA is a conceptual interpretation of form; these modes of listening can be experienced separately or layered on top of one another.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "pillsbury_2006",
                    "pillsbury_2006"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] As suggested by the roadmap analogy, listeners may experience and enact large-scale cycles of energy, experiencing aspects of compound AABA even if they do not explicitly synthesize maps of the song as a whole. Fans and musicians certainly experience the music through a common vocabulary of “riffs,” “drum fills,” and “lines” of lyrics, and section labels like “verse,” “chorus,” “intro,” and “bridge.” While there is inevitably variation in the application of these terms, different uses are similar enough that participants rarely struggle to understand one another. When fans attend to these smaller-scale units, they are often attending to aspects of the larger AABA pattern; for example, I will venture that most listeners recognize the reprise of “A” after the bridge as a return of familiar material. Listeners who participate in musical form by following riff-based energy cycles seem to be embodying and experiencing many of the articulating points and contours of compound AABA form, whether or not they contemplate an explicit “map” like Example 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] While the “map” of compound AABA might be unfamiliar to fans, I suspect that many songwriters are aware of it. Songwriters often make explicit decisions about songs’ organization, which could easily lead them to think about large-scale forms. For example, Metallica’s rhythm guitarist James Hetfield clearly references compound AABA in describing some of his band’s artistic influences. Diamond Head, for example, had a pretty unique way of putting songs together. It wasn’t the traditional verse-chorus-verse-chorus-middle eight and then out. They had middle breakdowns, new riffs that came in at weird places, and their songs kind of took you on journeys. Budgie and Mercyful Fate were also pretty inventive . . . those bands taught us that there were more than three parts to a song—that you could have a song with different parts, each of which could almost be its own song. You can really hear their impact on ...And Justice for All [1988], which was where we really started to go over the top with that type of songwriting. ( Kitts 1998 , quoted in Aglugub 2007 , 64) “Verse-chorus-verse-chorus-middle eight and then out” shows that Hetfield is aware of a convention of compound AABA structure and thinking in equivalent terms.  Hetfield also mentions ways in which these formulas are subject to expansion and innovation, and an awareness of his own band’s songwriting relative to both this norm and other bands’ innovations.",
                "footnotes": [],
                "citations": [
                    "kitts_1998",
                    "aglugub_2007"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] This account of normative form parallels the tradition of Formenlehre , which studies form in classical music through the lens of particular prototypes ( Caplin 1998 ) or default options ( Hepokoski and Darcy 2006 ) at different levels of structure, from individual phrase (e.g., periods and sentences) to full-movement forms (e.g., sonata and rondo). A notable precedent for applying Formenlehre to metal is a study of Metallica’s early albums by Aaron VanValkenburg ( 2010 , 29–30), who describes Metallica’s songs as “AABA form” (minus the “compound” modifier), and briefly cites Hepokoski and Darcy. I build on VanValkenburg’s work by describing additional formulas of structure such as the buildup intro (see section 2.2) and pre-verse (see section 2.4), by recognizing these as conventions across a broad spectrum of the metal genre (not just features of Metallica’s music), by integrating Pillsbury’s terminology and insights about “modular” riff-based structure and “cycles of energy,” and by describing how these norms of musical structure can afford the “play of significances” that Moore suggests in the passage I quoted earlier.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "hepokoski_and_darcy_2006",
                    "vanvalkenburg_2010"
                ]
            }
        },
        {
            "1.13": {
                "text": "[1.13] I end this article by showing how different variants of compound AABA afford the “play of significances” Moore suggests. The quotation in paragraph 1.0 could be interpreted as describing a kind of narrative semiotics, that events during a song could symbolize events or actions in the narrative described in the lyrics. But I explore another kind of signification, more like social signaling or aesthetic posing than storytelling or semantic communication. Above, Metallica’s  James Hetfield appeals to form to describe the aesthetic/social positioning of Budgie and Mercyful Fate as “inventive” bands with songs that “took you on journeys.” These are aspects of a band’s image that fans identify with, not just signs to be decoded. Listeners define their tastes and self-image through such style oppositions, and performatively construct genre by making such artistic distinctions, as I explore in this article’s conclusion. 2. Context: Compound AABA in Rock [2.0.0] David Temperley, following John Covach, describes three formal types in rock, each of which is oriented around repeating material. Two of these three, “AABA” and “compound AABA,” should not be confused with each other, as I explore below. Most rock songs fall into one of three formal types: simple verse (with a short, repeating verse-refrain section), AABA (with a verse-refrain and a contrasting bridge), and verse-chorus (with an alternation between verse and chorus, usually with contrasting material after the second chorus). . . . Since the 1960s, verse-chorus form has been predominant; together, a verse and chorus form a “verse-chorus unit,” or VCU. ( Temperley 2018 , Chapter 8 abstract) (9) Simple verse and AABA originated in earlier styles (folk, blues, and Tin Pan Alley popular song). Simple verse and AABA are characteristic of 1950s and early 1960s rock; but these two forms become much less common after 1970, after which they are used mostly as nostalgic references earlier decades ( Temperley 2018 , 151–2). [2.0.1] Within this tripartite taxonomy, Covach defines compound AABA as a subtype of verse-chorus form; but Temperley suggests that these categories should be identical, because virtually all verse-chorus songs have compound AABA structure. (10) Nearly all songs following this verse-chorus pattern begin with two iterations of the verse-chorus pair. After that, there is usually (though not always) an instrumental, . . .  a contrasting bridge section, or both; this is then followed by either a third verse-chorus pair, or just a chorus. (The song may then end with an additional chorus, . . . or in other ways to be discussed below.) ( Temperley 2018 , 153) Accordingly, Ken Stephenson uses the term “Verse-Chorus-Bridge form” ( 2002 , 140), pointing to how the bridge is a default feature. Compound AABA was the default form in mainstream rock throughout the existence of heavy metal. From an omniscient historian-analyst perspective, it seems like an obvious conclusion that this form is also the default in heavy metal, since metal evolved as a subcategory of rock. But as I’ve argued above, this conclusion may not be so easy to observe if one is not looking for it. [2.0.2] Certain contrasts between compound AABA and the earlier and shorter AABA form are relevant to my study of metal. The shorter AABA normally lasts only 32 bars, and even in longer examples the A and B sections are usually less than 12 measures each ( Temperley 2018 , 155). To fill a duration of 2 or 3 minutes that is ordinarily the minimum for a stand-alone song, short AABA forms are almost always extended by reiterating the B and A sections, to produce forms like AABABA (Ibid., 155). In compound AABA, the A section consists of at least two distinct sections (verse and chorus) which together are at least 16 measures long (and often much longer). Three iterations of a compound A section and one of the B section easily fills 2–3 minutes. Accordingly, Temperley finds that in compound AABA rock songs (and by extension, most rock after 1970), expansions like AABABA are uncommon. Finally, in shorter AABA forms the final A section is exactly the same as the previous three, while in compound AABA forms throughout metal and rock/pop the A reprise is often abridged or altered, so a more accurate label might be compound AABA’ (where A’ means “variation of A”). [2.0.3] Verse-chorus rock songs often have a distinct pre-chorus between the verse and chorus, a practice which Jay Summach argues began in the 1960s and became widespread in rock and pop hits by the 1980s. The pre-chorus is usually less stable than the verse, and builds energy towards the chorus. By some combination of such changes, a prechorus transforms the verse-chorus song from a two-section form into a three-section form that is more strongly teleological. In the standard verse-chorus song, momentum building is a transitional effect; in the verse-prechorus-chorus song, momentum building is the function of an entire formal section ( 2011 , 3). Summach’s conception of a “verse-chorus cycle” with a sense of building momentum throughout several sections resonates strongly with Pillsbury’s “verse/chorus energy cycle,” suggesting that metal and rock are not so different in this respect. Summach discusses this norm exclusively in terms of verse, pre-chorus, and chorus sections, but in metal the energy cycle does not depend on verse and chorus, and can be clear even when these section functions are ambiguous or absent (see section 2.3 below). Example 1 . Map of AABA form in metal music (click to enlarge) [2.0.4] Unlike most rock music, metal is usually riff-based, and metal songs often use specific riff processes to frame each supersection (summarized in Example 1 ). Metal songs are also often both faster and longer than most compound AABA rock songs, with more distinct sections and a greater overall duration. These two differences have many consequences, as I explore below. [2.0.5] The traits identified below are not exclusive to metal. Some rock songs share many of these characteristics, like the Beatles’ “Day Tripper” (1966) and Cream “Sunshine of Your Love” (1967). Each has a riff-based compound AABA structure featuring buildup intro, pre-verse, and re-intro. It’s no coincidence these two songs are often mentioned as riff-based precursors to heavy metal. [2.0.6] But while these structures are not unique to metal , they are conventional in metal —whereas riff-based rock is often structured differently, such as The Rolling Stones’ “Satisfaction” (1965). Further, riff-based songs are only a minority in rock, while riffs are the default in metal. Thus, riff-based processes do not separate metal from rock more generally, but they do characterize metal, marking it as a stylized space within the broader rock genre. 2.1. Metal songs are composed of riff modules [2.1.0] The primary difference between metal and rock is that metal songwriting revolves around riffs, repeating guitar patterns with distinct melodic/rhythmic identities. (11) Riffs are “autotelic” ( Butler 2014 , 10; from Hughes 2003 ), naturally looping back to their own beginning. Riffs are not just abstract formal units, but are embodied shapes with tangible motion and physical percussive power ( Fast 2001 , 113–116). Example 2 . Hierarchy of formal structure in metal music (click to enlarge) [2.1.1] Metal riffs are organized into “modules” ( Pillsbury 2006 , 20–25) that consist of one riff repeated, often a “foursquare” number of repetitions like 2, 4, or 8. (12) Changing to a new riff makes a new module, and so does changing the texture and instrumentation, such as a vocal entry or major shift in drum pattern. Modules are “independent to the degree that one could pull any of them out . . . and use it to duplicate the same formal approach in a new song” (Ibid., 24). For a riff-oriented band, modules are the basis of song composition; for example, Metallica writes songs by collecting riffs recorded on the road, then arranging them into an ordered series of modules. (13) Example 2 shows how riffs and modules fit within larger formal spans. Example 3 . Van Halen, “Atomic Punk” (1978) (click to enlarge) [2.1.2] My charts of riff-based compound AABA are based on Covach ( 2005 , 2006 ) and VanValkenburg ( 2010 ). Example 3 illustrates a full song, Van Halen’s “Atomic Punk” (1978). In the leftmost column, A and B label the “supersections” of compound AABA. Following de Clercq ( 2012 , 85), I use the word “supersection” for this level of hierarchy, but follow common practice in describing individual As and Bs as “A sections” and “B sections.” The next column lists timings alongside section labels. The third column describes riff modules, as well as describing in-between parts not based in riffs. For example, in “Atomic Punk” each chorus begins with a pair of chords, not a riff proper. Italics in these lines indicate that their capital letters represent pitches or chords rather than riffs. Underscores indicate moments where a note is significantly sustained. These charts are meant to be used as listening guides, and I’ve color-coded the sections to illustrate the building intensity of the energy cycles. 2.2. Metal songs begin with a riff-based buildup intro [2.2.0] Almost every metal song begins with a buildup intro, initializing rhythmic energy before the verse. A “buildup” slowly develops a groove by adding one instrument at a time, which is a widespread strategy in other popular music ( Attas 2015 ). (14) Steve Waksman identifies this strategy in the music of Motörhead: “Motorhead” [1977] opens with six bars of Lemmy playing unaccompanied bass, a gesture he would repeat many times over the course of his band’s career. . . . Phil Taylor’s drums enter in bar 3 as light tapping but assume greater volume and presence up to the last bit of Lemmy’s intro, at which point the two are joined by Eddie Clarke’s guitar, which follows the pattern set by the bass and fills out the sound to even greater levels of distortion. ( Waksman 2009 , 159) Metal’s riff-based buildups are highly stylized, feeling ritualistic or even formulaic. Most pop grooves are polyphonic, composed of different rhythmic components, but metal riffs are usually played in unison. A buildup in metal usually begins with one guitar repeating the riff alone. After one or two repetitions, other instruments either enter all together, or join gradually, often playing what I call “punches” that accent particular points before beginning to play the whole riff. Eric T. Smialek describes a technique I include within the buildup intro called “panned entries” ( 2016a , 109), in which the first guitar playing the riff is panned hard to one side, with the others’ entrances filling out the stereo mix, and argues that “these passages build towards a burst of energy where the full band enters . . . a powerful surge that signals the beginning of the song proper” (109). While Smialek associates panned entries with the “nu metal” style of the late 1990s, and suggests that they are most often used on the first track of an album, I’ve found buildup intros on almost every track throughout the metal genre. [2.2.1] The end of a buildup intro is often marked by the drum kit beginning to play a full backbeat or blastbeat. Backbeats are defined by snare accents on counts 2 and 4, while blastbeats usually consist of rapid sixteenth notes alternating between the bass drum and another part of the drum kit. At the very beginning of a buildup intro, a metal drummer usually only plays one or two pieces of the drum kit. When the full drum pattern arrives, the song achieves a new level of physical energy. Pillsbury observes that Metallica’s “Fade to Black” (1984) has “no grand entrance of a powerful drumbeat or distorted power chords, no release of energy or transformation of effect” ( 2006 , 43). What he leaves implicit is that grand entrances are normative in metal music, and their grandness is created by buildup intros. [2.2.2] Occasionally, the buildup intro is preceded by what I call an “extra intro,” which does not contain a buildup and is often atmospheric. Metallica’s “Phantom Lord” (1983) begins with a phasing sound and a monotone martial rhythmic motto. At 0:32, this extra intro is followed by a more conventional buildup intro. My category of extra intro differs from Elflein’s abgesetzte Einleitung or “detached intro,” which refers to an Intro that does not share the same riffs as the rest of the song ( 2010 , 105–106). Elflein’s “detached intro” could include a buildup, and my category of an extra intro could feature riffs found in the rest of the song (although usually the extra intro contains unique material). I’ve defined extra intros in this way because every metal song has a buildup intro, while only some have an additional earlier section that is not a buildup. 2.3. Metal’s compound AABA is not always a verse-chorus form [2.3.0] In metal, compound AABA is not always a “verse-chorus form” because some songs have only one section with lyrics (either a verse or a chorus but not both; see section 5.3), while some other songs feature myriad texted sections without an unambiguous verse-chorus pair. In more general terms, metal’s compound AABA is a “rotational form,” a term which comes from Hepokoski and Darcy ( 2006 ) and has been previously applied to Metallica’s music by VanValkenburg ( 2010 ). Defining metal as a rotational form preserves the logic of “a repeating section that comprises most (or all) of the song” ( Temperley 2018 , 153), but allows for greater variety in the composition of the A section. (15) [2.3.1] The potential for ambiguous section functions is an outgrowth of metal’s tendency towards more expansive compound AABA forms. Trevor de Clercq describes a similar phenomenon in comparing the short AABA of the 1950s to the later compound AABA. As the A and B material expand in length, it is harder for the listener to chunk the entire pattern into one conceptual unit. . . . The symmetry and balance of the four 8-bar segments in the classic AABA pattern are lost; as a result, the regularity of the hypermetric framework no longer acts as a structural agent. As the pattern itself becomes looser, the content within this pattern becomes more loosely conceptualized as well ( 2012 , 83). Some metal songs have forms that are comparable in length to mainstream rock’s compound AABA forms. But for metal songs that have even longer forms with even more sections, it becomes even harder to conceptualize the whole song as a single formal pattern, or even distinguish an unambiguous verse-chorus pair. Example 4 . Metallica, “Master of Puppets” (1986), second Verse-Chorus rotation (2:09–3:33) (click to enlarge) [2.3.2] For example, consider the second A section from Metallica’s hit song “Master of Puppets” (1986; see Example 4 ). Energy builds gradually 2:10–2:47, making it unclear when the verse ends and the pre-chorus begins. The section at 2:47 could be the chorus, as it is the most metrically and tonally stable, and is the section which fans sing the loudest at concerts. But the section at 3:08 is also chorus-like because it has the most dramatic melodies and features the song’s title. (16) The shout-along refrain “Master! Master!” interrupts both these sections, fragmenting them even further. Listeners might choose to interpret this formal ambiguity in a number of ways, or more likely, notice no ambiguity because they listen without consciously identifying specific section labels or boundaries. (17) 2.4. The A section often begins with a pre-verse [2.4.0] Another convention which frames the verse-chorus energy cycle is what I call a “pre-verse“ module which builds energy towards the entrance of the verse vocals. In my corpus, half the songs (91 tracks or 46.7%) have a pre-verse module which consistently precedes the verse in each instance within the song. The pre-verse often contains only main verse riff, serving as an instrumental anticipation of the vocal entry which marks the start of the verse. [2.4.1] The label pre-verse has been used previously, but only as an idiosyncratic feature of individual songs. De Clercq ( 2012 , 102–3) observes the possibility of hearing a pre-verse function in Metallica’s “One” (1986) and Smialek discusses a pre-verse in a song “Sadistic Lullaby” (1998) by the Swedish melodic death metal band Soilwork: For me, hearing Riff A paired with the voice blended the usually separate roles of introduction and verse, making me associate them as one would associate the prechorus and chorus. I now thought of the song’s opening as a kind of “pre-verse,” a label that seemed to work equally well at the song’s beginning and later [before the next verse]. ( 2016a , 219) Other theorists might label a pre-verse “link” ( de Clercq 2012 , 102) or “interlude,” or “mid-song intro” ( Summach 2012 , 50), but as Smialek points out, “pre-verse” highlights the consistent adjacent pairing of pre-verse and verse, analogous to pre-chorus and chorus. (18) Neither de Clercq nor Smialek considers the pre-verse as a common option, but the conventionality of this option in metal only strengthens Smialek’s arguments about how association and expectation make the “pre-verse” label compelling. When a section does not both consistently precede the verse and feel like it builds towards the verse, I call it a link. 2.5. Metal songs often have expansive bridges [2.5.0] The B section or bridge in metal is often more prominent and opulent than bridges in rock. Bridges in early rock music were short and dependent sections, temporary departures that felt like they required a “necessary and immediate return of the A material” ( de Clercq 2012 , 82). In 1970s rock, compound AABA forms featured longer bridges that were more like standalone sections. Many metal bands exaggerate this tendency, writing bridges stretching beyond a minute in length and spanning many distinct sections. My terminology deliberately slips between section (bridge) and supersection (B) because the individual sections within the B supersection are often unified by a prolonged bridge section function, a departure or contrast from the verse/chorus rotation. (19) Unlike bridges in rock and pop, bridges in metal rival (and sometimes even eclipse) the length and importance of the A rotation. Example 5 . Metallica, “Blackened” (1988), Bridge (2:36–5:50) (click to enlarge) [2.5.1] Although B and A sections are comparable in length, bridges are more loosely organized and feature types of sections not usually found in the verse-chorus cycle, including melodic breaks, breakdowns, bridge verses, and guitar solos. Some sections may be less riff-oriented, such as melodic breaks, sections which focus on a lyrical melody, or even multiple melodies in counterpoint. Guitar solos within a bridge may also be less riff-oriented, accompanied by sustained chords rather than riffs per se . When bridges have riffs, they may be less modular, progressing through riff variations that blur the lines between distinct modules; and they may feature shifting or odd numbers of repetitions of those riffs. Some bridges feature a section of accelerating fragmentation that modulates to progressively higher and higher keys. Bridges may also have “bridge verses,” strophes of vocals shorter than a regular verse that don’t point towards a subsequent chorus (see Example 5 ). These tendencies all contribute to a less strictly modular, less teleological mode of construction in bridges, contrasting with the modular and end-oriented verse/chorus energy cycle. [2.5.2] This contrast casts bridges as spaces of transformation, transcendence, or altered reality. Strong rhythmic contrasts sometimes mark the bridge as the “mosh part” of a song ( Pillsbury 2006 , 13), such as Anthrax’s “Caught In A Mosh” (1987). The bridge is the most common location for a “breakdown,” a pummeling down-shift in tempo combined with a syncopated or otherwise striking rhythm, during which audience members inclined to mosh throw themselves into a complete frenzy (see section 5.1). (20) Breakdowns are spaces where participants experience transcendent peak intensities or work out frustrations through the physical release of unrestrained motion and body contact. For example, in Pantera’s “This Love” (1992), the verses are first-person narration and the chorus is a second-person imperative command (“You keep this love”). But the only lyrics during the bridge are an exasperated exclamation without any clear subject or object—“No more head trips!”—after which a pummeling breakdown provides a vent for this frustration.  On the other hand, heavy bridges are not always so cathartic. Metallica has several dark bridge verses in which the song’s protagonist despairs or gives up a struggle that they had pursued in the verses; well-known examples include “One” (1986) and “Ride the Lightning” (1984). [2.5.3] But not all bridges have the heavy, brutal quality of a breakdown. Bridges reach breathtaking vistas or exuberant escape velocities as often as they drag into pounding and unyielding descents. Robert Walser characterizes heavy metal with a narrative dialectic of freedom between lead guitar and rhythm section. The feeling of freedom created by the freedom of motion of the guitar solos and fills can be at various times supported, defended, or threatened by the physical power of the bass and the violence of the drums. The latter rigidly organize and control time; the guitar escapes with flashy runs and other arrhythmic gestures. The solo positions the listener: he or she can identify with the controlling power without feeling threatened because the solo can transcend anything ( 1993 , 54). I would sharpen Walser’s distinction between “guitar solos and fills,” using “fills” to refer to short passages which can occur anywhere in the song, and “guitar solos” only for substantial sections comparable in length to the verse, which place complete focus on the lead guitarist’s virtuosity. Walser does not discuss form, but I can add that guitar solos almost always happen in B sections. Qualities of transcendence and transformation are thus strongly associated with both guitar solos and bridges. A recent example is the Grammy-winning hit “Cirice” (2015) by Ghost: the music video depicts the band as an act at a school talent show, and during the guitar solo and keyboard solo, the audience appears to be swayed by the musicians’ unearthly powers, standing and swaying and speaking in tongues in a parody of Pentecostal Christian worship. Another memorable example is in “Twisted Truth” (1991) by the death metal band Pestilence; the verse lyrics vaguely allude to hypocritical interpretations of religious values (the “twisted truth” of the title), set to ugly and primitive death metal riffs, while the two wordless guitar solos are majestic, heartfelt, and surprisingly melodic lamentations that hardly match the lyrics—perhaps representing the original “untwisted” truth. 2.6. Metal songs often have a re-intro [2.6.0] Bridges often end with a transition back into the A material. Often, this involves a reprise of both an arrangement and riffs from the intro, which I call a “re-intro” (this happens in 84 songs in my corpus, 56.7% of the 148 with an A reprise). This re-intro could involve varying degrees of restatement, from repeating the entire intro, to just a single riff that clearly recalls the opening. Without a re-intro, the bridge may shift abruptly to the A reprise, or there may be other features that create a smooth transition without evoking the intro, such as a return to the verse key with other riffs. [2.6.1] These transition strategies from the bridge to the A reprise create either a feeling of gradual change or a dramatic break. Elflein ( 2010 , 106) describes the latter: “The introduction to ‘Iron Man’ [1970] is brought back after a break in the final quarter of the track. This fosters the impression that after the progression of many form sections, the track begins again from the top.” Elflein calls this a wiederholten Beginns or “repeated beginning.” Elflein does not discuss the compound AABA pattern, so he does not associate the “repeated beginning” with the end of the B section, but this is the most common location in examples I’ve found. (Second most common is at the start of the bridge.) To me, the “break” Elflein describes evokes the breach of a new buildup, but I also include re-intros which have only the evocation of the intro but no new buildup or impression of breach. 2.7. Metal songs may have a second bridge Example 6 . AC/DC, “Back in Black” (1980): Two B Sections? (click to enlarge) [2.7.0] In paragraph 2.0.2, I mentioned that extensions like AABABA in compound AABA forms almost never happen in rock. According to Temperley ( 2018 , 155) “in [the short, Tin-Pan Alley] AABA forms, the initial AABA is almost always followed by further material, most often another B and A, creating an AABABA structure (or sometimes AABAABA). (Ironically, ‘AABA’ forms are almost never literally AABA, whereas verse-chorus forms usually are!)” However, such extensions are not uncommon in metal’s compound AABA forms. In my corpus, 19 out of the 150 songs that have an A reprise (about 13%) continue to a second bridge—a minority option but not a rare occurrence. A clear example is Pantera’s “This Love” (1992), which after two verse-chorus cycles has a bridge (3:10–3:44) followed by a re-intro, third verse and chorus, and then a second bridge that resembles the first (4:44–5:00). “Back in Black” (1980) by AC/DC is less clear (see Example 6 ). After two verse-chorus rotations, there is a B section (1:49–2:30), which consists of a guitar solo over a variation of the verse riff. Then the chorus returns, followed by a contrasting bridge with new riffs (2:50–3:10). The stronger contrast of the C section makes the first B section seem less bridge-like in comparison. But if the song had ended at 2:50, it would resemble many compound AABA songs whose B sections consist of a guitar solo over verse riffs (which is not uncommon in shorter rock/metal songs), so I still include this song as an AABABA form (or perhaps AABA’CA’). [2.7.1] My category of a “second bridge” overlaps substantially with Elflein’s erweiterter Schluss or “expanded ending,” which he defines as tracks “equipped with an ending section that is composed of newly-introduced musical material” ( 2010 , 106). This includes songs with second bridges that have different riffs than the first bridge. But his category of “expanded ending” also encompasses other forms as well, including the category of songs I discuss next, which end with their first bridge. 2.8. No re-intro, no reprise: AAB songs [2.8.0] A minority of metal songs do not feature an A reprise at all, but simply end with the bridge, creating an AAB form (19 songs, or 9.7% of my corpus). Some theorists may object to the idea that a “bridge” could be the final section of a song, but de Clercq supports this possibility: Bridge sections . . . do not typically begin or end a song. As noted above, some theorists consequently state that if a section begins or ends a song, it cannot be a bridge (e.g., Stephan-Robinson 2009 , 98). Yet numerous songs challenge this restrictive view. In both “(The Best Part of) Breakin’ Up” (The Ronettes, 1964) and “What’s Going On” (Marvin Gaye, 1971), for example, the final fadeout of the song occurs within what seems – for a variety of reasons – to act as bridge material ( de Clercq 2012 , 89). This category of AAB metal songs is important because it includes all of Metallica’s ballads, “Fade to Black” (1984), “Welcome Home (Sanitarium)” (1986), and “One” (1988). Pillsbury terms this group of Metallica songs the “Fade to Black Paradigm” because of their more acoustic sound and uncharacteristically sensitive and dark lyrics, and VanValkenburg ( 2010 , 30) explicitly recognizes that each contains an AAB form lacking the normal reprise of the verse/chorus rotation. [2.8.1] Although these AAB songs have been compared ( Schumann 2013 ) to Osborn’s theory of “Terminally Climactic Form” in recent rock, I believe they are still part of the previous “verse-chorus paradigm” ( Osborn 2013 , 23). The B sections in Metallica’s AAB songs have the same kinds of looser structures as the B sections in Metallica’s compound AABA songs, including guitar solos, melodic breaks, and short bridge verses that do not lead to choruses—structures which are largely absent from Metallica’s A sections. In fact, if an A reprise were added to these songs, their forms would be indistinguishable from Metallica’s other compositions. These AAB songs are part of the verse-chorus paradigm which dominates the core of the metal genre, not early precedents for a new way of organizing form in rock music. 3. Corpus Study Example 7 . List of albums in my corpus, with tallies of form types (click to enlarge)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "temperley_2018",
                    "temperley_2018",
                    "temperley_2018",
                    "stephenson_2002",
                    "temperley_2018",
                    "summach_2011",
                    "butler_2014",
                    "hughes_2003",
                    "fast_2001",
                    "pillsbury_2006",
                    "covach_2005",
                    "covach_2006",
                    "vanvalkenburg_2010",
                    "de_clercq_2012",
                    "attas_2015",
                    "waksman_2009",
                    "smialek_2016a",
                    "pillsbury_2006",
                    "elflein_2010",
                    "hepokoski_and_darcy_2006",
                    "vanvalkenburg_2010",
                    "temperley_2018",
                    "de_clercq_2012",
                    "de_clercq_2012",
                    "smialek_2016a",
                    "de_clercq_2012",
                    "summach_2012",
                    "de_clercq_2012",
                    "pillsbury_2006",
                    "walser_1993",
                    "elflein_2010",
                    "temperley_2018",
                    "elflein_2010",
                    "de_clercq_2012",
                    "vanvalkenburg_2010",
                    "schumann_2013",
                    "osborn_2013"
                ]
            }
        },
        {
            "3.0": {
                "text": "[3.0] Establishing that the riff-based version of compound AABA described above characterizes the mainstream core of the metal genre provides the foundation for my remaining arguments about style and signification. Out of the 195 total tracks in my corpus of 20 famous albums, 116 (59.5%) were perfect examples of compound AABA form (see Example 7 ). This statistic establishes compound AABA as the default in my corpus, which represents metal’s historical mainstream. (This form may be somewhat less common in subgenres discussed in sections 5.5 and 5.6.) Example 8 . Rotational form patterns, with or without Bridge (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] But a slight generalization encompasses an even larger category of songs. If the compound AABA large-scale shape can be generalized to “rotational form with a bridge,” meaning that the form is based on a verse or verse/chorus rotation cycle, but has a bridge interrupting this cycle at some point, this larger category encompasses 170 songs or 87.2% of the corpus. (21) This includes all of the compound AABA songs, but also includes many of the alternatives listed in Example 8 . In this example, each A represents a verse/chorus rotation, while each B represents a bridge section/supersection.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Two examples represent how rotational forms with bridges are excluded from a strict interpretation of compound AABA but are still a part of the same organizational paradigm. Metallica’s “Fade to Black” (1984) plays through what would be a completely conventional riff-based compound AABA form until it stops at the end of the bridge, leaving the song’s form as AAB (see section 2.8). “Paradise City” (1987) by Guns N’ Roses has three full verses before the bridge, making an AAABA form, but despite this extra rotation it clearly employs the same structuring processes as compound AABA. Some of these alternatives (especially AAABA) may not be distinguishable from compound AABA without carefully listening for an explicit “map” or model.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] The remaining 26 tracks in my corpus (13.3%) do not use any kind of rotational form with a bridge, but this group can be subdivided into several familiar types. There are 8 instrumentals, and 4 short vocal interlude tracks, with only one brief passage of lyrics or dialogue. Excluding these 12 “non-songs” (6.2% of the corpus) leaves only 14 “songs” which do not use rotational forms with bridges (7.2%).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Most of these 14 songs use other familiar forms. Some repeat the same sections over and over, including 12-bar blues such as “Lazy” (1972) by Deep Purple or “I Ain’t Superstitious” (1986) by Megadeth. Covach ( 2005 , 73–74) describes these as “simple verse form,” meaning that they consist of simple repetition of a single verse. Many simple verse songs have a guitar solo over one or more verses, like AC/DC’s “Night Prowler” (1979). Other songs generally repeat but with accumulating variation or development, such as “Stairway to Heaven” (1971) or “The Battle of Evermore” (1971) by Led Zeppelin. These songs can be called “Repetitive Terminally Climactic Forms” (following Osborn 2013 ). Example 9 . Slayer, “Reign in Blood” (1986) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "covach_2005",
                    "osborn_2013"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Lastly, four songs in my corpus (2.1%) have no large-scale formal repetition—for example, Slayer’s “Raining Blood” (1986) ( Example 9 ). These are “through-composed songs,” although this term should not imply any borrowing from classical music’s “through-composed” forms. This formal strategy was used occasionally in the 1980s by Megadeth, Slayer, and Mercyful Fate, but may have become more common in certain experimental extreme metal genres, in which some bands reject conventional verse-chorus structure (see paragraphs 5.6.1 and 5.7.3). But in my corpus, this category of through-composed riff-based forms is vanishingly small, containing only 3 tracks (1.5% of the corpus). In other words, virtually all heavy metal songs use some conventional song structure, with the overwhelming majority using compound AABA or a close variation of this form. 4. Style, Genre, and Signification",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.0": {
                "text": "[4.0] I opened this article with Moore’s claim ( 1993 ) that “heavy metal is perhaps the most formulaic of rock styles (and hence, the rock style that permits the subtlest play of significances)” (132). So far, this article has focused on substantiating this claim of formulaic repetition. But what about the “subtle play of significances”? One way to identify a “play of significances” within any formulaic style is to compare individual differences in how those formulas are realized. This is expressed clearly in Leonard Meyer’s conception of “style”: “ Style is a replication of patterning, whether in human behavior or in the artifacts produced by human behavior, that results from a series of choices made within some set of constraints ” ( 1989 , 3). (Italics are original.) From this perspective, compound AABA structure is not just common in heavy metal style —the repetition of these patterns (and others) constitutes the style itself .",
                "footnotes": [],
                "citations": [
                    "moore_1993",
                    "meyer_1989"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] Compound AABA is the default form type in metal, but it is certainly not the only formula that is a part of metal style. Previously, I identified several riff-based processes that articulate different parts of compound AABA form, framing certain sections or the whole song. Buildup intro, pre-verse, re-intro, and breakdown can be thought of as formulas in their own right. These small-scale formulas are common in compound AABA metal songs but can also be used within other forms and contexts, participating in the metal style without staging a complete compound AABA form, such as in through-composed songs. For example, Slayer’s iconic song “Raining Blood” (1986) is through-composed but still features a buildup intro, re-intro, and breakdown (see Example 9).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Normative theories of “dialogic form” ( Hepokoski and Darcy 2006 , 10) argue that composers make choices within an established form, choosing from a variety of conventional options (or choosing to diverge from all conventional options). Meyer describes these choices as “strategies” within the framework of “rules” that make up the style. Strategies are compositional choices made within the possibilities established by the rules of the style. For any specific style there is a finite number of rules, but there is an indefinite number of possible strategies for realizing or instantiating such rules. ( Meyer 1989 , 20) In metal music, almost all songs have a rotational form with a bridge, a convention that can be considered a “rule” for the style in Meyer’s terms. But I prefer Hepokoski and Darcy’s term “defaults” to “rule,” because “rule” implies a single correct option, and there are often a number of common options for any given aspect. For example, compound AABA is certainly the “default,” but there are other conventional forms available to metal songs, in addition to a few irregular forms which “break the rules.”",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "meyer_1989"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] One thing I like about Meyer’s conception of “strategies” is that it does not automatically frame a composer’s choices as messages, intended to carry semantic meaning. Many musical analyses attribute narrative or semantic meaning to events which happen in the course of a piece. For example, Byron Almén argues that narrative meaning is based on the observation of changes between semiotic signs throughout a piece. This analytical observation takes on narrative meaning through a conceptual process called “transvaluation” taken from the work of the philosopher James Jakób Liszka. By transvaluation , Liszka refers to the following semiotic translation process: a hierarchy set up within a system of signs is subjected to change over time; this change, filtered through an observer’s design of purpose, is interpreted as being isomorphic to a change applied to a cultural hierarchy (whether social or psychological). Thus, narrative tracks the effect of transgressive shifts or conflicts on a prevailing cultural system, as inflected by that which is important to the observer ( 2008 , 40). For example, a change from a major to a minor key could signify a shift of emotions, like the arrival of a tragic character, or a narrative shift from goal-striving to failure. Crucially, these social meanings are not inherent in the musical structures, but are inferences created by the listener. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Hatten ( 1994 , 30) theorizes musical meaning in a similar way, based on mappings from oppositions in musical structure to oppositions in cultural units. Hatten distinguishes carefully between “correlations,” which map cultural meanings onto generalized structural types in music, and “interpretations,” which map cultural meanings onto specific instances (or “tokens”) of those types. Hatten investigates in great detail how these mappings could be conventionalized into familiar “topics” or “expressive genres,” inter-subjective meanings shared by a community of listeners.",
                "footnotes": [],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Change within a piece is crucial in both Hatten’s topic theory and Almén’s theory of narrative. Hatten’s theory differs from Almén’s in that Hatten’s conception of meaning is not limited to explicitly narrative meanings. But Hatten’s analyses are still often based on changes in topic within a piece (that is, changes between different substyles or codes within the larger nineteenth century Western art music style), such as his analysis of the ending to the third movement of Beethoven’s Hammerklavier piano sonata, opus 106 (1818): I have already interpreted the final appearance of the second theme in the coda, where the transcendence of G major combines with the resigned acceptance of the theme to suggest the trope of spiritual abnegation. That state does not hold, but leads to the tragic climax of the movement ( Hatten 1994 , 25). In Hatten’s analysis, the coda depicts a spiritual/philosophical concept of “abnegation,” rather than a story. But this idea is expressed in a narrative manner, through the appearance and change of different keys and stylistic elements. Similarly, Danuta Mirka in her influential introduction to The Oxford Handbook of Topic Theory ( 2014 , 2) defines topics as “ musical styles and genres taken out of their proper context and used in another one .” (Italics are original.) Topic theory often relies on changes between styles to demarcate topics, and the resulting symbols are described as a “means of communication” (Ibid.) and analyzed hermeneutically to reveal the messages or images they convey. The field’s main terms (such as “topic for discourse,” “sign,” “symbol,” etc.) seem inherently biased towards this kind of one-way, composer-to-listener communication or representation.",
                "footnotes": [],
                "citations": [
                    "hatten_1994",
                    "mirka_2014"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] But the decisions of a composer or songwriter regarding musical form do not always seem programmatic, and furthermore, some kinds of meaning do not require style shifts. The word “strategies” implies that compositional choices might be made simply to create a particular type of piece, rather than symbolically represent a narrative or proposition or image or idea. The kind of meaning I am concerned with is how strategies for realizing compound AABA can be heard to represent a band’s relative social or aesthetic positioning within the broader genre, rather than studying how the same music might be communicating specific messages or images.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Similarly, Hepokoski and Darcy ( 2006 ) describe how musical decisions in classic-era sonata form compositions are not necessarily intended to carry messages or depict a narrative. Hepokoski and Darcy describe the interplay of style and strategy as “dialogic form,” meaning that individual compositions are both composed and heard in dialogue with a norm. But this does not mean that composers make each decision as an explicit statement about that norm. Surely the most common decisions were made efficiently, expertly, and tacitly on the basis of norms that had been internalized (rendered automatic) through experience and familiarity with the style. Still, even before a sonata form was begun, a composer might, consciously or not, confront an array of initial questions acting as a filter for all that followed: . . . how long or ‘grand’ a movement? how complex? how ‘original’? how ‘intense’ or ‘challenging’ to listeners? what is the expected audience? ( 2006 , 9; emphasis added) The questions at the end of this quotation suggest a different “play of significances” than semantic, iconic, and/or narrative representation. Instead, a composer’s choices position a piece among real or imagined aesthetic binaries and audiences. I take a similar approach, suggesting that metal musicians’ “dialogue” with the norm of compound AABA can be part of how they craft and signal their artistic image—more like social positioning than semantic representation.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "hepokoski_and_darcy_2006"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] But analyzing concrete style features is not a reliable method to determine absolute style positioning. This is partly because genre boundaries are perpetually contested and changing. As with many dimensions of judgment and taste, where one stands within the field of genre distinctions dramatically changes where one perceives the boundaries to lie, or even what characterizes each label or style in the first place. Walser (6–7) quotes the singer Bruce Dickinson, “What is your viewpoint? I wouldn’t call UFO a heavy metal band, but if you happen to be a fan of Human League, they probably are. And if you’re a fan of Motörhead, UFO aren’t heavy metal.” Example 10 . Moore’s Hard Rock-Heavy Metal continuum, extended (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] This phenomenon has only gotten more extreme as metal has diversified. Moore ( 1993 , 130) proposes that “‘hard rock’ and ‘heavy metal’ be thought of as points on a style continuum.” “Hard rock” might be loosely located around UFO while “heavy metal” would be more associated with the area between Motörhead and Metallica. After Moore’s book was published in 1993, underground metal bands consistently expanded this spectrum further to the right with each passing year (see Example 10 ). This spectrum is of course a gross oversimplification, reducing a multidimensional field of style differences to a single ordered line. But it illustrates how each band’s position within that field can also be a viewpoint, and each viewpoint affords different perspectives on the topology of genre subdivisions.",
                "footnotes": [],
                "citations": [
                    "moore_1993"
                ]
            }
        },
        {
            "4.10": {
                "text": "[4.10] When metal fans and critics make style distinctions, they often gesture towards imagined groups of fans that ostensibly embody different styles. Throughout the history of popular music, the way people discuss genres has often implied a one-to-one association between styles and imagined audiences that is rarely accurate ( Brackett 2016 , 16–19). But critical statements gesturing towards imagined style-factions may not strike us as immediately problematic because they are often couched in vague terms without specific referents. For example, consider the following excerpt from an early fanzine review of Metallica’s breakthrough album Ride the Lightning (1984) by Peter Zohren: Next is the title song, which is indeed impressive, but for Metallica’s standards it is much too melodic (. . . but not commercial!. . . .). [ . . . ] Hardcore Thrashers will be a bit disappointed, that this album is lacking in rawness; still this masterwork is most warmly recommended ( Zohren 1984 , 19, in my own translation from the German). It is hard to tell who these statements apply to. Whose perspective is represented when Zohren says “for Metallica’s standards it is much too melodic”? Surely not Metallica’s own, but not the reviewer’s either, since he evidently likes this song and finds it “impressive.” He displaces disappointment to an imagined “Hardcore Thrasher,” giving this judgment a hypothetical quality: it sounds more like a position someone could take on musical style, rather than the polled opinion of an actual faction of fans. But this vagueness is not (or at least, not just) an evasion of rigor; it invites us to try on these opinions, to locate ourselves within the style distinctions as we listen so that we can see what Zohren means.",
                "footnotes": [],
                "citations": [
                    "brackett_2016",
                    "zohren_1984"
                ]
            }
        },
        {
            "4.11": {
                "text": "[4.11] Hill ( 2016 ) argues that the way we imagine ourselves fitting into the genre fundamentally shapes our experience of the music. Hill expands on the work of Anderson ( 1983 ), theorizing genres as “imagined communities” to understand the musical significance of social groupings and positioning: [The term “imagined communities”] acknowledges that this idea of a community is idealistic and nostalgic and exists in contradiction with the experiences of community members so that it portrays an ideal rather than a lived reality. Nevertheless, this sense of community is extremely powerful and carries an ideology with it that affects community members’ experiences of participation in the imaginary community and also of their own fandom ( Hill 2016 , 40). Hill uses this model to cast light on the experiences of women metal fans, who have been marginalized by existing studies of metal culture which often focus on live event attendance and competitive displays of “subcultural capital” (subculture-specific clothing, taxonomic knowledge, material collecting). She argues that analyzing imagined communities shows “the private side of fandom and the way the personal fits with the wider group of fans through the imagined existence of a community” (37). Fans imagine themselves to be part of groups of other fans, regardless of whether those groups exist in any demographic sense, or would include them.",
                "footnotes": [],
                "citations": [
                    "hill_2016",
                    "anderson_1983",
                    "hill_2016"
                ]
            }
        },
        {
            "4.12": {
                "text": "[4.12] These positions fundamentally shape musical experiences. Previous metal studies prioritized either social structures and behaviors (e.g., Kahn-Harris 2007 ), or text-oriented analysis (e.g., Walser 1993 ). But Hill argues that these two methodologies must be combined to understand musical experience, which is shaped by a listener’s imagination of community, and also by genre myths ( Hill 2016 , 15) such as “warrior masculinity” and “authenticity.” Musical experience is more than just hearing sounds: In this book I use ‘experience’ to refer to the way in which the women I interviewed described to me things that happened in their lives. In relating what had happened to them and reflecting upon those incidents, the incidents became experiences—things that had happened that were then theorised from each particular woman’s viewpoint. Experiences are therefore shaped by our gendered, classed and raced positions, as well as other positions. ( Hill 2016 , 9; emphasis added) The subgenre distinctions I describe next are one type of “other position,” a way of imagining (oneself fitting into) factions and style/subgenre communities. When we imagine positions within a field of metal styles as perspectives embodied by imagined communities of fans, we can turn formal distinctions into social distinctions, listening tools that imaginatively intertwine our experiences of metal music and metal culture. (I will explore the nature of this experience further in this article’s conclusion.) 5. AABA Strategies as Social/Aesthetic Positioning [5.0.0] Many bands develop consistent strategies of compound AABA, and comparative analysis can show correlations between the bands’ formal strategies and aspects of their artistic image or genre positioning. My purpose is not to establish absolute stylistic positions or category boundaries, because listeners are not scripted by genre myths and style binaries, but make their own preferred , negotiated , or oppositional readings ( Hill 2016 , 16). Instead, these are relative distinctions between different strategies for creating musical form, illustrating the kind of genre work that listeners do all the time as they group artists within overlapping and contestable boundaries. As Eric Drott ( 2013 , 13) argues, genres “are defined in relational terms, as much by what they are not as by what they are.” For each formal opposition I observe, I suggest one way to correlate these stylistic distinctions with relational genre distinctions, but these correlations are often subjective, not absolute, mappings. For example, many listeners will agree that a “formulaic vs. experimental” opposition exists, but every listener will listen for different types of formulas and have different tolerance thresholds for unbearable banality or impenetrable idiosyncrasy. I also move beyond the 20 albums of my corpus, to demonstrate how this process of style distinction based in compound AABA strategies can be used throughout the metal genre. 5.1 Breakdowns and metalcore [5.1.0] One of the most divisive style distinctions in the metal community today involves the “breakdowns” I mentioned earlier (see paragraph 2.5.4). Steven Gamble argues that breakdowns are strongly associated with metalcore, a newer metal genre (or metal-derived genre, as a large base in the metal community would deny metalcore the hallowed “genuine metal” status). Breakdowns are opportunities for heightened moshing and other liminal dance movements, and they occur in virtually every song by metalcore bands such as Parkway Drive or Bring Me The Horizon.  Moshing is a central feature of metalcore live performance (as with several other styles of metal), and Gamble ( 2019 , 346) argues that “Breakdowns appear to be on many metalcore listeners’ minds a lot of the time, and much of the pleasure of their listening appears to relate specifically to these structures.” Breakdowns are “imagined climaxes,” moments of peak energy that listeners seek out, anticipate, and curate into online collections of “best breakdowns.” [5.1.1] Gamble’s article dwells on metalcore fans’ engagement with breakdowns but does not discuss how breakdowns are often polarizing among for other metal fans. For example, one Reddit user ( JamZward 2013 ) argues that breakdowns (and the metalcore fans who like them) are cliched and inauthentic: “This shit sounded like obnoxious bros throwing tantrums over predictable, lock step breakdowns and formulaic riffs, and trying to act ‘hard.’” Breakdowns have been a flash point in debates over the status of several recent subgenres and styles, including djent and deathcore. [5.1.2] Listeners do not hear breakdowns as just a passive attribute of form, a static symbol for metalcore style. A breakdown invites listeners to invest their own dance motion in this style distinction, through moshing and headbanging. Or, perhaps, to stand still and sneer disapprovingly at “bros” who get excited about “predictable, lock step breakdowns.” For many listeners these style distinctions are performative, a way to assert who they are as a listener by locating themselves within that distinction: either embracing that style by participating or rejecting it by not joining. Gamble struggles to characterize breakdowns as a formal category in terms of specific musical characteristics; some breakdowns are syncopated, while others hammer the beat; most but not all breakdowns feature a half-time backbeat; most but not all breakdowns use simple alternations of pitches. I would suggest that breakdown is a behavior, a way of experiencing time, a change in performed/perceived motion relative to what has come earlier in the song, as much as it is a distinct structural type. Rather than being merely a measurable structure in the music, a breakdown is something enacted , something you do . 5.2 Metallica vs. Megadeth [5.2.0] These distinctions don’t have to be just between famous genres or styles, but can be used to interpret differences between individual bands. A quote from Metallica I cited earlier (see paragraph 1.11) points to one of the most important and easily perceivable aesthetic and social postures that a compound AABA formal strategy can express. Metallica rejects the simplistic strategy “verse chorus verse chorus middle 8 then out,” and praises bands which find ways to add modules without discarding this template. Metallica’s songs follow their own prescription. Compound AABA form (or a straightforward variation such as AAB) is used in 31 out of their 35 tracks in my corpus, and it is no coincidence that the remaining 4 tracks (one on each album) are Metallica’s non-song instrumentals. Throughout the 1980s, Metallica expanded the number of modules within the verse/chorus rotations and the bridge ( VanValkenburg 2010 , 34). In other words, Metallica used some form of compound AABA on every song from their 1980s albums, and by using more modules they align themselves with bands they view as more sophisticated and innovative. [5.2.1] This convention-based approach to formal innovation matches Metallica’s everyman image and consistent focus on commercial success ( Smialek 2016b ), but also matches a “thinking man’s metal” image discussed by Pillsbury ( 2006 , Chapter 3). Metallica’s more prosaic adherence to the overarching compound AABA plan contrasts with the anarchic formal plans of Megadeth, a band formed by guitarist Dave Mustaine after he was ejected from Metallica in 1983. Megadeth’s second album Peace Sells... (1986) doesn’t have a single song that can be read as a perfect compound AABA form, although 6 of 8 tracks use many of the small-scale riff-based processes reported in this article. Even the inclusive model of rotational form with bridge often provides an ill-fitting map that leaves large portions of Megadeth tracks unaccounted for. Example 11 . Megadeth, “The Conjuring” (1986) (click to enlarge) [5.2.2] For example, it is possible to hear (and analyze) Megadeth’s “The Conjuring” (1986) as a rotational form with bridge, but only by stretching this way of hearing to its limit. There is a passage of verse 1 – verse 2 – pre-chorus – chorus which could be interpreted as the first two A sections of a compound AABA form (see Example 11 ). But Megadeth skips the pre-chorus and chorus sections in the first rotation, so this is arguably not exactly a rotational structure; and furthermore, this “rotational” passage only lasts for one minute of sound. Thus, while the song presents potential verse and chorus material early on, this material takes up so little time (and never is reprised) that these functions are never very clearly established. Instead, the overwhelming majority of the song’s duration is occupied by normally auxiliary sections, intro and bridge. While it is possible to apply the compound AABA schema top-down to read this song as a conventional form, “rotational form” is hardly a convincing bottom-up explanation for the song’s content. Example 12 . Percent of tracks with perfect AABA form vs. year of album release (click to enlarge) [5.2.3] These two bands’ stance towards the norm can be visually compared in Example 12 , which plots each album in my corpus according to year of release on the horizontal axis and percentage of tracks with perfect compound AABA form on the vertical. With no songs in the corpus that could be characterized as a perfect compound AABA, Megadeth is by far the strongest outlier of all the bands studied. But Metallica consistently sits close to the middle of the pack, using more conventional forms even as their songs become more long-winded and rhythmically ambitious in the late 1980s. [5.2.4] Another intriguing outlier in Example 12 is Black Sabbath’s Paranoid (1970). This album is often cited as a pivotal precursor to metal style. But from the perspective of compound AABA, it is something of an outlier, with far fewer perfect compound AABA forms than most other albums in my corpus. This is especially significant since both Cope ( 2010 ) and Elflein ( 2010 ) frame their studies as investigations of how aspects of Black Sabbath’s music were perpetuated by later metal bands. To the contrary, it appears in this chart that Black Sabbath’s early albums precede the genre’s coalescence around compound AABA as a default form. Further study of form in 1970s metal is needed. 5.3 Motörhead’s echoes of early rock [5.3.0] Motörhead’s Ace of Spades (1980) has 10 perfect compound AABA songs, more than any other album in my corpus. But unlike other bands, Motörhead often stretches the definition of “compound” AABA because the A section has just a verse, with no chorus or other texted sections. (23) Motörhead songs have several similarities with Temperley’s characterizations of simple verse form ( 2018 , 150–152): Motörhead songs are quite short; they often get through three verses and a guitar solo in well under 3 minutes, occasionally even two minutes or less. Motörhead songs often have a refrain but not an independent chorus. Motörhead songs often feature bridges which don’t contrast much from the verse/chorus rotations. On the other hand, Motörhead’s songs have some characteristics which still closely resemble compound AABA as it is used by other metal bands: Many Motörhead songs feature a buildup intro, a pre-verse, and a re-intro. The fast tempos make the clock duration of Motörhead songs quite short, but counting the length in measures (as Temperley does), the A section is never shorter than 12 measures (which he suggests as the upper limit for the length of an AABA form) and is usually longer than 16 measures, like a verse-chorus form. The simplicity of these formal strategies is evoked by Steve Waksman’s description ( 2009 , 162) that Motörhead “stripped the genre down to its basic elements and played those elements for all they were worth.” While Motörhead’s formal strategy participates in the paradigm of riff-based compound AABA, some aspects of their forms evoke the shorter forms of earlier rock music. [5.3.1] Waksman notes that this simplicity positioned Motörhead closer to punk rock than most metal bands. Waksman compares Motörhead’s simplicity to punk’s do-it-yourself ethos, quoting rock journalist Caroline Coon’s description of “the feeling, the exhilarating buzz, that it’s possible to be and play like the bands on stage” (quoted in Waksman 2009 , 155). This formal simplicity and other blues/rock stylings are so strongly associated with punk that some writers reject Motörhead from the metal genre entirely, including Elflein ( 2010 , 50). In a stark contrast, Metallica’s speed and noisiness have also elicited comparisons to hardcore punk, but their expansive formal schemes are mirrored in the grand fantasies of their lyrics, and these conceits of grandiosity and seriousness are anathema to punk. Motörhead’s formal simplicity is mirrored by a “born to lose” image and dirty, lowbrow lyrics, summarized by Ian Christe ( 2003 , 30) in his history of metal Sound of the Beast : “Steering clear of politics or mythic heroes, and singing with gravel in place of vocal cords, Lemmy trafficked in debauched songs about sex, drugs, and rock and roll.” 5.4 Vamp and celebration in hard rock and heavy metal [5.4.0] Some heavy metal bands use vamp in a way that resonates with African-American gospel music, although the structure and connotations of such climactic repetition differs slightly in metal. This comparison is not entirely opportunistic, as gospel music is an ancestor of heavy metal: 50s and 60s rockers like Elvis began their careers imitating early Black Gospel singers like Sister Rosetta Tharpe, and they were imitated in turn by early hard rock and heavy metal. Some similarities to Black gospel and blues can still be heard in heavy metal’s vocal styles and guitar figurations ( Walser 1993 , 8–9). Braxton Shelley ( 2019 , 194) describes vamp in contemporary gospel music as “a complex of music, text, and escalatory procedures composed to facilitate religious experience,” in which the audience participates in a climactic repetition and escalation at the end of a song. Shelley argues that by participating in the vamp through what he calls “the gospel stance,” singers and audience both access a space of spiritual transcendence removed from the everyday world. [5.4.1] In hard rock and heavy metal, vamp has a similar climactic structural function, and similar connotations of celebration, and comparable norms of audience participation (singing, headbanging, etc.). But in the ideological fields of metal, there is no spiritual elevation; the closest available analogue is the Dionysian celebration in heavy metal “embodied in the unholy trinity of sex, drugs, and rock and roll” ( Weinstein 1991 , 35). (I should clarify, in extreme metal even this Dionysian celebration does not exist.) Vamps in my corpus study do not have the sense of escalation or accumulation that Shelley describes; they are song-ending overflows, redlined maximum excess, intoxication rather than transcendence. [5.4.2] It seems like no coincidence that Guns N’ Roses promotes an image that they are the ultimate party band, and most songs by them in my corpus end with a vamp (the only 3 of 12 songs which do not are “Out Ta Get Me,” “Sweet Child O’ Mine,” and “Rocket Queen,” all from the band’s 1987 debut album). Another similar correlation is that AC/DC, a band known for anthemic sing-along choruses which repeat the title of the song over and over (“Highway to Hell” [1979], etc.) rarely bring the verse back in the third rotation (only 5 of 20 songs in the corpus have a complete verse after the bridge). Instead, 14 of 20 AC/DC songs in my corpus feature extended versions of the chorus material (either a double chorus, or a vamp, or two statements of the chorus separated by some other riff) — often with the whole band and audience singing the song’s title/refrain. Almost all AC/DC songs are about sex, drugs (well, usually just alcohol), and rock and roll. An example outside my corpus is Saxon’s album Wheels of Steel (1980), in which 5 of 9 tracks end with a vamp. These songs celebrate a black leather / biker archetype that shaped heavy metal in the 1980s ( Clifford-Napoleone 2015 , chapter 2). [5.4.3] It is also no coincidence that bands that avoid Dionysian themes do not use vamps nearly as often. Deena Weinstein describes a “battle for the soul of the genre” between Dionysian and Chaos themes, a spectrum which can be crudely (but mostly accurately) superimposed on Moore’s idea of a continuum of style between hard rock and heavy metal. Hard rock bands like AC/DC and Guns N’ Roses use Dionysian topics (and vamp) much more frequently than thrash metal bands, like Exodus, Metallica, and Slayer. Occasionally these more “chaotic” bands use terminal repetition strategies, but they usually embody an opposite affect to celebration. For example, Slayer’s “Raining Blood” features a driving acceleration at the end, a climactic crush which feels more like terror than exultation; and the protracted repetitions at the end of Metallica’s “For Whom The Bell Tolls” (1984) has a slow and heavy rhythmic feel combined with ominous lyrics and title which describe someone being trapped by their material circumstances, rather than transcending them. 5.5 Black metal [5.5.0] The next two sections about black metal and death metal are much more conjectural and tentative, based only on preliminary analysis of a handful of songs. I have included this preliminary analysis because the distinction between these two subgenres in the early 1990s is foundational for subsequent developments in metal, but more studies are needed—both to establish and elaborate the trends I describe here, and to confirm whether these two subgenres are as norm-averse as has often been claimed (e.g., Purcell 2003 , 11–14). The reader should remember that it is often incorrectly claimed that metal as a whole has no normative form, an idea I have argued against above; I similarly have some skepticism about such claims with respect to black metal and death metal. [5.5.1] The ominous or even claustrophobic repetition at the end of Metallica’s “For Whom The Bell Tolls” (1984) is a common affect in the black metal subgenre, which emerged as a major style in the 1990s. Black metal is a fundamentalist fetishization of the dark occult undertones of previous metal, often taking distortion to deliberately ugly extremes, and often featuring misanthropic lyrics. In some music by the Norwegian bands who championed this style in the 1990s, these cold and unforgiving lyrics are matched with forms that are strikingly more repetitive than other metal styles, a tendency that can either be entrancing or can feel deliberately hostile towards the listener, depending on the song and the mindset of the person hearing it. (24) [5.5.2] Some iconic black metal songs repeat individual riffs on a monolithic scale. Mayhem’s “Freezing Moon” (1994) doesn’t seem to have any rotational form or reprise, but in the latter half of the song a single riff is repeated for almost three minutes straight (3:59–5:50). Another iconic black metal song, Burzum’s famously murky “Dunkelheit” (1996) also features extensive repetitions, this time of a slightly varying riff. The drums keep up a frenetic pace, but the minimal change across whole minutes creates an affect of stasis, a death-like trance, the opposite of the vivacious energy cycles Pillsbury ( 2006 ) describes in thrash metal. Example 13 . Mayhem, “De Mysteriis Dom Sathanas” (1994) (click to enlarge) [5.5.3] Even when black metal bands feature relatively conventional forms, they often incorporate this same quality of stasis. For example, Mayhem’s “De Mysteriis Dom Sathanas” (1994; Example 13 ) has a structure that can be heard as four rotations through a changing A section, followed by a B section and a reprise of the A section, featuring conventional characteristics of metal compound AABA like buildup intro and re-intro. However, this song has an extraordinarily static quality because the drum pattern and tempo remain frozen for much of the song, fixated on blindingly fast blastbeats while the riffs oscillate uncomfortably between the tonic and various angular intervals like minor seconds and tritones. Some relative hits by the band Darkthrone use quite standard forms: “Transilvanian Hunger” (1994) can be heard as a conventional compound AABA, and “In the Shadow of the Horns” (1992) has an AAB form like Metallica’s “Fade to Black” (1984). But these songs, like Mayhem’s “De Mysteriis Dom Sathanas,” use constant blastbeats to sustain a fixed freneticism. Even when black metal bands participate in mainstream compound AABA formal practices, this stillness in perpetual motion is a strategy which separates their music from most other styles. 5.6 Death metal [5.6.0] Death metal is a genre which emerged from thrash metal at the end of the 1980s, and some death metal bands maintain the compound AABA norm in their early work. Specifically, two landmark early death metal albums I’m closely familiar with, Scream Bloody Gore by Death (1987) and Left Hand Path by Entombed (1990), use compound AABA quite often. [5.6.1] A few thrash metal bands, such as Megadeth, seem to avoid compound AABA forms, and this trend may be continued in death metal, especially in more technical and experimental substyles of death metal. Michael Dekovich’s ongoing dissertation research has uncovered that Death, after their first album mentioned above, mostly uses ABA forms instead of compound AABA ( Dekovich ; see also Dekovich 2019 ). According to Dekovich, through-composed forms and more extreme variations of compound AABA are used by a number of death metal bands. This would corroborate the findings of Natalie Purcell, whose interviews of death metal fans and musicians include many statements rejecting musical formulas and conventions ( 2003 , 11–14). [5.6.2] However, a commercially-successful style called “melodic death metal” often seems to use compound AABA. Smialek has observed that melodic death metal bands often compose songs in the verse-chorus paradigm, although he incorrectly claims an uncommon verse-chorus layout as a prototype: Usually prior to the first appearance of the chorus, the majority of songs based in verse-chorus form will present two iterations of verse material, afterwards reducing that count to one verse for every appearance of the chorus (e.g., verse-verse-chorus, verse-chorus, bridge-chorus). ( Smialek 2016a , 220) Smialek argues that extreme metal in general (black metal and death metal) avoids verse-chorus forms, and somewhat confusingly frames the use of verse-chorus form in melodic death metal as an innovation, before acknowledging (197) that this “innovation” was merely a return to “stylistic features that were already present in older metal styles.” This “innovation” narrative is often perpetuated in journalists’ reviews and fan discussions of melodic death metal. But more mainstream metal musicians had never ceased to use compound AABA, so melodic death metal’s return to this form can only be read as an “innovation” by ignoring anything outside of the underground scene. 5.7 Progressive metal with formulaic forms? Example 14 . Queensrÿche, “Suite Sister Mary” (1988) (click to enlarge) [5.7.0] Form in Queensrÿche’s “Suite Sister Mary” (1988) paradoxically both adheres to the convention of AABA form and embodies progressive rock’s rhetoric of avoiding or transcending convention (see Example 14 ). This song adds many sub-sections within each part of the AABA model, surpassing even Metallica’s longest AABA forms to create an epic lasting more than 10 minutes. The song’s biggest verse/chorus cycle (2:56–5:16) lasts for 2 minutes and 20 seconds, longer than some entire songs. With this song, Queensrÿche positions themselves at the extreme end of this particular aesthetic of “progressive” innovation. But there are other ways in which this song can be understood as “progressive” metal. [5.7.1] Changes between the first two A rotations create formal progression : the A rotation does not merely repeat, but expands and develops to become something new. The first A rotation consists only of two equal strophes of lyrics alternated with clean-channel guitar riffs recycled from the intro. The second A rotation adds a pre-verse, which transfers the intro riff into a distorted guitar; this “electrification” of an acoustic riff is a strategy used in several other metal songs, such as “Black No. 1” (1993) by Type O Negative, or “Cirice” (2015) by Ghost. Then, in verse 2, the earlier strophes in the voice of the protagonist are joined by strophes representing the perspective of his confidant and caregiver Mary. These new strophes’ greater urgency, and their departure from the tonic key, give them function similar to a pre-chorus. After verse 2, there is also a new epic chorus (“Mary, my lady of pain...”). While one can interpret the song as a rotational form, the rotations embody progression instead of repeating exactly. [5.7.2] The word “Suite” connects the diversity of this song’s modules to classical music, an aspirational association often evoked by progressive rock ( Macan 1997 ). Modern use of “Suite” descends from the dance suites of the Baroque era, which juxtapose different dances in different tempos and keys within a single large-scale opus. A more recent use of the term refers to suites of key themes composed for many operas and American musicals (and, more recently, film scores); a couple of frequently-performed examples are Richard Strauss’s Suite from Der Rosenkavalier and George Gershwin’s Catfish Row (Suite from Porgy and Bess). Queensrÿche’s “Suite Sister Mary” evokes the drama, narrative, and theatricality of the later sense of “suite,” while the frequent texture and instrumentation changes evoke the earlier sense. A precursor of this kind of suite in rock is “Suite Judy Blue Eyes” (1969) by Crosby, Stills, and Nash. (25) Both songs’ titles use “suite” as a clever homophone; “Suite Sister Mary” sounds like “Sweet Sister Mary” when read out loud. [5.7.3] This “progressive” compound AABA form in “Suite Sister Mary” is accompanied by other dimensions of prog rock rhetoric. Instrumentation reflects prog’s classical ambitions, with plucked orchestral strings and choirs chanting in Latin in textural counterpoint to the guitar riffs and the soaring melodies of the lead singer. Queensrÿche often uses other hallmarks of progressive rock—striking key changes, shifting meters, and melodic counterpoint between guitars. Also, Operation: Mindcrime (1988) is a concept album, interleaving compound AABA songs with sound effects, single-verse interlude tracks, and spoken dialogue to create a densely-layered tapestry depicting a single epic narrative plot. This album participates in compound AABA conventions, but Queensrÿche implements “progressive” strategies that can be heard to represent ambitions towards greater complexity and classical sophistication relative to most other metal. [5.7.4] But like other distinctions, “progressivity” is relative, and for some fans, Queensrÿche’s “Suite Sister Mary” would be disappointingly conventional when compared with more experimental bands like Meshuggah. Meshuggah has been described in numerous articles as having unprecedented “mathematical” rhythmic complexity, displaying disorienting “deviance” from the more mainstream conventions that Queensrÿche adheres to ( Pieslak 2007 , Capuzzo 2018 , Lucas 2018 ). In addition to Meshuggah’s dizzyingly difficult rhythms, their songs often have no identifiable verses or choruses, much less a complete large-scale compound AABA form. Compared to Meshuggah, Queensrÿche’s adherence to compound AABA might be read as dogmatic and un-progressive, their orchestral and classical rhetoric relatively conventional in its replaying of 1970s prog rock stereotypes. On the other hand, Meshuggah might be viewed by Queensrÿche fans as just a tremendous clatter. Like all style distinctions, it’s a matter of taste. 6. Conclusion",
                "footnotes": [
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "walser_1993",
                    "hill_2016",
                    "hill_2016",
                    "hill_2016",
                    "drott_2013",
                    "gamble_2019",
                    "jamzward_2013",
                    "vanvalkenburg_2010",
                    "smialek_2016b",
                    "pillsbury_2006",
                    "cope_2010",
                    "elflein_2010",
                    "temperley_2018",
                    "waksman_2009",
                    "waksman_2009",
                    "elflein_2010",
                    "christe_2003",
                    "walser_1993",
                    "shelley_2019",
                    "weinstein_1991",
                    "purcell_2003",
                    "pillsbury_2006",
                    "dekovich_",
                    "dekovich_2019",
                    "purcell_2003",
                    "smialek_2016a",
                    "macan_1997",
                    "pieslak_2007",
                    "capuzzo_2018",
                    "lucas_2018"
                ]
            }
        },
        {
            "6.0": {
                "text": "[6.0] While compound AABA song form in metal has many characteristic stylizations which are less common in rock, the core of the metal genre is part of the verse-chorus paradigm that has structured most rock and pop since 1970. It’s not that all metal songs are compound AABA or belong to a category of compound AABA; some artists clearly deviate from or exceed the convention. But most mainstream metal songs participate in these conventions at some level, even when compound AABA leaves parts of some songs unaccounted for. (26) Some bands in the last two decades have begun to explore other ways of putting songs together, but compound AABA remains the normative form in metal music.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The word “participate” is doubly useful, because it also describes listeners, who participate in these form and style conventions. Listeners participate in compound AABA form through physical feelings of energy and performances of motion which Pillsbury calls “energy cycles,” which they act out through moshing and headbanging ( Hudson, forthcoming ). They also participate in genre and style conventions by making distinctions between different bands and participating in or resisting those bands’ cycles of energy. These style distinctions and physical energy are a kind of “meaning” that is signified by the music’s form, among other parameters.",
                "footnotes": [],
                "citations": [
                    "hudson_forthcoming"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] In connecting embodied experiences of energy cycles to “meaning,” I am inspired by the topic theorist Wye J. Allanbrook. As I did above, Allanbrook warns that musical meaning encompasses more than just programmatic representation or narrative ( 1983 , 3). She argues that dance topics in Mozart’s operas involve physical experience : every musical figure in the classical style does not merely symbolize dance but recruits the listener’s body into a certain character of motion (Ibid., 8). She also writes, “The argument for music as an imitative art runs in the most general terms as follows: objects in the external world make an impression on our souls; music can, by imitating those impressions, move our souls in a similar fashion, placing us ‘in tune’ with certain substantial entities” (4). Although this summary of traditional perspectives describes “ objects in the external world,” in her own work Allanbrook discusses the actions and behavioral comportment of people . And like the dance topics of classical music, metal often evokes specific kinds of motion that we hear representing human actions and feelings; and in listening, it often feels like metal invites us to participate in this motion, even if only through vicarious imagination.",
                "footnotes": [],
                "citations": [
                    "allanbrook_1983"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] In metal, as in the classical style, distinctions between different styles and formal strategies often map onto different characters of motion. Allanbrook quotes the eighteenth-century French music theorist Michel Paul Guy de Chabanon, who valorized the use of musical styles as topics in a critique of theories of music as imitation of the natural world: “Imitation in music is not truly sensed unless its object is music. In songs one can successfully imitate warlike fanfares, hunting airs, rustic melodies, etc. It is only a question of giving one song the character of another” (quoted in Allanbrook 1983 , 6). This idea just as easily applies to metal music today, to the differences in feeling between metalcore’s breakdowns, black metal’s stasis, and Metallica’s massive many-sectioned bridges—each of which references a musical style more directly than any extra-musical object or process.",
                "footnotes": [],
                "citations": [
                    "allanbrook_1983"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] Different metal styles and their characteristic qualities of motion are often heard to represent different imagined communities. We imagine distinct style communities whether or not they are demographically real. Allanbrook anticipates Brackett’s distancing between types of music and types of people, in a way that productively maps on to my arguments: “Even the most rustic court dances, the gigue and the pastorale, are only secondhand rustic . . . The dancer does not dance them to express himself, but to catch the naively frank and free manners of country people” ( 1983 , 63). This secondhand quality is similar to what I called a “hypothetical quality” in Zohren’s comments about Metallica. To participate in the motion of a particular style of metal, we don’t need to personify that style ourselves; in joining the movement of a song, we can imagine ourselves inhabiting a role like “Hardcore Thrashers,” whether or not that group actually exists or would include us.",
                "footnotes": [],
                "citations": [
                    "allanbrook_1983"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] My point in this final section is perhaps just a minor expansion of Allanbrook’s, or even just a clarification of an idea she left implicit: our sympathetic “resonance” with familiar forms and their characteristic affects is a form of participation . Arnie Cox ( 2011 ) points towards this clearly, proposing in his “mimetic hypothesis” that the perception of music often involves covertly simulating the actions one imagines would be used to create that sound, creating a kind of vicarious or sympathetic feeling of motion. In metal this participation is often literal and explicit, not just sympathetic feeling but performed motion and physical pose, such as headbanging, moshing, and fist-pumping. In experiencing metal styles as different ways of moving, we join the style’s characteristic motional trajectories; or, if we physically do not join, like the “silent men” which Kahn-Harris describes at extreme metal concerts ( 2007 , 44) or the skeptic who aloofly derides metalcore fans and their breakdowns, we are still placing ourselves within the same tableaux, hearing that motion while enacting stillness beside it.",
                "footnotes": [],
                "citations": [
                    "cox_2011"
                ]
            }
        },
        {
            "6.6": {
                "text": "[6.6] We participate in our perception of musical structure and meaning, a phenomenon that musicologist and performance studies scholar Harris Berger refers to as “stance,” which he defines in phenomenological terms as “the affective, stylistic, or valual quality with which a person engages with an element of her experience” ( 2009 , xiv). Styles are stances—not just semiotic symbol sets ( Agawu 1991 ), but also relative social distinctions that we participate in as we use these distinctions to imagine style categories and communities. Vamp is not just a static sign representing celebration—fans perform celebration as we shout along to AC/DC’s endless chorus, “We’re on a Hiiiigh-way to Hell!” Black metal’s grim, inhuman, and sublime stasis is something we join, bracing our legs, baring our teeth, and raising one hand in a dramatic claw gesture. The majestic cathedrals of progressive metal song structure are not only signifiers of complexity, but an arcade hallway we stumble down, starry-eyed as we pass underneath each arch and vault. Drott argues, “As an ensemble of correlations, a genre is not so much a group as a grouping, the gerund ending calling attention to the fact that it is something that must be continually produced and reproduced” ( 2013 , 10). It’s possible that all musical signs and semiotics are equally performative, but this performance is especially visible and tactile in heavy metal. Style and form distinctions are not just abstract values, but ways of listening to music and being in the world, ways of moving and imagined social distinctions. Metal music moves through time in many ways, and as we experience that motion in listening, we imagine how both the music and ourselves fit within a diverse field of styles and values and communities, willing these categories and distinctions into (new or continued) existence.",
                "footnotes": [],
                "citations": [
                    "berger_2009",
                    "agawu_1991",
                    "drott_2013"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.1.hudson.html",
    "data": "mto/data/mto.21.27.1.hudson.json"
}