{
    "title": "Review of David Temperley, <i>Music and Probability</i> <br>(Cambridge: MIT Press, 2007)",
    "date": "2010/03/01",
    "volume": "16",
    "issue": "2",
    "authors": [
        "Casacuberta, David"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "December 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.2/mto.10.16.2.casacuberta.pdf",
    "author_info": [
        {
            "name": "David Casacuberta",
            "university": "Universitat Autònoma de Barcelona",
            "address": "Philosophy Department, Barcelona, Spain",
            "email": "david.casacuberta@gmail.com"
        }
    ],
    "citations": {
        "chew_2002": "Chew, Elaine. 2002. “The Spiral Array: An Algorithm for Determining Key Boundaries.” In Music and Artificial Intelligence, ed. Christina Anagnostopoulou, Miguel Ferrand, and Alan Smaill. Berlin: Springer-Verlag.",
        "clark_1989": "Clark, Andy. 1989. Microcognition: Philosophy, Cognitive Science and Parallel Distributed Processing. Cambridge: The MIT Press.",
        "cohen_1962": "Cohen, Joel E. 1962. “Information Theory and Music.” Behavioral Science 7, no. 2: 137–163.",
        "dixon_2001": "Dixon, Simon. 2001. “Automatic Extraction of Tempo and Beat from Expressive Performances.” Journal of New Music Research 30: 39–58.",
        "dreyfus_1992": "Dreyfus, Hubert L. 1992. What Computers Still Can’t Do. Cambridge: The MIT Press.",
        "gardner_1985": "Gardner, Howard. 1985. The Mind's New Science: A History of the Cognitive Revolution. New York: Basic Books.",
        "jackendoff_1983": "Jackendoff, Ray. 1983. Semantics and Cognition. Cambridge: MIT Press.",
        "johnson-laird_1983": "Johnson-Laird, Philip N. 1983. Mental Models: Towards a Cognitive Science of Language, Inference, and Consciousness. Cambridge: Cambridge University Press.",
        "kashino_et_al_1998": "Kashino, Kunio, Kazuhiro Nakadai, Tomoyoshi Kinoshira, and Hidehiko Tanaka. 1998. “Application of Bayesian probability networks to musical scene analysis.” In Computational Auditory Scene Analysis, ed. David F. Rosenthal and Hiroshi G. Okuno. Mahwah, New Jersey: Lawrence Erlbaum Associates.",
        "krumhansl_1990": "Krumhansl, Carol L. 1990. Cognitive Foundations of Musical Pitch. New York: Oxford University Press.",
        "margulis_2005": "Margulis, Elizabeth H. 2005. “A Model of Melodic Expectation.” Music Perception 22, no. 4: 663–714.",
        "meyer_1967": "Meyer, Leonard B. 1967. Music, the Arts, and Ideas. Chicago: University of Chicago Press.",
        "parncutt_1994": "Parncutt, Richard. 1994. “A Perceptual Model of Pulse Salience and Metrical Accent in Musical Rhythms.” Music Perception 11, no. 4: 409–464.",
        "rumelhart_1989": "Rumelhart, David E. 1989. “The Architecture of Mind: the Connectist Approach.” In Mind Design II, Philosophy, Psychology, Artificial Intelligence, ed. John Haugeland. Cambridge: The MIT Press.",
        "turing_1950": "Turing, A. M. 1950. “Computing Machinery and Intelligence.” In Mind Design II, Philosophy, Psychology, Artificial Intelligence, ed. Haugeland, John. Cambridge: The MIT Press.",
        "varela_1991": "Varela, Francisco, Eleanor Rosch, and Evan Thompson. 1991. The Embodied Mind: Cognitive Science and Human Experience. Cambridge: The MIT Press.",
        "von_eckardt_1993": "Von Eckardt, Barbara. 1993. What is Cognitive Science? Cambridge: The MIT Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In Music and Probability, David Temperley presents a meaningful analysis of the cognitive resources implied in music perception, providing a sound and coherent series of models based on a probabilistic \nperspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Cognitive sciences aim at understanding how our minds—and perhaps \neven artificial ones—are able to combine information about the external world with internal mental representations, in order to perform certain actions \nand achieve specific goals. Cognition gives us a more or less realistic, accurate perspective of the existence and behavior of the outside world. By processing \nthis information we are able to plan our actions, solve problems, and obtain \ndesired results ( Von Eckardt 1993 ).",
                "footnotes": [],
                "citations": [
                    "von_eckardt_1993"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Originally, cognitive sciences employed a symbolic approach. According to \nthis paradigm, minds are viewed as symbolic processors, and syntactic rules—rules that correlate with the form of information only, not its contents—were enough in principle to represent knowledge and the way humans think and solve problems ( Gardner 1985 ). Since computers were particularly well suited to perform syntactic analysis, it seemed conceivable \nthat one could turn them into cognitive agents ( Turing 1950 ).",
                "footnotes": [],
                "citations": [
                    "gardner_1985",
                    "turing_1950"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Due to its formal structure, music was one of the early targets in cognitive research. Several researchers and experimental musicians were convinced that music could be analyzed mathematically as some sort of code, and could \ntherefore be artificially generated ( Meyer 1967 ). Avant-garde artists dreamed of \nensembles of humans and computers improvising in jam sessions. Those interested in cognitive processes and music believed we could understand those processes better by assimilating them into the way computers and humans processed syntax ( Jackendoff 1983 ).",
                "footnotes": [],
                "citations": [
                    "meyer_1967",
                    "jackendoff_1983"
                ]
            }
        },
        {
            "5": {
                "text": "[5] When this paradigm proved to be too limiting ( Dreyfus 1992 , Varela 1991 ), emphasis was directed towards statistical and probabilistic approaches, the same as in Music and Probability. The older models, however, were “black box” approaches to mathematical generation of music. There was no attempt to give any psychological reality to models, despite the fact that this \nhas been one of the main aims of the cognitive sciences since their inception  ( Johnson-Laird 1983 ).",
                "footnotes": [],
                "citations": [
                    "dreyfus_1992",
                    "varela_1991"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Much of this earlier research mirrored cognitive science’s \nunderstanding of neural networks at the time ( Rumelhart 1989 ). Neural networks were trained to recognize certain patterns and structures, and they did astonishing things that symbolic AI (Artificial Intelligence) could not. \nFor example, they could recognize faces and speech, and they could play backgammon better than humans. Yet cognitive scientists could not explain how these networks worked. They found it very difficult to extract useful information, \nwhich would help them to better understand how humans perceive or generate music. An early appreciation of such difficulties within a probabilistic study of music can be found in Cohen ( 1962 ).",
                "footnotes": [],
                "citations": [
                    "rumelhart_1989",
                    "cohen_1962"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Early statistical and probabilistic approaches only showed that, when \nhumans recognize a musical passage, some sort of statistical process occurred in \ntheir neurons. Although the process was thought to be equivalent in some sense to that of neural networks, it was impossible to develop an algorithm that could \npredict what the cognitive processes would be like. This is a general problem that most probabilistic and neural networks models share, as stated in Clark ( 1989 ).",
                "footnotes": [],
                "citations": [
                    "clark_1989"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Music and Probability is different from earlier probabilistic \nstudies of music cognition. Temperley clearly understands mathematics, music, and cognitive sciences, and \nhe successfully and convincingly combines them in his book. He leads the reader \ninto a deeper interaction with cognitive processes. The reader learns how the \nbrain uses the mathematical nature of music to perceive and create music. Music and Probability? Main Contents",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] This book serves as an introductory and systematic course on the probabilistic analysis of music, and on how to use that approach in music theory as well as in the cognitive sciences. Its main goal, then, is to establish relationships between probability and musical style, in order to gain insight \nabout music from a cognitive perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Temperley bases his theory on three principles: Perception is an inferential, multileveled, uncertain process. Our knowledge of probability comes, in large part, from regularities in the environment. Producers of communication are sensitive to, and affected by, its probabilistic nature. The application of these principles allows Temperley to go beyond the “black box” effect mentioned above, to bridge \nthe gap between the probabilistic analysis of music and cognitive science.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Once the objectives and main principles of the book are discussed, the author presents the basics of probability in a simple and clear \nmanner so that the general reader can follow the calculations and proofs that appear throughout the text. After \nthis introduction, the book presents relevant concepts as needed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In the book, the Bayesian approach to probability plays a central role. By means of the Bayes \nrule, one is able to make inferences about a hidden variable that is related to \na structure not directly accessible, based on knowledge about an observable \nvariable. Temperley does not apply the Bayesian approach as just a mathematical instrument \nused to make predictions. Rather, it shapes his theory about how our mind actually perceives specific musical elements such as dynamics, rhythm, chords, melody, harmony, and so on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] It is important to keep in mind that neither rhythm nor pitch are perceived directly; our brains need to make several inferences in order to process the rhythm of a musical passage or to assign pitch ( Parncutt 1994 , Krumhansl 1990 ). The seemingly straightforward task of detecting the spatial origin of a sound is a complex cognitive issue that requires several neural systems working together.",
                "footnotes": [],
                "citations": [
                    "parncutt_1994",
                    "krumhansl_1990"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Using a Bayesian modeling of music perception, the author presents a formally coherent and cognitively realistic account of how basic musical categories such as rhythm or pitch are perceived. Based on those results he is also able to analyze common human expectations in music \nand how errors are detected. Further, he can explain some paradoxes in music perception.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Temperley uses this understanding of basic music elements to build more ambitious models, which \nhe applies in order to predict how humans process polyphonic music and determine keys. His model is then \ncompared with experimental results of how humans detect key in polyphonic music so as to show the robustness and cognitive reality of the model.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Temperley then focuses on the concept of “tonalness,” that is, \n“the degree to which a segment of music is characteristic of the language of \ncommon-practice tonality” (110). Tonalness is used to explain human perception and judgments \nof key relations, and to solve some problems of ambiguity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] It could be argued that former probabilistic models have already dealt \nwith such issues ( Dixon 2001 , Chew 2002 , Kashino et al. 1998 , Margulis 2005 ). \nHowever, it is important to keep in mind the two principal ways in which \nTemperley’s work differs from earlier studies: it is a systematic approach to \nthe analysis of all the main phenomena related to music perception, and it aims to bring a psychological and cognitive reality to the model.",
                "footnotes": [],
                "citations": [
                    "dixon_2001",
                    "chew_2002",
                    "kashino_et_al_1998",
                    "margulis_2005"
                ]
            }
        },
        {
            "18": {
                "text": "[18] In addition, the author models music perception issues that have \npreviously been absent from the literature. A good example is the way Temperley amplifies his Bayesian models to comprehend how humans are able to identify individual notes and musical phrases, both \nof which are significant issues in a realistic cognitive model of music perception.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Once perception processes have been rigorously analyzed and modeled, Temperley \nconsiders human creativity, trying to model—always using the Bayesian approach—the way in which music is composed and how we establish musical styles. \nHe explains how probability is used to detect pitch or rhythm, and argues that in order to state that a certain composition is within a specific style we generate probabilities \nfrom different models, and assign the one with higher probability. This idea may sound strange to music theorists, but Temperley makes a convincing \ncase for its application.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Temperley’s results are not only of theoretical value, they are of \ngreat pedagogical value as well since he expands his model to explain certain pedagogical practices. Based on \nearlier descriptions of how and when musical structure can be obtained from raw \nauditory data, Temperley presents his concept of “communicative pressure,” \nwhich is a heuristic principle in music theory that avoids the indetermination of the musical structure (181–207).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] All of the chapters are organized in the same format: first, main problems associated with perception and/or \nthe generation of a specific musical parameter are formally introduced. Next, the foremost cognitive and mathematical models are presented and discussed, specifying both their applicability and their \nweaknesses. Finally, Temperley introduces his models, which are always justified and compared to the other established models. The book is designed in a cumulative way, so it is \nbest if it is read sequentially. Who Should Read This Book",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The interdisciplinary approach and subject matter of this book should appeal to \na wide range of scholars and researchers, with diverse aims and backgrounds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Researchers of music and AI are presented with another model that \nsimulates music perception and generation processes. However, Temperley’s model aims \nat empirical realism, which probabilistic AI music models typically lack.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Music theorists will gain insight on some aspects of music structure that are difficult to grasp when the probabilistic nature of music is not taken into account. Once music scholars become accustomed to a Bayesian approach to music, they will find the reliability and scope of the models \nto be of great assistance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Cognitive scientists interested in music cognition will indeed find this book helpful, \nsince it makes a comprehensive case for probability and music perception, and links a mathematical model with empirical results.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Readers lacking a mathematical background on probability should not worry about not understanding the book. As mentioned above, chapter 2 is a basic introduction to conditional probability, and other mathematical concepts are presented and explained when needed. The author himself acknowledges that this book is not an introductory course in probability; he only presents those results from mathematics that will help \nto clarify the book’s main concepts. The book is self-explanatory. Hence, an interested reader \n(even one without a background in probability) will learn much about mathematics and \nthe psychological modeling of music perception and creation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.10.16.2.casacuberta.html",
    "data": "mto/data/mto.10.16.2.casacuberta.json"
}