{
    "title": "Performance and Hypermetric Transformation: An Extension of the Lerdahl-Jackendoff Theory",
    "date": "2002/02/01",
    "volume": "8",
    "issue": "1",
    "authors": [
        "Dodson, Alan"
    ],
    "abstract": "In the course of the introductory commentary on hypermeter inA Generative Theory of Tonal Music(GTTM), Lerdahl and Jackendoff discuss the opening measures of Mozart’s Symphony No. 40 in G Minor, a hypermetrically ambiguous passage in which “the performer’s choice. . .can tip the balance one way or the other for the listener.” Through reflections on concepts from more recent psychological inquiry into performance, and on the interpretations of the passage that are projected in four well-known recordings of the Symphony, I will develop a set of theoretical principles that describe the “balance-tipping” effects of performance-specific elements on hypermetric structures inferred by the listener. This special case will lead to a more general reconsideration of the place of performance in the design of the Lerdahl-Jackendoff theory. The article proceeds in five parts: (1) an introduction to the main theoretical concepts to be discussed, including a brief consideration of current debates with which the study intersects; (2) a critical discussion of the relationship between hypermeter and performance that is proposed inGTTM; (3) an attempt at extending the theory of accent types to include a special class of phenomenal accents that is under the performer’s control; (4) a close reading of four recordings, facilitated by quantitative performance analyses, and an attempt at explaining their hypermetric patterns as transformations of perfectly regular underlying structures; and (5) concluding remarks of a more general nature on the relationship between structure and performance inGTTM.",
    "keywords": [
        "meter",
        "hypermeter",
        "performance",
        "Lerdahl",
        "Jackendoff",
        "ambiguity",
        "Gestalt"
    ],
    "doi": "",
    "received": "29 November 2001",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.1/mto.02.8.1.dodson.pdf",
    "author_info": [
        {
            "name": "Alan Dodson",
            "university": "University of Western Ontario",
            "address": "Faculty of Music, Rm. 210, Talbot College, London, Ontario N6A 3K7, Canada",
            "email": "dadodson@uwo.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* Catherine Nolan, Caroline Palmer, and the two anonymous \nreviewers deserve my special thanks for their helpful suggestions. Dr. Nolan \nprovided encouragement and expert guidance throughout the project’s development, \nand Dr. Palmer offered thorough and unusually quick feedback on my references to \nstudies in music psychology.",
            "citations": []
        },
        "FN1": {
            "text": "1. See especially Jonathan Kramer, The Time of Music: New Meanings, New Temporalities, New Listening Strategies (New York: Schirmer, 1988), Chapter 4: “Meter and Rhythm,” 81–122; Christopher Hasty, Meter as Rhythm (Oxford: Oxford University Press, 1997), “Preface,” vii–xii.",
            "citations": []
        },
        "FN2": {
            "text": "2. Stanley Sadie, ed. The New Grove Dictionary of Music and Musicians (London: Macmillan, 1980), s.v. “Metre.”",
            "citations": []
        },
        "FN3": {
            "text": "3. Stanley Sadie, ed. The New Grove Dictionary of Music and Musicians , 2nd ed. (London: Macmillan, 2001), s.v. “Metre,” by Justin London.",
            "citations": []
        },
        "FN4": {
            "text": "4. See especially Mary Louise Serafine, Music as Cognition: The Development of Thought in Sound (New York: Columbia University Press, 1988), 69–74.",
            "citations": []
        },
        "FN5": {
            "text": "5. Joseph Kerman, Contemplating Music: Challenges to Musicology (Cambridge, Mass.: Harvard University Press, 1985), 60–112; Clare Detels, “Autonomist/Formalist Aesthetics, Music Theory, and the Feminist Paradigm of Soft Boundaries,” Journal of Aesthetics and Art Criticism 52/1 (Winter 1994): 113–26; Kevin Korsyn, “Beyond Privileged Contexts: Intertextuality, Influence, and Dialogue,” in Rethinking Music , ed. Nicholas Cook and Mark Everist, 55–72 (Oxford: Oxford University Press, 1999); Susanne Cusick, “Gender, Musicology, and Feminism,” also in Rethinking Music , 471–98.",
            "citations": []
        },
        "FN6": {
            "text": "6. Fred Lerdahl and Ray Jackendoff, A Generative Theory of Tonal Music (Cambridge, Mass.: MIT Press, 1983). I will use the abbreviation GTTM in subsequent references to this source.",
            "citations": []
        },
        "FN7": {
            "text": "7. Empirical confirmation of claims from GTTM can be found in Irène Deliège, “Grouping Conditions in Listening to Music: An Approach to Lerdahl and Jackendoff’s Grouping Preference Rules,” Music Perception 4/4 (Summer 1987): 325–60; Emmanuel Bigand, “Abstraction of Two Forms of Underlying Structure in a Tonal Melody,” Psychology of Music 18 (1990): 45–59; Nicola Dibben, “The Cognitive Reality of Hierarchic Structure in Tonal and Atonal Music,” Music Perception 12/1 (Fall 1994): 1–25.",
            "citations": []
        },
        "FN8": {
            "text": "8. GTTM has been cited widely in the psychological literature on performance since the mid-1980s. See, e.g., Neil P. Todd, “A Model of Expressive Timing in Tonal Music,” Music Perception 3/1 (Fall 1985): 33–58; Eric F. Clarke, “Generative Principles in Music Performance,” in Generative Processes in Music: The Psychology of Performance, Improvisation, and Composition , ed. John A. Sloboda, 1–26 (Oxford: Clarendon, 1988); Caroline Palmer, “Mapping Musical Thought to Musical Performance,” Journal of Experimental Psychology: Human Perception and Performance 15 (1989): 331–46; W. Luke Windsor and Eric F. Clarke, “Expressive Timing and Dynamics in Real and Artificial Musical Performances: Using an Algorithm as an Analytic Tool,” Music Perception 15/2 (Winter 1997): 127–52.",
            "citations": []
        },
        "FN9": {
            "text": "9. See especially GTTM , Chapter 1, “Theoretical Perspective,” 1–12; Lerdahl and Jackendoff, “A Reply to Peel and Slawson’s Review of A Generative Theory of Tonal Music ,” Journal of Music Theory 29 (1985): 145–60; Lerdahl, “Composing and Listening: A Reply to Nattiez,” in Perception and Cognition of Music , ed. Irène Deliège and John A. Sloboda, 421–28 (Hove, U.K.: Psychology Press, 1997).",
            "citations": []
        },
        "FN10": {
            "text": "10. GTTM , 1. Emphasis added.",
            "citations": []
        },
        "FN11": {
            "text": "11. They admit, for example, that their theory fails to \nconsider counterpoint ( GTTM , 37).",
            "citations": []
        },
        "FN12": {
            "text": "12. The term is derived from “hypermeasure,” coined by Edward T. Cone in Musical \nForm and Musical Performance (New York: Norton, 1968), 40. I will also use the \nterm “hyperbeat” to designate a beat that belongs to a hypermeasure.",
            "citations": []
        },
        "FN13": {
            "text": "13. Among the most influential sources in this genre are \nErwin Stein, Form and \nPerformance (New York: Knopf, 1962); Cone, Musical \nForm and Musical Performance ; Janet Schmalfeldt, “On the Relation \nof Analysis to Performance: Beethoven’s Bagatelles Op. 126, Nos. 2 and 5,” Journal \nof Music Theory 29 (1985): 1–31; Wallace Berry, Musical Structure and Performance (New Haven: Yale University Press, 1989). See also the extensive bibliography in \nCynthia Folio, “Analysis and Performance of the Flute Sonatas of J. S. Bach: A Sample \nLesson Plan,” Journal of Music Theory Pedagogy 5 (1991): 133–59. Some more recent \ncontributions include Joel Lester, “Performance and Analysis: Interaction and Interpretation,” \nin The Practice of Performance: Studies in Musical Interpretation , ed. John Rink, \n197–216 (Cambridge: Cambridge University Press, 1995); Catherine Nolan, “Reflections \non the Relationship of Analysis and Performance,” College Music Symposium 32–34 \n(1993–94): 112–39; Richard S. Parks, “Structure and Performance: Metric and Phrase \nAmbiguities in the Three Chamber Sonatas,” in Debussy in Performance , ed. James \nR. Briscoe, 193–224 (New Haven: Yale University Press, 1999).",
            "citations": []
        },
        "FN14": {
            "text": "14. Nicholas Cook, “Analyzing Performance, and Performing \nAnalysis,” in Rethinking \nMusic , ed. Nicholas Cook and Mark Everist, 239–61 (Oxford: Oxford University Press, \n1999).",
            "citations": []
        },
        "FN15": {
            "text": "15. J. L. Austin, How to Do Things with Words (Cambridge, Mass.: Harvard University \nPress, 1962), 3, 6.",
            "citations": []
        },
        "FN16": {
            "text": "16. Cook, “Analyzing Performance, and Performing \nAnalysis,” 239–47; Tim Howell, “Analysis and Performance: The Search for a Middleground,” in Companion to Contemporary Musical Thought , ed. John Paynter, \nTim Howell, Richard Orton, and Peter Seymour, 692–714 (London: Routledge, 1992), \n709; Lawrence Rosenwald, “Theory, Text-Setting, and Performance,” Journal of Musicology 11 (1993), 60–63.",
            "citations": []
        },
        "FN17": {
            "text": "17. Lester, “Performance and Analysis,” 199–202.",
            "citations": []
        },
        "FN18": {
            "text": "18. Foremost in this category are Heinrich Schenker’s views on performance. See, \ne.g., the final sentence of Schenker, “The Sarabande of Bach’s Suite No. 3 for Solo \nVioloncello [BWV 1009],” trans. Hedi Siegel, in The Masterwork in Music: A Yearbook, \nVol. 2 (1926) , ed. William Drabkin, 55–58 (Cambridge: Cambridge University Press, \n1996), 58: “Any other interpretation and execution will surely founder, for the \nimmutable forces that govern this sarabande do not admit an arbitrary interpretation \nof any part of the composition.” See also Schenker, The Art of Performance , ed. Heribert Esser, trans. Irene Schreier Scott (Oxford: Oxford University Press, 2000), \n3–4, 53–57, 77–78.",
            "citations": []
        },
        "FN19": {
            "text": "19. See, e.g., Susanne Cusick, “Gender and the Cultural Work of a Classical Music \nPerformance,” repercussions 3/1 (Spring 1994), 105–7.",
            "citations": []
        },
        "FN20": {
            "text": "20. I prefer the expression “reading from the score” to \nboth “analyzing the piece,” which is vague, and “score-based analysis,” which \noveremphasizes the visual aspect of the activity. Whether we are dealing with \nwords or music, the word “reading” carries the connotations of aural imagery and \ncreative participation in an often silent, private performance of sorts. In a \nsubtle way, the word “reading” emphasizes the analyst’s participation in the \nconstruction of the object of study. As Nicholas Cook once remarked, “when \nmusicians use the notation for the purposes it is intended for—when, that is, \nthey read it—they supply a great deal of information which is not actually in \nthe score.” Nicholas Cook, A Guide to Musical Analysis (London: \nDent, 1987), 227.",
            "citations": []
        },
        "FN21": {
            "text": "21. Nicholas Cook, “Between Process and Product: Music and/as Performance,” Music Theory Online 7/2 (April 2001).",
            "citations": []
        },
        "FN22": {
            "text": "22. José A. Bowen has also developed a framework for \ncomparing different realizations of scores, but he concentrates on historical \ntraditions and trends in performance, such as the convention of slowing down for \nthe second theme of a work in sonata-allegro form, as well as the ontological \nsignificance of these trends, rather than the perception of structural elements. \nSee Bowen, “The History of Remembered Innovation: Tradition and Its Role in the \nRelationship between Musical Works and Their Performances,” Journal \nof Musicology 11/2 (Spring 1993): 139–73; idem, “Finding the Music in Musicology,” \nin Rethinking Music , ed. Nicholas Cook and Mark Everist, 424–51 (Oxford: Oxford \nUniversity Press, 1999).",
            "citations": []
        },
        "FN23": {
            "text": "23. For insights on these types of ambiguities and \nassociated ontological problems, see the following: Leo Treitler, “History and the Ontology of the Work,” Journal \nof Aesthetics and Art Criticism 15/3 (Summer 1993): 483–97; Bowen, “History \nof Remembered Innovation”; Nicholas \nCook, “At the Borders of Musical Identity: Schenker, Corelli, and the Graces,” Music \nAnalysis 18/2 (July 1999): 179–233.",
            "citations": []
        },
        "FN24": {
            "text": "24. I will address the latter issue in some detail in a \npaper entitled “Rethinking Schenker’s Musical Ontology through Gadamer’s \nCritique of Aesthetic Consciousness,” scheduled for presentation at “The \nIntellectual Frontiers of Music,” University of Aberdeen, June 25, 2002.",
            "citations": []
        },
        "FN25": {
            "text": "25. On the connection of ontology and performance, see Treitler, “History and \nthe Ontology of the Work”; Bowen, “The History of Remembered Innovation”; and \nCook, “At the Borders of Musical Identity.” See also Peter Johnson, “Play School,” The Musical Times (June 1995): \n275–77, and the ensuing, rather heated scholarly exchange between Jonathan Dunsby \nand Peter Johnson, The Musical Times (January 1997): 12–17, (August 1997): 4–11, \n(October 1997): 2, (January 1998): 2. Much has also been written on this subject \nby Anglo-American philosophers specializing in aesthetics. See especially Peter Kivy, Authenticities: Philosophical Reflections on Musical Performance (Ithaca: \nCornell University Press, 1995); Lydia Goehr, “Conflicting Ideals of Performance \nPerfection in an Imperfect Practice,” in The Quest for Voice: On Music, Politics, \nand the Limits of Philosophy , 132–73 (Berkeley: University of California Press, \n1998).",
            "citations": []
        },
        "FN26": {
            "text": "26. Early research on Gestalt phenomena, including the \nwork of Christian von Ehrenfels \nand Alexius Meinong, was largely speculative. The Berlin school (consisting of Max \nWertheimer, Kurt Koffka, and Wolfgang Köhler, all of whom were students of Carl \nStumpf) is generally regarded to have initiated Gestalt psychology as a scientific \nmovement, but nevertheless shared the earlier scholars’ interest in aesthetics. \nGestalt psychology is second only to transformational linguistics in its influence \non GTTM .",
            "citations": []
        },
        "FN27": {
            "text": "27. Mitchell G. Ash, Gestalt Psychology in German Culture, 1890–1967: Holism and \nthe Quest for Objectivity (Cambridge: Cambridge University Press, 1995), 1.",
            "citations": []
        },
        "FN28": {
            "text": "28. Max Wertheimer, “Untersuchungen zur Lehre von der Gestalt, I,” Psychologische \nForschung 1 (1922): 47–58, condensed and translated as “The General Theoretical \nSituation,” in A Source Book of Gestalt Psychology , ed. and trans. Willis D. Ellis, \n12–16 (New York: Humanities Press, 1967).",
            "citations": []
        },
        "FN29": {
            "text": "29. Kurt Koffka, Principles of Gestalt Psychology (London: Routledge and Kegan \nPaul, 1935), 110, 171. See also Wertheimer, “Untersuchungen zur Lehre von der \nGestalt, II,” Psychologische Forschung 4 (1923): 301–50.",
            "citations": []
        },
        "FN30": {
            "text": "30. GTTM , 304.",
            "citations": []
        },
        "FN31": {
            "text": "31. P. Kruse and M. Stadler, eds., Ambiguity in Mind and Nature: Multistable Cognitive \nPhenomena (Berlin: Springer Verlag, 1995): (a) 58, (f) 9, (g) 8. (d–e): Koffka, Principles of Gestalt Psychology , \n195.",
            "citations": []
        },
        "FN32": {
            "text": "32. See L. H. Shaffer, “Timing in Solo and Duet Piano \nPerformances,” Quarterly Journal \nof Experimental Psychology 36A (1984): 577–95; Alf Gabrielsson, “The Performance \nof Music,” in The Psychology of Music , 2nd ed., ed. Diana Deutsch, \n501–602 (San \nDiego: Academic Press, 1999).",
            "citations": []
        },
        "FN33": {
            "text": "33. An index of acronyms is included as Appendix 4 .",
            "citations": []
        },
        "FN34": {
            "text": "34. Lerdahl and Jackendoff were among the first theorists to describe beats not \nas sounding events, but instead as points in time inferred from the acoustic signal. \nSee GTTM , 18; Kramer, The Time of Music , 82, 97.",
            "citations": []
        },
        "FN35": {
            "text": "35. GTTM , 28. The annotations indicating metric and hypermetric levels \nare mine.",
            "citations": []
        },
        "FN36": {
            "text": "36. Noam Chomsky, Syntactic Structures (The Hague: Mouton, 1957).",
            "citations": []
        },
        "FN37": {
            "text": "37. See GTTM , 9.",
            "citations": []
        },
        "FN38": {
            "text": "38. Ibid., 21–2.",
            "citations": []
        },
        "FN39": {
            "text": "39. For a review of this controversy, see Sadie, ed., The New Grove , 2nd ed., s.v. “Rhythm: Current \nRhythm Research,” by Justin London.",
            "citations": []
        },
        "FN40": {
            "text": "40. GTTM , 24, annotated with beat labels in the form “measure.beat”.",
            "citations": []
        },
        "FN41": {
            "text": "41. These two readings are informed by Andrew Imbrie, “‘Extra’ Measures and \nMetrical Ambiguity in Beethoven,” in Beethoven Studies , ed. Alan Tyson (New York: Norton, \n1973), 45–66. Imbrie uses the terms “conservative” and “radical,” respectively, \nfor these types of hypermetric shifts.",
            "citations": []
        },
        "FN42": {
            "text": "42. GTTM , 25.",
            "citations": []
        },
        "FN43": {
            "text": "43. The depth and regularity of hypermeter are \ncontroversial issues. Jonathan Kramer, for example, argues that irregularities \ninvolving the addition or deletion of weak beats need not cause hypermeter to be \nattenuated. See Kramer, The Time of Music , 98–102.",
            "citations": []
        },
        "FN44": {
            "text": "44. George Hartmann proposed that “eidotropy” is a better translation of the word \n“ Prägnanz ,” as it was used by the Gestalt theorists, than “precision.” Eidotropy \nis the tendency of an image or representation to become typical or conventional. \nSee Hartmann, Gestalt Psychology: A Survey of Facts and Principles (New York: \nThe Ronald Press, 1935), 48.",
            "citations": []
        },
        "FN45": {
            "text": "45. GTTM , 70.",
            "citations": []
        },
        "FN46": {
            "text": "46. Transformation plays a much larger role in generative \nlinguistics than in GTTM . The distinction is touched upon in GTTM , 62.",
            "citations": []
        },
        "FN47": {
            "text": "47. See especially GTTM , 60–61.",
            "citations": []
        },
        "FN48": {
            "text": "48. Leonard Bernstein, The Unanswered Question: Six Talks at Harvard (Cambridge, \nMass.: Harvard University Press, 1976), 95–97.",
            "citations": []
        },
        "FN49": {
            "text": "49. Leonard Bernstein, adaptation of Mozart, Symphony No. \n40 in G Minor, K. 550, first movement, measures 1–24, in Leonard Bernstein at Harvard: The Norton Lectures , \nvol. 2: “Musical Syntax,” side 3 (issued New York: CBS Masterworks BL 33019, 1974), \nLP vinyl recording.",
            "citations": []
        },
        "FN50": {
            "text": "50. See Caroline Palmer and Carol L. Krumhansl, “Mental Representations for Musical \nMeter,” Journal of Experimental Psychology: Human Perception and Performance 16/4 \n(November 1990): 729–41. Further support for the notion that metrical memory is \ndistinct from pitch memory may be found in the following sources: D. J. Povel and \nP. Essens, “Perception of Temporal Patterns,” Music Perception 2 (1985): 411–40; \nC. Palmer and C. Q. Pfordresher, “From My Head to Your Ear: The Faces of Meter in \nPerformance and Perception,” in Proceedings of the Sixth International Conference \non Music Perception and Cognition , ed. C. Woods, et al., 1–9 (Keele, U.K.: Keele University, \n2000).",
            "citations": []
        },
        "FN51": {
            "text": "51. Jonathan Kramer uses the terms “extension” and \n“contraction” for these processes. Kramer, The Time of Music , 102–3.",
            "citations": []
        },
        "FN52": {
            "text": "52. See, e.g., Lerdahl and Jackendoff, “Reply to Peel and \nSlawson,” 158–9: “The issue in any case is not \none of value but of how listeners organize musical surfaces.” See also Lerdahl, \n“Cognitive Constraints on Compositional Systems,” in Generative Processes in \nMusi c, \ned. Sloboda, 231–59.",
            "citations": []
        },
        "FN53": {
            "text": "53. More recently, a consensus has emerged that formalism \ncan be divorced from idealism by considering the latter to be nothing more than \na useful fiction. This postmodern ideology has sometimes been referred to as \n“provisional autonomy.” For a passionate defense of it, see Leo Treitler, “The Historiography of Music: \nIssues of Past and Present,” in Rethinking Musi c, ed. Nicholas Cook and Mark Everist, \n356–77 (Oxford: Oxford University Press, 1999), 358.",
            "citations": []
        },
        "FN54": {
            "text": "54. I do not mean to imply that Gestalt psychology is free \nof ideological baggage, but merely that it successfully evades the influence of \nneo-Platonic idealism and the aesthetic tradition associated with it. Indeed, \nthe view that perceptual experience can be explained independently of \nsocio-historical factors is itself the product of a specifically modernist \nsocio-historical milieu. See Mitchell G. Ash, “The Academic Environment and the \nEstablishment of Experimental Psychology,” in Gestalt Psychology in German Culture, 1890–1967: Holism and \nthe Quest for Objectivit y, 17–27 (Cambridge: \nCambridge University Press, 1995).",
            "citations": []
        },
        "FN55": {
            "text": "55. In his influential publications in the 1930s, music \npsychologist Carl E. Seashore conceived performance expression as departures \nfrom a mechanically regular norm. See Seashore, Psychology of Musi c (New York: McGraw-Hill, 1938), 29–30. This approach \nwas later taken up at Uppsala by Ingmar Bengtsson and his colleagues, who coined \nthe term SYVAR. See Ingmar Bengtsson and Alf Gabrielsson, “Analysis and \nSynthesis of Musical Rhythm,” in Studies of Music Performanc e, ed. Johann Sundberg, 27–59 \n(Stockholm: Royal Swedish Academy of Music, 1983).",
            "citations": []
        },
        "FN56": {
            "text": "56. In this paper, I am adhering to Lerdahl and Jackendoff’s policy of theorizing \naspects of comprehensibility rather than aesthetics. See GTTM , 7–8, as well \nas paragraph 5.3, below.",
            "citations": []
        },
        "FN57": {
            "text": "57. I do not mean to suggest that performances are \nentirely unambiguous in meaning, or that performers never introduce additional \nambiguities by their ironic handling of structures that seem unequivocal on the \nbasis of the score. Intriguing as such phenomena may be, I will instead focus on \nsituations in which performing nuances seem to eliminate, or at least mitigate, \nsome of the ambiguities found in scores.",
            "citations": []
        },
        "FN58": {
            "text": "58. Lerdahl, “Atonal Prolongational Structure,” Contemporary Music Revie w 4 (1989), \n73. See also GTTM , 108–9, for a preliminary discussion of the need to distinguish \nbetween structural importance and surface salience.",
            "citations": []
        },
        "FN59": {
            "text": "59. GTTM , 17–18.",
            "citations": []
        },
        "FN60": {
            "text": "60. GTTM , 78.",
            "citations": []
        },
        "FN61": {
            "text": "61. GTTM , 347–8.",
            "citations": []
        },
        "FN62": {
            "text": "62. GTTM , 70.",
            "citations": []
        },
        "FN63": {
            "text": "63. See John A. Sloboda, “The Communication of Musical Metre in Piano \nPerformance,” Quarterly Journal of Experimental Psychology 35A (1983): \n377–96; idem, “Expressive Skill in Two Pianists: Metrical Communication in Real \nand Simulated Performances,” Canadian Journal of Psycholog y 39/2 (1985): \n273–93; Eric Clarke, “Structure and Expression in Rhythmic Performance,” in Musical Structure and Cognition , ed. P. \nHowell, I. Cross, and R. West (London: Academic Press, 1985), 209–37; Clarke, \n“Generative Principles.”",
            "citations": []
        },
        "FN64": {
            "text": "64. Sloboda found six types of cues that accounted for 82% of the statistically \nsignificant differences in performers’ treatment of alternate metrical renderings \nof a melody. These are summarized in Sloboda, “Expressive Skill in Two \nPianists,” 290–91. Sloboda used a metronome \nin his experiment, which might account for the relatively insignificant appearance \nof AMs in his study. Clarke did not use a metronome, and perhaps consequently, his \nstudy reveals more convincing results pertaining to AMs. See especially Clarke, \n“Generative Principles,” 11–14. It would seem that a further implication of Sloboda’s and Clarke’s studies \nis that Lerdahl and Jackendoff’s omission of time signatures and barlines from their \nanalyses of MS is an unnecessary precaution. If the performer uses PM cues that \nlie within the listener’s scope of experience, then the performance essentially \nmakes the time signatures and barlines audible. The only type of performance that \ncorresponds to their unmeasured notation would be a computer-generated mechanically \nregular performance.",
            "citations": []
        },
        "FN65": {
            "text": "65. Listeners vary greatly in their ability to decipher \nperformers’ metrical cues, including DMs and AMs, but these differences appear to be proportionate to the extent \nof listeners’ musical experience. See Sloboda, “The Communication of Musical \nMetre,” 393.",
            "citations": []
        },
        "FN66": {
            "text": "66. Compare nos. 3 and 5 under the “General Discussion” in Sloboda, \n“Expressive Skill in Two Pianists,” 290. \nAlso compare nos. 2 and 3 under the discussion of expressive timing in Clarke, \n“Generative Principles,” \n19.",
            "citations": []
        },
        "FN67": {
            "text": "67. GTTM , 348. See also [6] Appendix 1 .",
            "citations": []
        },
        "FN68": {
            "text": "68. A. R. Halpern and C. I. Darwin, “Duration Discrimination in a Series of \nRhythmic Events,” Perception and Psychophysic s 31/1 (1982): 86–89; E. Zwicker and H. Fastl, \n“Just-Noticeable Sound Changes,” in Psychoacoustics: Facts and Models , 2nd ed., \n175–201 (Berlin: Springer-Verlag, 1999),  175–6.",
            "citations": []
        },
        "FN69": {
            "text": "69. See J. Vos and R. A. Rasch, “The Perceptual Onset of Musical Tones,” Perception and Psychophysic s 29 (1981): 323–35; Bruno H. Repp, “Patterns of \nNote Onset Asynchronies in Expressive Piano Performance,” Journal of the \nAcoustical Society of Americ a 100/6 (December 1996): 3917; Scott D. Lipscomb \nand Donald Hodges, “Hearing and Music Perception,” in Handbook of Music \nPsycholog y, ed. Donald Hodges, 83–132 (San Antonio, \nTex.: IMR Press, 1996), 113.",
            "citations": []
        },
        "FN70": {
            "text": "70. English Chamber Orchestra conducted by Benjamin Britten (recorded Snape, U.K., \nMay 1968; issued London: Decca 430 494–2, 1991), compact disc recording; Academy \nof St. Martin-in-the-Fields conducted by Neville Marriner (recorded London [ca. \n1970]; issued [n.p.]: Philips 6500 162, [1971]; reissued Netherlands: Philips 422 \n610–2, [1990]), compact disc recording; Columbia Symphony Orchestra conducted by \nBruno Walter (issued New York: Columbia MS 6869, [1966]), LP vinyl recording; Vienna \nPhilharmonic Orchestra conducted by Leonard Bernstein (recorded 1984; issued Hamburg: \nDeutsche Grammophon 413 776–2, 1984), compact disc recording. I will refer to these \nrecordings as Mozart/Britten, Mozart/Marriner, Mozart/Walter, and Mozart/Bernstein.",
            "citations": []
        },
        "FN71": {
            "text": "71. Note that both this rule and the rule for metrical \ncompletion given in paragraph 4.8 apply specifically to duple-meter contexts. \nFurther transformational rules could readily be constructed to account for \nsimilar phenomena in the context of a prevailing triple meter. According to Lerdahl and Jackendoff’s MWFR3, duple and triple meter \nare the only allowable well-formed metrical structures in Western tonal music.",
            "citations": []
        },
        "FN72": {
            "text": "72. See also paragraph 2.7, above. Like the authors of GTTM , I will refrain \nfrom speculating on the temporality of the cognitive process of metrical transformation. \nFor a preliminary exploration of real-time cognitive processing of music, informed \nby research on listeners’ parsing of language, see Ray Jackendoff, “Musical Parsing \nand Musical Affect,” Music Perception 9/2 (Winter 1991): 199–230.",
            "citations": []
        },
        "FN73": {
            "text": "73. See Appendix 2 for an explanation of the terms I use in reference to the quantitative performance analyses.",
            "citations": []
        },
        "FN74": {
            "text": "74. According to the amplitude statistics, IOI 10.1 is louder than 11.1, although \nthe difference (0.24 dB) lies below the threshold of discrimination. This discrepancy \ncan be attributed to the fact that amplitude stats fail to differentiate between \nthe contributions of the melody and accompaniment. In this case, the lower strings \nseem to be playing measure 10 more intensely than measure 11, probably because of local harmonic \ntension and resolution. I would argue that the salient DM in the melody is more \nrelevant to a discussion of Walter’s MS interpretation. The accent at 13.1 also \nseems to be confounded by this effect.",
            "citations": []
        },
        "FN75": {
            "text": "75. See also MPR 2 ( GTTM , 347), included in my Appendix 1 .",
            "citations": []
        },
        "FN76": {
            "text": "76. Actually, 11.1 is a full 2.6 dB quieter than 10.1, but \nthis reflects only the net intensity, not the melodic accent. Sloboda and Clarke don’t propose timbre-related \nPMs, no doubt largely because their subjects were pianists and the piano timbre \ncannot normally be controlled independently of dynamic level. Sloboda and \nClarke also describe substitutions such as these. They identify some SYVARs \nin different parameters of performance that project the same aspect of a metrical \ninterpretation. See especially Clarke, “Generative Principles,” 14; Sloboda, \n“The Communication of Musical Metre,” 394; and Sloboda, “Expressive Skill in Two \nPianists,” 292.",
            "citations": []
        },
        "FN77": {
            "text": "77. GTTM , 25.",
            "citations": []
        },
        "FN78": {
            "text": "78. Ibid.",
            "citations": []
        },
        "FN79": {
            "text": "79. Again, the intensity data here can be a bit \nmisleading. In all voices combined, 5.1 is louder than 3.1 by a margin of 0.8 \ndB, but this measure does not capture melodic accents.",
            "citations": []
        },
        "FN80": {
            "text": "80. GTTM , 347. See also Appendix 1 .",
            "citations": []
        },
        "FN81": {
            "text": "81. Also note that this interpretation conflicts with the \nscore-based interpretation offered by Lerdahl and Jackendoff (my Example 14 [ DjVu ] [ GIF ]), in which 20.1 and presumably 14.1 \nare considered weak beats. While my interpretation of Britten’s recording is based \nmainly on phenomenal accents, Lerdahl and Jackendoff’s interpretation of the score \nis based on the effect of the structural accents articulated by the arrival of \ndominant and tonic harmonies at measures 16 and 20, respectively. Because of the relative \nobscurity of this hypermetrical level after measure 10, I would speculate that the choice \nbetween these two possible MSE interpretations for this recording of the piece will \ndepend on whether the listener happens to be attending more closely to harmonic \ncues or to PMs. As explained in the passage from GTTM quoted above (paragraph \n3.2), both phenomenal and structural accents can serve as cues for the construction \nof metrical accents. See also GTTM , 30–35.",
            "citations": []
        },
        "FN82": {
            "text": "82. Note that this MSE comes very close to the one mentioned by Lerdahl and Jackendoff. \nMarriner’s first hyperbeat occurs a measure later than the one shown in Example 14 [ DjVu ] [ GIF ], however, and a transformation at level H 1 makes the MSE a two-beat rather than a three-beat hypermeasure at level H 2 .",
            "citations": []
        },
        "FN83": {
            "text": "83. GTTM , 63.",
            "citations": []
        },
        "FN84": {
            "text": "84. Palmer, “Mapping Musical Thought,” refers to the principles summarized in \nClarke, “Generative Principles,” but neither adopts nor refutes Clarke’s idea of considering GTTM an “input” to the generation \nof a performance. Note also that Palmer does not explore the pianists’ hypermetric \ninterpretation, so the relationship between her findings and my study is rather \ntangential. Nevertheless, Palmer clearly demonstrates a situation where the performer’s \nconscious intentions have a marked effect on the perception of an ambiguous structure.",
            "citations": []
        },
        "FN85": {
            "text": "85. See Noam Chomsky, Aspects of the Theory of Syntax (Cambridge, Mass.: MIT Press, \n1965), 4.",
            "citations": []
        },
        "FN86": {
            "text": "86. I should also mention that, although Lerdahl and Jackendoff attempt to transpose \nthe “competence/performance” dichotomy directly to music and to address only competence \nin their theory, it should by now be clear that a sharp distinction between the \nterms of this dichotomy is somewhat unconvinving in the case of music (or, for that \nmatter, any performing art). For example, musical competence includes, in addition \nto the factors addressed in GTTM , an understanding of performers’ SYVARs, \nand conversely musical performance often involves the clarification of ambiguous \nmusical structures. A full exploration of this problem, which goes much further \nthan nomenclature, would, no doubt, require a separate article.",
            "citations": []
        },
        "FN87": {
            "text": "87. GTTM , 10; Lerdahl and Jackendoff, “Reply to \nPeel and Slawson,” 147.",
            "citations": []
        },
        "FN88": {
            "text": "88. See especially Palmer, “Mapping Musical Thought”; William E. Frederickson \nand Christopher M. Johnson, “The Effect of Performer Use of Rubato on Listener \nPerception of Tension in Mozart,” Psychomusicology 15 (1996): 78–86. Lerdahl’s more recent work on pitch \nspace, which is closely related to Prolongational Reduction, is widely discussed \nin Music Perception 13/3 (Spring 1996), a special issue on musical tension that \nincludes much fodder for further performance-related research.",
            "citations": []
        },
        "FN89": {
            "text": "89. This appendix includes all the rules pertaining to MS \nin the Rules Index of GTTM . See GTTM , 347–48. Also included are the new preference rules \nand transformational rules that I am proposing, with paragraph references.",
            "citations": []
        },
        "FN90": {
            "text": "90. Lerdahl and Jackendoff claim that all their MS rules except MWFR3 and MWFR4 \napply to all musical traditions. Note that I have made no such claims with regard \nto the performance-related rules, all of which I consider to be specific to the \nWestern art-music tradition.",
            "citations": []
        },
        "FN91": {
            "text": "91. For example, José A. Bowen, “A Computer-Aided Study of \nConducting,” Computing in Musicology 9 (1993–94): 93–103.",
            "citations": []
        },
        "FN92": {
            "text": "92. For example, Peter Johnson, “Performance and the Listening \nExperience: Bach’s ‘Erbarme Dich,’” in Theory Into Practice: Composition, Performance, and the Listening Experience , \ned. Nicholas Cook, Peter Johnson, and Hans Zender, 68–84 \n(Leuven, Belgium: Leuven University Press, 1999).",
            "citations": []
        },
        "FN93": {
            "text": "93. For example, Christopher M. Johnson, “The Performance of \nMozart: A Study of Rhythmic Timing by Skilled Musicians,” Psychomusicology 15 (1996), 90.",
            "citations": []
        },
        "FN94": {
            "text": "94. My methodology for analyzing expressive timing is \nbased that of Bruno H. Repp. \nSee his “A Microcosm of Musical Expression: I. Quantitative Analysis of Pianists’ \nTiming in the Initial Measures of Chopin’s Etude in E Major,” Journal of the Acoustical \nSociety of America 104/2, part 1 (August 1998), 1087.",
            "citations": []
        },
        "FN95": {
            "text": "95. Lipscomb and Hodges, “Hearing and Music Perception,” 114.",
            "citations": []
        },
        "FN96": {
            "text": "96. Bruno H. Repp, “A Microcosm of Musical Expression: II. Quantitative Analysis \nof Pianists’ Dynamics in the Initial Measures of Chopin’s Etude in E Major,” Journal \nof the Acoustical Society of America 105/3 (March 1999), 1974.",
            "citations": []
        },
        "FN97": {
            "text": "97. Caroline Palmer and Judith C. Brown, “Investigation in \nthe Amplitude of Sounded Piano Tones,” Journal of the Acoustical Society of \nAmerica 90/1 (1991): 60–66.",
            "citations": []
        },
        "FN98": {
            "text": "98. My methodology is similar to Bruno Repp’s, though perhaps less sophisticated. \nSee Repp, “Microcosm of Musical Expression: II,” 1973–74.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] During the past few decades, theorists have been rethinking the concept \nof musical meter at a fundamental level. In recent literature, meter has been \ndescribed not as a static pattern of accents intrinsic to the musical object, \nbut rather as a dynamic process whose existence depends on human \nparticipation. (1) This shift can be demonstrated through the following \ncontrasting definitions of meter, drawn from the first and second editions of The New Grove , respectively: 1980 ed.: The organization of the notes in a composition, or a section thereof, \n  with respect to time, in such a way that a regular pulse made up of beats can \n  be perceived and the time span occupied by each note can be measured in terms \n  of these beats; in addition, the beats are grouped into larger units called bars, \n  within which the number of beats is always the same. (2) 2001 ed.: [T]he temporal hierarchy of subdivisions, beats and bars that is \n  maintained by performers and inferred by listeners which functions as a dynamic \n  temporal framework for the production and comprehension of musical durations. \n  In this sense, meter is more an aspect of the behaviour of performers and listeners \n  than an aspect of the music itself. (3) Both of these definitions allude to music perception, and the distinction \nbetween them might be understood to reflect a shift in the orientation of music \nperception research that occurred in the 1980s. Traditionally, perception was \nunderstood as the relatively passive mental reproduction of a given physical \nstimulus, but it is now generally considered to be an active, constructive (as \nopposed to reconstructive) process. (4) The revised definition of meter might \nalso be understood against the backdrop of a similar, though perhaps more \ngradual, paradigm shift in music theory and in music scholarship generally. \nLargely in response to far-reaching methodological and ideological critiques, \nnotably Joseph Kerman’s Contemplating Music and subsequent \nwork by postmodernists and gender theorists, we seem to have become increasingly \nskeptical of the objectification of musical works and the quasi-taxonomic interpretation \nof their elements. (5) In this light, it seems especially appropriate that today’s \ntheorists should emphasize the subjective contingency, as opposed to the autonomy, \nof meter.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In the present article, I will explore some of the theoretical and analytical \nramifications of the recent reconceptualization of meter, especially the effects \nof performing nuance on meter perception. I will take as my point of departure the \ndiscussion of the interaction of meter and performance in Fred Lerdahl and Ray Jackendoff’s A Generative Theory of Tonal Music ( GTTM ). (6) I have chosen this text for \nseveral reasons. First, GTTM has proven to be among the most convincing sustained \nexercises in psychologically informed music theory. (7) Second, it has been highly \ninfluential among theorists interested in meter and among music psychologists interested \nin performance, so it can be seen as a well-established link between the literatures \non which I will draw. (8) Third, the language of GTTM is extremely clear, \nand the theory’s methodological foundations and orientation have been explained \nthoroughly. (9) For example, the authors introduce the theory as an attempt to \ncapture in formal language “the musical intuitions of a listener who is experienced in \na musical idiom,” rather than aspects of the composer’s intentions or intrinsic \nproperties of musical works. (10) Furthermore, the authors are frank about the theory’s \nshortcomings, thus reminding the reader that GTTM is incomplete and suggesting \nthat it has room for expansion and refinement. (11) Fourth, the passage \nfrom GTTM that I will take as my point of departure is related to three topics \nthat have remained controversial during the nearly two decades since the publication \nof GTTM . These include discussions on the interrelationship between musical \nstructure and performance, on the epistemological foundations for comparing different \nperformances of the same piece, and on the degree to which hypermeter can be irregular. \n(By “hypermeter,” I mean the projection of a pattern of strong and weak beats across \nunits larger than one measure. (12) ) Of these three controversial topics, I will \nsay most about the third, but I would like to offer a few \nremarks on the first two issues at the outset.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Commentaries on the relationships between musical structure and performance \nform an increasingly prominent genre in the literature of music theory. (13) In a \nrecent critique of the rhetoric most often employed in this genre, and in music \nanalysis generally, Nicholas Cook draws attention to the dogmatic, prescriptive \ntone that is typical of analysts’ suggestions to performers. (14) As an alternative, \nCook recommends that we strive for a more balanced dialogue in which neither the \nanalyst nor the performer is considered to have the upper hand. By invoking J. L. \nAustin’s theory of speech-acts, Cook proposes that we might begin to read analyses \nnot only as truth-claims (which Austin terms “constative utterances”) but also as \nacts of persuasion (“performative utterances”), thus highlighting a deep similarity \nbetween musical performance and analytical writing. (15) Building on earlier polemics \nby Tim Howell and Lawrence Rosenwald, Cook also encourages analysts to listen to \nperformances and recordings and to make descriptive, as opposed to prescriptive, \nremarks on the relationships between structure and performance. (16) In another recent \nessay, Joel Lester demonstrates this strategy convincingly by showing parallels \nbetween various recordings and analyses in the case of structurally ambiguous passages. \nFor example, Lester shows how two different analytic perspectives on a Mozart minuet \ncorrespond to details in recordings of the piece by Lili Kraus and Vladimir Horowitz. (17) I will adopt a similar discursive strategy in my readings of hypermeter in the opening \nof a Mozart symphony by showing structural models that seem to fit best with the \nnuances of four different recordings, but I will also go further and explore in \npurely theoretical terms how we might begin to account for the diversity encountered \nin a comparison of diverse performances.",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] An important methodological question faces those of us who would like to theorize \nthe interrelationships of performance and structure, and in particular the effects \nof different performances on the listener’s perception of structure: what is the \nconceptual framework within which comparisons between performances can be made at all, \nthat is, how can we account (in theoretical, as opposed to historical or stylistic, \nterms) for the differences that we encounter in comparative listening? At one extreme, \nscholars who aspire to positive knowledge, who contend that we should aim for a \nsingle, comprehensive analysis of any work, might be expected to evaluate the quality \nof a performance on the basis of the convincingness of the analysis that it seems \nto reflect and to consider the differences between performances to be a result of \ndifferences between performers’ levels of insight. (18) At the other extreme, those \nwho have embraced pluralism and liberalism would, on principle, question the validity \nof any theory that encourages positivistic thinking, and might instead attribute \ndifferences between interpretations to the diverse and unpredictable personal and \ncultural contexts of each performance. (19) My own approach lies somewhere between \nthese two extreme positions, because I would like to bypass certain methodological \nobstacles latent in each: the former paradigm (which we might call the positivist \n“competition” model) is inconsistent with our ability to recognize two very different \nperformances of the same work to be more-or-less equally convincing, and the latter \n(which we might call the pluralist “free-for-all” model) seems too broad to be commensurate \nwith the project of discussing differences between performances primarily in terms \nof the perception of structure.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] My approach is based on a third paradigm, which I call the “alternative stabilization” \nmodel of performance comparison. This paradigm will allow me to theorize the differences \nbetween performances in structural terms, but to do so without privileging one performance \nover the others. At this point, I will describe its premises in only the most general \nand practical terms. When analyzing a work through reading it from the score, \none sometimes encounters genuine ambiguities, passages in which some aspect of the \nstructure perplexingly eludes a single preferred interpretation. (20) In listening to performances and recordings, however, much more information is available than \nwould be found in the score alone. As Nicholas Cook recently reminded us, scores \nare not only potential objects of analysis, but also function as “scripts” in many \nof the social contexts in which notation is sounded out—scripts to which a performance \nserves as a sort of supplement. (21) I am interested in situations in which this \nsupplement removes, or at least reduces, the degree of ambiguity encountered in \nreading the score, such that the listener is unaware of the ambiguity, or at least \nless inclined than the reader to describe the structure in question as ambiguous. \nThe performer must choose only one of the possible interpretations, so naturally \nperformances can be compared to one another regarding the choices made by \nperformers. (22) In the case of works or passages for which multiple versions exist \nin notation (e.g., “ossia” passages in Romantic piano music) or for which there \nis a pronounced improvisatory element (e.g., Corelli’s slow movements, jazz), this \nstabilizing effect is perhaps most obvious. (23) In the case of hypermeter, however, \nit is not the notes that are chosen, but rather the subtle expressive nuances of \na performance, including details of timing, dynamics, and timbre, that provide the \nstabilizing effect.",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Clearly, the phenomenon I am describing is incommensurate with the (Platonist) \nnotion that for every work there is a singular ideal form. It would seem very difficult \nto reconcile the notion of alternative stabilization with a theory heavily informed \nby Western aesthetics and metaphysics. Heinrich Schenker, for example, insisted \nthat for every masterwork there is a single correct interpretation of the voice-leading \nstructure, and a rejection of this claim would amount to a fundamental change to \nthe philosophy of Schenkerian theory. (24) Though I find the question of the interaction \nof musical ontology and performance fascinating, it is in fact tangential to this \nstudy, for I am thematizing perceptions, not speculative metaphysical fictions about \nthe origins of a work or performance. (25) In my view, the issue of ambiguity and \nstability in GTTM should instead be discussed in relation to the theory’s \ngrounding in Gestalt psychology, a school of thought that sought to explain the \ncoherence of things without recourse to idealism. (26)",
                "footnotes": [
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Contrary to popular belief, the leading exponents of Gestalt psychology did \nnot base their research on the cliché, “the whole is greater than the sum of its \nparts.” Rather, they claimed that the perception of the whole is categorically different \nfrom a summation of perceived parts. (27) Max Wertheimer was the first psychologist \nto argue that percepts are not put together piecemeal but rather are understood \nintuitively and immediately according to basic aesthetic principles, such that one \nshould proceed from the whole to the parts rather than the reverse in any attempt \nto theorize perception. (28) Wertheimer’s most basic principle is the “Law of Prägnanz [precision],” which was most clearly expressed by his colleague Kurt Koffka: “Psychological \norganization will always be as ‘good’ as the prevailing conditions allow. In this \ndefinition the term ‘good’ is undefined. It embraces such properties as regularity, \nsymmetry, simplicity, and others which we shall meet in the course of our discussion.” \nSome of these “others” include “unity, uniformity, good continuation, simple shape, \nand closure,” all of which are discussed at some length in Koffka’s encyclopedic Principles of Gestalt Psychology . (29) Lerdahl and Jackendoff explain that the \nLaw of Prägnanz is closely associated with their Preference Rules (PRs), whose \nmain purpose in GTTM is to capture the sense of stability associated with \nthe hierarchical organization of tonal music. (I will have more to say on PRs below.) \nIn fact, they claim that “the preference rules in effect constitute an explicit \nstatement of the Law of Prägnanz as it applies to musical perception.” (30) The \nintricacies of perceptual stability and instability are perhaps best illustrated \nin the work of the Edgar Rubin and his circle, who are remembered for their studies \non the perception of ambiguous visual stimuli. Example 1 . Ambiguity and stabilization: (a) the “faces/vase” illusion, (b) faces, (c) vase, (d–e) symmetry effect, (f) tristability, (g) multistability (click to enlarge)",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] A few variations on Rubin’s famous “faces/vase” drawing will serve as a first \nattempt at a visual analogy for what I have termed the alternative stabilization \nphenomenon ( Example 1 (31) ). Let us say we have a score in which two interpretations of the location \nof a phrase boundary seem equally tenable to the reader . This experience is a \nbit like looking at Rubin’s drawing (Example 1a) and being unable to decide whether \nit depicts two faces or a vase. The location of the phrase boundary might \nbe less ambiguous from the listener’s perspective, however, because performing nuances, \nlike a few embellishments to Rubin’s drawing, can increase the perceptual stability \nof either interpretation (see Example 1b–c). Another visual analogy, which uses a subtler \nmanipulation and also eliminates the representational component of the drawing, \nthus bringing the analogy closer to GTTM (a formalist theory), comes from \nthe work of Rubin’s student Paul Bahnsen, who examined the perceptual effects of \nthe shape of the border between alternating black and white regions. Perception \nmight be expected to be unstable when all borders are parallel or all borders are \nirregular, but it is highly stable when borders of either the black or white regions \nare symmetrical (as in Example 1d–e). This might be seen as an analogy for the projection \nof phrase boundaries through the use of “phrase rubato,” which (perhaps coincidentally) \nis itself symmetrical, for the performer typically begins the phrase relatively \nslowly, accelerates to the climax, and decelerates at the end of the phrase. (32) I should add that some ambiguous figures, like some musical passages, have more \nthan two possible interpretations. For instance, a single curved line (Example 1f) might \nbe seen as the border of a figure to the left, the border of a figure to the right, \nor simply a line superimposed on a continuous background. This line is referred \nto as a “tristable” figure, since it can be interpreted in three different ways. \nStill more extravagant is the ambiguity found in some multistable mosaic patterns \n(Example 1g). I will leave it to the reader to imagine some manipulations that would \nstabilize patterns like Example 1(f) and (g).",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] We are now ready to explore some of the ways GTTM might be developed \nto account more fully for the impact of performance on the listener’s experience \nof hypermeter. In Part 2, I will examine Lerdahl and Jackendoff’s position on this \nsubject, which appears in the context of an argument against the perception of irregular \nhypermeter. In Part 3, I will attempt to revise the classification of accent types \nin GTTM to include a category that I call “Phenomenal Micro-accents” (PMs) \nand discuss the importance of these accents in the case of otherwise unstable metric \nand hypermetric structures. In Part 4, I will present analyses of hypermeter in \nthe opening measures of Mozart’s Symphony No. 40 in G Minor in four different recordings \nand illustrate the stabilizing effects of their different patterns of PMs, and I \nwill also develop formal transformation rules that model the listener’s ability \nto hear the irregularities in these patterns as modifications of an inferred, perfectly \nregular metrical pattern. Finally, in Part 5, I will offer a more general critique \nof Lerdahl and Jackendoff’s position on the relationship between performance and \ntheir analytic process, and I will also identify some avenues for further research. [2] Hypermeter and Performance in GTTM Example 2 . Metrical Structure in the opening measures of the Scherzo from Beethoven’s Symphony No. 2 (click to enlarge) [2.1] In GTTM , the term “Metrical Structure” (MS) refers to accent patterns within \nthe measure (sometimes called “bar meter”) as well as meter-like organization across \nspans smaller than measures (i.e., quasi-metric subdivisions of beats) and larger \nthan measures (i.e., hypermeter). (33) In Lerdahl and Jackendoff’s ingenious notational \nsystem for MS, a dot under the score represents the point in time corresponding \nto a beat, and the number of dots in a given column indicates the accentual strength \nat that point relative to other beats in the hierarchy. (34) Their analysis of the \nopening of a Beethoven scherzo ( Example 2 (35) ) demonstrates this system well. The local \ntriple meter is shown by the presence of a dot at level (b) under every third dot \nat level (a). Three levels of hypermeter, all duple, can be inferred by comparing \nthe dots of the remaining pairs of adjacent levels in the example. Levels (b) and \n(c) show five two-bar hypermeasures, (c) and (d) show two full four-bar hypermeasures, \nand levels (d) and (e) show a single full eight-bar hypermeasure. For simplicity, \nI will refer to hypermetric levels by number, with H 1 being the first level of \nhypermeter, H 2 the second, and so on. [2.2] Each of the four main components of GTTM (of which MS is one) is \ngoverned by two sets of rules. The practice of developing rule systems stems from \nthe system of transformational linguistics developed by Noam Chomsky, Jackendoff’s \nmentor. (36) These rules are supposed to model the largely automatic cognitive processing \nby which musical surfaces are parsed. Many of the principles formalized in the Rule \nIndex of GTTM come from Gestalt psychology and from more recent research \nin music perception. Preference Rules (PRs) are designed to capture the way experienced \nlisteners interpret a unique combination of structural details. (37) As  mentioned \nabove, PRs are  concerned mainly with clarifying perceptual stability, and they are \napplied to each piece ad hoc after the more general constraints captured by Well-Formedness \nRules (WFRs) have been applied. Metrical Well-Formedness Rules (MWFRs) determine \nthe number of levels and their patterns of strong and weak beats, while Metrical \nPreference Rules (MPRs) encourage the most logical alignment of this pattern with \nevents at the musical surface such as dynamic accents, long notes, and cadences. Example 3 . Two interpretations of hypermeter in Mozart, Symphony No. 40 in G Minor, K. 550, I, mm. 1–20. (click to enlarge)",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Lerdahl and Jackendoff mention hypermetric ambiguity in their introductory \nremarks on MS in the opening measures of Mozart’s Symphony No. 40 in G Minor, a \npassage they consider to be “not untypically complex” in its metrical organization. (38) They use this passage to demonstrate that hypermeter is often restricted to levels \nclose to the foreground, in opposition to the view that hypermeter can operate at \neven the deepest structural levels. (39) Near the beginning of the passage, odd-numbered \nmeasures are more strongly accented than even-numbered measures, but the reverse \nis true by measure 20. The only way to rationalize this, according to the authors, is \nto infer a single three-bar hypermeasure in the midst of a series of two-bar hypermeasures. \nThey offer two equally plausible readings of where this eccentric hypermeasure might \nbe found (see Example 3 (40) ). In reading A, the shift to even-measure accents occurs at \nwhat seems to be the latest possible moment, the downbeat of measure 14, while in reading \nB, the shift occurs at the first sign of change, the downbeat of measure 10. (41)",
                "footnotes": [
                    "FN38",
                    "FN39",
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Lerdahl and Jackendoff then claim that, despite the instability created \nby the irregular hypermeasure, “the performer’s choice . . . can tip the balance \none way or the other for the listener.” (42) In other words, a performance might \nevoke a clear sense of hypermeter in the passage, but no such clarity is available \non the basis of the score alone. (This claim calls to mind Example 1, which illustrates \nhow a perceptually unstable figure can be stabilized through subtle manipulations. \nSee especially Example 1b–e.) Although the authors claim that hypermeter can exist in \nthis passage, they abstain from working out in practical terms precisely how features of performance might be understood to stabilize the hypermeter. \nInstead, they decide only to consider regularly spaced beats in their theory of \nMS, at least at the tactus (most salient metrical level) and immediately larger levels (MWFR 4). They do propose \na special “Metrical Deletion” rule that deals with irregularities arising from situations \nlike phrase elision and overlapping, but neither the rule index nor the formal discussion \nof MS gives evidence that the analytic implications of the potential “balance-tipping” \neffect of performance have been accounted for. (43)",
                "footnotes": [
                    "FN42",
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Although the variability of performance provides Lerdahl and Jackendoff \nwith a pragmatic objection to irregular hypermeter, and consequently to deep levels \nof hypermeter in most contexts, it is not clear that this difficulty amounts to \na theoretical impasse. I would suggest that most experienced listeners­apparently \nincluding Lerdahl and Jackendoff themselves­perceive some degree of quasi-metrical \norganization in the Mozart excerpt shown in Example 3 across spans larger than one measure. \nIn order that the theory might better capture the experienced listener’s intuitions, \nI consider it worthwhile to develop in formal terms the “balance-tipping” effect \nthat Lerdahl and Jackendoff mention. Clearly, irregular hypermeter is more complex \nthan regular hypermeter, and thus more difficult to formalize, but it seems to me \nthat this complexity ought to be confronted rather than avoided. In particular, \nI would argue that the degree of hypermetric irregularity typically encountered \nin performances of the Mozart excerpt is not so extreme as to obviate any sense \nof hypermeter; this excerpt seems to lie in the vast “grey area” between regular \nand random proportions, between the obvious and the incomprehensible. Example 4 . Coherence or chaos? (a) regular cross, (b–c) modified crosses, (d) random collection of line segments (click to enlarge) Example 5 . Bernstein’s recomposition of the opening of Mozart’s Symphony No. 40 in G Minor, K. 550; Audio: Performance of Bernstein’s recomposition (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Gestalt psychology again provides a useful analogy. According to one interpretation \nof the Law of Prägnanz , the purpose of the act of perception is to simplify or \nregularize the information given in the stimulus if it is possible to do so \n( Example 4 ). (44) Thus, a perfectly regular shape such as the one shown in Example 4a may be altered to \nsome degree, as in Example 4b–c, without causing the lack of integrity found in a random \ncollection of line segments, such as Example 4d. This very principle enables Lerdahl \nand Jackendoff to explain away the subtle durational irregularities found at the \nbeat-to-beat level in performance; they note that listeners are able to infer a \nregular pulse underlying a musical surface transformed through tempo rubato . (45) They do not, however, explore the functioning of this type of manipulation at the \nlevel of the measure or hypermeasure, and the reason for this again seems to be \na practical rather than a theoretical problem, namely, how to determine with precision \nwhat should be included in the inferred metrically regular musical surface that \npreceded the transformation.",
                "footnotes": [
                    "FN44",
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] In the formal language of GTTM , the phenomenon I am describing could \nbest be captured through a series of “transformational rules.” This category of \nrules, which is separate from the WFRs and PRs, is loosely based on grammatical \ntransformations such as the change from active to passive voice or from present \nto past tense. (46) The transformational rules in GTTM reverse the changes to the \nmusical surface brought about by processes like phrase overlapping and elision. (47) In order to adhere to this notationally oriented practice, our transformational \nrules for hypermetric irregularities would need to be able to generate entire measures \nof inferred music. In an earlier attempt at applying Chomsky’s principle of grammatical \ntransformation to music, Leonard Bernstein did just that: he recomposed the opening \nof Mozart’s Symphony No. 40 in such a way that regular metrical structures are found \nat levels H 1 and H 2 , that is, hypermeter at the level of the double- and quadruple-measure \n( Example 5 (48) and accompanying Audio (49) ). Bernstein’s newly composed material (measures 1–3, 15–16, 19–20, 23–24, 28–31, and 34–36) amounts to sixteen additional measures, making it two-thirds longer than \nthe passage on which it is based. Lerdahl and Jackendoff claim that this type of \napproach is untenable, because it is too “hypothetical,” by which I think they mean \ntoo far removed from the actual listening experience, and because it is so arbitrary \nin its details. While I agree with this assessment, I nevertheless find Bernstein’s \napproach thought-provoking. As I mentioned near the beginning of this paper, meter \nis now regarded primarily as a construct created by the performer and listener, \nrather than an inherent and fully determined property of a musical work or score. \nOne property of this construct appears to be that, once formed, it can be separated \nsubstantially from the musical surface. For instance, once we know a piece, we can \nimagine or even physically “feel” its metrical pattern without also imagining other \nparameters, such as the pitch materials. Indeed, psychologists have found empirical \nsupport for the human cognitive ability to form abstract, hierarchical mental representations \nof musical meter, and this finding seems highly compatible with Lerdahl and Jackendoff’s \nMS theory and its associated analytic notation. (50) In my view, then, it should \nbe sufficient to show the transformation of irregular hypermeter in an abstract \nsense rather than proposing transformations at the level of the musical surface. \nThe schematic representation of MS in a given passage can easily be compared to \na hypothetical, perfectly regular MS, and processes like metrical expansion and \ntruncation can be reversed. (51) For instance, it is clear that both of the MS interpretations \nof the Mozart example that Lerdahl and Jackendoff offer (see Example 3) contain a single \nthree-bar hypermeasure amid a stream of two-bar hypermeasures. A transformational \nrule to regularize this pattern, thus modeling the simplifying function of the Law \nof Prägnanz in this context, would merely need to reverse this metrical expansion. \n(I will propose such a rule below; see paragraph 4.6.) The location of the departure \nfrom the regular pattern will depend on the performance, but we will nevertheless \nhear it as a departure from something that is more-or-less regular, stable, and \ncomprehensible. That “something” is the underlying hypermeter.",
                "footnotes": [
                    "FN46",
                    "FN47",
                    "FN48",
                    "FN49",
                    "FN50",
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] It is tempting to accuse Lerdahl and Jackendoff of succumbing to the influence \nof an insidious aesthetic bias, the so-called “autonomy ideology,” on the grounds \nthat they are reluctant to formalize the dependency of an analysis on a specific \nperformance. That is, one could speculate that their “balance-tipping” analogy (see \nthe passage from GTTM quoted in paragraph 2.4) is abandoned in their theoretical \ndiscussion because it is incommensurable with contemplating the inner workings of \nan autonomous (i.e., radically independent) musical work. This accusation would \nbe unfair, however, given that Lerdahl and Jackendoff explicitly avoid the discussion \nof aesthetics; in subsequent publications, they have repeatedly pointed out that GTTM theorizes aspects of the comprehensibility of a work, not its aesthetic \nqualities, and that these two parameters are not always closely related. (52) GTTM might be regarded as a method for developing the simplest interpretation \nof a tonal work’s hierarchical dimensions, for bringing the interpretation as close \nto the Gestalt ideal of “good form” as possible, such that a GTTM -style analysis \ncan be thought of as representing structural intuitions that operate on the most \nperceptually “stable” events in a piece of tonal music. In other words, although \nit is a formalist theory, it attempts to escape idealism and instead to account \nfor musical intuitions in terms of psychological principles drawn mainly from the \nwork of the Gestalt school. (53) In this light, it would seem most appropriate to \nobject to the abandonment of the balance-tipping model on the grounds of the Law \nof Prägnanz (see paragraph 1.7), rather than an aesthetic bias. (54) As we have \nseen, this law begins, “Psychological organization will always be as 'good' as the \nprevailing conditions allow.” I would argue that the limiting factor­the “prevailing \nconditions” alluded to in this definition­should at least potentially include \nall of the information contained in the aural stimulus, including features specific \nto an individual performance. The main obstacle to developing Lerdahl and Jackendoff’s \nbalance-tipping model would therefore seem to be not an ideological conflict but \nrather the practical difficulty of describing the elements of a performance with \nadequate precision. Example 6 . (a) Conventional realization of a structurally unambiguous notation, (b) One stable realization of an ambiguous notation, (c) Another stable realization (click to enlarge)",
                "footnotes": [
                    "FN52",
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] It has long been recognized that the projection of a structural interpretation \nis one function of the expressive nuances that performers add in their realizations \nof scores. These nuances are sometimes termed “systematic variations” (abbreviated \nSYVARs), because they can be described in quantitative terms as patterns of departures \nfrom mechanical regularity in a given domain, such as speed or loudness. (55) In \nthe case of an unambiguous structure, it would be relatively unproblematic to assume \na direct, linear connection between the score and the “musical surface” (i.e., the \naural presentation of the music), so long as the hypothetical performer adheres \nto the same SYVAR conventions that the listener has absorbed through aural experience \nwith the musical idiom (see Example 6a ). In such cases, the absence of PRs pertaining \nto performing nuances in the rule index of GTTM seems unproblematic; in a \nconventional performance, structural interpretations are projected rather than obfuscated \nor contradicted. (56) In the case of an ambiguous structure, however, the musical \nsurface that is presented to the listener is often much clearer than the score itself. (57) It should follow that, in the case of ambiguous structures, the role of the performer’s \ninterpretive preference, as expressed through SYVARs, deserves some consideration \n(see Example 6b–c ). The fact that these SYVARs cannot be predicted definitively on the \nbasis of a score makes them no less relevant to a theory of the listener’s intuitions. [3] Extending the Theory of Phenomenal Accents",
                "footnotes": [
                    "FN55",
                    "FN56",
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In this section I will explore some of the implications of Lerdahl and \nJackendoff’s fleetingly proposed connection between performing nuance and perceptual \nstability in the Mozart excerpt. My approach involves extending one category of \naccents to the extreme foreground, the level at which performing nuances operate, \nand it is informed by (mostly) post- GTTM investigations of SYVARs in expert \nperformance. I contend that, in the absence of complete metrical stability (i.e., \nregularity), a class of contextual features­namely, features introduced in performance­becomes increasingly relevant to the listener’s sense of metrical structure (MS). \nHere I am simply transposing an argument from Lerdahl’s “Atonal Prolongational\nStructure” from the domain of tonality to that of meter; Lerdahl claims that in \nmusic where tonal stability is deliberately compromised, a sense of quasi-tonal \nprolongation might still be inferred on the basis of contextually salient events. (58)",
                "footnotes": [
                    "FN58"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The discussion of MS in GTTM begins with an innovative system for \nclassifying the different types of accent cues whose combined effects enable listeners \nto infer metrical patterns. Lerdahl and Jackendoff’s explanation of the relationships \nbetween phenomenal and metrical accents is of crucial importance to the present \nstudy, so I shall quote it at some length: In our judgment it is essential to distinguish three kinds of accents: \n  phenomenal, structural, and metrical. By phenomenal accent we mean any event at the musical \n  surface that gives emphasis or stress to a moment in the musical flow. Included \n  in this category are attack points of pitch events, local stresses such as sforzandi, \n  sudden changes in dynamics or timbre, long notes, leaps to relatively high or \n  low notes, harmonic changes, and so forth. By structural accent we mean \n  an accent caused by the melodic/harmonic points of gravity in a phrase or \n  section­especially by the cadence, the goal of tonal motion. By metrical \n  accent we mean any beat \n  that is relatively strong in its metrical context . . . Phenomenal accent functions as a perceptual input to metrical accent­that \n  is, the moments of musical stress in the raw signal serve as “cues” from which \n  the listener attempts to extrapolate a regular pattern of metrical accents. If \n  there is little regularity to these cues, or if they conflict, the sense of metrical \n  accent becomes attenuated or ambiguous. If on the other hand the cues are regular \n  and mutually supporting, the sense of metrical accent becomes definite and multileveled. \n  Once a clear metrical pattern has been established, the listener renounces it \n  only in the face of strongly contradicting evidence . . . In sum, the listener’s cognitive task is to match the given pattern of phenomenal \n  accentuation as closely as possible to a permissible pattern of metrical accentuation; \n  where the two patterns diverge, the result is syncopation, ambiguity, or some \n  other kind of rhythmic complexity. Metrical accent, then, is a mental construct, \n  inferred from but not identical to the patterns of accentuation in the musical \n  surface. (59) Later, they explain what they mean by “local stresses such as sforzandi” and \nfurther explain the relationship between stresses and metrical accents: By local stress we mean extra intensity on the attack of a pitch-event. We \n  include as signs of stress not only those marked by the signs > and ^, but \n  also those indicated by sf , rf , fp , and subito f . In a regular sequence of \n  attacked notes, those with stress will preferably be heard as strong beats. (60) [3.3] The effects of phenomenal accents on metrical accents are formalized as \nMPRs 4–5, which address relative stress (i.e., loudness) and length, \nrespectively. (61) All the loudness- and length-related accents shown in their \nexemplars for these rules occur at the rather blatant level that notation can \ncapture, but I will argue that such accents also occur on a much subtler scale \nin skilled performance. I will call the latter expressive details dynamic and agogic micro-accents (DMs and \nAMs), or collectively, phenomenal micro-accents (PMs). In general, their effect \non listening should be expected to be rather weak owing to their small scale, but \nas Lerdahl and Jackendoff demonstrate in the case of the Mozart excerpt, PMs can \nbecome extremely important in cases where notational clues offer insufficient support \nfor a single preferred reading. In a sense, AMs seem to be incommensurable with \nMWFR 4, which states that beats must be evenly spaced. As I mentioned, however, Lerdahl and Jackendoff do acknowledge that even spacing is easily inferred in the \ncase of performances made uneven by expressive timing. (62) I would agree that listeners \ndo seem to “correct” the unevenly spaced beats in expressive performance, but, unlike \nLerdahl and Jackendoff, I would draw attention to the fact that important information \nis communicated in the discrepancy between the actual sounding event and the evenly \nspaced abstraction. Example 7 . Two metrical arrangements of the melody used in Sloboda, “The Communication of Musical Metre in Piano Performance.” (click to enlarge)",
                "footnotes": [
                    "FN59",
                    "FN60",
                    "FN61",
                    "FN62"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The relationship between metrical accents and what I have called PMs was \nfurther clarified in subsequent writings by psychologists John A. Sloboda and Eric \nClarke, among others. (63) Whereas Lerdahl and Jackendoff theorized the effects of \nphenomenal accents on perceived metrical accents, both Sloboda and Clarke studied \nthe effects of perceived meter on PMs. They carried out several experiments to determine \nthe effects of rhythm and meter notation on performance. In one of Sloboda’s studies, several \nmelodies were presented to skilled pianists, who performed the melodies on a grand \npiano monitored by a computer interface. Among the experimental melodies were several \nthat differed only in the placement of the barline; all other parameters, including \npitch materials, rhythmic patterns, and expression marks, were unchanged (see Example 7 ). A similar experiment included melodies that differed only in the time signature. \nThese experiments showed that skilled pianists usually engage a relatively small \nrepertory of SYVARs to project meter, and that their use of these cues is proportional \nto their degree of experience. (64)",
                "footnotes": [
                    "FN63",
                    "FN64"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Additional empirical studies conducted by both Sloboda and Clarke confirm \nthat experienced listeners can identify the meter intended by the performer in the \ncase of the ambiguous melodies used in their performance experiments, so PMs would \nseem to be a key to the understanding of each performer’s conception of meter in \nany metrically ambiguous passage. (65) Although the purpose of these experiments \nwas to determine principles for the effects of notation on performance, not to theorize \nthe impact of performance cues on the listening experience, these results are nevertheless \nrelevant to our listener-oriented theory of meter and hypermeter. All that is needed \nis a reversal of orientation. By cross-referencing the SYVARs in a given performance \nwith the conventions for projecting meter, we should be able to infer the performer’s \nmetrical interpretation of a passage. Among the SYVARs that Clarke and Sloboda identify \nare dynamic stress and lengthening, which I discussed above in the context of Lerdahl \nand Jackendoff’s MPRs 4–5, as well as the lengthening of the upbeat. (66) I will \ndistinguish downbeat lengthening from upbeat lengthening by referring to the former \nas “elongation-style” and the latter as “hesitation-style” AMs. Hesitation-style \nAMs appear to be unrelated to any of the existing MPRs and even seem to contradict \nMPR 5(a), which states: “Prefer a metrical structure in which a relatively strong \nbeat occurs at the inception of . . . a relatively long pitch-event.” (67) Thus, \nI consider it the weakest of the three classes of PMs relevant to ambiguous cases \nof MS. Nevertheless, its systematic use is well documented in Sloboda’s and Clarke’s \nexperiments, and I believe it is widely understood by listeners, so it ought to \nbe reflected in an MPR. Therefore, I will propose the following addition to the \nRule Index in GTTM : MPR 5.5 (Hesitation): “Weakly prefer a metrical structure \nin which a relatively strong beat occurs immediately after a relatively long pitch-event.” \n(This rule is included in my Appendix 1 , “Revised Rule Index for Metrical Structure.”) \nAssuming that these PM cues (i.e., DMs and the two classes of AMs) might also operate \nat levels somewhat deeper than surface meter, we now have the theoretical principles \nneeded to assess whether experienced listeners can be expected to infer hypermetric \ninterpretations other than the two predicted by GTTM in the case of the opening \nof Mozart’s Symphony No. 40 in G Minor. [4] Performance Analyses and Transformations",
                "footnotes": [
                    "FN65",
                    "FN66",
                    "FN67"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] A summary of the techniques that I use for performance analysis is \nincluded as Appendix 2 . Essentially, I convert the desired excerpts into sound \nfiles and analyze the timing and loudness with audio editing software. I should \nemphasize that I have made no attempt at an inductive statistical analysis of \nthese performances, that is, to use raw quantitative data as “input” and propose \nqualitative judgments as “output.” Instead, I prefer to use empirical data \nselectively (though hopefully not too selectively) in order to articulate qualitative PM judgments and comparisons \narrived at through careful listening. I begin the performance-analytic procedure \nwith close listening in order to avoid attributing importance to distinctions that \nare too fine for the ear to detect under normal listening conditions. Quantitative \nperformance analysis is extremely useful in supporting and refining many observations, \nand it also facilitates detailed inter-performance comparisons. Like other forms \nof music analysis, quantitative performance analysis seems helpful in sharpening \none’s sensitivity to fine nuances­in this case to gradations of intensity and \nduration. [4.2] In GTTM , beats are considered durationless points in time \ninferred from the musical stimulus. The acoustical correlate to the beat is the onset , or attack point, of a tone that is understood to articulate the \nbeat in question. When we speak loosely of the duration of a beat, we are really \ntalking about the interval between beats, and the corresponding acoustical measure is the inter-onset \ninterval (IOI). Similarly, when we speak of the loudness of a beat, we are describing \nthe loudness of some sound within the IOI whose onset corresponds to the beat in \nquestion. The acoustical correlate of beat loudness is the peak amplitude within \nan IOI, also known as the peak sound level (PSL). When a beat is subdivided, the \npeak amplitude of the first subdivision is used in estimating DMs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The complete data that I collected from the four recordings that I will \ndiscuss are given in Appendix 3 . Caution is often needed in interpreting this numerical \ninformation, since the values do not always reflect the listening experience accurately. \nSometimes distinctions are so subtle that they are imperceptible under normal listening \nconditions, so it is important to keep the “just-noticeable differences” in mind. \nBallpark figures for these are 5­10% for inter-onset intervals (IOIs) and \n0.5–2.0 dB for intensities. (68) Also, both onset perception and intensity \nperception vary considerably in relation to pitch and timbre. (69) For example, \nlisteners with normal hearing will hear tone x (100 Hz, 50 dB SPL ) \nand tone y (1000 Hz, 20 dB SPL ) \nas being equal in loudness despite their vast differences in amplitude. Researchers \nhave not seemed to come up with a way to adjust for these perceptual considerations, \npossibly because of complexities that arise in dealing with multi-voice textures, \npedaling, and the interactions of overtones. Also, perhaps most importantly, this \ntype of performance analysis does not allow us to examine the intensities of individual \nvoices, so it is sometimes tempting to misread an intensity analysis as a representation \nof melodic dynamics rather than the net dynamics of all voices combined. My interpretation \nof DMs will be based largely on the rankings of downbeat intensities relative to \none another, not on absolute values, and, in general, I will draw attention only \nto those performance analysis statistics that seem most clearly to reflect and enhance \nthe actual listening experience. Example 8 . Six interpretations of hypermeter in Mozart, Symphony No. 40, I, mm. 1-20. (a) “Interpretation A,” (b) “Interpretation B,” (c) Mozart/Britten, (d) Mozart/Marriner, (e) Mozart/Walter, (f) Mozart/Bernstein (click to enlarge)",
                "footnotes": [
                    "FN68",
                    "FN69"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Example 8 includes six hypermetric interpretations of the opening of Mozart’s \nSymphony No. 40. The first two are those that Lerdahl and Jackendoff identify, and \nthe remaining four are drawn from recordings conducted by Benjamin Britten, Neville \nMarriner, Bruno Walter, and Leonard Bernstein. (70) It is important to note that, \nalthough all six representations use GTTM -style metrical notation, none is \nderived from the strict application of the rules for MS. (Recall that this is the \nexcerpt that Lerdahl and Jackendoff use to illustrate problems in rationalizing \nhypermetric irregularity and to justify the restrictive MWFR 4, which insists on \neven spacing of beats and hyperbeats at the tactus and immediately larger metrical \nlevels.) [4.5] As I mentioned above (see paragraph 2.7), I will account for the irregularities \nin these metrical patterns by developing transformational rules that apply to MS \nabstractions. I will consider the eccentric hypermeasure in each version to be a \ntransformation of an underlying regular hypermeasure. Superficially, it might \nseem that these transformations fracture the metrical structure at this level, \nresulting in a series of fragments that I will call metrical structure \nepisodes (abbreviated MSEs). At level H 1 , I submit that the unity underlying each series of MSEs can \nbe understood with little effort on the part of the listener. At deeper levels, \nhowever, an underlying unity cannot always be demonstrated. Nevertheless, in the \ninterest of theorizing a rather subtle aspect of the listening experience, I think \nit is worthwhile to attempt to show the integrity of each independent MSE, rather \nthan vaguely stating (as Lerdahl and Jackendoff do) that irregularities cause MS \nto become attenuated at deeper levels. Indeed, this approach allows us to trace \nin detail the gradual breakdown of MS from level to level.",
                "footnotes": [
                    "FN70"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Let us begin with the two readings proposed by Lerdahl and Jackendoff (Example 8a–b). Each of these examples includes one instance of triple meter in the context \nof a prevailing duple meter at the first level of hypermeter. The eccentric hypermeasure \nmight be understood to result from the process of metrical expansion, the addition \nof a second weak beat between two strong beats. In order to reveal the regular underlying \nstructure, a rule for the opposite process is required, a process which I will call \n“metrical contraction.” This rule should simply state that, in order to regularize \na pattern such as this, one of the weak beats in the three-beat measure must be \ndeleted. This rule can be stated formally as follows: Metrical Contraction (71) Given (i) a well-formed metrical structure episode M that ends with beats B 1 and B 2 , in which B 1 and B 2 are adjacent beats at level L i and B 1 is also a beat at level L i+1 , and (ii) a well-formed metrical structure episode N in which B 3 , B 4 , and B 5 are adjacent beats at level L i and only B 3 is also a beat at level L i+1 , \nand (iii) a well-formed metrical structure episode P that begins with beats B 6 , B 7 , and B 8 , in which B 6 , B 7 , and B 8 are \nadjacent beats at level L i and both B 6 and B 8 are also beats at level L i+1 , and given that M , N , and P are adjacent metrical structure episodes, then a well-formed metrical structure episode M' can be formed by \ndeleting B 5 , such that B 1 , B 2 , B 3 , B 4 , B 6 , B 7 , \nand B 8 are adjacent beats at level L i and B 1 , B 3 , B 6 , and B 8 are also beats \nat level L i+1 . Example 9 . Regularized versions of Example 8(a) and (b) (click to enlarge)",
                "footnotes": [
                    "FN71"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] In a performance that projects Interpretation A (Example 8a), the listener \nmight at first perceive three MSEs in measures 1–23: a series of five duple hypermeasures \n(measures 1–10), followed by one triple hypermeasure (measures 11–13), followed by five more \nduple hypermeasures (measures 14–23). If Interpretation B (Example 8b) is projected, the \nlistener would instead perceive three duple hypermeasures (measures 1–6), followed by \none triple hypermeasure (measures 7–9), followed by seven duple hypermeasures (measures 10–23). \nIn both cases, the listener might then intuitively reconceive the entire passage \nas a coherent sequence of eleven duple hypermeasures, as suggested by the Metrical \nContraction rule ( Example 9a–b ). (72) That is not to say that the differences between \nthe two performances will be ignored, but rather that the two performances will \nbe understood as departing from the same underlying metrical structure in different \nways.",
                "footnotes": [
                    "FN72"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Two of the remaining four interpretations (Example 8c and f) can be understood \nto show metrical truncations rather than expansions. That is, in the context of \na prevailing duple meter at level H 1 , a new hypermeasure begins before the preceding \none has been completed, such that two strong beats are found side-by-side. In order \nto reverse this process, we require a transformational rule for “metrical completion,” \nwhich will stabilize the MS at this level by inserting a weak beat between these \nstrong beats. This rule can be stated formally as follows: Metrical Completion Given (i) a well-formed metrical structure episode M that ends with beats B 1 , B 2 , \nand B 3 , in which B 1 , B 2 , and B 3 are adjacent beats at level L i and \nboth B 1 and B 3 are also beats at level L i+1 , and (ii) a well-formed metrical structure episode N that begins with beats B 4 , B 5 , and B 6 , in which B 4 , B 5 , and B 6 are adjacent beats at \nlevel L i and both B 4 and B 6 are also beats at level L i+1 , and given that M and N are adjacent metrical structure episodes, then a well-formed metrical structure episode M' can be formed by inserting \nbeat B x between beats B 3 and B 4 , such that B 1 , B 2 , B 3 , B x , B 4 , B 5 , and B 6 are adjacent beats at level L i and B 1 , B 3 , B 4 , and B 6 are also beats at level L i+1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] In all four recordings, strong and weak hyperbeats alternate regularly \nat level H 1 in measures 1–10, and measure 20 has a strong accent, so I will focus on what \nhappens in measures 11–20. The shift occurs earliest in Britten’s version through a succession \nof strong accents on the downbeats of both measure 13 and measure 14 (see Example 8c). The accent \nat 13.1 relative to 12.1 is achieved through a hesitation-style AM (in this case, \nan extension of IOI 12.2 by 14.8%) and a DM (an increase in net amplitude by 0.9 \ndB and three ranking points at the downbeat-to-downbeat level). (73) But 14.1 is \nstronger still (by nearly 4 dB and two ranking points), and 15.1 sounds softer than \n14.1 despite the increase in orchestration. (The decrease in net amplitude is insignificant \nat 0.1 dB, but, in light of the expanded texture, the absence of an increase in amplitude \nsupports a strong-weak hypermetric pattern in measures 14–15.) A diminuendo added by Britten through measure 15, an abrupt change in orchestration at 16.2, and an absence \nof clear AMs in these measures create some confusion, but the emphasis on even-numbered \ndownbeats is confirmed in measures 17–20. IOI 18.1 has an elongation-style AM (9.2% longer \nthan 17.1), and 19.1 is markedly softer than 18.1 as well (by a margin of 1.8 dB). \nTo further reinforce the even-measure accents, 20.1 has an elongation-style AM (7.5%) \nand is the loudest beat in the entire excerpt, which seems especially dramatic \nin light of the absence of a crescendo in measure 19. The resulting pattern has adjacent \nstrong beats at 13.1 and 14.1, indicative of a metrical truncation, so the passage \ncan be thought of as containing two MSEs (measures 1–13 and 14–20), and a regular underlying \npattern can be generated by applying the Metrical Completion rule ( Example 10 ). Example 10 . Regularized version of Example 8(c); Audio: Mozart/Britten, mm. 1–22 (click to enlarge and listen) Example 11 . Regularized version of Example 8(d); Audio: Mozart/Marriner, mm. 1–22 (click to enlarge and listen) Example 12 . Walter’s hypermetric joke.  (a) Gullible listener’s preliminary interpretation, as of m. 19, (b) Revised interpretation, after 20.1 is heard, (c) Regularized version; Audio: Mozart/Walter, mm. 1–22 (click to enlarge and listen)",
                "footnotes": [
                    "FN73"
                ],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] In contrast to Britten’s interpretation, Marriner preserves the odd-measure \nemphasis until the last possible moment, measures 19–20 (see Example 8d). In measures 10–20, this \nis projected extremely clearly through elongation-style agogic accents at 11.1, \n13.1, 15.1, and 17.1 (by 20.0%, 10.9%, 9.4%, and 41.7%, respectively, at the downbeat \nlevel) as well as dynamic accents on these same beats (all of which have higher \nrankings than the even-measure downbeats that surround them). Indeed, 17.1 rather \nthan 20.1 is the loudest downbeat in the excerpt. The arrival of even-measure accentuation \nat 20.1 seems to be associated mostly with the surface rhythm’s agogic accent, which \nis further enhanced with an elongation-style AM (6.4%). Note also that 19.1 is the \nfirst weak odd-measure downbeat in the excerpt; it is somewhat quieter than 18.1 \n(-1.7 dB) and about equal in length (IOI 19.1 is only 2 ms or 0.4% longer than \n18.1, an imperceptible difference). The adjacent weak beats at 18.1 and 19.1 \nconstitute a metrical expansion, and the pattern can be regularized through the \napplication of the Metrical Contraction rule ( Example 11 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Walter’s hypermetric interpretation is more complex than the preceding \ntwo, and this is largely because of clever ambiguities in his deployment of PMs \n(see Example 8e). The odd-measure strong beats established in measures 1–10 continue at least \nthrough measure 13. 11.1 is both longer (10.2%) and louder than 10.1, and the relation \nof 13.1 to 12.1 is similar (8.7% longer, 1.2 dB louder overall). (74) It is difficult \nto offer a hypermetric interpretation of measures 14–16, because the PMs play against \nthe notated surface meter. Performers sometimes refer to this effect as a “negative \naccent” or “deflection,” and it occurs when a downbeat is considerably quieter than \nthe listener would expect on the basis of the upbeat. (See the final column of Appendix \n3c . These are the only downbeats in the entire excerpt that have negative changes \nin intensity at the beat-to-beat level.) Without a clear projection of surface meter, \nit is difficult to assess the location and strength of hypermetric accents. In the \nabsence of evidence to the contrary, I would be inclined to hear a continuation \nof the odd-measure accents through to measure 16. It could be argued that the slight, \nthough noticeable, acceleration into 15.1 supports this reading by giving that beat \na special emphasis. (IOI 14.2 is shortened by 11.2%.) Next, two features \nconspire to encourage us hear a continuation of the odd-measure accents at 17.1: \nthe sudden increase in dynamics and orchestration at 16.2 and the literal \nrepetition of 16.2–17.1 in 17.2–18.1. All else being equal, 17.1–18.1 would most \nlikely be heard as a strong-weak echo effect ( Example 12a ), a reading consistent with MPR 2. (75) Walter neither \nunderlines nor contradicts this reading, however. The first three downbeats after 16.2 sound \nequal in loudness (0.4 dB difference), and despite some elongations that enhance \nthe syncopation effect on the second beat of each measure, measures 17–19 sound steady. \n(All three downbeats are within 5% of the average tempo of the entire excerpt.) \nThus, it could be argued that Walter leaves the hypermetric interpretation undefined \nin measures 17–19. There is, however, a salient accent at 20.1 (loudest downbeat IOI \nin the excerpt, 1.4 dB louder than 19.1), and in retrospect this might lead us to \nhear the entire cadential extension (measures 16–20) in the context of an \neven-measure hypermeter ( Example 12b ). At that point we would realize that our \nhunch that 17.1–18.1 was a strong-weak echo was incorrect. In that sense, the \nmetric and hypermetric ambiguities of measures 14–19 (especially measures 17–19) in the \nWalter recording have a rather humorous effect, and one that adds richness to \nthe listening experience. The reading shown in Example 12b (and in Example 8e) \nis the final version that emerges once the accent at 20.1 is heard. Walter’s \ninterpretation includes a metrical expansion, this time in measures 15–17, so the \npattern can be regularized through the Metrical Contraction rule ( Example 12c ). Example 13 .  Regularized version of Example 8(f); Audio: Mozart/Bernstein, mm. 1–22 (click to enlarge and listen)",
                "footnotes": [
                    "FN74",
                    "FN75"
                ],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] Bernstein’s hypermetric interpretation (Example 8f) is nearly identical to Marriner’s (Example 8d) at level H 1 . The most important distinction is that in Bernstein’s \nrecording, there are strongly pronounced PMs at both 19.1 (2.6 dB louder than IOI \n18.1) and 20.1 (20.8% elongation, 1.2 dB increase compared to 19.1). Thus, 19.1 \nis a strong hyperbeat, like all the preceding odd-measure downbeats, rather than \na weak hyperbeat, like 19.1 in Marriner’s recording. In the case of Bernstein’s \nrecording, the pattern can be regularized through the Metrical Completion rule \n( Example 13 ). At other points in the excerpt, Marriner and Bernstein project the same interpretation \nby quite different means. For instance, Bernstein’s accent at 11.1 seems to be communicated \nthrough timbre rather than loudness and elongation. (76) Example 14 . The MSE suggested by Lerdahl and Jackendoff (click to enlarge)",
                "footnotes": [
                    "FN76"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] So far I have been describing only the first level of hypermeter, that \nis, MS at the level of the double-measure. Lerdahl and Jackendoff suggest that a \ndeeper level of hypermeter should include strong accents at 16.1 and 22.1, because \nthese are points of harmonic arrival and might therefore be understood as structural \naccents. Stated in the terminology I have developed, this means that measures 16–21 form \nan MSE containing a three-beat hypermeasure plus a downbeat at level H 2 ( Example 14 ). \nAlthough Lerdahl and Jackendoff situate this six-bar episode at the “4-bar level,” \nimplying that it is a transformation of two underlying two-bar MSEs, they do not \nclarify this transformation because they rightly consider it futile to attempt such \na thing in music-notational terms and on the basis of the score alone. (77) Overall, \nLerdahl and Jackendoff consider level H 2 , aside from this singular MSE, to be \ntoo ambiguous to explore, and they even go so far as to say, “The 4-bar level simply \ndoes not have much meaning for this passage.” (78) I would argue that, despite the \nambiguity of the score, metrical organization across spans of four or even eight \nmeasures can be conveyed, at least episodically, in the performance of this excerpt. \nOwing to the instability caused by the erosion of regularity at these levels, the \nMS interpretation becomes increasingly dependent on salient PMs. (Here I am again \ninvoking Lerdahl’s hypothesis that contextual salience becomes crucial to the construction \nof hierarchical structures when stability conditions are compromised. See paragraph \n3.1 above.) Although the structures I am about to describe lie deep within the grey \narea between stability and instability, or between comprehensibility and incomprehensibility, \nI think they deserve some consideration. Example 15 . (a) H 2 in the first MSE (mm. 1–10) of Mozart/Britten, (b) H 3 in this MSE (fragile); Audio: Mozart/Britten, mm. 1–10 (click to enlarge and listen)",
                "footnotes": [
                    "FN77",
                    "FN78"
                ],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] In Britten’s recording, an MSE consisting of an upbeat plus two duple \nhypermeasures can be shown at the level H 2 in measures 1–10 ( Example 15a ). This can be \nconfirmed by comparing the beats found at the level H 1 within this passage (i.e., \nbeats 1.1, 3.1, 5.1, 7.1, and 9.1). Of these, 1.1 is clearly the weakest. (Indeed, \nit is ranked last among the first twenty downbeats.) A strong-weak pattern is then \nestablished through qualitative differences between 3.1 and 5.1. Whereas the former \nis prepared with a hesitation-style AM (IOI 2.2 is 7.1% longer than 2.1), the latter \nis anticipated slightly (IOI 4.2 is 8.8% shorter than 4.1), and this conveys the \nimpression that 3.1 is accented with conviction, while 5.1 occurs almost by accident. \nSimilarly, the DM on 5.1 sounds like a “jolt” in all voices, while 3.1 has a distinct \nmelodic accent. (79) Still clearer is the distinction between 7.1 and 9.1. The former \nis both louder and longer than the latter (by a margin of 5.2 dB and 9.2%, respectively), \nand at the measure-to-measure level, 7.1 has a stronger elongation-style AM and \na stronger DM than 9.1 (20.8% vs. 5.1%, and 5.3 dB vs. 1.5 dB, respectively). A further \ndistinction can be shown between the two strong beats at the level H 2 , and this \nproduces a third level of hypermeter in this MSE. Beat 7.1 has a greater DM and \nAM than 3.1, and this creates an upbeat-downbeat figure ( Example 15b ). Beats 3.1 and \n7.1 are preceded by similar degrees of hesitation (7.1% and 6.3%, respectively), \nbut 7.1 has an additional elongation-style AM (13.6%) as well as a considerably \nstronger DM than 3.1 (5.3 dB at the downbeat-to-downbeat level, vs. 2.5 dB). Note, \nhowever, that this interpretation is rather fragile. It includes only a partial \nhypermeasure, and the downbeat’s position in the seventh measure of a ten-measure MSE seems unusually late. The latter objection is formalized in GTTM as MPR 2 (Strong \nBeat Early): “Weakly prefer a metrical structure in which the strongest beat in \na group appears relatively early in the group.” (80) Example 16 . (a) H 2 in the second MSE (mm. 14–21) of Mozart/Britten, (b) H 3 in this MSE (fragile); Audio: Mozart/Britten, mm. 14–21 (click to enlarge and listen)",
                "footnotes": [
                    "FN79",
                    "FN80"
                ],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] After the conclusion of the first MSE in Britten’s recording, hypermeter \nseems to be attenuated at level H 2 until measure 14. This is because each of the next \nthree strong beats at level H 1 (i.e., 11.1, 13.1, and 14.1) has a stronger DM \nthan the last (+0.5 dB, +0.6 dB, and +3.8 dB, respectively). A second MSE \n( Example 16a ) is weakly suggested, \nhowever, by PMs in measures 14–20. The distinctions are again largely \nqualitative. The DM at 20.1 (+2.3 dB compared to IOI 19.1), in combination with \nthe changes in texture, harmony, and dynamics that immediately follow it, seems \nmore prominent than the elongation-style AM at 18.1 (12.4%). Also, as discussed \nabove, the status of 16.1 as a beat at this level is achieved mainly by inference, \nin light of the complications introduced by the change in texture at 16.2. It would \ntherefore seem reasonable to regard it as a weaker beat than 14.1, which is very \nstrongly stressed (+3.8 dB compared to IOI 13.1) and also considerably stronger \nthan 16.1 (by a margin of 6.1 dB). I will not attempt to continue this MSE beyond \nmeasure 21, because the next potential beat, 22.1, also has an accent (a structural accent, \nin this case), and two strong beats cannot be adjacent in an MSE. Of the four beats \nin this MSE, the first and last are most strongly accented, so measures 14–19 can be \nconsidered to form a three-beat hypermeasure at level H 2 (Example 16a). Although it \nis tempting to consider this an expansion of the duple pattern found in the first MSE, this interpretation lacks a sufficient metrical context according to the criteria \nI have established, since the second MSE is not directly preceded by a duple MSE. (81) A comparison of the two strong beats at H 2 in this MSE (i.e., 14.1 and 20.1) reveals \na sufficient distinction to propose a third level of hypermeter here. As in the \nfirst MSE, the second of these two hyperbeats is stronger than the first on the \nbasis of both AM and DM cues, and this yields an upbeat-downbeat figure at H 3 . \n(IOI 20.1 has 8.7% elongation and is ranked first among the even downbeats in measures \n1–20, while 14.1 has 3.1% elongation and is ranked sixth.) Example 17 .  (a) H 2 in the first MSE (mm. 1–16) of Mozart/Marriner, (b) H 3 in the first MSE, (c) H 2 at the beginning of the second MSE (mm. 17–23), (d) regularization of H 2 in mm. 1–23; Audio: Mozart/Marriner, mm. 1–23 (click to enlarge and listen)",
                "footnotes": [
                    "FN81"
                ],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] The remaining three recordings evince more stable MSEs than Britten’s \nat the second and third hypermetric levels, and two of them (Marriner’s and Bernstein’s) \ninclude some tenable hypermetric transformations at the level H 2 . In Marriner’s \nrecording, the first MSE continues through measure 16 ( Example 17a ). Up to measure 10, it projects \nthe same metrical pattern as Britten’s recording (see Example 14), but in Marriner’s \nversion the alternation of strong and weak hyperbeats continues through 15.1. In \nterms of overall intensity, IOI 11.1 is louder than 9.1 (+7.6 dB) and likewise IOI \n15.1 is louder than 13.1 (+8.1 dB). The long crescendo in measures 12–15 adds further \nemphasis to 15.1, but it also obscures the relationship of 11.1 and 13.1 somewhat; \nnonetheless, 11.1 has a considerably longer elongation-style AM than 13.1 (35%, \nvs. 13%), so a strong-weak pattern is projected here. In Marriner’s recording, the \nfirst MSE is twice as long as in Britten’s recording, so we might expect that the \nthird hypermetric level is somewhat more stable. Indeed, the hyperbeats at this \nlevel (i.e., 3.1, 7.1, 11.1, and 15.1) do evince a weak-strong-weak-strong pattern \non the basis of their DMs (ranked sixth, fourth, seventh, and third, respectively, \namong odd-measure downbeats in measures 1–20). The resulting pattern can be interpreted \nas an upbeat, a full hypermeasure, and a downbeat ( Example 17b ). The first MSE ends \nat measure 16, because 17.1 is a strong beat (indeed, it has the loudest IOI in the excerpt) \nrather than the weak beat that we had come to expect. This strong beat belongs to \nanother MSE at this level, which begins with a strong-weak-strong pattern among \nthe next three hyperbeats, 17.1, 20.1, and 22.1 ( Example 17c ). As I mentioned above, \nthe loudest downbeat in the passage is 17.1 in Marriner’s recording, and 22.1 is \na strong beat at this level because of the structural accent articulated by the \nreturn of tonic harmony. (82) Because these metrical accents are caused by two different \ncategories of accent cues, phenomenal and structural, it would be arbitrary to identify \none as being stronger than the other, and furthermore I don’t think either alternative \nwould have much intuitive appeal. For both these reasons, I think it would be artificial \nto propose a third level of hypermeter for this MSE. It does, however, seem possible \nto combine the two MSEs at the second level into a single MSE, since they are adjacent \nand each contains at least one full duple measure. Because there is a sequence of \ntwo strong beats at their border (i.e., 15.1 and 17.1), we must use the Metrical \nCompletion rule in order to regularize this pattern ( Example 17d ). Example 18 . (a) H 2 in the first MSE (mm. 1–21) of Mozart/Walter, (b) H 3 , (c) H 4 (extremely fragile); Audio: Mozart/Walter, mm. 1–21 (click to enlarge and listen)",
                "footnotes": [
                    "FN82"
                ],
                "citations": []
            }
        },
        {
            "4.17": {
                "text": "[4.17] Walter’s interpretation is arguably the most stable of the six under consideration. \nOn first hearing, we might consider the first MSE at H 2 to end in measure 10, as in Britten’s recording. A pattern of alternating weak and strong hyperbeats seems to \nbe established through DMs in 1.1, 3.1, 5.1, 7.1, and 9.1 (ranked tenth, fifth, \nninth, third, and eighth among the odd-measure downbeats in measures 1–20), and this \npattern seems to be disrupted by the presence of another weak beat at 11.1 (5.4 \ndB quieter than IOI 13.1). If we consider 1.1 a strong beat, however, on the basis \nof its early position (see MPR 2), then a triple-meter pattern is established by \nmeasure 7, and this pattern continues uninterrupted through the entire excerpt ( Example 18a ). \nAccording to the latter interpretation, the first MSE of the piece ends at measure 21, \nbecause the structural accent at 22.1 would otherwise yield two adjacent strong \nbeats (i.e., 20.1 and 22.1). The four strong beats in this MSE (1.1, 7.1, 13.1, \nand 20.1) are established as follows: 1.1 is strong because of its relatively early \nposition (MPR 2); 7.1, because it is louder than the surrounding hyperbeats (5.1, \n7.1, and 9.1 are ranked ninth, third, and eighth); 13.1, because it is louder than \nthe preceding hyperbeat (+5.4 dB) and has a greater elongation-style AM than the \nensuing one (15.9%, vs. 6.0%); and 20.1, because it is the loudest beat in the entire \nexcerpt. On the basis of both DMs and AMs, beats 7.1 and 20.1 are the strongest \nof these four beats (1.1, 7.1, 13.1, and 20.1 rank twentieth, fifth, eighth, and \nfirst in loudness among the twenty downbeats in the excerpt, and IOI 7.1 has the \nmost pronounced AM in the excerpt, an elongation of 30.4% over IOI 6.1.) This creates \na weak-strong-weak-strong pattern at H 3 ( Example 18b ). We might tentatively posit \na fourth level here as well. It is difficult to choose between 7.1 and 20.1 on the \nbasis of PMs, because 7.1 has the longest IOI in the excerpt and 20.1 the loudest. \nNevertheless, the contrasts in texture, dynamics, and harmony that immediately follow \n20.1 make it seem the more salient of the two beats, so an upbeat-downbeat figure \nseems to be the more defensible choice ( Example 18c ). As we found in both MSEs of Britten’s \nrecording at level H 3 , the absence of a complete hypermeasure, combined with the \nextremely late position of the strong beat­this time at the downbeat of the twentieth \nmeasure out of twenty-one!­makes the H 4 interpretation here extremely fragile. Example 19 . (a) H 2 in the first MSE (mm. 1–10) of Mozart/Bernstein, (b) H 3 in the first MSE, (c) H 2 in the second MSE (mm. 11–21), (d) H 3 in the second MSE; Audio: Mozart/Bernstein, mm. 1–21 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.18": {
                "text": "[4.18] As I mentioned previously, Bernstein’s interpretation is nearly identical \nto Marriner’s at level H 1 ; they differ only in the nature of the transformation \nimmediately preceding 20.1. As we shall see, however, the two interpretations diverge \nconsiderably at subsequent levels of MS. In Bernstein’s version, the first MSE continues \nonly to measure 10, because (as in Britten’s recording) weak beats at level H 2 are \nfound at both 9.1 and 11.1. The five beats in this MSE (i.e., the odd-measure downbeats \nin measures 1–10) are differentiated in a way that should by now seem familiar, that \nis, through an alternation of relatively weak and relatively strong DMs ( Example 19a ). \n(Beats 1.1, 3.1, 5.1, 7.1, and 9.1 are ranked tenth, fifth, seventh, fourth, and \nninth among the odd-measure downbeats in measures 1–20.) Of the two strong beats in this MSE, 7.1 is the stronger, for it has a more pronounced AM and DM than 3.1. (IOI \n7.1 has 11.2% elongation at the beat level, vs. 5.9% in IOI 3.1, and the PSL in \nIOI 7.1 is 2.8 dB louder than in IOI 3.1). Thus, the first MSE has an upbeat-downbeat \nfigure at H 3 , much like the one found in Britten’s recording ( Example 19b ). The weak \nbeat at 11.1 initiates a second MSE (measures 11–21), which also has an alternation of \nweak and strong hyperbeats ( Example 19c ). The differentiation of 11.1 and 13.1 is clear \non the basis of their DMs (ranked fourteenth and eighth among the downbeats in measures \n1–20), as is the differentiation of 15.1, 17.1, 19.1, and 20.1 (ranked fifth, first, \nthird, and second). Also note that, although IOI 13.1 is quieter than 15.1, the \nlatter is less strongly delineated at the beat-to-beat level; whereas IOI 13.1 is \nlouder than 12.2 (+1.0 dB), 15.1 is somewhat quieter than 14.2 (-0.8 dB). Among \nbeats 13.1, 17.1, and 20.1, the three strong beats in the second MSE, the one with \nthe loudest IOI is 17.1, so a weak-strong-weak pattern might be inferred at \nlevel H3 ( Example 19d ). Example 20 . (a) Composite MSE resulting from the regularization of level H 2 in Mozart/Bernstein, mm. 1–21, (b) H 3 in the composite MSE, (c) H 4 in the composite MSE (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.19": {
                "text": "[4.19] Both MSEs in Bernstein’s recording have duple meter at level H 2 , and \ntwo weak beats are adjacent at the border between the two. This interpretation can \ntherefore be transformed to a regular, well-formed MSE spanning the entire \nexcerpt through the Metrical Contraction rule ( Example 20a ). This transformation also yields \na well-formed MSE at level H 3 , consisting of an upbeat and two full duple measures \n( Example 20b ). Although these two hypermeasures are conceptually equal in length, the \nspans of the musical surface to which they correspond (i.e., measures 7–16 and 17–21) \nare radically different in length­they cover ten and five measures, respectively. (Incidentally, \nthis progressive shortening is also evident at the level of the hyperbeats in these \nmeasures, which span six, four, three, and two measures.) This asymmetry might influence \nour choice between 7.1 and 17.1 at level H 4 . Beat 17.1 is clearly the louder of \nthe two (by a margin of 13.2 dB), and it also has a salient hesitation-style AM \n(10.5% at the beat-to-beat level), while 7.1 has an elongation-style AM (11.2%). \nAlthough 17.1 would appear to be the stronger beat on the basis of these PM cues, \nthis does not seem to be an intuitively justifiable reading. It seems that the extremely \nwide spacing of these hyperbeats diminishes the force of PM comparisons. Instead, \n7.1 seems like the stronger beat (see Example 20c ), and this reading is supported by \nthe asymmetry between the portions of the musical surface corresponding to the two hyperbeats (see Appendix 3 , MPR 5a) and also by the tendency to hear the earlier \nof two more-or-less equally accented beats as the strong beat (MPR 2).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.20": {
                "text": "[4.20] As we have seen, each of the six interpretations under consideration employs \na different set of hypermetric transformations and thus conveys a different version \nof the work. Some might find the diversity among these six interpretations unsettling, \nand might consider the absence of criteria for determining which is the “correct” \nor “intended” version to be a shortcoming of the procedure I have developed. To \nthis objection, I would respond that, like the Gestalt theorists and like Lerdahl \nand Jackendoff, I am interested in understanding structural intuitions without recourse \nto idealism. In focusing on general principles of perception and on conventions \nfor the projection of meter, I have attempted to sidestep the problematic metaphysical \nassumption that the work itself is timeless and fully determined prior to any performance \nof it, an assumption that is often implicit in critical discourse on the relative \nmerits of different interpretations. Instead of imagining an ideal performance, \nI prefer to use hypothetical, metrically regular abstractions inferred from the \ninteraction of score and performance as the framework for comparing interpretations. \nIn order to use these comparisons to support an argument about the merit of a recording, \nwe would need to postulate specific criteria for critical evaluation. For instance, \nif we decide that symmetry is important, then we might argue that Britten’s performance \nis outstanding because of the parallelism between the two MSEs in his version of \nthe Mozart excerpt at levels H 2 and H 3 (see Examples 15 \nand 16). If we value musical \nhumor, then we might instead prefer Walter’s interpretation, because of the thwarted \nexpectancy at level H 1 in his recording (see Example 12). While this approach to criticism \nmight be interesting, it is important to realize that the comparisons enabled by \nmy adaptations to the Lerdahl-Jackendoff theory are, in themselves, non-judgmental. [5] Rethinking the Role of Performance in the Lerdahl-Jackendoff Theory",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] If Lerdahl and Jackendoff are correct in characterizing the Mozart example \ndiscussed in Part 4 as “a not untypically complex passage” with regard to Metrical \nStructure, then it would appear that their “balance-tipping” analogy, which I quoted \npreviously (see paragraph 2.4), is in need of some refinement. The expression “tip \nthe balance” implies that performance-specific features are considered relatively \nlate in the analytic process, if at all, after an impasse is reached in the interpretation \nof a score. That is, in conducting an analysis, we first study the score, and in \ndoing so we discover something that resembles the faces/vase illusion, so we then \nlisten to a recording, and finally decide on a preferred reading. Because the Lerdahl-Jackendoff \ntheory is intended first and foremost to depict the listener’s intuitions, I believe \nthis sequence of events is inappropriate. By beginning with the details of performances \nin an ambiguous passage, I have shown that more than two different interpretations \ncan be conveyed, and that these interpretations are not necessarily the ones that \nare the most obvious on the basis of the score. The potential multivalence of a \nmusical structure is sometimes more extravagant than a score-reader can anticipate; \nsome passages are more like mosaics than faces/vase illusions in the range of meanings \nthey can evoke (see Example 1b, j). I therefore suggest that we begin our revision to \nthe schematic representation of the “balance-tipping” model by extending the number \nof possible interpretations indefinitely ( Example 21 ). Example 21 . Example 6b, extended indefinitely in its range of conceivable intuitive interpretations (click to enlarge) Example 22 . (a) The link between ambiguous notation and performance, after Palmer (1989), (b) Synthesis of Example 21 and Example 22(a) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] To me, the score-reader’s inability to predict a performer’s interpretation \nin no way indicates a lack of musical intuition, but instead reflects elite performers’ \nuncanny ability to avoid sounding predictable, an ability that involves a combination \nof intuition and conscious thought. GTTM goes a long way toward formalizing \nintuition, but it makes no allowance for the influence a performer’s unpredictable, \nconscious decisions can have on an experienced listener’s intuitions­indeed, Lerdahl \nand Jackendoff regard the performer’s construction of an interpretation as a “largely \nunconscious” process. (83) An influential study by psychologist Caroline Palmer provides \na different perspective. In a series of experiments on the performance of works \nwith ambiguous phrase structures, Palmer examines correlations between pianists’ \nscore annotations and SYVAR patterns that are conventionally used to communicate \ninterpretations of phrase structure. (84) Each pianist’s annotations suggest a different \nstructural interpretation, and that interpretation corresponds strongly and uniquely \nto SYVARs in that individual’s performance. Palmer’s experiment suggests a model \nof the relationship between ambiguous notation and the sounding musical surface \n(see Example 22a ) that is quite different from, but not incompatible with, the model \nimplied by Lerdahl and Jackendoff through their balance-tipping analogy (see \nExample 6b–c). Palmer’s model allows maximum room for the performer’s freedom of conscious \ninterpretation, and thus it sheds light on exceptions to Lerdahl and Jackendoff’s \nassumption that performing nuance arises largely from unconscious interpretation. \nThus, we might further revise our schematic representation of the balance-tipping \nphenomenon by adding conscious interpretation as an intermediate stage between the \nintuitive understanding of hierarchical structures and the application of SYVARs \n( Example 22b ). A limited form of conscious thought (i.e., preference between two equally \nlegitimate options) was already implicit in Example 4, but Palmer’s model allows us \nto expand this considerably to include whatever musical (and even extramusical) \nconsiderations seem relevant.",
                "footnotes": [
                    "FN83",
                    "FN84"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Throughout this paper, I have attempted to follow Lerdahl and Jackendoff’s \nlead in theorizing aspects of comprehensibility and remaining silent on aesthetic \nissues such as, for instance, the thwarting of expectancies or the representation \nof affect, motion, or aspects of a narrative. Although I would not deny that many \nof the SYVARs that expert performers use are based on aesthetic considerations such \nas these, rather than the straightforward projection of an intuitive, stable structural \ninterpretation, I nevertheless see the value in examining aesthetically motivated \nidiosyncrasies in contradistinction to norms associated with intelligibility. In \nthe realm of linguistics, Noam Chomsky theorized grammatical norms under the rubric \nof “competence” and referred to the relationship between actual utterances and these \nnorms, including errors and ambiguities, as “performance.” (85) In its inclusion \nof a place for performers’ diverse conscious interpretative decisions, many of which \n(hopefully) will be motivated by aesthetic considerations rather than purely matters \nof musical syntax, the schematic model I have developed might be useful in the development \nof a theory of musical “performance,” in Chomsky’s sense of the term. (86)",
                "footnotes": [
                    "FN85",
                    "FN86"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] If GTTM were designed as a reading theory rather than a listening \ntheory, or if the Mozart example possessed an exceptionally high degree of metrical \ncomplexity, then it might be argued that the scheme I am suggesting places too much \nemphasis on seemingly superficial performing nuances at the expense of more powerful \nscore-based elements. I would answer this objection by reiterating three crucial \nfacts: (1) the theory is clearly intended to capture the experienced listener’s \nintuitions, so the aural stimulus rather than the score is the more suitable object \nof inquiry, (2) Lerdahl and Jackendoff suggest that the Mozart example has an unexceptional \ndegree of metrical complexity, and (3) elsewhere Lerdahl suggests that salience \nconditions become increasingly important to the listener’s construction of hierarchical \ninterpretations in cases where stability is compromised, and in my view this should \ninclude violations to MWFR 4, the rule that insists on evenly spaced beats at the \ntactus and immediately larger metrical levels. I would also point out once again \nthat, in simpler metrical situations that adhere to MWFR 4 at the first few levels \nof hypermeter, skilled performers and (other) readers should be expected to agree \non their interpretations of the score. In the case of an unambiguous structure, \ntherefore, the differences among performances become less relevant, and the score \ncan adequately serve as an substitute for a conventional performance (see \nExample 6a).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] I will conclude by mentioning a few ways in which the concepts I have discussed \nmight be developed further. Under close examination, recordings of additional hypermetrically \nambiguous passages would no doubt prompt refinements to the metrical transformation \nrules that I proposed in Part 4. The utility of the metrical transformation rules \nat the level of local meter might also be assessed, using examples from non-Western \nand twentieth-century repertories in which temporal organization lies in the grey \narea between the random and the perfectly regular (e.g., changing meters). It is \nalso important to remember that Metrical Structure is one of four interdependent \nparameters of hierarchical organization theorized in GTTM , and it remains \nto be seen whether the metrical transformations I have described would have effects \non the other parameters. (87) It might also be interesting to explore the effects \nof performing nuance within each of the other parameters of the theory. In particular, \nthe projection of phrase-periodic structure and, more recently, the communication \nof patterns of musical tension in performance have been studied extensively by music \npsychologists, and this research would inform an examination of the role of performance \nin the communication of phrase-periodic structure and patterns of tension and relaxation, \nparameters that Lerdahl and Jackendoff cover under the rubric of Grouping Structure \n(GS) and Prolongational Reduction (PR), respectively. (88) The techniques for SYVAR \nanalysis that I outline in Part 4 might also help in the development of analytical \napplications for the copious insights on performance that are found in more recent \ntexts on meter, such as Jonathan Kramer’s The Time of Music , William Rothstein’s Phrase Rhythm in Tonal Music , and Christopher Hasty’s Meter as Rhythm . Indeed, \nany structuralist theory that purports to illuminate the listening experience should \nhave room for considering the impact of performing nuance, and performance analysis \nseems especially useful in exploring the inner workings of ambiguous structures. Return to beginning [6] Appendix 1. Revised Rule Index for Metrical Structure (89) MWFR 1 Every attack point must be associated with a beat at the smallest metrical level \npresent at that point in the piece. MWFR 2 Every beat at a given level must also be a beat at all smaller levels present at \nthat point in the piece. MWFR 3 (90) At each metrical level, strong beats are spaced either two or three beats apart. MWFR 4 The tactus and immediately larger metrical levels must consist of beats equally \nspaced throughout the piece. At subtactus metrical levels, weak beats must be equally \nspaced between the surrounding strong beats. MPR 1 (Parallelism) Where two or more groups or parts of groups can be construed as parallel, they preferably \nreceive parallel metrical structure. MPR 2 (Strong Beat Early) Weakly prefer a metrical structure in which the strongest beat in a group appears \nrelatively early in the group. MPR 3 (Event) Prefer a metrical structure in which beats of level L i that coincide with the \ninception of pitch-events are strong beats of L i . MPR 4 (Stress) Prefer a metrical structure in which beats of level L i that are stressed are \nstrong beats of L i . MPR 5 (Length) Prefer a metrical structure in which a relatively strong beat occurs at the inception \nof either a. a relatively long pitch-event, b. a relatively long duration of a dynamic, c. a relatively long slur, d. a relatively long pattern of articulation, e. a relatively long duration of a pitch in the relevant levels of the time-span \nreduction, or f. a relatively long duration of a harmony in the relevant levels of the time-span \nreduction(harmonic rhythm). MPR 5.5 (Hesitation) (paragraph 3.5) Weakly prefer a metrical structure in which a relatively strong beat occurs immediately \nafter a relatively long pitch-event. MPR 6 (Bass) Prefer a metrically stable bass. MPR 7 (Cadence) Strongly prefer a metrical structure in which cadences are metrically stable; that \nis, strongly avoid violations of local preference rules within cadences. MPR 8 (Suspension) Strongly prefer a metrical structure in which a suspension is on a stronger beat \nthan its resolution. MPR 9 (Time-Span Interaction) Prefer a metrical analysis that minimizes conflict in the time-span reduction. MPR 10 (Binary Regularity) Prefer metrical structures in which at each level every other beat is strong. Metrical Deletion Given a well-formed metrical structure M in which i. B 1 , B 2 , and B 3 are adjacent beats of M at level L i , and B 2 is also a beat at level L i+1 , ii. T 1 is the time-span from B 1 to B 2 and T 2 is the time-span from B 2 to B 3 , and iii. M is associated with an underlying grouping structure G in such a way that \nboth T 1 and T 2 are related to a surface time-span T' by the grouping transformation \nperformed on G of (a) left elision or (b) overlap, then a well-formed metrical structure M ' can be formed from M and associated \nwith the surface grouping structure by (a) deleting B 1 and all beats at all levels between B 1 and B 2 and associating B 2 with the onset of T' , or (b) deleting B2 and all beats at all levels between B 2 and B 3 and associating B 1 with the onset of T' . Metrical Contraction (paragraph 4.6) Given (i) a well-formed metrical structure episode M that ends with beats B 1 and B 2 , in which B 1 and B 2 are adjacent beats at level L i and B 1 is also a beat at level L i+1 , and (ii) a well-formed metrical structure episode N in which B 3 , B 4 , and B 5 are adjacent beats at level L i and only B 3 is also a beat at level L i+1 , \nand (iii) a well-formed metrical structure episode P that begins with beats B 6 , B 7 , and B 8 , in which B 6 , B 7 , and B 8 are adjacent beats at \nlevel L i and both B 6 and B 8 are also beats at level L i+1 , and given that M , N , and P are adjacent metrical structure episodes, then a well-formed metrical structure episode M' can be formed by deleting B 5 , \nsuch that B 1 , B 2 , B 3 , B 4 , B 6 , B 7 , and B 8 are adjacent \nbeats at level L i and B 1 , B 3 , B 6 , and B 8 are also beats at level L i+1 . Metrical Completion (paragraph 4.8) Given (i) a well-formed metrical structure episode M that ends with beats B 1 , B 2 , \nand B 3 , in which B 1 , B 2 , and B 3 are adjacent beats at level L i and \nboth B 1 and B 3 are also beats at level L i+1 , and (ii) a well-formed metrical structure episode N that begins with beats B 4 , B 5 , and B 6 , in which B 4 , B 5 , and B 6 are adjacent beats at level L i and both B 4 and B 6 are also beats at level L i+1 , and given that M and N are adjacent metrical structure episodes, then a well-formed metrical structure episode M' can be formed by inserting beat B x between beats B 3 and B 4 , such that B 1 , B 2 , B 3 , B x , B 4 , B 5 , and B 6 are adjacent beats at level L i and B 1 , B 3 , B 4 , and B 6 are also beats at level L i+1 . [7] Appendix 2. Performance Analysis Techniques",
                "footnotes": [
                    "FN87",
                    "FN88",
                    "FN89",
                    "FN90"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Before I begin explaining some basic techniques for the analysis of duration \nand loudness in recordings, I must once again emphasize that the process should \nbegin with close listening unmediated by a computer. This helps us avoid attributing \nimportance to distinctions that are too fine for the ear to detect under normal \nlistening conditions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] When a performer is present as an experimental subject, a computer interface \nwith the instrument can allow the researcher to gather data very efficiently, but \ndata collection is rather more arduous in the case of a recorded performance. At \npresent, there are three basic options for the analysis of recordings: tapping software, \nspectrographic analysis, and audio editing software (sometimes referred to as waveform \nanalysis). In the first of these approaches, the listener taps along with the perceived \nbeat of the performance, from which the computer calculates rough data on tempo \nfluctuation. (91) This is the most efficient method for gathering data, and the only \nrealistic method for analyzing complete large-scale works or movements or for making \ngeneral comparisons of a large number of recordings. However, it is limited to the \nparameter of tempo, and even in this capacity it is considerably less accurate than \nthe other forms of analysis. Spectrographic analysis, the second approach, is especially \nuseful for gathering information on timbre. (92) This is the preferred method for \ndealing with orchestral instruments and the human voice (in both live and recorded \nperformances), but it requires cumbersome (and expensive) hardware and a greater \nknowledge of acoustics and mathematics than many music theorists possess (including \nthe present author). This leaves waveform analysis, in which excerpts from an LP \nor a CD are converted to digital sound files (e.g., .au or .wav) and analyzed with \naudio editing software. (93) This method is more accurate than the tapping approach \nand more user-friendly than the spectrographic, and it can provide reliable information \npertaining to loudness and (especially) duration.",
                "footnotes": [
                    "FN91",
                    "FN92",
                    "FN93"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Once the excerpt has been converted to a sound file, its waveform can be \ndisplayed in an audio editing program, and playback can be initiated from any point, \nwith a resolution greater than 1 ms (millisecond). (94) (I prefer Syntrillium CoolEdit, \na Shareware program that I have found to be reliable and user-friendly. WaveLab \nand ProTools are other popular options.) Through a combination of visual and aural \nobservation, one can identify the temporal location of the onset (beginning) of \nany event, such as a solid chord or an unaccompanied melody note. By using this \nmethod, the durations of inter-onset intervals (IOIs) can be calculated at the level \nof the phrase, measure, beat, or (in some cases) individual note. Some precision \nis lost in cases where reverb or chord asynchrony makes it difficult to pinpoint \nthe onset, and human error should also be taken into consideration. If pressed, \nI would estimate the reliability to be no worse than ±20 ms. In general, I like \nto gather IOI statistics at the level of the tactus, that is, the metrical level \nthat is most salient to the listener (and the performer) and that sometimes provokes \ntoe-tapping. These values can easily be converted to M.M. speeds in beats per minute \n(bpm).",
                "footnotes": [
                    "FN94"
                ],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] Amplitude is the main physical correlate of intensity, or perceived loudness. \nThe human ear can perceive intensity distinctions across a trillion-fold spectrum, \nso a logarithmic measure, the decibel (dB), is used to facilitate comparisons. Regardless \nof their absolute values, any two sounds at the same pitch level that differ in \namplitude by 10 dB (e.g., 0 dB and 10 dB, 90 dB and 100 dB) will have intensities \nin a 10:1 ratio. The same is not true of linear measures, such as duration, which \nis one reason why we sometimes use percentages rather than absolute durational values \nwhen comparing IOIs. Note that the logarithmic function is curved, so the intensity \nratio is not always equal to the difference in dB values. In fact, it is only so \nin the case of 10 dB differences. However, a useful rule of thumb is that a 3 dB \ndifference roughly indicates a doubling in intensity. (95)",
                "footnotes": [
                    "FN95"
                ],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] It is important to realize that two different scales are in common use \namong those interested in measuring the loudness of music. One is called “Sound Pressure Level” \n(SPL), and in this case the baseline (0 dB) represents the normal threshold of hearing \n(i.e., minimum audible intensity) for pitches around 1000 Hz. This scale is used \nfor comparing sounds “in the air.” The other scale, “Electronic Signal Level” (ESL), \ninstead uses the point at which distortion is attenuated as its baseline. The latter \nscale is used for most forms of electronically mediated sound, including audio editing \nsoftware. Those who are accustomed to seeing amplitudes in terms of SPL scales, \naccording to which most musical performances fall somewhere between 40 and 90 dB, \nmight be surprised by the readings given by audio editing software, which (if distortion \nis successfully avoided) fall entirely below 0 dB. Most CD recordings, for example, \nhave ESLs between ­90 dB and 0 dB.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] It should also be noted that, unlike IOIs, absolute intensity values are \nmeaningless in themselves as measures of a performance, because they are dependent \nupon recording and playback levels. (96) In performance analysis, it is best to concentrate \non relative intensities within any given recording. The most useful approach that \nthe current technology enables appears to be the ranking of selected events in terms \nof loudness. In order to maximize the effectiveness of this, the excerpt should \nbe edited so that the loudest event is amplified to just under 0 dB ESL and all \nother values are amplified proportionally. This process, which can be carried out \nautomatically using the audio editor’s “Normalize” function, widens the range of \namplitudes and thus facilitates comparisons. Even if we restrict ourselves to the \nranking of relative intensities, caution is required in interpreting amplitude data, \nsince the relationship between amplitude and perceived loudness is extremely complex. Intensity rises in proportion to frequency in the case of isolated pitches, and \nalso in proportion to textural density, (97) so it would be simplistic to regard \na quantitative change in intensity as a change in loudness. For this reason, it \nis safest to compare intensity levels in the case of events that are qualitatively \nsimilar in terms of parameters other than perceived loudness. Fortunately, significant \nchanges in orchestration occur only three times in the excerpt used in this study \n(at beats 14.1, 16.2, and 20.2), and the frequency range is relatively small (e.g., \nthe melody lies within the span of a tenth), but in music with a greater variety \nof orchestration or pitch, intensity values would be less useful measures of loudness, \neven for the purpose of ranking the dynamic levels of selected beats.",
                "footnotes": [
                    "FN96",
                    "FN97"
                ],
                "citations": []
            }
        },
        {
            "7.7": {
                "text": "[7.7] Audio editing software can automatically compute the peak sound level (PSL) \nwithin any portion of an audio file. (98) First, as I have just explained, the entire \nexcerpt should be edited using the “Normalize” function. Next, the PSL data can \nbe collected for any span of music. Depending on the objective, it might be appropriate \nto examine each beat (using the onset points located previously as guides), or even \neach note within passages whose dynamics or accents seem to be of particular interest. \nUnfortunately, existing technology does not allow us to analyze each voice in a \nmulti-voice texture independently. It is possible to define frequency limits to \nthe analysis (e.g., to analyze the amplitudes for frequencies between 40 Hz and \n1000 Hz), but such an approach would discount the contribution of overtones to the \nperceived intensity of each pitch. [8] Appendix 3. Quantitative Performance Analyses [8.1] Mozart/Britten, I, mm. 1-20 In this and the following tables, TF = tempo fluctuation, a comparison \nbetween the local tempo and the average tempo. m.bt.  onset   IOI     M.M.    TF(%)  IOI chg. (%), vs. previous\n        (s)     (ms)    (bpm)           downbeat         beat   \n_________________________________________________________________\n 1.1     0      585     102      -5.4    N/A              N/A\n 1.2     0.585  623      96.3   -11.2                     6.5\n 2.1     1.208  550     109.1     0.6   -6.0            -11.7\n 2.2     1.758  589     101.9    -6.0                     7.1\n 3.1     2.347  531     113.0     4.2   -3.5             -9.8\t\n 3.2     2.878  550     109.1     0.6                     3.6\t\n 4.1     3.428  560     107.1    -1.2    5.5              1.8\n 4.2     3.988  511     117.4     8.3                    -8.8\n 5.1     4.499  589     101.9    -6.0    5.2             15.2\n 5.2     5.088  566     106.0    -2.2                    -3.9\n 6.1     5.654  524     114.5     5.6  -11.0             -7.4\n 6.2     6.178  557     107.7    -0.6                     6.3\n 7.1     6.735  633      94.8   -12.6   20.8             13.6\n 7.2     7.368  499     120.2    10.9                   -21.2\n 8.1     7.867  547     109.7     1.2  -13.6              9.6\n 8.2     8.414  528     113.6     4.8                    -3.5\n 9.1     8.942  575     104.3    -3.7    5.1              8.9\n 9.2     9.517  550     109.1     0.6                    -4.3\n10.1    10.067  490     122.5    13.0  -14.8            -10.9\n10.2    10.557  540     111.1     2.5                    10.2\n11.1    11.097  643      93.3   -13.9   31.2             19.1\n11.2    11.740  493     121.7    12.3                   -23.3\n12.1    12.233  485     123.7    14.1  -24.6             -1.6\n12.2    12.718  557     107.7    -0.6                    14.8\n13.1    13.275  541     110.9     2.3   11.5             -2.9\n13.2    13.816  540     111.1     2.5                    -0.2\n14.1    14.356  557     107.7    -0.6    3.0              3.1\n14.2    14.913  569     105.4    -2.7                     2.2\n15.1    15.482  544     110.3     1.7   -2.3             -4.4\n15.2    16.026  572     104.9    -3.2                     5.1\n16.1    16.598  557     107.7    -0.6    2.4             -2.6\n16.2    17.155  627      95.7   -11.7                    12.6\n17.1    17.782  524     114.5     5.6   -5.9            -16.4\n17.2    18.306  589     101.9    -6.0                    12.4\n18.1    18.895  572     104.9    -3.2    9.2             -2.9\n18.2    19.467  531     113.0     4.2                    -7.2\n19.1    19.998  547     109.7     1.2   -4.4              3.0\n19.2    20.545  541     110.9     2.3                    -1.1\n20.1    21.086  588     102.0    -5.9    7.5              8.7\n(20.2)  21.674 m.bt     PSL                intensity change (dB), vs. previous\t\n       (dB_ESL_)   odd downbeat   even downbeat     downbeat       beat\t\n________________________________________________________________________\n 1.1    -26.4      N/A (10)                         N/A (20)\n 1.2    -29.4                                                      -3.1\n 2.1    -20.3                      N/A (10)         6.0 (19)        9.1\n 2.2    -19.8                                                       0.6\n 3.1    -17.8      8.6 (9)                          2.5 (14)        2.0\n 3.2    -22.7                                                      -4.9\n 4.1    -19.4                      0.9 (9)         -1.6 (18)        3.3\n 4.2    -22.2                                                      -2.8\n 5.1    -17.0      0.8 (6)                          2.4 (9)         5.2\n 5.2    -25.1                                                      -8.1\n 6.1    -17.6                      1.8 (5)         -0.6 (13)        7.5\n 6.2    -13.5                                                       4.2\n 7.1    -12.4      4.6 (3)                          5.3 (5)         1.1\n 7.2    -21.1                                                      -8.7\n 8.1    -19.1                     -1.5 (8)         -6.8 (17)        2.0\n 8.2    -20.8                                                      -1.6\n 9.1    -17.6     -5.2 (8)                          1.5 (12)        3.2\n 9.2    -27.6                                                     -10.0\n10.1    -17.9                      1.2 (6)         -0.3 (15)        9.7\n10.2    -18.3                                                      -0.4\n11.1    -17.1      0.5 (7)                          0.8 (10)        1.2\n11.2    -20.3                                                      -3.2\n12.1    -17.4                      0.5 (4)         -0.3 (11)        2.9\n12.2    -14.5                                                       2.9\n13.1    -16.5      0.6 (5)                          0.9 (8)        -2.0\n13.2    -11.0                                                       5.5\n14.1    -12.7                      4.7 (3)          3.8 (6)        -1.7\n14.2     -9.9                                                       2.7\n15.1    -12.8      3.7 (4)                         -0.1 (7)        -2.8\n15.2    -13.4                                                      -0.7\n16.1    -18.8                     -6.1 (7)         -6.0 (16)       -5.3\n16.2     -2.1                                                      16.6\n17.1     -0.8     12.0 (1)                         18.0 (3)         1.3\n17.2     -1.0                                                      -0.2\n18.1     -0.6                     18.1 (2)          0.2 (2)         0.4\n18.2     -2.1                                                      -1.5\n19.1     -2.4     -1.5 (2)                         -1.6 (4)        -0.3\n19.2     -3.4                                                      -1.0\n20.1      0                        0.6 (1)          2.3 (1)         3.4 [b] Mozart/Marriner, I, mm. 1-20 There is an interesting contrapuntal-temporal effect in this performance. In \nmm. 1-11, where the melody has a rest on the second beat of each odd-numbered \nmeasure, the bass articulates the beat later than expected, but nevertheless the \nensuing melody note comes in \"on time.\" Values shown are estimates of the \nvirtual melody onset, an approximation based on the onsets of the second and \nfourth quarter-note subdivisions of these measures. The bass onsets for these \nbeats are, respectively:  0.564, 2.956, 5.028, 7.283, 9.415, and 11.729 s. \nPSLs here are based on bass onsets, but IOIs are based on the virtual melody \nonsets. m.bt.  onset   IOI     M.M.    TF(%)  IOI chg. (%), vs. previous\n        (s)     (ms)    (bpm)          downbeat          beat   \n_________________________________________________________________\n 1.1     0      573     104.7   -4.2     N/A              N/A\n 1.2     0.573  562     106.8   -2.3                     -1.9  \n 2.1     1.135  558     107.5   -1.6    -2.6             -0.7\n 2.2     1.693  609      98.5   -9.9                      9.1\n 3.1     2.302  482     124.5   13.9   -13.6            -20.9\n 3.2     2.784  592     101.4   -7.3                     22.8\n 4.1     3.376  558     107.5   -1.6    15.8             -5.7\n 4.2     3.934  510     117.6    7.6                     -8.6\n 5.1     4.444  626      95.8  -12.3    12.2             22.7\n 5.2     5.070  542     110.7    1.3                    -13.4\n 6.1     5.612  548     109.5    0.2   -12.5              1.1\n 6.2     6.160  539     111.3    1.8                     -1.6\n 7.1     6.699  555     108.1   -1.1     1.3              3.0\n 7.2     7.254  527     113.9    4.2                     -5.0\n 8.1     7.781  539     111.3    1.8    -2.9              2.3\n 8.2     8.320  575     104.3   -4.5                      6.7\n 9.1     8.895  555     108.1   -1.1     3.0             -3.5\n 9.2     9.450  552     108.7   -0.6                     -0.5\n10.1    10.002  549     109.3    0.0    -1.1             -0.5\n10.2    10.551  488     123.0   12.5                    -11.1\n11.1    11.039  659      91.0  -16.7    20.0             35.0\n11.2    11.698  519     115.6    5.8                    -21.2\n12.1    12.217  533     112.6    3.0   -19.1              2.7\n12.2    12.750  523     114.7    5.0                     -1.9\n13.1    13.273  591     101.5   -7.1    10.9             13.0\n13.2    13.864  513     117.0    7.0                    -13.2\n14.1    14.377  584     102.7   -6.0    -1.2             13.8\n14.2    14.961  539     111.3    1.8                     -7.7\n15.1    15.500  639      93.9  -14.1     9.4             18.6\n15.2    16.139  725      82.8  -24.2                     13.5\n16.1    16.864  398     150.8   37.9   -37.3            -45.1\n16.2    17.282  580     103.4   -5.4                     45.7\n17.1    17.842  564     106.4   -2.7    41.7             -2.8\n17.2    18.406  597     100.5   -8.0                      5.9\n18.1    19.003  533     112.6    3.0    -5.5            -10.7\n18.2    19.536  553     108.5   -0.7                      3.8\n19.1    20.089  535     112.1    2.6     0.4             -3.3\n19.2    20.624  562     106.8   -2.3                      5.0\n20.1    21.186  569     105.4   -3.5     6.4              1.2\n(20.2)  21.75 m.bt     PSL                intensity change (dB), vs. previous\t\n       (dB_ESL_)   odd downbeat   even downbeat     downbeat       beat\t\n________________________________________________________________________\n 1.1    -24.3        N/A (10)                       N/A (20)       N/A\n 1.2    -26.6                                                     -2.3\n 2.1    -20.0                       N/A (9)         4.3 (17)       6.6\n 2.2    -14.9                                                      5.1\n 3.1    -14.7        9.6 (6)                        5.3 (9)        0.2\n 3.2    -26.5                                                    -11.8\n 4.1    -18.2                       1.8 (6)        -3.5 (13)       8.3\n 4.2    -22.1                                                     -3.9\n 5.1    -20.0       -5.3 (8)                       -1.8 (16)       2.1\n 5.2    -29.0                                                     -9.0\n 6.1    -16.5                       1.8 (5)         3.5 (12)      12.5\n 6.2    -13.7                                                      2.8\n 7.1     -9.5       10.5 (4)                        7.1 (6)        4.2\n 7.2    -18.1                                                     -8.6\n 8.1    -18.9                      -2.4 (8)        -9.5 (15)      -0.9\n 8.2    -19.7                                                     -0.7\n 9.1    -22.7      -13.2 (9)                       -3.8 (19)      -3.0\n 9.2    -28.4                                                     -5.7\n10.1    -20.2                      -1.2 (10)        2.5 (18)       8.2\n10.2    -15.2                                                      5.0\n11.1    -15.1        7.6 (7)                        5.0 (10)       0.1\n11.2    -22.2                                                     -7.0\n12.1    -18.2                       3.1 (7)        -3.1 (14)       3.9\n12.2    -15.8                                                      2.4\n13.1    -13.6        1.5 (5)                        4.6 (7)        2.2\n13.2    -12.5                                                      1.1\n14.1    -14.3                       8.2 (3)        -0.7 (8)       -1.8\n14.2     -8.8                                                      5.5\n15.1     -5.5        8.1 (3)                        8.8 (5)        3.2\n15.2     -8.6                                                     -3.1\n16.1    -15.7                      -5.7 (4)       -10.2 (11)      -7.1\n16.2     -5.1                                                     10.6\n17.1      0          5.5 (1)                       15.7 (1)        5.1\n17.2     -3.0                                                     -3.0\n18.1     -1.5                      14.2 (1)        -1.5 (2)        1.4\n18.2     -4.3                                                     -2.8\n19.1     -3.2       -3.2 (2)                       -1.7 (4)        1.0\n19.2     -2.0                                                      1.2\n20.1     -1.7                      -0.1 (2)         1.6 (3)        0.3 [c] Mozart/Walter, I, mm. 1-20 m.bt.  onset   IOI     M.M.    TF(%)  IOI chg. (%), vs. previous\n        (s)     (ms)    (bpm)          downbeat          beat   \n_________________________________________________________________\n 1.1     0      725     82.8   -10.8      N/A            N/A\n 1.2     0.725  672     89.3    -3.8                    -7.3\n 2.1     1.397  592    101.4     9.2    -18.3          -11.9\n 2.2     1.989  666     90.1    -2.9                    12.5\n 3.1     2.655  652     92.0    -0.8     10.1           -2.1\n 3.2     3.307  627     95.7     3.1                    -3.8\n 4.1     3.934  599    100.2     7.9     -8.1           -4.5\n 4.2     4.533  625     96.0     3.4                     4.3\n 5.1     5.158  609     98.5     6.2      1.7           -2.6\n 5.2     5.767  631     95.1     2.5                     3.6\n 6.1     6.398  579    103.6    11.7     -4.9           -8.2\n 6.2     6.977  605     99.2     6.9                     4.5\n 7.1     7.582  755     79.5   -14.4     30.4           24.8\n 7.2     8.337  540    111.1    19.7                   -28.5\n 8.1     8.877  601     99.8     7.6    -20.4           11.3\n 8.2     9.478  620     96.8     4.3                     3.2\n 9.1    10.098  591    101.5     9.4     -1.7           -4.7\n 9.2    10.689  682     88.0    -5.2                    15.4\n10.1    11.371  645     93.0     0.2      9.1           -5.4\n10.2    12.016  609     98.5     6.2                    -5.6\n11.1    12.625  711     84.4    -9.1     10.2           16.7\n11.2    13.336  627     95.7     3.1                   -11.8\n12.1    13.963  630     95.2     2.6    -11.4            0.5\n12.2    14.593  591    101.5     9.4                    -6.2\n13.1    15.184  685     87.6    -5.6      8.7           15.9\n13.2    15.869  649     92.4    -0.4                    -5.3\n14.1    16.518  678     88.5    -4.6     -1.0            4.5\n14.2    17.196  602     99.7     7.4                   -11.2\n15.1    17.798  638     94.0     1.3     -5.9            6.0\n15.2    18.436  682     88.0    -5.2                     6.9\n16.1    19.118  629     95.4     2.8     -1.4           -7.8\n16.2    19.747  625     96.0     3.4                    -0.6\n17.1    20.372  616     97.4     5.0     -2.1           -1.4\n17.2    20.988  664     90.4    -2.6                     7.8\n18.1    21.652  616     97.4     5.0      0             -7.2\n18.2    22.268  634     94.6     2.0                     2.9\n19.1    22.902  620     96.8     4.3      0.6           -2.2\n19.2    23.522  605     99.2     6.9                    -2.4\n20.1    24.127  580    103.4    11.5     -6.5           -4.1\n(20.2)  24.707 m.bt     PSL                intensity change (dB), vs. previous\t\n       (dB_ESL_)   odd downbeat   even downbeat     downbeat       beat\t\n________________________________________________________________________\n 1.1    -20.8        N/A (10)                       N/A (20)        N/A\t\n 1.2    -20.8                                                      -0.1\n 2.1    -12.7                         N/A (7)       8.1 (13)        8.2\n 2.2    -13.8                                                      -1.2\n 3.1     -9.1        11.7 (5)                       3.4 (7)         4.8\n 3.2    -20.7                                                     -11.6\n 4.1    -13.7                        -1.0 (8)      -4.6 (14)        7.0\n 4.2    -19.6                                                      -5.9\n 5.1    -15.8        -6.7 (9)                      -2.1 (18)        3.8\n 5.2    -21.9                                                      -6.1\n 6.1    -11.3                         2.4 (5)       4.4 (11)       10.6\n 6.2     -9.3                                                       2.0\n 7.1     -6.2         9.6 (3)                       5.1 (5)         3.1\n 7.2    -19.4                                                     -13.2\n 8.1    -16.7                        -5.4 (10)    -10.5 (19)        2.6\n 8.2    -18.8                                                      -2.1\n 9.1    -15.7        -9.5 (8)                       1.0 (17)        3.1\n 9.2    -24.0                                                      -8.2\n10.1    -14.7                         2.1 (9)       1.1 (15)        9.3\n10.2    -15.4                                                      -0.8\n11.1    -14.9         0.8 (7)                      -0.2 (16)        0.5\n11.2    -20.2                                                      -5.3\n12.1    -10.7                         4.0 (3)       4.2 (9)         9.5\n12.2    -14.1                                                      -3.4\n13.1     -9.5         5.4 (6)                       1.2 (8)         4.6\n13.2     -8.1                                                       1.4\n14.1    -11.9                        -1.2 (6)      -2.5 (12)       -3.8\n14.2     -6.4                                                       5.6\n15.1     -7.2         2.3 (4)                       4.8 (6)        -0.8\n15.2     -6.2                                                       1.0\n16.1    -11.0                         1.0 (4)      -3.8 (10)       -4.8\n16.2     -4.0                                                       7.0\n17.1     -1.6         5.6 (2)                       9.4 (4)         2.4\n17.2     -1.5                                                       0.1\n18.1     -1.2                         9.8 (2)       0.4 (2)         0.3\n18.2     -2.5                                                      -1.3\n19.1     -1.4         0.2 (1)                      -0.2 (3)         1.1\n19.2     -3.9                                                      -2.5\n20.1      0                           1.2 (1)       1.4 (1)         3.9 [d] Mozart/Bernstein, I, mm. 1-20 m.bt.  onset   IOI     M.M.    TF(%)  IOI chg. (%), vs. previous\n        (s)     (ms)    (bpm)          downbeat          beat   \n_________________________________________________________________\n 1.1     0      718     83.6   -11.5     N/A             N/A\n 1.2     0.718  727     82.5   -12.6                     1.3\n 2.1     1.445  635     94.5     0.1   -11.6           -12.7\n 2.2     2.080  606     99.0     4.9                    -4.6\n 3.1     2.686  642     93.5    -1.0     1.1             5.9\n 3.2     3.328  624     96.2     1.9                    -2.8\n 4.1     3.952  624     96.2     1.9    -2.8             0\n 4.2     4.576  635     94.5     0.1                     1.8\n 5.1     5.211  690     87.0    -7.9    10.6             8.7\n 5.2     5.901  631     95.1     0.7                    -8.6\n 6.1     6.532  642     93.5    -1.0    -7.0             1.7\n 6.2     7.174  617     97.2     3.0                    -3.9\n 7.1     7.791  686     87.5    -7.3     6.9            11.2\n 7.2     8.477  580    103.4     9.6                   -15.5\n 8.1     9.057  635     94.5     0.1    -7.4             9.5\n 8.2     9.692  620     96.8     2.5                    -2.4\n 9.1    10.312  642     93.5    -1.0     1.1             3.5\n 9.2    10.954  590    101.7     7.7                    -8.1\n10.1    11.544  665     90.2    -4.4     3.6            12.7\n10.2    12.209  616     97.4     3.2                    -7.4\n11.1    12.825  668     89.8    -4.9     0.5             8.4\n11.2    13.493  676     88.8    -6.0                     1.2\n12.1    14.169  536    111.9    18.6   -19.8           -20.7\n12.2    14.705  623     96.3     2.0                    16.2\n13.1    15.328  664     90.4    -4.3    23.9             6.6\n13.2    15.992  639     93.9    -0.5                    -3.8\n14.1    16.631  631     95.1     0.7    -5.0            -1.3\n14.2    17.262  635     94.5     0.1                     0.6\n15.1    17.897  606     99.0     4.9    -4.0            -4.6\n15.2    18.503  698     86.0    -8.9                    15.2\n16.1    19.201  618     97.1     2.8     2.0           -11.5\n16.2    19.819  683     87.8    -6.9                    10.5\n17.1    20.502  576    104.2    10.3    -6.8           -15.7\n17.2    21.078  617     97.2     3.0                     7.1\n18.1    21.695  646     92.9    -1.6    12.2             4.7\n18.2    22.341  602     99.7     5.6                    -6.8\n19.1    22.943  602     99.7     5.6    -6.8             0\n19.2    23.545  624     96.2     1.9                     3.7\n20.1    24.169  727     82.5   -12.6    20.8            16.5\n(20.2)  24.896 m.bt     PSL                intensity change (dB), vs. previous\t\n       (dB_ESL_)   odd downbeat   even downbeat     downbeat       beat\t\n________________________________________________________________________\n 1.1    -27.5        N/A (10)                       N/A (20)        N/A\n 1.2    -29.1                                                      -1.7\n 2.1    -24.0                       N/A (8)         3.5 (17)        5.2\n 2.2    -19.1                                                       4.8\n 3.1    -16.6        10.9 (5)                       7.4 (7)         2.6\n 3.2    -24.9                                                      -8.4\n 4.1    -24.3                      -0.4 (9)        -7.8 (18)        0.6\n 4.2    -24.4                                                      -0.1\n 5.1    -17.5        -0.9 (7)                       6.9 (9)         7.0\n 5.2    -26.8                                                      -9.4\n 6.1    -19.2                       5.1 (6)        -1.7 (13)        7.6\n 6.2    -14.0                                                       5.2\n 7.1    -13.7         3.7 (4)                       5.5 (6)         0.2\n 7.2    -26.7                                                     -13.0\n 8.1    -24.4                      -5.2 (10)      -10.7 (19)        2.3\n 8.2    -21.2                                                       3.2\n 9.1    -22.9        -9.2 (9)                       1.5 (16)       -1.7\n 9.2    -28.7                                                      -5.8\n10.1    -17.8                       6.6 (3)         5.1 (10)       10.9\n10.2    -20.1                                                      -2.3\n11.1    -20.4         2.5 (8)                      -2.6 (14)       -0.3\n11.2    -22.1                                                      -1.7\n12.1    -18.9                      -1.1 (5)         1.5 (12)        3.2\n12.2    -18.1                                                       0.8\n13.1    -17.2         3.2 (6)                       1.7 (8)         1.0\n13.2    -16.7                                                       0.5\n14.1    -22.8                      -3.9 (7)        -5.6 (15)       -6.1\n14.2    -11.7                                                      11.0\n15.1    -12.5         4.7 (3)                      10.3 (5)        -0.8\n15.2    -13.5                                                      -1.0\n16.1    -18.1                       4.6 (4)        -5.6 (11)       -4.6\n16.2     -6.2                                                      11.9\n17.1      0          12.5 (1)                      18.1 (1)         6.2\n17.2     -7.4                                                      -7.4\n18.1     -5.3                      12.8 (2)        -5.3 (4)         2.1\n18.2     -5.4                                                      -0.1\n19.1     -2.7        -2.7 (2)                       2.6 (3)         2.7\n19.2     -2.3                                                       0.3\n20.1     -1.5                       3.8 (1)         1.2 (2)         0.8 [9] Appendix 4. Index of Acronyms Numbers in parentheses indicate the paragraphs in which terms are introduced. AM agogic micro-accent ( 3.3 ) DM dynamic micro-accent ( 3.3 ) H 1 first, i.e., most superficial, level of hypermeter ( 2.1 ) IOI inter-onset interval ( 4.2 ) MPR metrical preference rule ( 2.2 ) MS metrical structure ( 2.1 ) MSE metrical structure episode ( 4.5 ) MWFR metrical well-formedness rule ( 2.2 ) PM phenomenal micro-accent ( 3.3 ) PR preference rule ( 2.2 )",
                "footnotes": [
                    "FN98"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.02.8.1.dodson.html",
    "data": "mto/data/mto.02.8.1.dodson.json"
}