{
    "title": "Review of Bryan R. Simms, ed., <i>Pro Mundo, Pro Domo: The Writings of Alban Berg</i> (Oxford, 2014)",
    "date": "2014/12/01",
    "volume": "20",
    "issue": "4",
    "authors": [
        "Headlam, Dave"
    ],
    "abstract": "",
    "keywords": [
        "Berg",
        "translation",
        "Kraus"
    ],
    "doi": "",
    "received": "November 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.4/mto.14.20.4.headlam.pdf",
    "author_info": [
        {
            "name": "Dave Headlam",
            "university": "Eastman School of Music",
            "address": "26 Gibbs St., Rochester, NY 14618",
            "email": "dheadlam@esm.rochester.edu"
        }
    ],
    "citations": {
        "berg_1981": "Berg, Alban. 1981. Glaube, Hoffnung und Liebe: Schriften zur Musik . Edited with Introduction by Frank Schneider. Leipzig: Reclam.",
        "berg_1995": "Berg, Alban. 1995. Suite lirica: Tutti gli scritti . Edited by Anna Maria Morazzoni. Milan: Il Saggiatore.",
        "berg_1999": "Berg, Alban. 1999. Écrits . Translated by Henri Pousseur, Gisela Tillier, and Dennis Collins. Paris: Christian Bourgois, 1999.",
        "brand_hailey_harris_1987": "Brand, Julian; Hailey, Christopher; Harris, Donald. 1987. The Berg‐Schoenberg Correspondence: Selected Letters . New York: W.W. Norton & Co.",
        "goehr_1985": "Goehr, Alexander. 1985. “Schoenberg and Karl Kraus: The Idea Behind the Music.” Music Analysis 4, nos. 1/2, Special Issue: King’s College London Music Analysis Conference 1984 (Mar.–Jul.): 59–71.",
        "jarman_1989": "Jarman, Douglas. 1989. Alban Berg: Wozzeck . Cambridge Opera Handbooks. Cambridge: Cambridge University Press.",
        "perle_1985": "Perle, George. 1985. The Operas of Alban Berg Volume Two: Lulu . Berkeley: University of California Press.",
        "redlich_1957a": "Redlich, Hans Ferdinand. 1957a. Alban Berg: Versuch Einer Würdigung . Vienna: Universal Edition.",
        "redlich_1957b": "Redlich, Hans Ferdinand. 1957b. Alban Berg: The Man and his Music . London: John Calder.",
        "reich_1937": "Reich, Willi. 1937. Alban Berg: Mit Berg eigenen Schriften und Beiträgen von Theodor Wiesengrund‐Adorno und Ernst Krenek . Vienna: Herbert Reichner Verlag.",
        "reich_1959": "Reich, Willi. 1959. Alban Berg: Bildnis im Wort: Selbstzeugnisse und Aussagen der Freunde mit Photos und Musikdokumenten . Zurich: Die Arche.",
        "reich_1965": "Reich, Willi. 1965. Alban Berg: Leben und Werk . Zurich: Atlantis Verlag.",
        "stein_1965": "Stein, Erwin, ed. 1965. Arnold Schoenberg Letters , trans. Eithne Wilkins and Ernst Kaiser. New York: St. Martin’s Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Simms (5–9) outlines the history of collections of Berg’s writings, including Berg 1981 , 1995 , 1999 , and Reich 1937 , 1959 , 1965 .",
            "citations": [
                "berg_1981",
                "berg_1995",
                "berg_1999",
                "reich_1937",
                "reich_1959",
                "reich_1965"
            ]
        },
        "FN2": {
            "text": "2. “Introducing Ernst Krenek,” from “Essays, Lectures, and Analyses,” seems more appropriate for “Tributes.”",
            "citations": []
        },
        "FN3": {
            "text": "3. Outside of an overview in the Introduction (6–9) there is no complete listing of translated sources prior to Simms’s volume in one place; a list of translations of Berg’s writings published prior to the current volume is given in the Appendix above.",
            "citations": []
        },
        "FN4": {
            "text": "4. The website, Pro Mundo, Pro Domo: The Writings of Alban Berg: Original Texts, is supported by Oxford University Press .",
            "citations": []
        },
        "FN5": {
            "text": "5. We may compare Simms’s comments on the style of Berg’s writings and the problems of translation with context from the translation of Berg’s letters to Schoenberg ( Brand, Hailey, Harris 1987 ). Here the guiding principle is a conscious attempt to replicate characteristics and changes in writing style: Berg, who delighted in the Baroque splendor of his native language, is sometimes impossible to translate satisfactorily. This has frequently meant focusing our translator’s ambition on coming up with an English sentence that reads as awkwardly as Berg’s German original while yet conveying the meaning. It was challenging to try to reflect the evolution from the tentative turgid prose of Berg’s early letters toward the self‐assured and often witty style of his later years . . . .(xxiii)",
            "citations": [
                "brand_hailey_harris_1987"
            ]
        },
        "FN6": {
            "text": "6. Many writers have commented on Kraus’s influence on the Second Viennese School of composers, and his name appears numerous times in writings and letters. For instance, Schoenberg wrote, “In the dedication of a copy of my Harmonielehre which I sent to Karl Kraus, I said, ‘I have perhaps learned more from you than one is permitted to learn if one wishes to remain independent’” ( Goehr 1985 , 64). Kraus is mentioned numerous times in Berg’s letters to Schoenberg: for instance, in a letter of 2 December 1911, a footnote remarks that “Berg quotes one of Kraus’s ‘Pro Domo’ aphorisms which appeared in the Fackel XIII/338 (6 December, 17)” ( Brand, Hailey, Harris 1987 , 60). In a letter of 15 Feb. 1915 Berg describes attending a lecture by Kraus when “After the program, Kraus decided to read something more from the Neue Freie Presse . He juxtaposed a field report of the most terrible and heartrending events of a battle with the opening of a new Viennese cafe. I can’t imagine a more outrageous document of our times! I left the lecture bitterly depressed” ( Brand, Hailey, Harris 1987 , 229–30). It appears, however, that Berg had mixed feelings  about Kraus at times, as in a letter of 5 June 1912 he declares “I’m fed up with Kraus” after attending what was for Berg a disappointing lecture by Kraus on Strindberg ( Brand, Hailey, Harris 1987 , 93). Perle notes the influence of Kraus on Berg but adds a broader context, asserting that Berg, Schoenberg, and Webern “saw Kraus as one whose work in the domain of language paralleled theirs in the domain of music,” as can be seen in his polemics against “the destroyers of language, the vulgarizers and opportunists of contemporary politics, commerce, and culture” and his criticisms of the Viennese “educated” classes, when “music” is substituted for “language” and other objects of criticism ( Perle 1985 , 289–90).",
            "citations": [
                "goehr_1985",
                "brand_hailey_harris_1987",
                "brand_hailey_harris_1987",
                "brand_hailey_harris_1987",
                "perle_1985"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In addition to his compositions, Alban Berg (1885–1935) was also a writer and editor of letters, analyses, polemical tracts, commentaries, tributes, and editorials. Indeed, much of what we know of his music has been guided by Berg’s own words, transmitted directly or through his pupils, in particular Willi Reich and Theodor W. Adorno. Berg’s writings have appeared in various collections, but only partially—and in scattered sources—in English translation. (1) With this new volume, containing Bryan Simms’s translations of and informative commentaries on forty‐seven items from Berg’s writings, we have the opportunity to expand our knowledge of Berg’s career, and to reconsider his legacy in both its musical and written aspects.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The title, “Pro Mundo, Pro Domo,” roughly “for the world, for one’s own house,” is taken from the subtitles to Berg’s essay “The ‘Problem of Opera’”; Berg was influenced by Viennese author Karl Kraus’s use of the terms in his journal Die Fackel and a collection of aphorisms Pro Domo et Mundo (1912). Simms’s collection, presented as six sections, each ending with commentary, reflects this division of perspectives in Berg’s writings. The first five sections move from external, public topics to personal, private concerns with the sixth section a mix of the two: 1. “The Schoenberg Guides”: four items written 1913–20, consisting of analyses of Gurrelieder , the Chamber Symphony op. 9, and Pelleas und Melisande 2. “Essays, Lectures, and Analyses”: fifteen items including “What is Atonal?”, “Why is Schoenberg’s Music So Difficult to Understand,” and several items on Wozzeck 3. “Tributes”: eight items on musical and non‐musical individuals (2) 4. “Interviews”: seven items, mostly on the topic of Wozzeck 5. “Fictional Works”: three items written 1903–04 and 1918, including an early text entitled “Hanna” 6. “Miscellaneous Writings”: nine items, all on musical topics",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In his Introduction, Simms notes Berg’s lifelong love of literature, drama, and philosophy, and his early aspirations to be a writer. From about 1920–26, Berg sought employment as an editor and essayist, and was for a time editor of the journal Musikblätter des Anbruch . After the success of Wozzeck , however, his focus was on composing, and his writing shifted to shorter forms, such as lectures, tributes, interviews, and commentaries. From 1932–37 Berg’s writings were initially published in various formats by his pupil Willi Reich, including a book ( Reich 1937 ); Hans Redlich later listed 28 written items in a book on Berg’s music ( Redlich 1957a ). Translations of Berg’s writings into English appear in Redlich’s English‐version book ( Redlich 1957b ) and Cornelius Cardew’s translation of some eight items from the 1963 abridged version of Reich’s original collection ( Reich 1965 ).  Simms observes that with the research and publication of critical editions and texts from the Alban Berg Stiftung and Universal Edition, new works and writings are coming to light; the current volume represents only what was known at the time of publication (8).",
                "footnotes": [],
                "citations": [
                    "reich_1937",
                    "redlich_1957a",
                    "redlich_1957b",
                    "reich_1965"
                ]
            }
        },
        {
            "4": {
                "text": "[4] With regard to this volume, Simms writes that “For the sake of consistency in English‐language readings, new translations by the editor of this volume have been used” (9);  among existing translations, Simms re‐uses only Mark DeVoto’s translation (DeVoto 1993) of Berg’s analytical guides to Schoenberg’s pieces (ix). (3) Helpfully, a companion website supplies the original German‐language texts for comparison and study. (4) The various formats of these originals are informative, ranging from the original published versions to typed and handwritten copies, and they contain notes and revisions by Berg, and even voice‐inflection markings for speeches. Simms writes that for his translations he started from “a single best source” (9) for each item, with clarification on the criteria for “best” given in the commentaries. For instance, the lecture on Wozzeck has at least seven extant versions; the one chosen for translation is the “most complete” and the one “read in Vienna on May 15, 1930” (294–99). In this case as well as others, the source used by Simms differs from the sources for existing translations; we may compare translations with this caveat.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The first issue to consider is the approach to the task of translating the language and style of Berg. Simms comments on the difficulties of his undertaking without giving a general statement of his guiding principles: (5) An especially complex issue for the translator and editor of Berg’s writings is the handling of his rhetorical style. On a simple level this style is encountered in Berg’s choice of terms. For example, he usually preferred the word Autor (author) for a creator of music, rather than Komponist (composer). Like Karl Kraus, his favorite writer, Berg looked for opportunities to juggle related German words, these having no direct equivalents in English. For example, at the end of his “Vienna’s Music Criticism” he brings together the words kommen (to come), Einkommen (income), and umkommen (to perish) to make a witty point. Berg’s sentences are often labyrinthine and require a degree of untangling. Berg usually did not express himself in simple sentences, but he took great pains to make these precise in meaning, although often so ironic as to stretch German syntax to its limits. (9)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In his commentary, Simms elaborates on Kraus’s influence on Berg, from his speeches and self‐authored journal Die Fackel (1911–36) to his satire and comments on the use of language (316–17, the date here should be “1934”). (6) Simms notes Kraus’s influence in particular from 1920–26; specifically he asserts that with his Hans Pfitzner essay in 1920, “Berg became an essayist” (269), and that he used “subtle polemic strategies” like those found in Kraus’s writings. For instance, Berg turned Pfitzner’s own technique against him by analyzing a Pfitzner melody in the same terms that Pfitzner used to analyze Schumann’s Traumerei and Beethoven’s Pastoral Symphony (271). Simms quotes from a Berg letter to Schoenberg (July 9, 1920) on this point: Still, I was pursuing a strategy there. I wanted to have the fool emerge gradually from the essay as a whole: to begin at least with a degree of superficial respect (leaving it ambiguous whether it’s meant seriously or ironically ‐ ‘erudition!’) and only slowly to strip him of all the attributes of which he is so proud: his Germanness, his style! his musical learning, the logic of his book, finally, as trump card, his composition, which I expose and denounce with the same foolish ‘how beautiful!—how beautiful!—how beautiful!’ that he used for the Pastoral Symphony . And all of it dipped in the irony of the incredible stupidity of this ‘master.’ (272)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] While it is not possible to give detailed comments on Simms’s translations here, I shall briefly compare the German and English versions of one paragraph from the “Lecture on Wozzeck .” This lecture has been translated twice before, by Hans Redlich and Douglas Jarman; although the overall text they use differs from the one translated by Simms, the paragraph given here is identical. Below is the original text from the website, translations from Simms, Redlich, and Jarman, and some commentary. Als ich also damals beschlossen hatte, eine abendfüllende Oper zu schreiben, stand ich, zumindest in harmonischer Hinsicht, vor einer neuen Aufgabe: Wie erreiche ich ohne diese bis dahin bewährten Mittel der Tonalität und ohne die auf ihr basierten formalen Gestaltungsmöglichkeiten dieselbe Geschlossenheit, dieselbe zwingende musikalische Einheitlichkeit? Und zwar eine Geschlossenheit nicht nur in den kleinen Formen der Szenen und Auftritte (wovon später viel zu sprechen sein wird), sondern auch, was ja das Schwierigere war, die Einheitlichkeit in den grossen Formen der einzelnen Akte, ja in der Gesamtarchitektonik des ganzen Werkes? (Berg’s original can be found here .) When I decided to write an opera lasting an entire evening, I faced a new challenge, at least in the harmonic dimension. How could I obtain the same closure, the same forceful musical unity, without this formative element—a closure not only on the small scale of the scene and entrance (about which much more will be said later) but, what was more difficult still, a unity in the large dimension of individual acts, indeed, in the total architecture of the whole work?  (Simms, 228) On deciding at that juncture to compose a full‐length opera I was confronted by a new problem, at least from the angle of harmony: How to achieve the same degree of cohesion and of structural unification without the use of the hitherto accepted medium of Tonality and of its creative potentialities?—cohesion, moreover, not only in the smaller forms of dramatic sections (of which more anon) but also the more difficult unification in the bigger formal units of a whole act and in the structure of the whole opera. ( Redlich 1957b , 261) Once I had decided to write an opera that would last a whole evening I faced a new problem, at least as far as harmony was concerned: how, without the proven means of tonality and without being able to use the formal structures based on it, could I achieve the same sense of completeness, the same compelling musical unity? And, what is more, a sense of self‐containedness not only the small‐scale structure of the scenes themselves (I shall have a lot to say about this later) but also, what was much more difficult, a sense of completeness in the larger structures of the single acts and, indeed, in the architecture of the work as a whole? ( Jarman 1989 , 154)",
                "footnotes": [],
                "citations": [
                    "redlich_1957b",
                    "jarman_1989"
                ]
            }
        },
        {
            "8": {
                "text": "[8] I wish to make two points in reference to this paragraph. First, Simms omits the direct reference to “Tonality” in his translation, referring only to “this formative element.” From the perspective of writing style he thereby connects to the preceding paragraph, which ends with a direct reference to tonality as a means of creating form in music. From the standpoint of a translation, however, this omission is a drastic change, and it seems unwarranted. Both Redlich and Jarman retain the reference to tonality. Second, the essential idea of the paragraph is to articulate what is missing when tonality is not used and how to compensate for these missing elements: the significant German words are “Geschlossenheit” and “Einheitlichkeit.” Berg’s original suggests that the latter, unity, is a result of the former, closure or cohesion. This cause‐and‐effect relationship is not maintained in Simms’s translation, where they are presented as two synonymous aspects of tonality, perhaps distinguished by the structural scale—small for closure and large for unity—on which they apply. Redlich uses “cohesion” and “unification” and Jarman uses “completeness” and “self‐containedness”; both suggest the cause‐and‐effect relationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In my reading, this paragraph is representative of Simms’s approach throughout, which is a bit literal in some places (the “opera lasting an entire evening” phrase), but interpretative in others (the omission of “tonality” here). It is helpful to compare other translations and of course the original where possible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] To close, I will outline a few of the aspects brought out by the new translations. First, in his lecture on Wozzeck , Berg takes pains to point out that analytical connections only became apparent to him after the composition was finished, with musical and dramatic relationships happening “unconsciously” (232, 233, 235). Berg’s oft‐cited exhortation to forget all the forms and theory he has just detailed and attend only to the expression of the drama, found in other versions of the lecture and at the end of the “Pro mundo” section of the “Problem with Opera,” furthers this point: To whatever extent to which one is aware of the musical forms in this opera, or how strictly and logically everything is ‘worked out,’ or what artfulness resides even in the many details . . . from the moment when the curtain rises to that when it falls for the last time, there should be no one in the audience who will notice the diverse fugues and inventions, suites, and sonata movements, variations, and passacaglias, no one who should be aware of anything except the idea of this opera, something that goes far beyond the individual fate of Wozzeck . And that—I believe—I have accomplished. (217)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The issue of the “old” musical forms used in Wozzeck has been part of the public reception history of the opera since the publication of the piano‐vocal score (1922), which contained an outline of the forms. In the quotation above Berg repeatedly underscores his point that the forms only serve the drama. The issue—Berg appears to want to maintain both an image of the inspired and intuitive muse and of the inventive composer fully immersed in the techniques of his craft—continues to be a question in the reception of the music of the Second Viennese School. In a related context, in the commentary to Berg’s notes on his Lyric Suite , Simms comments that “Unlike Schoenberg or Webern, Berg emphasizes details of his row technique even in a rudimentary analysis, as though he considered such thinking basic to the work’s understanding. This was sharply different from Schoenberg’s dim view of row analyses. ‘I can’t utter too many warnings against overrating these analyses’ Schoenberg wrote, ’since after all they only lead to what I have always been dead against: seeing how it is done, whereas I have always helped people to see what it is !’” (288; Simms cites a letter of Schoenberg to Rudolf Kolisch of June 27, 1932, in Stein 1965 , 164).",
                "footnotes": [],
                "citations": [
                    "stein_1965"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Second, Berg scholarship includes both the public and private faces of the composer, particularly with regard to Berg’s daughter, Albine Scheuchl (1902–1954) and the “secret programs” in his music reflecting his personal relationships, particularly with Hanna Fuchs‐Robettin from 1925. Simms’s volume presents mostly the public face of Berg, the “Pro Mundo” side as it were; aside from the references to hidden programs in Berg’s “open” letter to Schoenberg on the Chamber Concerto the only reference to his “secret life” is found in the commentary to Berg’s early poem “Hanna” (1903). In a letter to Hanna Fuchs‐Robettin from June 7, 1928 Berg ecstatically asserts that their relationship was foreshadowed in this “love epic” (371).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Third, translated for the first time are seven interviews. The topics are based mostly on the composition of Wozzeck and Berg’s status as a modernist composer from Vienna, a position that required him to look to Berlin for performances (although Wozzeck was performed in Vienna in 1930). Berg shows his sense of ironic humor throughout the interviews, noting that he has “installed windows with frosted glass in my residence. I can’t be seen through them and they also spare me from seeing what is going on in our beloved Vienna” (319–20), and that “Vienna has concerns, large and small, other than providing delusions of grandeur to a ‘modern’ composer with a performance” (320). The interview with the Neues Wiener Journal of June 23, 1927 contains the interesting assertion that, for Berg, a “formal creed” of “succinct form of expression” might be: “Say with tones in the most concise way and in the least time what a more prolix melodiousness might need minutes, even hours to say” (323), and that Berg himself notes that “In a polyphonic style . . . we can say in two measures what is needed for the melodic form of an eight‐ or sixteen‐measure period” (323).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Fourth, the interviews also contain references to two not‐unrelated topics: Berg as student of Schoenberg and the rising anti‐Semitism of the times. To Oskar Jancke, Berg comments “I proudly consider myself his [Schoenberg’s] student, even today, although I haven’t studied with him now for twenty years. But I would like to stop being called a ‘student.’ I have been influenced by Schoenberg but also, for example, by Beethoven, Bach, Wagner, Mahler” (327). Earlier in the same interview, in reference to some protests by Czech nationalistic groups in Prague related to performances of Wozzeck , Berg notes: “They opposed me as an Austrian and because of the allegedly defeatist tendency of my work. It was also said that I was a Jew. Even though my music would be no different, this ‘reproach’ amuses me all the more since both my father (who came from Nuremberg) and my mother (Viennese) are Catholic, and my father owned one of the two large stores in Vienna that sold sacred books, prayer books, and the like” (326). Simms adds in his commentary that Berg “is now forced to deny the rumors that he is Jewish, and he asserts, as he often did, the Germanness of his music—found in the richness of harmony, polyphony, and solidity of form” (334).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Finally, in “Composition with Twelve‐Tone Rows” from ca. 1933 (392), Berg writes that, no less than “a major or minor scale or key . . . when the twelve tones were related to the seven diatonic ones and the seven to three (I, IV, V), and these three to one among them (also ‘one to another’),” the system “where the twelve notes are ‘related only one to another’” allows for “the element of originality, the purely personal .” Berg adds “I think I have drawn a quite plausible parallel.” But he continues: “Here’s another [parallel]: the seven notes of a diatonic scale—with its division and irregular arrangement—have things that are rowlike, in and of themselves, which for the most part must be observed (leading tones, upward and downward pivot tones, treatment of chromatic alterations, etc.)” (392).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] These parallels, not only the usual one that the twelve‐tone system is no more restrictive on expression than major and minor tonality, but that both systems share “rowlike” or serial characteristics, suggests some nuance to Berg’s incorporation of tonal features in his twelve‐tone compositions. By exploiting perceived shared features between the two systems, Berg finds an original third way that is organic to both. The Violin Concerto certainly reveals aspects of this intriguing parallel, which opens new potential for an understanding of this and other of Berg’s later compositions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Simms closes his Introduction with some general observations: In Berg’s writings we instead encounter the composer onstage, playing the roles that he cast for himself throughout his artistic life—often the acolyte for Schoenberg, sometimes the promoter of his own interests, always the idealist. Above all we see Berg as an optimist. The impediments to art, which he often identifies with a trenchant irony, can be overcome, he insists, provided that art reaches an audience imbued with faith and commitment (10).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Simms also asserts that Berg did not write to “guide future assessments of his life and work” (10); however, although perhaps not intended, that is what has transpired. Berg’s writings have guided and will continue to guide many aspects of his reception. Simms’s very timely and expertly rendered translations and commentary allow us to more comprehensively follow Berg the guide to a more complete understanding of Berg the composer. Appendix: Translations of Berg Writings Prior to 2014 IABSN = International Alban Berg Society Newsletter “Lecture on Wozzeck ” Redlich 1957a, pages 261–85. Douglas Jarman, Alban Berg Wozzeck . Cambridge Opera Handbooks. (Cambridge: Cambridge University Press, 1989), pages 154–70. “What is Atonal: a Dialogue” Nicolas Slonimsky, Music Since 1900 , 5th ed. (1937; New York: MacMillan, 1994), Appendix. Bryan R. Simms, compiler and ed., Composers on Modern Musical Culture: An Anthology of Readings on Twentieth‐Century Music (New York: Schirmer Books, 1999), pages 63–68; translated by M.D. Herter Norton with additions by Bryan R. Simms. “Notes for the Lyric Suite ” Translated by Donald Harris and Mark DeVoto, IABSN 2 (Jan. 1971): 5–7. “Arnold Schoenberg: Gurrelieder Guide” Translated by Mark DeVoto, Journal of the Arnold Schoenberg Institute 16, nos. 1–2 (1993): 24–133. “The Society for Private Musical Performances” Reich 1965, pages 46–49. “The Musical Impotence of Hans Pfitzner’s ‘New Aesthetic’” Reich 1965, pages 205–18. “Why is Schoenberg’s Music so Hard to Understand” Reich 1965, pages 189–204. “Open Letter on the Chamber Concerto” Reich 1965, pages 143–48. “The ‘Problem of Opera’” Reich 1965, pages 63–66. “Commemorative Address for Emil Hertzka” Reich 1965, pages 84–89. “Two Feuilletons” Reich 1965, pages 219–26. “The Preparation and Staging of Wozzeck ” Musical Times 109 (June 1968): 518–21. Translated by George Perle.  Also in George Perle, The Operas of Alban Berg, Volume I: Wozzeck (Berkeley: University of California Press, 1980), pages 203–6. “The Musical Forms in My Opera ‘ Wozzeck ’” Jarman 1989, pages 149–52. “A Word about Wozzeck ” Jarman 1989, pages 152–53. Also of Interest: Brand, Julian; Hailey, Christopher; Harris, Donald. The Berg‐Schoenberg Correspondence : Selected Letters. New York: W.W. Norton & Co, 1987. Carner, Mosco. “Alban Berg in his Letters to his Wife,” Music and Letters 50, no. 3 (1969): 365–75. DeVoto, Mark. “Berg and Pacifism,” IABSN 2 (January 1971): 8–11; a letter of Berg to Erwin Schulhoff. Floros, Constantin. Alban Berg and Hanna Fuchs . Translated by Ernest Bernhardt‐Kabisch. Bloomington: Indiana University Press, 2008. Grun, B. Trans. Alban Berg: Letters to His Wife . London: Faber and Faber, 1971. Hall, Patricia. A View of Berg’s Lulu Through the Autograph Sources . Berkeley: University of California Press, 1996. Hall, Patricia. Berg’s Wozzeck. Studies in Musical Genesis, Structure, and Interpretation . New York: Oxford University Press, 2011. Translations of documents related to the composition of Berg’s operas. Harris, Donald, “Berg and Frida Semler,” IABSN 8 (Summer 1979): 8–12. Letters translated by Laurence Lyon. Jarman, Douglas, “Two Unpublished Letters from Berg,” Musical Times 113 (April 1972): 350–52. Lonitz, Henry, Editor. Correspondence: Alban Berg and Theodor Wiesengrund‐Adorno . Translated by Wieland Hoban. Cambridge: Polity Press, 2005. Morazzoni, Anna Maria. “Berg and Italy in the Thirties,” IABSN 13 (Spring–Summer 1985): 10–24. Morazzoni, Anna Maria. “Berg’s Correspondence with Italian Composers,” IABSN 13 (Spring‐Summer 1985): 24–31. “News,” IABSN 6 (June 1978): 2–3. Letter of Berg to Hanna Fuchs‐Robettin; translated by George Perle and Reinhard Pauly. Perle, George. “The Secret Program of the Lyric Suite, ” IABSN 5 (Jan. 1977): 4–12.  Translation of Berg’s annotations to Hanna Fuchs‐Robettin in a score of the Lyric Suite . Smith, Joan Allen and Devoto, Mark, compilers. “Berg’s Published Correspondence: Index,” IABSN 3 (Jan. 1975): 11–17.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.14.20.4.headlam.html",
    "data": "mto/data/mto.14.20.4.headlam.json"
}