{
    "title": "Review of Walter Everett, <i>The Beatles as Musicians: Revolver Through the Anthology</i>",
    "date": "2000/05/01",
    "volume": "6",
    "issue": "2",
    "authors": [
        "Heinonen, Yrjo"
    ],
    "abstract": "The Beatles as Musiciansoffers an historical survey of the second part of the Beatles’ career. It includes analyses of every song that members of the Beatles wrote and released during 1966–70, as well as a brief review of the Beatles Anthology releases of 1995–96. Each song is discussed in terms of songwriting, recording, and musical expression. Though some of the musical analyses may likely be too demanding for readers without, or with only a little, training in music theory, the book will nevertheless be fascinating for anyone interested in the Beatles. The book’s focus is clearly on music, but it also offers much to readers more interested in the cultural life of the 1960s. This is a splendid book and surely a milestone in Beatles research.",
    "keywords": [
        "Everett",
        "Beatles",
        "songwriting",
        "recording",
        "analysis"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.2/mto.00.6.2.heinonen.pdf",
    "author_info": [
        {
            "name": "Yrjo Heinonen",
            "university": "Conference Chair",
            "address": "“The Beatles 2000”, June 15–18, 2000, Jyvaskyla, Finland",
            "email": "yheinone@cc.jyu.fi"
        }
    ],
    "citations": {
        "dahlhaus_1983": "Dahlhaus, Carl. 1983. Foundations in Music History . Trans. by J.B. Robinson. Cambridge: Cambridge University Press.",
        "davies_1992": "Davies, Hunter. 1992. The Beatles. The Only Authorized Biography . Rev. ed. London: Arrow Books.",
        "denisoff_1986": "Denisoff, R. Serge. 1986. Tarnished Gold: The Record Industry Revisited. New Brunswick, N.J.: Transaction.",
        "heinonen_and_tuomas_1998": "Heinonen, Yrjo and Eerola Tuomas. 1998. Songwriting, Recording, and Style Change. Problems in the Chronology and Periodization of the Musical Style of the Beatles . In Beatlestudies 1 , Research Reports 19. Edited by Yrjo Heinonen, Tuomas Eerola, Jouni Koskimaki, Terhi Nurmesjarvi and John Richardson. Jyvaskyla: University of Jyvaskyla, Department of Music.",
        "koskimaki_and_heinonen_1998": "Koskimaki, Jouni and Heinonen, Yrjo. 1998. Variation as the Key Principle of Arrangement in ‘Cry Baby Cry’ . In Beatlestudies 1 , Research Reports 19. Edited by Yrjo Heinonen, Tuomas Eerola, Jouni Koskimaki, Terhi Nurmesjarvi and John Richardson. Jyvaskyla, Finland: University of Jyvaskyla, Department of Music.",
        "macdonald_1994": "MacDonald, Ian. 1994. Revolution in the Head: The Beatles’ Records and the Sixties . New York: Henry Holt.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music. Milton Keynes, England: Open University Press.",
        "miles_and_marchbank_1978": "Miles, Barry, and Marchbank, Pearce, eds. 1978. The Beatles: In Their Own Words. New York: Omnibus.",
        "moore_1993": "Moore, Allan F. 1993. Rock: The Primary Text . Buckingham, England: Open University Press.",
        "treitler_1989": "Treitler, Leo. 1989. Music and the Historical Imagination . Cambridge: Harvard University Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Walter Everett has published numerous articles on the music of the Beatles. He has approached the topic from the point of\nview of voice leading and has developed a method of applying voice-leading analysis to answer questions about the expressive\ncontent of individual works or songs. The culmination of that program of research is The Beatles as Musicians , which, when completed, will be a two-volume compendium covering the Beatles’\nentire career. The second of these volumes, Revolver Through the Anthology , has appeared first and forms the subject of this\nreview. I consider Everett’s book to be well researched and thought provoking. Despite of some critical comments presented\nbelow, I generally agree with his point of view.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] The title of this book— The Beatles as Musicians: Revolver through\nthe Anthology —might strike some Beatles scholars as puzzling. First of all, it seems to associate the “musicianship”\nof the members of the Beatles with the second half of their career, which is generally known as “the recording years” (the\nyears preceding Revolver are usually referred to as “the touring years”). In 1970, John Lennon told Jann Wenner of Rolling Stone magazine that “the music was dead before we even went on the theatre tour of Britain.” This tour took place in\nearly 1963! Lennon went on to say, “The Beatles’ music died then, as musicians. That’s why we never improved as musicians; we\nkilled ourselves then to make it” (quoted from Miles 1978, 17). “Making it” means, of course, the national and international\nbreakthrough of the group. During the same interview Lennon observed, “Later on we became technically efficient recording\nartists—which was another thing—because we were competent people and whatever media you put us in we can produce something\nworthwhile.” Lennon’s train of thought seems to be that the touring years—or, rather, “the performing years,” the years he\nassociated with musicianship —were over when the Beatles entered the recording studio. Although I recognize the point of\nLennon’s words, I do not personally consider Everett’s title to be misleading. Lennon associated “musicianship” with stage\nperformance, not with studio work, and it is indeed quite clear that during the days of Beatlemania the Beatles became\nimpoverished as stage musicians. Nevertheless, it is equally clear that they subsequently improved as recording musicians. Surely they were still musicians .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] A second quibble is connected to the period the book covers. One would expect that the first of the two volumes would\nbe devoted to the years 1957–65 (from the Quarry Men days through Rubber Soul ) rather than to\n1966–96 (from Revolver through the Anthology ). Had Everett started with a volume dealing with\nthe first half of their career, he could have avoided the 25-page chapter, “The Beatles before 1966,” altogether. Starting the\nsecond volume with Revolver may be well grounded with respect to the quite sharp stylistic change evident in Revolver . Moreover, this particular album, to quote Everett, “happens to fall exactly at the midpoint of the telling of the story” of\ntheir career.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Yet the whole thirty-year period from the release of Revolver in 1966 to the release of the three volumes of the Anthology in 1995–96 hardly constitutes a coherent “period.” In practice, Everett’s focus is almost solely on the “recording\nyears” (1966–70). The solo careers of the former members of the Beatles are summarized very briefly in five pages and only ten\npages are devoted to the Anthology release. It must be noted, however, that when discussing songs originally released during\n1966–70, Everett refers to the early or alternate versions of the same songs released in the Anthology . In this sense the Anthology is present throughout the whole book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] In writing a history of the Beatles as musicians, Everett strikes a balance between two competing contemporary approaches\nto the historiography of music. One is the “Dahlhausian” concept of presenting music history as a narrative that takes the musical\n“work” as the unit of the chronology. In the extreme case, the resulting narrative should consist of musical works arranged in\nchronological order according to the principle of novelty (that is, according to the date of the premiere or publishing the\nwork). The other is the “Treitlerian” concept of music history as criticism. According to this view, much more attention should be\npaid to the interpretation of historical phenomena than to enumerating “facts” in their chronological order. All\nhistory—including the previous literature on history—is present in the sense that it is always perceived and\ninterpreted at present. And as the term “criticism” implies, Treitler encourages music historians to evaluate the music that\nis the focus of their study. In consequence, the study of music history becomes a part of (general) music criticism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] At the broadest level, Everett presents “the complete history” of the Beatles in the second half of their career as a\nchronological narrative, with due attention to the novelty principle—“innovations are carefully noted as they appear” (p.\nix). This approach is most evident in the chronological summaries (time lines) of the musical events over particular periods. At\nthe level of particular albums, however, he tends to rely more on the “criticism” approach. The order in which he discusses songs,\nfor example, is influenced by his emphasis on, for instance, the unity of Sgt.\nPepper and Abbey Road or the subjective value of the songs in Magical Mystery\nTour . The “narrative” approach is evident only in Revolver , whose songs are discussed in\nchronological order according to the date they were taken into the recording studio.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] In serving both the “narrative” and “criticism” approaches, it is possible to omit something that fits neatly into neither\nscheme and yet may be important (see Heinonen & Eerola 1998). Thus Everett pays practically no attention to the Yellow Submarine soundtrack LP, which EMI/Apple officially released as a Beatles album in early 1969.\nThere were four new songs by the Beatles in Yellow Submarine . Everett discusses these songs as\nparts of other more important projects (which they undoubtedly were). Three of the songs—“Only A Northern Song,” “All Together\nNow,” and “It’s All Too Much”—are discussed briefly under the heading “‘All You Need Is Love’ / ‘Baby You’re A Rich Man’ and\nSome Shelf-Sitters” (pp. 124–129). The fourth song, “Hey Bulldog,” is discussed together with “Lady Madonna,” “The Inner\nLight” and “Across The Universe” (pp. 152–158). Despite the fact that Yellow\nSubmarine can by no means be compared to any other British album release—its contents come quite close to the United Artists’ soundtrack releases of the films A Hard Day’s Night and Help! —it deserves to be treated as an independent\nalbum by virtue of being an official Beatles release. Similarly scant attention is paid to the seven songs by George Martin added\nto the Yellow Submarine album from the actual film soundtrack. Six of these “songs” were his original compositions and one was\nhis orchestral arrangement of “Yellow Submarine.” When will we have serious analyses or commentaries of these “Beatle” songs in\nthe Beatles literature?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In general, each song is treated in a similar manner: first Everett describes how the song was written, then he relates how\nit was recorded, and finally he gives an analysis of the musical expression. This plan is similar to that\nused by Ian MacDonald in his Revolution in the Head , first published in 1994. In\ndescribing the genesis of the songs, Everett has combined data from various sources. One category of sources includes statements\nby the songwriters themselves as well as by people who (have claimed to have) witnessed the writing of a song or a part of\nit. Another and perhaps more reliable category of sources includes demo tapes and lyric sketches as well as early\nand alternative takes for the songs. These “drafts” are treated as equivalents of\nthe compositional sketches and drafts written by classical composers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] The book includes many references to general influences as well as to concrete sources of inspiration for\nparticular songs. Everett presents, for example, a transcription of the Kellogg jingle on which the refrain of Lennon’s\n“Good Morning Good Morning” was based. He also discusses intertextual relationships\nthat he does not necessarily claim to be real “influences” or “sources of inspiration.” Perhaps the most astonishing of these\nis the almost verbatim similarity between “Hey Jude” and John Ireland’s Te\nDeum . One cannot avoid the impression that if McCartney was familiar with Ireland’s work, then this work was an\nactual—although by no mean conscious—source of inspiration for “Hey Jude.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] With respect to songwriting, the book has some shortcomings. If one is familiar with the extensive literature on\nthe writing of famous Beatles songs, then the omission of some landmark statements is hard to explain. Let us take,\nfor example, “Eleanor Rigby” and “Lucy In The Sky With Diamonds.” Donovan Leitch has claimed that McCartney\nstarted “Eleanor Rigby” with Ola Na Tungee as the protagonist. This claim is mentioned both in A Hard Day’s Write by Steve Turner (1995) and Many Years from Now by Barry Miles (1997). Donovan’s account would\nseem to bear repeating. Everett does of course mention that, according to Lennon, the title of “Lucy In The Sky\nWith Diamonds” was based on his son’s drawing of the same name. But he fails to mention that\nTurner (1995) presents a drawing that he claims to be Julian Lennon’s original depiction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Due to the scope of the book, it is not the place to look for solutions to Beatles “mysteries.” “Eleanor Rigby”\nand “Lucy In The Sky” can also serve as examples of the way Everett tends to leave conflicting claims or\ninterpretations unresolved. As anyone familiar with the Beatles literature knows, “Eleanor\nRigby” is one of the songs where Lennon and McCartney disagree as to the extent of their respective authorship (“In My Life” is the\nother). Everett sets out the problem and mentions the conflicting sources, but closes the case by saying “No matter who\ncomposed the lyrics . . . it likely was a group effort.” As for “Lucy In The Sky,” most commentaries regard it as a\ndrug song, although both Lennon and McCartney have denied this and have pointed out\nthat the song is based on Julian Lennon’s above-mentioned drawing and Lewis Carroll’s Through the Looking-Glass . The matter of being or not being a drug song is duly discussed in the book.\nEverett even points out the similarity between “Lucy In The Sky” and the dreamy final poem of Carroll’s Through the Looking Glass . But again, he closes the case by stating that “Whether\ndream-based, drug-based, or both, the song’s amphibolous phantasms entice the listener away from\nall concerns with reality.” I tend to agree that reading “Lucy In The Sky With Diamonds” as “LSD” is more myth than\nfact. Solving Beatle myths is surely not Everett’s aim, as he himself writes in the preface\nof his book. “In many cases, my explanation as to the ‘meaning’ of a given passage or song—often based on combined elements of\nthe musical and poetic texts, along with knowledge of the composers’ biography and intent—is offered, but all listeners\nmust solve the Beatles’ many mysteries for themselves” (p. xi).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] As to the recording process, Everett’s account is based mainly on Mark Lewisohn’s The Beatles: Recording Sessions (1988), in which the group’s studio work is documented extremely\nwell. In my opinion, Everett’s most important contribution to the existing knowledge concerning the recording process of the\nBeatles is the identification of every part, its performer, and the instrument used in each song. He also clearly indicates where\na particular part is positioned in the stereo picture. Fine work indeed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Everett’s sources consist not only of the official “canon”—the Beatles’ LPs, singles, EPs, and CDs recorded in\nLondon and released by EMI and Apple—but also of “every available document of a Beatles’ musical activity during\nthe period covered” (p. viii). These documents include various audio, video, print, and multimedia sources, including\nvarious “bootleg” releases. The way he takes the “bootleg drafts” and lyric sketches as equivalents of the\ncompositional sketches of classical composers is very illuminating. The analysis of the\nwriting and recording process of “Strawberry Fields” is fully comparable to the carefully detailed sketch studies that modern\nmusicologists have written concerning the works of Beethoven or Mozart.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The scores referred to by Everett in his analyses can be found in The Beatles: Complete\nScores , published by Wise Publications (1989). This book includes transcriptions of all\nsongs released by the Beatles from 1962 to 1970. Everett writes that this publication is “an 1,100-page compendium of practically\nfull scores of every song appearing on an EMI single or LP during the years 1962–70” (p. xiii). He admits that the scores “are not\nwithout faults,” but adds that “they will certainly not be replaced in the near future” (ibid.).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In my opinion the scores are far from complete—partly because of the hundreds (or thousands) of faults they\ninclude, partly because the repeated sections of a song are too often presented only as they occur the first time\nthrough. Changes in arrangements in later repetitions are either omitted or represented by only the most prominent\nfeatures like an added second voice or instrumental riffs or fills. Jouni Koskimaki and\nI have tried to illustrate this in our case study of the arrangement of “Cry Baby Cry.” According to our study, the\n“complete” Wise score “contains only the intro, the first chorus, and the coda . . . . In other words, some 60% (choruses II, III\nand IV) of the arrangement is missing altogether” (Koskimaki and Heinonen 1998). This practice saves work and paper but does\nnot do justice to the original sound recording. Nevertheless, I agree with Everett that the expression of musical ideas\nin his book would have been much more difficult without the Wise scores. Even with its faults and missing parts that\npublication is surely the best available “Complete Beatles” score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Everett’s musical examples fall into two categories: (1) transcriptions of sound recordings, and (2)\nvoice-leading graphs and other analytical constructions. With respect to the sound\nrecording, some of them are intended as supplements to the Wise scores. All these transcriptions have been made by Everett\nhimself, with the exception of the orchestral crescendo in “A Day In The Life,” which was prepared by Glenn Palmer. Some other\nsound-recording transcriptions deal with the demo versions and early or alternative takes of the songs. It is a pity\nthat most of these transcriptions are incomplete—probably due to problems with copyrights, lack of space, or both.\nIn any case, these transcriptions will be welcomed by all who are interested in applying the approaches of sketch or\nmanuscript studies to the songwriting and recording processes of the Beatles (or popular\nmusic in general). Later literature will probably cite Everett’s book as the first to apply this approach extensively and\nsystematically to Beatles research. I consider this one of the book’s greatest contributions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] The analytical method applied by Everett rests on Schenkerian voice-leading analysis, or rather, an adaptation\nof it. The method itself is widely debated, as is its applicability to popular music. If one does not know the principles\nand techniques of this method, many of Everett’s analytical points will be difficult to understand. Without going too\nmuch into the details, I would like to illustrate how Everett applies\nSchenkerian voice-leading analysis to one song.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] “I Am The Walrus” is a Beatles song unlikely to be considered “tonal” in the strict Schenkerian sense. Yet\nEverett succeeds in finding a structure quite similar to the Schenkerian Ursatz . The pillars of this Ursatz appear as follows. The 5th occurs at 0′21″ (the beginning of the first bar of the first\nverse A, “I am he as you are he”) and the 4th occurs at 2′47″ (the beginning of the penultimate bar of the third verse A, “how\nthey snide”). The 3rd—which is a flatted “blue” note—occurs at 2′50″ (at the beginning of the last bar of the third verse A,\n“crying”). The 2nd occurs at 3′04″ (at the beginning of the penultimate bar of the third verse B, “man you should have seen\nthem kicking Edgar Allan Poe”), supported by II ♯ . The dominant (V) appears at 3′15″ (the beginning of the last bar of the\nrefrain, “walrus”) and the home tonic is eventually reached at 3′25″ (the beginning of the first bar of the coda, “juba, juba”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] This deep structure is, according to Everett, “deceptively ‘normal’” (p. 136). At the middleground level, he\nstates, harmonic norms are violated especially in the bridge (2:11–2:25), whereas the foreground harmony “cynically\nchallenges the underlying tonal centricity at nearly every turn” (p. 137). Although I have my doubts about the details\nand about the method in general, I agree with Everett’s main analytical interpretations. The foreground of “I Am The\nWalrus” is, to quote Everett, a “masterful welding of poetic and musical nonsense” (p.\n138). Behind this surface there is, however, a middleground that violates tonal principles no more than do many Tin Pan Alley\nsongs or the songs of Liszt. Behind this middleground are basically tonal reference\npoints —the only “violation” of Schenkerian Ursatz is the flatted “blue” third in the\n“Urlinie.” “I Am The Walrus” is, then, not pure chaos but organized chaos. And the\norganization behind the chaos is, as Everett shows, basically tonal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The dispute between “culturally” and “musically” oriented popular music research cannot be left without\nmention. The “cultural” side maintains that popular music is more a cultural (or sociological) than a musical\nphenomenon (see, for example, Denisoff 1986, 31). The “musical” side takes music—the sounds\nthemselves—as the primary subject matter of popular music (Middleton 1990, Moore 1993). Everett discusses this topic\nbriefly in his preface, where he cites justification of the “musical” side. He writes that while the proponents of the\n“cultural” side “are certainly free to limit their own investigations in any desired way,” he hopes that his book “would\nsuggest to them that their own endeavors might be enhanced by an objective hearing of the music” (p. x). Without denying the\njustification of the “cultural” approach, which Everett himself do not deny either, I very warmly welcome this point of\nview.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Another common assumption from the “cultural” side is, to quote Everett again, that “popular music cannot be\nanalyzed to useful ends with tools ‘created’ for the appreciation of classical music” (p. x). As has been said above,\nEverett applies basically Schenkerian voice-leading analysis to the songs of the\nBeatles. In support of this approach one may cite Richard Middleton, according to whom there “seems no reason why Schenker\nanalysis could not be applied to popular songs governed by functional-tonal processes: nineteenth century types, for\nexample, or most Tin Pan Alley songs” (Middleton 1990, 193). He too presents examples that are not so obviously tonal in the\nsense of Western tonality (including “Twist And Shout” by the Beatles) and maintains that “a full-blown rejection of the\n[Schenkerian] theory for this kind of music is less appropriate than the development of a ‘modified Schenkerianism’”\n(p. 196). Everett’s analysis of “I Am The Walrus” (discussed above) is, in my opinion, a good example of the kind of\n“modified Schenkerianism” to which Middleton refers. I think it also succeeds in revealing quite conventional\nreference points behind what at first sight—or, rather, first hearing—might seem to be\nchaotic nonsense.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] A rather surprising endorsement of long-range hearing characteristic of the Schenkerian approach comes from\nno less an authority than Paul McCartney. He gave the following statement to Hunter Davis in August 1966: “I can\nhear a whole song in one chord. In fact, I think you can hear a whole song in one note, if\nyou listen hard enough. But nobody ever listens hard enough.” The main idea of this statement by the then 24-year-old Paul\nMcCartney echoes the very idea behind Schenkerian analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The back cover of the paperback edition of Everett’s book quotes John Covach who considers Everett’s book\n“the most important book on the Beatles to appear so far.” Without falling into the trap of comparing the book to,\nsay, Mark Lewisohn’s The Beatles: Recording Sessions or Hunter Davies’ The\nBeatles (the only authorized biography of the group), I think it fair to say\nthat Everett has written the most important musicological book on the group so far. This two-volume opus, when finished, will\nundoubtedly be a milestone in Beatles research—really a splendid book.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.00.6.2.heinonen.html",
    "data": "mto/data/mto.00.6.2.heinonen.json"
}