{
    "title": "Changing Content in Flagship Music Theory Journals, 1979–2014",
    "date": "2017/12/01",
    "volume": "23",
    "issue": "4",
    "authors": [
        "Duinker, Ben",
        "Gauvin, Hubert Léveillé"
    ],
    "abstract": "Since the founding of the Society for Music Theory in 1977, the Anglophone music theory discipline has extensively diversified, now encompassing manifold subfields. A pertinent question arises: how does the music theory discipline balance this diversity with a sense of unity and cohesiveness? An investigation into journal articles—one of the main ways music theory presents itself to the world—can serve as a useful entry point for this question. We develop and analyze a corpus of article abstracts published between 1979 and 2014 from four general-scope flagship periodicals:Journal of Music Theory,Music Theory Spectrum,Music Analysis, andMusic Theory Online.For each of 1063 abstracts analyzed, theoretical topics and repertoire (including composer) are tabulated. Observations are organized according to which topics and repertoires are addressed most frequently, as well as whether correlations between leading topics and repertoires might exist. Extending beyond our initial question regarding diversity and cohesiveness, the corpus data is then used to assess how music theory research relates to trends in concert programming, as well as the repertoire used in textbooks designed for undergraduate theory curricula. Based on the data generated in this study, we find that a balance of diversity and cohesiveness appears to exist in the form of a broad range of research topics engaging with a comparatively small canon of music by only a few composers. This relationship is, however, paradoxical; the small canon belies the diversity of repertoire that currently permeates the discipline.",
    "keywords": [
        "music theory discipline",
        "journal study",
        "corpus study",
        "Journal of Music Theory",
        "Music Theory Spectrum",
        "Music Analysis",
        "Music Theory Online"
    ],
    "doi": "",
    "received": "July 2016",
    "pdf": "http://mtosmt.org/issues/mto.17.23.4/mto.17.23.4.duinker.pdf",
    "author_info": [
        {
            "name": "Ben Duinker",
            "university": "McGill University",
            "address": "Schulich School of Music, 555, rue Sherbrooke Ouest, Montreal, QC, Canada H3A 1E3",
            "email": "benjamin.duinker@mail.mcgill.ca"
        },
        {
            "name": "Hubert Léveillé Gauvin",
            "university": "The Ohio State University",
            "address": "School of Music, 1866 North College Road, Columbus, OH 43210",
            "email": "leveillegauvin.1@osu.edu"
        }
    ],
    "citations": {
        "agawu_2004": "Agawu, Kofi. 2004. “How We Got Out of Analysis, and How to Get Back In Again.” Music Analysis 23 (2–3): 267–86.",
        "aldwell_schachter_and_cadwallader_2011": "Aldwell, Edward, Carl Schachter, and Allen Cadwallader. 2011. Harmony and Voice Leading . 4th ed. Schirmer.",
        "benjamin_1981": "Benjamin, William E. 1981. “Review: Schenker’s Theory and the Future of Music.” Journal of Music Theory 25 (1): 155–73.",
        "bernard_1989": "Bernard, Jonathan. 1989. “Music Theory Spectrum: The Second Decade.” Music Theory Spectrum 11 (1): v–vi.",
        "berry_1981": "Berry, Wallace. 1981. “Dialogue and Monologue in the Professional Community.” College Music Symposium 21 (2): 84–100.",
        "brackett_2016": "Brackett, David. 2016. Categorizing Sound: Genre and Twentieth-Century Popular Music . University of California Press.",
        "brown_1991": "Brown, Matthew. 1991. Reviews of Schenker Studies , ed. by Hedi Siegel; Trends in Schenkerian Research , ed. by Allen Cadwallader. Music Theory Spectrum 13 (2): 265–73.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "clendinning_and_marvin_2011": "Clendinning, Jane Piper and Elizabeth West Marvin. 2011. The Musician’s Guide to Theory and Analysis . 2nd ed. W.W. Norton.",
        "cohn_1998": "Cohn, Richard. 1998. “An Introduction to Neo-Riemannian Theory: A Survey and Historical Perspective.” Journal of Music Theory 42 (2): 167–80.",
        "cohn_1999": "Cohn, Richard. 1999. “As Wonderful as Star Clusters: Instruments for Gazing at Tonality in Schubert.” Nineteenth-Century Music 22 (3): 213–32.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromaticism and the Consonant Triad’s Second Nature . New York: Oxford University Press.",
        "cook_1987": "Cook, Nicholas. 1987. A Guide to Musical Analysis . J.M. Dent.",
        "cooper_and_meyer_1963": "Cooper, Grosvenor and Leonard B. Meyer. 1963. The Rhythmic Structure of Music . University of Chicago Press.",
        "cross_2002": "Cross, Jonathan. 2002. “Introduction: Music Analysis Twenty Years On.” Music Analysis 21 (s1): 1–4.",
        "dunsby_2002": "Dunsby, Jonathan. 2002. “Scenarios, Mostly from the Early Days of MusA.” Music Analysis 21 (s1): 5–11.",
        "forte_1959": "Forte, Allen. 1959. “Schenker’s Conception of Music Structure.” Journal of Music Theory 3 (1): 1–30.",
        "forte_1973": "Forte, Allen. 1973. The Structure of Atonal Music . Yale University Press.",
        "forte_1979": "Forte, Allen. 1979. “From the President of the Society.” Music Theory Spectrum 1 (1): 1.",
        "forte_1989": "Forte, Allen. 1989. “Banquet Address: SMT, Rochester 1987.” Music Theory Spectrum 11 (1): 95–99.",
        "goehr_1992": "Goehr, Lydia. 1992. The Imaginary Museum of Musical Works: An Essay in the Philosophy of Music . Oxford University Press.",
        "goldenberg_2006": "Goldenberg, Yosef. 2006. “Journal of Music Theory over the Years: Content Analysis of the Articles and Related Aspects.” Journal of Music Theory 50 (1): 25–63.",
        "gonzeles_2015": "Gonzales, Cynthia. 2015. “SMT Meetings 1978–2013: Which Composers and What Topics?” Paper presented at the 38th Annual Meeting of the SMT, St. Louis, MO.",
        "grachten_et_al_2009": "Grachten, Maarten, Markus Schedl, Tim Pohle, and Gerhard Widmer. 2009. “The ISMIR Cloud: A Decade of ISMIR Conferences at Your Fingertips.” In the Proceedings of the 10th International Society for Music Information Retrieval Conference , 63–68.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music: A Renewed Dualist Theory and an Account of its Precedents . University of Chicago Press.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James A. and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late Eighteenth-Century Sonata . Oxford University Press.",
        "hyde_1981": "Hyde, Martha MacLean and Warner Marshall. 1981. “From the Editors.” Journal of Music Theory 25 (1): unnumbered pages.",
        "jackson_and_murtomäki_2001": "Jackson, Timothy L. and Veijo Murtomäki. 2001. Sibelius Studies . Cambridge University Press.",
        "kerman_1985": "Kerman, Joseph. 1985. Contemplating Music . Harvard University Press.",
        "kopp_2006": "Kopp, David. 2006. Chromatic Transformations in Nineteenth-Century Music . Cambridge University Press.",
        "korsyn_2003": "Korsyn, Kevin. 2003. Decentering Music . Oxford University Press.",
        "kostka_2006": "Kostka, Stefan. 2006. Materials and Techniques of Twentieth Century Music . 3rd ed. Pearson Education, Inc.",
        "kostka_payne_and_almen_2012": "Kostka, Stefan, Dorothy Payne, and Byron Almén. 2012. Tonal Harmony . 7th ed. McGraw-Hill.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford University Press.",
        "laitz_2012": "Laitz, Steven. 2012. The Complete Musician: An Integrated Approach to Tonal Theory, Analysis, and Listening . 3rd ed. Oxford University Press.",
        "laskowski_1978": "Laskowski, Larry. 1978. Heinrich Schenker, an Annotated Index to his Analyses of Musical Works . Pendragon Press.",
        "lee_jones_and_downie_2009": "Lee, Jin Ha, M. Cameron Jones, and J. Stephen Downie. 2009. “An Analysis of ISMIR Proceedings: Patterns of Authorship, Topic, and Citation.” In the Proceedings of the 10th International Society for Music Information Retrieval Conference , 57–62.",
        "lerdahl_and_jackendoff_1987": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . Yale University Press.",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter . Oxford University Press.",
        "marvin_2012": "Marvin, Elizabeth West. 2012. “The Core Curricula in Music Theory: Developments and Pedagogical Trends.” Journal of Music Theory Pedagogy 26: 255–63.",
        "mccreless_1997a": "McCreless, Patrick. 1997a. “Contemporary Music Theory and the New Musicology. An Introduction.” The Journal of Musicology 15 (3): 291–96.",
        "mccreless_1997b": "McCreless, Patrick. 1997b. “Rethinking Contemporary Music Theory.” In Keeping Score: Music, Disciplinarity, Culture , ed. David Schwarz, Anahid Kassabian, and Lawrence Siegel, 13–53. University of Virginia Press.",
        "meyer_1989": "Meyer, Leonard. 1989. Style and Music: Theory, History, and Ideology . University of Pennsylvania Press.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . McGraw-Hill.",
        "moore_2001": "Moore, Allan F. 2001. Rock, the Primary Text: Developing a Musicology of Rock . Ashgate.",
        "rings_2011": "Rings, Steven. 2011. Tonality and Transformation . Oxford University Press.",
        "roig-francolí_2008": "Roig-Francolí, Miguel. 2008. Understanding Post-Tonal Music . McGraw-Hill.",
        "roig-francolí_2011": "Roig-Francolí, Miguel. 2011. Harmony in Context . 2nd ed. McGraw-Hill.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer.",
        "rothstein_1990": "Rothstein, William. 1990. “The Americanization of Heinrich Schenker.” In Schenker Studies , edited by Hedi Siegel, 193–203. Cambridge University Press. Originally appeared in In Theory Only 9 (1) (1986): 5–17.",
        "samson_2016": "Samson, Jim. “Romanticism.” Grove Music Online . Oxford University Press. http://www.oxfordmusiconline.com/subscriber/subscriber/article/grove/music/23751 . Accessed: June 26, 2016.",
        "shaftel_2014": "Shaftel, Matthew. 2014. “Demographics, Analytics, and Trends: The Shifting Sands of an Online Engagement with Music Theory.” Music Theory Online 20 (1).",
        "simms_1979": "Simms, Bryan R. 1979. “On the Founding of Music Theory Spectrum.” Music Theory Spectrum 1 (1): 6.",
        "solie_2004": "Solie, Ruth. 2004. “Reviewed Work: Decentering Music: A Critique of Contemporary Musical Research by Kevin Korsyn.” Music & Letters 85 (3): 418–23.",
        "smith_2006": "Smith, Peter H. 2006. “You Reap What You Sow: Some Instances of Rhythmic and Harmonic Ambiguity in Brahms.” Music Theory Spectrum 28 (1): 57–97.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "straus_2005": "Straus, Joseph. 2005. Introduction to Post-Tonal Theory . Pearson Prentice Hall.",
        "yorgason_2016": "Yorgason, Brent. 2016. “Music Theory Midwest in the Abstract: 25 Years of Research.” Poster presented at the Music Theory Midwest Conference, Fayetteville, AK."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This research was first presented as a poster at the 2016 Music Theory Midwest Conference in Fayetteville AR and subsequently at the 2016 CIRMMT Student Symposium in Montreal QC. The authors wish to thank the article reviewers for their comments as well as those who commented on the poster presentation.",
            "citations": []
        },
        "FN2": {
            "text": "2. Amid the humor of his banquet address to the 1987 SMT conference in Rochester, Allen Forte both celebrated the breadth of interests encompassed by the discipline of music theory, and spoke of potential “excessive fragmentation” that could arise in the society’s pursuit of diversity ( 1989 , 98). Whether or not his remarks were meant in jest—this can only be apparent to those who were there or knew Forte personally—they were nonetheless prescient observations.",
            "citations": [
                "forte_1989"
            ]
        },
        "FN3": {
            "text": "3. The following mission statements for each of the four journals appear on their websites. JMT: “The Journal of Music Theory fosters conceptual and technical innovations in abstract, systematic musical thought and cultivates the historical study of musical concepts and compositional techniques. The journal publishes research with important and broad applications in the analysis of music and the history of music theory as well as theoretical or metatheoretical work that engages and stimulates ongoing discourse in the field. While remaining true to its original formalist outlook, the journal also addresses the influences of philosophy, mathematics, computer science, cognitive sciences, and anthropology on music theory.” https://www.dukeupress.edu/journal-of-music-theory/?viewby=journal (accessed June 15, 2016). MTS: “A leading journal in the field and an official publication of the Society for Music Theory, Music Theory Spectrum features articles on a wide range of topics in music theory and analysis, including aesthetics, critical theory and hermeneutics, history of theory, post-tonal theory, linear analysis, rhythm, music cognition, and the analysis of popular musics. The journal welcomes interdisciplinary articles revealing intersections with topics in other fields such as ethnomusicology, mathematics, musicology, philosophy, psychology, and performance.” http://mts.oxfordjournals.org/ (accessed June 15, 2016). MA: Music Analysis is the international forum for the presentation of new writing focused on musical works and repertoires. Through articles of this kind and through its lively Critical Forum, it also aims to take forward debates concerning the relationship of technical commentary on music with music theory, critical theory, music history and the cognitive sciences. Music Analysis is eclectic in its coverage of music from medieval to post-modern times, and has regular articles on non-western music. Its lively tone and focus on specific works makes it of interest to the general reader as well as the specialist.” http://www.sma.ac.uk/journal/ (accessed June 15, 2016). MTO: “ Music Theory Online is a journal of criticism, commentary, research and scholarship. The refereed open-access electronic journal of the Society for Music Theory , MTO has been in continuous publication since 1993. New issues are published four times per year and include articles, reviews, commentaries, and analytical essays. In addition, MTO publishes a list of job opportunities and abstracts of recently completed dissertations.” http://www.mtosmt.org/ (accessed June 15, 2016). As can be seen, JMT, MTS, and MA each list other disciplines with which the articles they publish engage (and while MTO does not, the spread of topics covered by its articles engage with psychology, philosophy, mathematics, and other disciplines). Thus, from these mission statements, we already see that diversity, in the form of interdisciplinarity, is a facet these journals wish to embody. Further research could include consideration of regional Anglophone theory journals such as Indiana Theory Review , Theory and Practice , Intégral , In Theory Only (now defunct), and Theoria , or theory journals published principally in other languages, such as Music Theory and Analysis (formerly the Dutch Journal of Music Theory ) and Zeitschrift der Gesellschaft für Musiktheorie . Though long a pillar of published theory research, Perspectives of New Music was not included because of its emphasis on recent repertoire and its exploration of topics generally considered to be beyond the scope of music theory.",
            "citations": []
        },
        "FN4": {
            "text": "4. To be sure, the research program that Babbitt and Forte developed at their respective institutions (Princeton and Yale) consisted mainly of of post-tonal theory and Schenkerian analysis, as McCreless details ( 1997b , 31–32).",
            "citations": [
                "mccreless_1997b"
            ]
        },
        "FN5": {
            "text": "5. Benjamin suggests that this “marriage of convenience” might have arisen as a defense mechanism against the threat of exterior attacks on the discipline of theory ( 1981 , 171).",
            "citations": [
                "benjamin_1981"
            ]
        },
        "FN6": {
            "text": "6. See Simms ( 1979 , 6): “The title of this journal was chosen to emphasize the breadth of issues and approaches which will be addressed in these pages. The spectrum of music theory is broad indeed, encompassing historical studies, contributions to pedagogy and reflections upon the discipline itself, analyses of a wide variety, refinements or innovations in analytic methods, and more speculative statements about musical logic, meaning, and effect” and Forte ( 1979 , 1): “Indeed, so diversified is the field of music theory today that it would be unwise to attempt to characterize it, although, of course, major trends and endeavors can be observed. It is for this reason that the journal of the new society bears the name Music Theory Spectrum .” Ten years after MTS’s founding, editor Jonathan Bernard ( 1989 , v) promised that the journal’s scope “will continue to broaden, keeping pace with changing ideas among musical scholars as to the kinds of theoretical, analytical, and critical approaches that the discipline of music theory can properly be said to encompass.”",
            "citations": [
                "simms_1979",
                "forte_1979",
                "bernard_1989"
            ]
        },
        "FN7": {
            "text": "7. “Interdisciplinarity was a feature from the start. As musicology as a whole becomes more aware of its contexts, so the articles in this journal [ Music Analysis ] will intersect with the newest ideas in critical theory, cultural studies, aesthetics, sociology, psychology, performance studies, etc.” ( Cross 2002 , 3).",
            "citations": [
                "cross_2002"
            ]
        },
        "FN8": {
            "text": "8. Kofi Agawu ( 2004 , 267–68) provides a succinct timeline of the tenuous relationship between musicology and music theory in the 1980s and 1990s, highlighting external critiques, made mainly by Joseph Kerman. An internal critique of music theory is offered in Korsyn ( 2003 ).",
            "citations": [
                "agawu_2004",
                "korsyn_2003"
            ]
        },
        "FN9": {
            "text": "9. In 2006, JMT celebrated its 50th birthday, and in 2014, MTO produced its twentieth volume. These types of content-based surveys are increasingly common, having been presented by Grachten et al. ( 2009 ), Gonzales ( 2015 ), and Yorgason ( 2016 ) at ISMIR (International Society for Music Information Retrieval), SMT (Society for Music Theory), and MTMW (Music Theory Midwest) conferences, respectively, while Lee, Jones, and Downie ( 2009 ) surveyed ISMIR conference proceedings. As the first editor of Music Analysis , Jonathan Dunsby ( 2002 ) reflected on the first two decades of that journal’s development; however, he did not undertake a systematic analysis of the journal’s back issues.",
            "citations": [
                "grachten_et_al_2009",
                "gonzeles_2015",
                "yorgason_2016",
                "lee_jones_and_downie_2009",
                "dunsby_2002"
            ]
        },
        "FN10": {
            "text": "10. This advice to future editors comes at the end of Goldenberg’s essay; his tone hints of a suspicion toward newer, less traditional modes of research.",
            "citations": []
        },
        "FN11": {
            "text": "11. Berry describes Babelism with reference to its biblical association: “a confusion emanating from the multilingual state of our community” ( 1981 , 89). The problem of Babelism in music theory is thus construed as an inability of its practitioners to communicate with one another on account of the highly specialized languages associated with their individual work. The effects of this problem are summarized by Korsyn as plaguing music research: “when individuals stake their identities on particular language games, they regard each other’s work with indifference or even with contempt. Scholars seem to be addressing ever smaller groups, unable to communicate with each other, much less with a wider audience. As voices become increasingly shrill, the hope of building a community, of joining a common enterprise, lies in ruins” ( 2003 , 16). Whether such Babelism still plagued the community in 2003—Ruth Solie’s 2004 review of Korsyn suggests that it did not—this concern has been central in music scholarship for some time.",
            "citations": [
                "berry_1981",
                "korsyn_2003",
                "solie_2004"
            ]
        },
        "FN12": {
            "text": "12. Namely, Music Perception and Psychology of Music .",
            "citations": []
        },
        "FN13": {
            "text": "13. In a sense, the arrangement of composers into historical periods and paper topics into crude theoretical categories, as though these are essential ontological markers, exemplifies the type of structuralism that theory is slowly steering away from, due in part to critiques of analysis such as that levelled by Lydia Goehr ( 1992 ).",
            "citations": [
                "goehr_1992"
            ]
        },
        "FN14": {
            "text": "14. A diverse body of scholarship relating to Schenker’s writings was already extant in the early 1990s: “Schenker studies have also blossomed because the field itself has diversified. Besides analyzing individual tonal pieces, Schenkerians have explored the general problems of rhythm, form, and motivic structure in tonal music, and have analyzed works outside the common-practice repertory” ( Brown 1991 , 265). Though not explicitly focused on the types of research Schenkerian scholars currently conduct, William Rothstein explores some of the facets of American academics that have influenced how Schenkerian approaches have permeated the Anglophone music theory community. The requirement of any theory to express at most a provisional truth, “cleansed of the taint of dogma,” is a principal rule of the American academy on which Rothstein focuses ( 1989 , 9). It is also worth noting that the scientific rigor Forte and Babbitt valued in their efforts to elevate music theory to an autonomous academic area was explicitly sought out in Schenker’s theory; Forte compared it “to a particular kind of high-level achievement in science: the discovery or development of a fundamental principle which then opens the way for the disclosure of new relationships, new meanings” ( 1959 , 3).",
            "citations": [
                "brown_1991",
                "rothstein_1989",
                "forte_1959"
            ]
        },
        "FN15": {
            "text": "15. Pursuing a categorization scheme more precise than the one used here would only lead to more problems. As David Brackett has posited in the context of musical genre categorization, “the closer we look, the more dissimilarities we find” ( 2016 , 3).",
            "citations": [
                "brackett_2016"
            ]
        },
        "FN16": {
            "text": "16. Most of our amalgamated topics found in Example 1 correspond to what Goldenberg calls “larger topics” in his table of topics ( 2006 , 42–43).",
            "citations": [
                "goldenberg_2006"
            ]
        },
        "FN17": {
            "text": "17. For the Popular / Jazz / World / Film / Stage category, performing artists were coded in lieu of composers where appropriate.",
            "citations": []
        },
        "FN18": {
            "text": "18. “The most common methods discussed in JMT are clearly Schenkerian theory and set theory” ( Goldenberg 2006 , 40).",
            "citations": [
                "goldenberg_2006"
            ]
        },
        "FN19": {
            "text": "19. Goldenberg does not reveal his analytical methods, but if he surveyed the full articles, he might have found the presence of Schenkerian theory in articles where we did not.",
            "citations": []
        },
        "FN20": {
            "text": "20. In this discussion of prevalence ranking, articles coded as “other” are discounted.",
            "citations": []
        },
        "FN21": {
            "text": "21. Goldenberg imposed a limit of three topics per article; we imposed no such limit.",
            "citations": []
        },
        "FN22": {
            "text": "22. Composers who were mentioned only once include Johannes Ockeghem, Jean Mouton, Philippe Verdelot, Jacquet de la Guerre, Jacques Arcadelt, Francesco Landini, Giovanni Pierluigi da Palestrina, Nicola Vicentino, Girolamo Frescobaldi, Girolamo Diruta, Gioseffo Zarlino, Giulio Caccini, Luca Marenzio, Leonardo Giustiniani, Antonio de Cabezon, Mathieu Gascogne, Mathurin Forestier, and Johannes Brassart.",
            "citations": []
        },
        "FN23": {
            "text": "23. The remaining 8% of Classical composers comprises C.P.E Bach, Carl Czerny, Johann Adolph Hasse, Christoph Willibald Gluck, William Crotch, Stepan Degtyarev, and Johann Baptist Vanhal. While Czerny’s dates are much later than the rest of these composers, his inclusion in either the Classical or nineteenth-century category does not alter the percentages in any significant way.",
            "citations": []
        },
        "FN24": {
            "text": "24. Some twentieth-century composers such as Richard Strauss (8 abstracts), Gustav Mahler (6), Jean Sibelius (1), Sergei Rachmaninoff (4), and Sergei Prokofiev (3) are included in this category, as their compositional language bears more in common with nineteenth-century tonality than it does with their contemporaries Stravinsky, Bartók, or the composers of the Second Viennese School. The total list of composers in this category is rounded out with composers who were mentioned in more than one abstract (Giacomo Puccini, Felix Mendelssohn, Johann Strauss, Hector Berlioz, Anton Bruckner, Hugo Wolf, Antonin Dvořák, Gabriel Fauré, Cesar Franck, Giuseppe Verdi, Modest Mussorgsky, and Pyotr Tchaikovsky) and those mentioned in only one (Clara Wieck Schumann, Max Reger, Edward Elgar, Fanny Mendelssohn-Hensel, Vincenzo Bellini, Gioachino Rossini, Henri Duparc, and Engelbert Humperdinck).",
            "citations": []
        },
        "FN25": {
            "text": "25. Stravinsky confounds chronological categorization, with significant portions of his repertoire being composed before, during, and after World War II. We opted to categorize Stravinsky as pre-1945—taking into consideration that paramount works such as The Firebird , Petrushka , and The Rite of Spring were composed in the early twentieth century—but we acknowledge that this categorization is reductionist in nature.",
            "citations": []
        },
        "FN26": {
            "text": "26. The remaining composers in this category include those who were mentioned in more than one abstract (Maurice Ravel, Alexander Scriabin, Alban Berg, Stefan Wolpe, Dmitri Shostakovich, Paul Hindemith, Carl Ruggles, and Aaron Copland) and those mentioned in only one (Nikolai Roslavets, Darius Milhaud, Frank Bridge, Amy Beach, Ralph Vaughan Williams, Josef Matthias Hauer, Alexander Albrecht, and Ruth Crawford Seeger).",
            "citations": []
        },
        "FN27": {
            "text": "27. The remaining post-1945 Modern composers include William Schuman, Benjamin Britten, Luigi Dallapiccola, Mauricio Kagel, John Cage, Steve Reich, Iannis Xenakis, Luigi Nono, Luciano Berio, Pierre Boulez, Karlheinz Stockhausen, Morton Feldman, Harrison Birtwistle, Peter Maxwell Davies, Grażyna Bacewicz, Witold Lutosławski, Sofia Gubaidulina, Karol Szymanowski, Gérard Grisey, Michael Tippett, Thomas Adès, György Kurtág, Krzysztof Penderecki, John Adams, Claude Vivier, Magnus Lindberg, Arvo Pärt, Donald Martino, George Rochberg, Bernd Alois Zimmermann, Bruno Maderna, Giacinto Scelsi, Louis Andriessen, Conlon Nancarrow, Kaija Saariaho, James Tenney, Henri Pousseur, Kazuo Fukushima, David Cope, Ross Lee Finney, Samuel Barber, Gavin Bryars, Jerome Moross, Jonathan Harvey, Roger Smalley, Charles Dodge, Robert Morris, Nicolas Slonimsky, and Clermont Pépin.",
            "citations": []
        },
        "FN28": {
            "text": "28. While it is tempting to categorize post-1945 composers by technique, school, or nationality, any such categorization scheme would be excessively complicated and misrepresentative.",
            "citations": []
        },
        "FN29": {
            "text": "29. These artists are: Bob Dylan, Owl City, Bruce Springsteen, Elliott Smith, Rick Astley, Billy Joel, Nelly, Gwen Stefani, U2, The Streets, Beck, Dream Theater, Meshuggah, Tori Amos, Eminem, Ornette Coleman, Cecil Taylor, Anthony Braxton, A Tribe Called Quest, OutKast, Steely Dan, Pat Martino, Bessie Smith, Louis Armstrong, Cannonball Adderley, Bill Evans, Thelonious Monk, Brad Mehldau, Sarah McLachlan, Dolly Parton, The Carpenters, Frank Loesser, George Gershwin, Jerome Kern, Frederick Loewe, Cole Porter, Richard Rodgers, Kurt Weill, and Erich Wolfgang Korngold.",
            "citations": []
        },
        "FN30": {
            "text": "30. Richard Middleton’s Studying Popular Music ( 1990 ), published earlier than Moore’s monograph and much more widely cited according to Google Scholar, does not focus on musical syntax to the same extent. The sudden appearance of articles focused on popular music around 2000 could be partially attributed to the creation of the SMT Popular Music Interest Group in 1998, the second edition of Moore’s book in 2001, and the publication of Ken Stephenson’s What to Listen for in Rock ( 2002 ).",
            "citations": [
                "middleton_1990",
                "stephenson_2002"
            ]
        },
        "FN31": {
            "text": "31. This trend excludes the early music category, which showed levels of equal representation of composers similar to those for the twentieth century post-1945 and popular music categories.",
            "citations": []
        },
        "FN32": {
            "text": "32. Though the Austro-Germanic tradition was his primary focus, Schenker also analyzed other music such as that of Chopin and Domenico Scarlatti.",
            "citations": []
        },
        "FN33": {
            "text": "33. The music of these four composers comprises 87% of the musical examples found in Allen Forte’s The Structure of Atonal Music .",
            "citations": []
        },
        "FN34": {
            "text": "34. For a full list of Schenker’s analyses, see Laskowski ( 1978 ).",
            "citations": [
                "laskowski_1978"
            ]
        },
        "FN35": {
            "text": "35. Harald Krebs’ book ( 1999 ) might explain the increased interest in rhythm in Schumann’s music.",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN36": {
            "text": "36. It should be noted that the scope of this study excludes transformational approaches to Schubert and Liszt that exist elsewhere, for example, analyses of Schubert by Richard Cohn in the journal Nineteenth-Century Music ( 1999 ) and in his monograph Audacious Euphony ( 2012 ). Both Liszt and Schubert have no representation (zero articles) in the articles dealing with the transformation topic.",
            "citations": [
                "cohn_1999",
                "cohn_2012"
            ]
        },
        "FN37": {
            "text": "37. The total absence of transformation articles engaging with the music of Liszt and Schubert notwithstanding, another reason for no other nineteenth-century composers reaching the 10% threshold for the transformation topic is statistical: articles engaging with repertoire-general topics (such as harmony or form) might reference the work of multiple composers, increasing the probability that each of those composers would receive a higher percentage representation of those general topics, at the expense of the percent share of more specific topics such as transformation. This is the case for Brahms: with five articles on his music engaging with transformation, he is second to Wagner’s nine articles on this topic among nineteenth-century composers. But because Brahms receives so much more overall coverage in the corpus, the articles discussing his music through the transformation topic lens fail to reach the 10% threshold.",
            "citations": []
        },
        "FN38": {
            "text": "38. Nicholas Cook ( 1987 ) states that the traditional methods of music analysis include harmony, melody, rhythm, and form, of which the first three constitute Leonard Meyer’s “primary parameters.” Meyer writes that “[secondary] parameters [such as temporality and timbre] cannot be readily segmented into proportional relationships” ( 1989 , 14), which are not as amenable to forming hierarchical structures the way that primary parameters are.",
            "citations": [
                "cook_1987",
                "meyer_1989"
            ]
        },
        "FN39": {
            "text": "39. Bachtrack admits that its data is skewed toward top-level ensembles and orchestras, meaning that certain composers whose works are more frequently performed by these groups might be overrepresented.",
            "citations": []
        },
        "FN40": {
            "text": "40. While Bachtrack compiled the top ten most performed composers since 2010, the actual number of pieces performed by each composer is not available through their website. In order to generate a cumulative ranking of composers for this six-year period, we assigned each composer a score from 1 to 10 based on their ranking for each year, where ten points were awarded to the most performed composer of each given year. Scores for the six-year period were added to calculate each composer’s cumulative score.",
            "citations": []
        },
        "FN41": {
            "text": "41. For Chopin, Liszt, and Wagner, these years marked the 200th anniversary of their births. For Debussy, Strauss, and Sibelius, these years marked the 150th anniversary of their births. Finally, 2013 marked the centenary of Benjamin Britten’s birth.",
            "citations": []
        },
        "FN42": {
            "text": "42. And, to a lesser extent, Strauss and Britten. Strauss’ music is considered in eight journal articles, and Britten’s in four, but post-1945 composers (the category where Britten was placed) rarely appear in more than ten articles, so Britten’s numbers are somewhat typical of this repertoire.",
            "citations": []
        },
        "FN43": {
            "text": "43. Though The Cambridge Companion to Sibelius was published in 2004, it includes only a few chapters that approach his music through a theoretical/analytical lens.",
            "citations": []
        },
        "FN44": {
            "text": "44. This is somewhat unlikely, given the (limited) analytical content in the Cambridge Companion to Sibelius and Sibelius Studies (2001).",
            "citations": []
        },
        "FN45": {
            "text": "45. Two points must be noted here: Mussorgsky had a special issue in MA devoted to him, which accounts for more than half the articles in his total, and the Russian Music Theory issue of MTO (20.3, 2014) was not included in our corpus because its contents were not deemed of sufficient length (the essays in this issue were adapted from conference papers, rather than full-length journal articles).",
            "citations": []
        },
        "FN46": {
            "text": "46. Recent efforts to expose the work of Russian theorists to the Anglophone world include the creation of the SMT Russian Music Theory Interest Group in 2013, and Music Theory Online ’s recent special issue (20.3, 2014), as well as special sessions at SMT 2013 and 2015, and constitute a significant step to increase the profile of Russian composers and theorists in the Anglophone theory community.",
            "citations": []
        },
        "FN47": {
            "text": "47. Schoenberg’s theoretical writings on his own music and Webern’s are but one likely reason for subsequent theoretical interest in this repertoire.",
            "citations": []
        },
        "FN48": {
            "text": "48. Contrary to Goldenberg’s findings, our statistics revealed that harmony and form were two of the most widely-researched topics, eclipsing Goldenberg’s “tight” topics.",
            "citations": []
        },
        "FN49": {
            "text": "49. This hypothetical four- or five-semester sequence follows what Marvin ( 2012 , 258) suggests is typical in undergraduate music programs.",
            "citations": [
                "marvin_2012"
            ]
        },
        "FN50": {
            "text": "50. These texts include Aldwell, Schachter, & Cadwallader ( 2011 ), Clendinning & Marvin ( 2011 ), Kostka, Payne, & Almén ( 2012 ), Laitz ( 2012 ), Roig-Francolí ( 2008 & 2011 ), Straus ( 2005 ), and Kostka ( 2006 ). Workbooks and anthologies associated with these textbooks were not included in this study.",
            "citations": [
                "aldwell_schachter_and_cadwallader_2011",
                "clendinning_and_marvin_2011",
                "kostka_payne_and_almen_2012",
                "laitz_2012",
                "straus_2005",
                "kostka_2006"
            ]
        },
        "FN51": {
            "text": "51. Because of ties in the ranking, the top composers cited in Roig-Francolí ( 2008 ) included 11 names.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] The Anglophone music theory community encompasses an increasingly diverse, interconnected web of subfields and areas of specialization. From its mid-twentieth century emergence as a research-oriented discipline in the North American academy, music theory attained greater autonomy from other areas of music research (namely musicology and composition) upon founding its own professional association, the Society for Music Theory (SMT), in 1977. The SMT enables its members to unite beneath one banner while serving as an umbrella organization for manifold subfields. Maintaining a balance between cohesiveness and diversity is exactly that—a balance: on the one hand, diversity permits new modes of analytical inquiry to shed fresh light on canonical repertoire and bring other genres such as popular, jazz, and world music into increased focus, while also integrating music-theoretic discourse with other areas of scholarship such as psychology and philosophy. On the other hand, increased specialization fragments the discipline into subfields operating increasingly independently, each with their own journals, conferences, and SMT special sessions and interest groups. (2) Such fragmentation becomes inevitable for any academic discipline as it grows beyond the conditions that gave rise to its initial existence. We are apt to ask, then, how does music theory today unite its membership while sustaining a plethora of specialized subfields?",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] A comprehensive answer to that question, even if possible, lies well beyond the scope of this article. But an investigation into journal articles can serve as a useful start. Music theory journals with a general scope provide an infrastructure where various subfields are represented alongside one another: they act as barometers of the cohesiveness and diversity mentioned above. In this paper, we explore how four flagship journals represent diversity in the discipline of music theory, and how the diversity of repertoire appearing in journal articles compares to repertoire trends in concert programming and the publication of pedagogical materials such as textbooks. We conducted a systematic content-based investigation of four periodicals: Journal of Music Theory (JMT), Music Theory Spectrum (MTS), Music Analysis (MA), and Music Theory Online (MTO), examining full-length articles published in these journals between 1979 and 2014. (3) Our observations are organized into five broad streams of inquiry: Which topics are addressed most frequently? We investigate the representation of theory topics across the corpus and over time. We also consider the impact seminal books have had on trends in music theory scholarship, assessing whether these trends are reflected in the content or topics of articles published in the four journals. Which repertoires and composers are addressed most frequently? We investigate the representation of composers and performing artists across the corpus and over time. Here we also consider the impact books may have had on the increased focus in a particular repertoire. Are there correlations between these topics and repertoires? We investigate the correlations between topics and repertoires and determine whether topics are repertoire general or repertoire specific . Doing so allows us to further assess the diversity of research across a specific repertoire. While the first three streams of inquiry speak to the question initially posed of diversity and cohesiveness in flagship theory journals, the last two represent further analysis of the corpus dataset, suggesting the potential for future data-driven studies on the relationship between theory research, pedagogy, and performance. How does music theory research relate to trends in concert programming? Using statistics gathered from bachtrack.com (whose methods we describe below), we summarize which composers have recently been given the most attention in the concert hall, comparing these statistics with the representation of those same composers as objects of scholarly inquiry. How does music theory research relate to undergraduate theory curricula? We survey several commonly used tonal and post-tonal theory textbooks, ranking the representation of composers by number of musical examples. With these statistics we can search for correlations between repertoires most often used for pedagogy and most often represented in published journal research.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] A core pursuit of any large-scale, data-driven study is to identify patterns in the data and to stimulate discussion regarding why those patterns occur while evaluating their significance in a given context. In pursuing the first three modes of inquiry laid out above, we seek to assess the extent to which the discipline of music theory has diversified since the SMT’s founding (as reflected by the degree to which new repertoires and theoretical topics permeate journals of general scope) and what effects this diversification has had on the discipline’s cohesiveness. In pursuing the final two questions, we hope to inspire further inquiry on what, if any, relationships exist between prevailing trends in music theory research, theory pedagogy, and concert programming. Historical Context",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Diversity is a fundamental attribute of the music theory community today, even if not all research focuses on novel methods or repertoires, or does not venture deep into the territory of other academic areas. While this observation is not a new one, we consider it worthwhile to outline a brief history of the discipline and its flagship journals, in order to contextualize the statistics presented in this study. Patrick McCreless ( 1997a , 292–94) argues that two factors have contributed to the establishment of music theory as a modern academic discipline: the development of its research program (based on the work of Milton Babbitt, Allen Forte, and their contemporaries), and the creation of the SMT. (4) The dates of establishment for three of the four journals examined here (as detailed below) are concurrent with the circumstances McCreless describes.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "mccreless_1997a"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] The Journal of Music Theory was founded by David Kraehenbuehl in 1957 to serve as a forum in which theorists could present their research and exchange ideas. A quarter century later, as JMT’s editors, Martha MacLean Hyde and Warner Marshall reflected on the journal’s founding: “JMT’s first editors called and then pleaded for articles of four kinds—articles on ‘pure theory,’ analytical technique, history of theory, and pedagogy—and their successors have managed to keep a balance among all but the last of these categories” ( 1981 , unnumbered page). While it may be tempting to read “analytical technique” (Hyde and Marshall’s wording) as shorthand for Schenkerian and set-theory analyses—two techniques commonly associated with the discipline’s early years—Yosef Goldenberg ( 2006 , 42) demonstrates this assumption’s inaccuracy. Measured by decade, the number of articles focusing on set theory doubled between JMT’s first (1957–66) and third (1977–86) decades of existence. In the same time period, the number of Schenkerian articles increased threefold. Thus, JMT’s reputation as “the solid house of hard-core set and Schenkerian theory” ( Goldenberg 2006 , 55) was not firmly cemented until several decades into its existence. The notion of Schenkerian theory (and its descendant practices) and a systematized analytical approach to atonal music (of which set theory forms a major part) as a hegemonic duopoly was advanced by William Benjamin, who described their status as an untenable “marriage of convenience” ( 1981 , 171), without giving consideration to activity in any other research areas, which were evidently extant, according to Goldenberg’s statistics for JMT’s early decades. Joseph Kerman ( 1985 , 62–63) picked up on this omission, citing the work done by Leonard Meyer and the Montreal semiologists (Kerman’s term: 1985 , 62) as missing from Benjamin’s assessment of the discipline. (5) Both scholars, however, agreed the discipline of music theory was, in the early 1980s, branching out into manifold subfields.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "hyde_1981",
                    "goldenberg_2006",
                    "goldenberg_2006",
                    "benjamin_1981",
                    "kerman_1985",
                    "kerman_1985"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] This last observation seems apropos when one considers the winds of change toward diversity that prevailed during the establishment of Music Theory Spectrum (1979) and Music Analysis (1982). In the inaugural issue of MTS, Bryan Simms and Allen Forte extolled the virtues of a diverse discipline, citing the “spectrum” of topics that gave rise to the journal’s name. (6) In the United Kingdom, where musicology and music theory are not separate disciplines as they are in North America, MA has striven from the outset for the interdisciplinarity that has increasingly permeated music theory. (7) In spite, and perhaps because, of interior and exterior critiques levelled at its modus operandi, music theory has continued to champion its original areas of research that Forte et al. sought to legitimize while also broadening its scope, benefitting from closer engagement with psychology, philosophy, cultural studies, musicology, and other domains. (8) Amid these critiques—and given the wide scope of topics its articles discuss, perhaps in reaction to them— Music Theory Online was launched in 1993. These four journals remain at the forefront of music theory scholarship: if the SMT and its sister association in the UK, the Society for Music Analysis, are the banners under which the community unites, then the journals are the standard bearers or flagships.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Content-based surveys of JMT and MTO have been recently undertaken on anniversaries of those journals by Goldenberg and Matthew Shaftel ( 2014 ), respectively. (9) Goldenberg concludes his review of JMT’s bibliometric statistics by advising future editors to straddle the line between accommodating the increasingly diverse world of music theory and maintaining JMT’s reputation for analytical rigor. (10) Shaftel concluded that MTO has grown to “act as a barometer of the discipline, reacting nimbly to the challenges, opportunities, and many-faceted areas of inquiry that characterize music theory” ( 2014 , [19]). The four journals studied here appear to have carved out niches in the theory discipline while also maintaining a sense of generality and cohesiveness that resists the “Babelism” Wallace Berry and Kevin Korsyn have warned against. (11) The extent to which we can assess this diversity and cohesiveness through the scope of journal articles has limitations (which are explored below), but by themselves they do not inhibit discussion of the ramifications of diversity this article seeks to initiate. Scope and Limitations",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "shaftel_2014",
                    "shaftel_2014"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] We must acknowledge the limitations of this study. First, since the journals surveyed are general in scope, certain topics—especially those engaging with other parent disciplines such as philosophy or the sciences—might not be as well represented in the journals as their importance to music theory scholarship warrants. For example, scholars focusing on music perception and cognition, generally considered (in recent decades) as principal areas of music theory research, can choose to publish in their own dedicated journals, (12) as well as general-scope journals in the field of psychology. Therefore, some topics might be underrepresented in our sample in relation to their actual prevalence in music theory research.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Second, in addition to excluding regional and non-Anglophone theory journals, this study does not include monographs and edited volumes, a problematic issue when we consider the impact these publications have on the research published in journals. For example, the New Formenlehre as developed in part by William Caplin’s Classical Form ( 1998 ) and James Hepokoski and Warren Darcy’s Elements of Sonata Theory ( 2006 ) comprises an influential current in recent scholarship, and might be recognizable in our statistics. But in other cases, the statistics may not reflect the influence a book-length publication might have on the music theory community. For example, the profound influence that A Generative Theory of Tonal Music ( Lerdahl and Jackendoff 1987 ) has had on the discipline of music theory is not readily identifiable in our data.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "hepokoski_and_darcy_2006",
                    "lerdahl_and_jackendoff_1987"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Third, the construction of rigidly defined topic categories and historical eras (within which composers are grouped in this study for comparative purposes) becomes problematic for several reasons. (13) We evaluate diversity in the journal articles by measuring the prevalence of various topics, but this method ignores the diversity within each topic: while coding an article as Schenkerian gives us a general sense of its nature and content, it does not (and cannot) tell us anything detailed about how this article relates to the plethora of theory scholarship that engages with Schenker’s writings in some way. (14) For example, classifying two articles from 1981 and 2012 as Schenkerian belies the reality that the goals, methods, and analytical applications of Schenkerian theory have evolved in the thirty-one years between the two. This is not to say that the Schenkerian content of these two articles does not overlap. Rather, the fallacy of categorizing them together is to assume that they have everything in common. A similar problem arises when articles on different topics fall into the same repertoire category, such as an article on narrativity in Schumann Lieder and another featuring neo-Riemannian analysis of Wagner. Both of these composers were active in the mid-nineteenth century, but the two articles might not bear anything more in common than the composer-objects of their research being born approximately three years apart. (15)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] This study requires a categorization scheme sufficiently broad to assure resemblances among similarly coded articles, but sufficiently detailed to segregate articles in the service of locating trends, prevalence, and lacunae in theory research. In this light, we encourage the reader to take the categorization schemes used here for what they are: a simplistic infrastructure that permits comparative observation and discussion. Methodology",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] We assembled a corpus of abstracts for each full-length article published in the four journals from 1979 to 2014, which produced a total of 1063 abstracts. Though JMT’s earliest volumes predate this timespan, we chose 1979 because MTS, the second oldest journal included in this study, was founded that year. 2014 was chosen because several journals had not completed their 2015 publication schedule at the time of our initial abstract collection. Articles were generally defined as whatever each journal called an “article” in its contents: shorter essays, reviews, and responses were excluded. Where possible, article abstracts were procured directly from the journal. When abstracts were not available in this manner they were drawn from the Répertoire International de Littérature Musicale (RILM) database. When no abstract was available from either source, the full article was consulted directly. We read and coded each abstract independently of one another and amalgamated our codings, which were based on two principal categories: (1) theoretical topic(s) addressed, and (2) historical era/genre (including composer or performing artist) of any repertoire referenced. Example 1 . Topic classification schemes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Theoretical Topics : we coded abstracts according to 30 different theoretical topics. These topics were not mutually exclusive, so an article could be coded with more than one. We adapted Goldenberg’s list of theoretical topics for this study, as shown in Example 1 . We amalgamated several of Goldenberg’s topics in our own list for different reasons. First, since in this study we analyzed all abstracts independently of one another, broader categories reduced the possibility of discrepancies between our codings. And second, since we wanted to be able to graphically represent topic-based trends over time, broader topics would result in larger article populations per topic, which would allow for clearer and more accurate graphic representations. (16) Abstracts were, on average, assigned between two and three topics, with six being the highest number of topics coded for a single abstract.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Musical Eras and Composers : we coded abstracts according to which repertoire category (Early Music, Baroque, Classical, nineteenth century, pre-1945 Modern, post-1945 Modern, and Popular / Jazz / World / Film / Stage) and composers were referenced. As with topics, repertoire categories were not mutually exclusive. For example, an abstract mentioning both Mozart and Schoenberg would be coded as Classical and pre-1945 Modern. More than 90% of the abstracts were coded in only one musical era, with the highest number of eras coded for an abstract being three. Each composer or popular music artist explicitly mentioned in an abstract was also coded. (17) Eighty-eight different composers and artists were cited in at least two abstracts, while some 100 more appeared in only one abstract.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Even though a well-written abstract should be able to accurately and succinctly reflect the content of an article, its brevity limits how much can be discussed. Furthermore, abstracts may not always convey the relative proportions of an article’s content. For instance, if its abstract mentions an article discusses Mozart, Beethoven, Schubert, and Schumann, we have no way of knowing, short of reading the article, the proportion of the article spent on each composer. Since reading 1063 articles in their entirety was deemed time prohibitive, we decided the expediency of reading only abstracts was a benefit that outweighed these issues. An alternative method would be to randomly sample a representative selection of articles, read them in full, and interpolate trends for the whole corpus based on this sample data. While imperfect, the abstract-oriented approach we chose represents an efficient way of maintaining a large sample size. Which topics are addressed most frequently?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] In the context of this study, topics refer to the various facets of music theory focused upon or addressed in each article. Some topics pervade every corner of the theory discipline in their universality (Goldenberg calls these “loose topics”), while others are highly specialized, only appealing to a small subset of theorists and the interests they pursue (Goldenberg calls these “tight topics”). Loose topics—harmony and form are good examples—loom large over the article corpus, regardless of year or journal. We refer to these topics as repertoire general . Tight topics tend to rise and/or fall in popularity, their specificity subject to the prevailing popular areas of research at any given time. We refer to these topics as repertoire specific .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Goldenberg ( 2006 ) states, in no uncertain terms, that Schenker and set theory are the leading topics in JMT articles. (18) Of the 393 articles in his corpus, Goldenberg identifies the topics of Schenker and hierarchy (which form a single topic called “Schenker” in our study) in 88, or 22% of all articles, and set theory in 64, or 16% of all articles. For comparison, we found 15% of JMT articles in our corpus to involve Schenkerian theory, and 18% of articles to involve set theory. These discrepancies might be due both to our shorter timespan of abstracts surveyed, and the fact that we only looked at abstracts; articles might engage with Schenkerian or set theory without explicitly stating so in the abstract. (19) Discrepancies aside, both datasets show that a significant proportion of JMT’s articles deal with the concerns of Schenkerian or set theories. Example 2 . Topic representation across each journal, using the abbreviated topic names from Example 1 (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "goldenberg_2006"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] We now expand the discussion to include all four journals, and three other common topics: harmony, tonality, and form. In our corpus, harmony is the most prevalent topic in JMT (21%) and MTS, (24%) as shown in Example 2 . (20) Tonality reaches the top five most prevalent topics only for MA (14%) and MTS (16%). Form is most prevalent in MA (23%) and second most prevalent in MTS (23%). Set theory attains a double-digit percent prevalence only in JMT and is that journal’s second most prevalent topic. Schenker is second most prevalent in MA (18%) and fifth most prevalent in MTS (15%). (By contrast, in MTO it ranks nineteenth at 4%.) Excepting set theory, MTO has the lowest prevalence of these topics. When we consider the central role topics like harmony and form have played in theory research, as well as the significance of Schenkerian and atonal methods in the identity of the theory discipline, the data for MTO articles reveal its dedication to broadening the scope of theory research beyond its foundational topics. And in contrast to Goldenberg’s observation above, our statistics suggest that Schenker and set theory are not the most prevalent topics in any journal: they are often supplanted by the repertoire-general topics of harmony and form. Example 3 . Prevalence of the five main topics across all journals over time (click to enlarge and interact)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Several observations can be made regarding these five topics when they are analyzed over time. Example 3 shows their prevalence (measured in percentage across all articles) for each year from 1979 to 2014. In this and the following interactive examples ( Examples 4 through 12 ), hovering over the graphs with the mouse reveals the percentages for each topic by year. The horizontal bars intersecting this graph measure 10% of all topic designations for any given year. Taking mean percentage values of each topic for the earliest and most recent five-year spans shows the relative prevalence of these topics has shifted dramatically. Schenker and set theory were quite prevalent in the first five years of the corpus (20% and 21% respectively), but their share has fallen significantly in the last five years (to 5% and 4% respectively). At the same time, harmony and tonality have shifted slightly (harmony increasing from 16% to 19% and tonality falling from 16% to 13%). Finally, form has increased significantly (from 18% to 27%). Their universality and interrelatedness with other topics suggests why harmony and form have remained so prevalent. For example, an article engaging with Schenkerian theory probably engages with harmony or form, but a reverse relationship might be less common: articles discussing form or harmony need not involve Schenkerian theory. Thus, while Schenker and set theory have declined in prevalence, form and harmony have not because they are in constant engagement with diverse repertoires and other topics. Example 4 . Prevalence of commonly researched topics across all journals over time (click to enlarge and interact)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Expanding our scope to consider 15 common topics introduces rhythm / meter / temporality (henceforth rhythm), neo-Riemannian / transformational theory (henceforth transformation), pedagogy, history of theory, and others. Example 4 shows the relative representation of these topics by year across all journals. Since more than one topic can be designated for an article, the total percentages for each year sum to more than 100%. The peaks on the graph (e.g. in 1992) indicate years where the ratio of designated topics per article was the highest, suggesting higher amounts of multi-topic scholarship. Conversely, valleys in the graph (e.g. in 1996) reveal the opposite trend: lower ratios of topics to articles. (21) The proportion of many topics remains relatively constant over time. Certain topics, such as Schenker and history of theory, slowly recede from positions of dominance they once held. Others such as transformation and rhythm emerge in momentary popularity; this might be due to special issues of journals (such as JMT’s neo-Riemannian issue in 1998 and MTS’s rhythm issue in 1985), or an increase in interest following a seminal monograph or edited volume dealing with a particular topic. Still other topics slowly grow and remain at a stable level, such as performance / improvisation (henceforth performance) or psychology / cognition / phenomenology / perception (henceforth cognition).",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Short of a detailed examination of citations in each corpus article, definitively assessing whether seminal books have influenced an increase in focus on a topic remains beyond the scope of this article. For example, while influential books on musical form are somewhat regularly published (among them Rothstein 1989 , Caplin 1998 , and Hepokoski and Darcy 2006 ), we cannot say with conviction that the observed increase in articles on form constitutes a reaction to these books. It is, however, reasonable to assume the current interest in the New Formenlehre is sustained by monographs such as those mentioned above, and that this goes some way toward explaining form’s increasing presence over time, as shown in Examples 3 and 4. A similar observation can be made for the rhythm topic assessed in this study. While many book-length studies focusing on rhythm have been published since Grosvenor Cooper and Leonard Meyer’s The Rhythmic Structure of Music ( 1963 ), Example 4 suggests a more recent increase in focus on rhythm since around 2005. Perhaps this increase can be ascribed, in part, to recent books by Christopher Hasty ( 1997 ), Harald Krebs ( 1999 ), and Justin London ( 2012 ), which share a more perceptual approach to rhythmic and metric analysis. This change of direction in the study of rhythm may have contributed to the recent increase in research on that topic in the corpus.",
                "footnotes": [],
                "citations": [
                    "rothstein_1989",
                    "caplin_1998",
                    "hepokoski_and_darcy_2006",
                    "cooper_and_meyer_1963",
                    "hasty_1997",
                    "krebs_1999",
                    "london_2012"
                ]
            }
        },
        {
            "5.7": {
                "text": "[5.7] The foregoing discussion (and further consultation of the graphic examples) can be summarized in several observations. First, topics such as harmony and form, in their wide-ranging applicability to many repertoires and engagement with various tight topics, generally constitute the largest percentage of topics over time, and in each journal. Topics such as Schenker, set theory, and history of theory, while not evenly represented across each journal (MTO being the main outlier), undergo a steady decline in prevalence between the earliest and most recent years of the corpus. What Benjamin, Kerman, and the editors of JMT, MTS, and MA were suggesting in the years around 1980—that the field was diversifying—is supported by the spread of data shown in Example 4. It should be noted that in addition to these 15 common topics, 15 other specific topics as well as an “other” category were represented in the corpus (for a complete list of topics, refer to Example 1). Given that over 100 articles fell into the “other” category (meaning they did not readily fit in any topic category), we must accept the possibility that a wide variety of theoretical topics simply did not exhibit enough prevalence to be considered in this study. We now turn to the representation of repertoires in the articles, where we will find that the work of only fourteen composers is, in general, disproportionately represented over all other repertoire. Which repertoires and composers are addressed most frequently?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] For each article abstract addressing a musical repertoire (either in general or through specific composers or works), coding was conducted according to broad historical / repertorial categories: Early Music, Baroque, Classical, nineteenth century (Romantic and post-Romantic), pre-1945 Modern, post-1945 Modern, and Popular / Jazz / World / Film / Stage music. Some articles reference a particular repertoire (or repertoires) without mentioning the work of any composer, and yet other articles reference no particular repertoire at all. In all, 379 articles did not mention any composer. Of these, 183 focused on no specific repertoire and 73 were coded as addressing tonal music in general. For simplicity and clarity, composers were only ever assigned to one category. This practice is problematic—for example, Beethoven’s oeuvre bridges the Classical and early Romantic periods, and many twentieth-century composers were active before and after 1945—but broad categories are a necessity in order to assess the balance of research devoted to the oeuvres of specific composers, as we will summarize below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Early Music (including Ancient, Medieval, and Renaissance) featured in 68 articles, and 24 composers from this category were mentioned 41 times. Example 5a displays the relative prevalence of these composers: only five of them (Guillaume de Machaut, Orlande de Lassus, Guillaume Dufay, Josquin Desprez, and Adrian Willaert) are mentioned more than once. (22) The remaining 19 composers comprise 47% of all mentions, suggesting relatively equal representation of composers in this category. Example 5b tracks these composer mentions over time, showing that attention to this repertoire remains consistently low in the corpus. Conversely, Example 6a reveals an uneven distribution of composers representing Baroque-era repertoire: of all instances in which a Baroque composer was discussed, 70% are J.S. Bach. The remaining 30% includes Claudio Monteverdi, Arcangelo Corelli, G.F. Handel, Francois Couperin, Domenico Scarlatti, Heinrich Schütz, Jean-Philippe Rameau, Jean-Baptiste Lully, and Antonio Vivaldi. While few would dispute Bach’s reputation as a master of counterpoint, fugue, and harmony, his contemporaries, also historically important and fine practitioners of their craft, are evidently not given the same attention. No real trend over time exists for the Baroque category: Example 6b suggests while most years contain one or several Bach articles, only a handful of years contain articles discussing any other Baroque composers. Example 5a . Prevalence of Early Music composers in corpus (click to enlarge and interact) Example 6a . Prevalence of Baroque composers in corpus (click to enlarge and interact) Example 5b . Representation of Early Music composers across all journals over time (click to enlarge and interact) Example 6b . Representation of Baroque composers across all journals over time (click to enlarge and interact)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Haydn, Mozart, and Beethoven dominate the Classical repertoire ( Example 7a ) discussed in the corpus. More accurately, they are the Classical repertoire: the three composers account for 92% of instances in which a Classical composer was discussed. (23) These three composers, along with Bach, are frequently performed and taught (as the concert hall and textbook data confirms below), which goes some way to explaining their appeal in research as familiar musical examples. As Example 7b shows, while the three main composers are represented relatively consistently over time, other Classical composers have received only sporadic attention in various years covered by the corpus. Example 7a . Prevalence of Classical composers in corpus (click to enlarge and interact) Example 7b . Representation of Classical composers across all journals over time (click to enlarge and interact)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] The remaining four categories reveal a tendency toward increasingly egalitarian balances of representation, and a general expansion of focus over time. Small groups of composers still dominate several categories, but these groups grow larger. For example, five pillars of nineteenth-century music—Schubert, Schumann, Chopin, Brahms, and Wagner—account for 64% of representation in this category ( Example 8a ). Twenty-six other composers make up the remaining 36%, 16 of them appearing in more than one abstract. (24) The diversity of composers in this category may have something to do with specialization. Brahms, Chopin, and Liszt were the great piano composers; Brahms, Wagner, and Mahler the great composers for the later nineteenth-century orchestra; Schubert and Schumann the masters of Lieder; and Wagner, Verdi, and Puccini the dramatists; each idiom might be more appropriate for different research topics. Example 8b shows that nineteenth-century composers are increasingly the object of attention—both the five listed above and the diverse collection of other composers active in this century. The emergence of neo-Riemannian theory likely played a role in this increase. From the mid-1990s, the prevalence of both the transformation topic (see Example 4 above) and nineteenth-century repertoire (Example 8b) began to increase. David Lewin’s Generalized Musical Intervals and Transformations ( 1987 ) and subsequent books focusing on harmonic aspects of nineteenth-century music, such as those by Daniel Harrison ( 1994 ) and more recently by David Kopp ( 2006 ), Steven Rings ( 2011 ), and Richard Cohn ( 2012 ), have certainly all played a role in sustaining interest in both transformational theory and nineteenth-century music. Example 8a . Prevalence of 19th-Century composers in corpus (click to enlarge and interact) Example 8b . Representation of 19th-Century composers across all journals over time (click to enlarge and interact)",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "lewin_1987",
                    "harrison_1994",
                    "kopp_2006",
                    "rings_2011",
                    "cohn_2012"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] The diverse range of twentieth-century music that captures academic attention problematizes any categorization scheme imposed on it. Time-based and national categorizations are troublesome because composers of drastically different styles worked contemporaneously. Furthermore, certain composers (such as Stravinsky) worked in various styles throughout their careers. Faced with the decision to choose one problematic scheme over another, we decided to partition twentieth-century composers according to whether their best-known works were primarily composed before or after 1945. (25) Of the pre-1945 composers, five names again stand out: Schoenberg (30%), Webern (19%), Stravinsky (17%), Bartók (10%), and Debussy (10%), while 18 other composers accounted for the remaining 14% (see Example 9a ). (26) While these five composers account for 86% of this category, their prevalence relative to the remaining composers, and to other repertoire categories, has declined as of late. As Example 9b shows, from a high in 2002, the annual rate of representation for the five composers has fallen consistently, reaching a low of one article in 2010. In that same timespan, the representation of the other composers hovers consistently around roughly four articles per year. The total number of articles per year discussing pre-1945 music does not fall drastically (save for the past several years), but the balance has begun to shift to the music of other composers than the five mentioned above. Example 9a . Prevalence of pre-1945 modern composers in corpus (click to enlarge and interact) Example 9b . Representation of pre-1945 modern composers across all journals over time (click to enlarge and interact)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] No twentieth-century composer dominates the post-1945 Modern category at the magnitude seen in the pre-1945 category. Fifty-four composers are mentioned in the corpus, and only five of these more than 5% of the time (see Example 10a ): Elliott Carter, György Ligeti, Olivier Messiaen, Milton Babbitt, and George Crumb. (27) As compositional approaches have grown more specialized and segregated in the twentieth century (to the point where grouping composers by compositional approach would create more problems than it would solve), theoretical approaches have become more specialized in turn. (28) Many traditional pitch-focused analytical methods do less to address much post-1945 music, which ever increasingly relies on other parameters such as timbre and rhythm, and compositional algorithms based in mathematics, technology, or aleatoric techniques for its structure. As such, new approaches to this music are only beginning to be applied in any significant way, as Example 10b suggests. Representation of this category was almost nonexistent until 1994, after which it has grown significantly. Unfortunately, the diversity of composers and compositional approaches in this time period makes analyzing time-based trends somewhat difficult: since the compositional field is so diverse, no statistically significant trends materialize in a corpus where 140 article mentions cover 54 different composers. What we can conclude, however, is that a wide range of repertoire from this time period is receiving increased attention in the four journals. Example 10a . Prevalence of post-1945 modern composers in corpus (click to enlarge and interact) Example 10b . Representation of post-1945 modern composers across all journals over time (click to enlarge and interact)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "6.7": {
                "text": "[6.7] The last broad historical/repertorial category, Popular / Jazz / World / Film / Stage music, is the most egalitarian, and has seen the sharpest increase over time. This category includes not only artists active in pop, rock, hip-hop, country, and jazz idioms, but also composers who specialize in film music and musical theatre. Example 11a reveals a selection of artists that are represented slightly more often than those in the rest of the category. The percentages here mean little: the 10 artists separated from the rest are the only ones with more than one article discussing their music (21 more artists appear only once in the corpus). (29) As Example 11b shows, academic attention on the music of this category in the theory community has almost exclusively occurred in the 21st century. Artists active in pop, rock, country, and hip-hop comprise 56% of the article mentions in this category. These artists’ presence in the corpus might have something to do with the publication of influential books engaging with popular music from a music theoretical angle. For example, Allan Moore’s Rock, the Primary Text ( 2001 ) represents one of the earliest cases made for the analysis of popular music to focus more on musical syntax, and this focus evidently permeated flagship music theory journals very soon afterward. (30) Example 11a . Prevalence of Pop, World, Jazz, Film, or Stage artists in corpus (click to enlarge and interact) Example 11b . Representation of Pop, World, Jazz, Film, or Stage composers / artists across all journals over time (click to enlarge and interact)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": [
                    "moore_2001"
                ]
            }
        },
        {
            "6.8": {
                "text": "[6.8] When considered in the scope of the foregoing seven categories, this summary of the repertoire discussed in the corpus produces three observations. First, there appear to be fourteen composers whose work has been subject to particularly close attention in the theory community: Bach, Haydn, Mozart, Beethoven, Schubert, Chopin, Schumann, Wagner, Brahms, Debussy, Schoenberg, Bartók, Stravinsky, and Webern. Nearly all enjoyed significant exposure as composers during their lifetimes (Bach being a notable exception), and all except perhaps Schoenberg and Webern occupy prominent places in the performance canon of the past 50 years (see section 8 below). Furthermore, many of these composers were muses for the modern theory discipline’s founding fathers and ancestors—Schenker and Forte among them—and thus attention to them can be seen as a continuation of disciplinary tradition. The second observation concerns the representation of other composers in each category. In general, the more recent the category, the more heavily and equally populated the field of composers comprising each category. (31) Put another way, more composers of more recent historical periods are capturing the attention of the theory community. The third observation concerns the prevalence of each category in the corpus over time. Representation of composers from the Early, Baroque, and Classical categories has remained largely stable over time. For the nineteenth century category, representation has risen steadily for both groups: the five main composers, and the remainder. In the pre-1945 category, representation has recently fallen, mainly at the expense of the five main composers in this category. Finally, the post-1945 and popular music categories have seen a rise in representation, especially after 2004, which possibly represents a future trend of these repertoires occupying a more central place in theory scholarship. As artists and composers become canonized, clearer leaders might emerge to the point that in several decades’ time, research in music theory will favor certain composers and artists from these last two categories. Are there correlations between these topics and repertoires?",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The association of specific composers with particular topics pervades modern theory research, and the roots of these associations are occasionally traceable. For example, since Heinrich Schenker focused his work on music of the Austro-Germanic tradition (such as by Bach, Mozart, Beethoven, and Brahms), theorists tend to continue engaging with this repertoire in the contexts of harmony, tonality, melody, and form—all topics with which Schenker’s analyses engaged. (32) Similarly, Allen Forte’s 1973 book The Structure of Atonal Music , a pioneering work in the topics of set theory and atonal analysis, explores the work of Schoenberg, Webern, Berg, and Stravinsky, four composers whose music has dominated the discourse of set theory in subsequent research. (33) Example 12 . Leading topics across selected composers (click to enlarge and interact)",
                "footnotes": [
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] We examined topic distribution across articles treating the music of the 14 composers listed in Example 12 , identifying trends and outliers in these associations. As in Examples 3 and 4, each horizontal line in Example 12 represents 10% of total topic designations, shown here by composer. For example, 24 articles concern the music of Bartók. Of these, seven (29%) involve form, four (17%) rhythm, and three each (13%) involve transformation, set theory, and dodecaphony/serialism. Other topics are represented in smaller numbers. For each article on Bartók, there are, on average, approximately 1.15 topics discussed, the lowest such ratio for the 14 composers listed in Example 12. Brahms receives the highest ratio of this group of composers: 1.95 topics, on average, are engaged in each article discussing his music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Since Brahms articles exhibit an average ratio of 1.95 topics per article, most of these articles likely involve more than one topic. In a general sense, the higher-reaching vertical bars in Example 12 show composers with higher ratios of topics per article. Since the horizontal bars on the graphs account for 10% of all topic designations per composer, we can approximate topic-per-article ratios for each composer by counting the number of horizontal bars exceeded. The high topic-to-article ratios of nineteenth-century composers suggests this repertoire spurs the most multi-topic research in the corpus. As Jim Samson writes in Grove Music Online , nineteenth-century Romanticism witnessed “the growing importance of expression as a source of aesthetic value, overriding the claims of formal propriety and convention” ( 2016 ). Where the formal conventions of Classical music or the rigorous logic of Modernist music might suggest a sharper analytical focus, nineteenth-century music upheld the Romantic ideals of sublimity, organic unity, and expression; these ideals are perhaps best approached via multiple theoretical topics.",
                "footnotes": [],
                "citations": [
                    "samson_2016"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] While loose topics such as harmony and form are generally well represented in the articles pertaining to each composer in Example 12, certain topics receive disproportionately high levels for only one composer. The proportion of Bach articles discussing counterpoint, Brahms articles discussing rhythm, and Wagner articles discussing transformational theory are much higher than any other composer for those topics. Longstanding attention has been given to Bach’s counterpoint: Mozart, Haydn, and Beethoven studied it, and Schenker produced many analyses of Bach’s compositions. (34) This focus continues in contemporary scholarship: 27% of Bach articles discuss counterpoint in some way, with the next highest coverage of this topic coming in at 13% each for Wagner and Schubert articles. While some attention to counterpoint might be subsumed by the Schenker topic, this does not explain the lack of counterpoint articles focusing on twentieth-century composers. For example, our statistics suggest that research into Schoenberg’s music focuses mostly on set theory, dodecaphony/serialism, form, and harmony, and much less on counterpoint.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] Roughly 35% of Brahms articles address the topic of rhythm, a rate nearly double any other composer (Schumann ranks second at 20%). Scrutinizing the Brahms articles comprising this 35% reveals many of them to engage with other topics, typically harmony, melody, or form. One possible explanation for the attention to rhythm in Brahms posits that rhythmic and metric structures of his music are often intriguing, if not complicated, to analyze. Peter Smith reminds us that “discrepancies between heard and notated meter are a Brahmsian hallmark” ( 2006 , 66). Beyond Brahms and Schumann, however, rhythm does not comprise a significant portion of article content for any particular composer. (35) This said, 129 articles on rhythm make it a popular topic in the corpus, and a lack of trending toward any composer but Brahms suggests this topic receives attention across a diverse body of repertoire, making it a repertoire-general topic.",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "smith_2006"
                ]
            }
        },
        {
            "7.6": {
                "text": "[7.6] Our statistics—perhaps unsurprisingly—suggest a strong relationship between transformational theory and the music of Wagner. That no other nineteenth-century composer receives a similar level of attention with this topic is more surprising. In his seminal article on neo-Riemannian theory (a branch of transformational theory), Richard Cohn mentions that this theory has found a home in Wagnerian harmony for its “triadic but not altogether tonally unified” language ( 1998 , 167). The correlation we found between Wagner and transformation theory supports Cohn’s remarks: 28% of Wagner articles engage with this topic. The next highest percentages are much lower: 13% for Bartók and 11% for Webern. No other nineteenth-century composers have the distinction of more than 10% of articles that include their work also engaging with transformation theory, which is curious in light of this topic’s analytical potential for the music of Liszt, Schubert, and other nineteenth-century composers. (36) Looking closer at the statistics offers one possible reason why: 36% of the articles in the corpus discussing transformational theory reference no specific repertoire or composer, suggesting that much of the work done on transformational theory assumes the form of “pure theory,” and is not—in these articles at least—applied to specific repertoire. (37)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": [
                    "cohn_1998"
                ]
            }
        },
        {
            "7.7": {
                "text": "[7.7] While the principal composers in the corpus receive balanced attention across a wide range of topics, some of these topics tend to be repertoire general (such as form and harmony) and others are repertoire specific (such as transformation and set theory). While topics such as rhythm and counterpoint are repertoire general , they appear to be applied to the music of a single composer much more than any other. Topics such as timbre and texture do not receive thorough research treatment for any of the leading composers, no doubt due to the limited analytical tools and methodologies available for these topics. (38) These parameters will only receive more focus in music theory scholarship when analytical methodologies for them are more fully developed and the composers whose music relies on them become better represented in published research. How does music theory research relate to trends in concert programming?",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] In the music industry, commercial success and critical acclaim are not necessarily dependent on one another. A recording might be critically praised but not sell well; likewise, a critically derided composition might enjoy a long and busy performance life. In the same sense, the exposure a composer’s work receives in the concert hall does not guarantee attention from the academy, and vice versa. In order to illustrate this last point, we use performance data to compare which composers are most often programmed on concerts and which are most researched in theory publications. The website Bachtrack (www.bachtrack.com) offers the most comprehensive performance data we could locate. Since 2010, Bachtrack has compiled extensive (though incomplete) annual concert and opera performance statistics, based on the programming of the world’s top performing ensembles. The total number of concerts included in the site’s database has risen steadily each year, from 11,724 in 2010 to 17,100 in 2015. (39) Example 13 . Most-performed composers, by year, according to performance statistics retrieved from www.bachtrack.com (click to enlarge and see the rest)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] Example 13 shows Bachtrack’s ranking of the ten most performed composers of concert music in each year between 2010 and 2015, to which we have added an overall, averaged ranking. (40) Beethoven and Mozart dominate the field, occupying the top two positions in each year. Bach, Brahms, Schubert, and Tchaikovsky consistently rank in the top ten. Bachtrack also notes a recurring “anniversary effect,” when composers are more frequently programmed in the anniversary year of their birth or death. Performance totals for the following composers and years can be attributed to the anniversary effect: Chopin (2010), Liszt (2011), Debussy (2012), Britten and Wagner (2013), Richard Strauss (2014), and Sibelius (2015). (41) Although Bachtrack’s statistics and our corpus offer incomplete views of the performance and theory research realms, we can still investigate, in a broad sense, the similarities and discrepancies between performed and researched repertoires.",
                "footnotes": [
                    "FN40",
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "8.3": {
                "text": "[8.3] For the music of Bach, Mozart, Beethoven, Schubert, and Brahms, statistics suggest similar attention in concert-hall performance and theory research. As Example 13 shows, Beethoven was the most performed composer overall, followed in order by Mozart, Bach, Brahms, and Schubert. In terms of journal articles, Beethoven and Brahms are tied for second most discussed, followed by Bach (fourth), Mozart (fifth), and Schubert (ninth). The heightened exposure these composers receive in both concert hall and academy relates to certain conditions they all satisfy. First, each composer was prolific in multiple idioms such as solo, chamber and orchestral works, creating a plethora of opportunities for performers and theorists alike to engage with their music. Second, these composers produced music that captivates general audiences in its accessibility and appeal while intriguing academics in its aesthetic and technical craft.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] Discrepancies between a composer’s prevalence in the concert hall and in theory research can occur in two ways: either the composer is often performed and under-researched (e.g. Sibelius), or the reverse (e.g. Schoenberg). Of the anniversarial attention ascribed to composers (as detailed above), most are reasonably well represented in the journal corpus, with the exception of Sibelius. (42) Sibelius, though consistently featured on concert programs, appears in only one article in the corpus. Other writers have noticed this imbalance: “with the general public, Sibelius has enjoyed the kind of international success—even adulation—of which most composers can only dream . . . Paradoxically, in spite of this enthusiastic promotion . . . academics outside of Finland have taken Sibelius seriously only recently” ( Jackson and Murtomäki 2001 , xv). Despite this prognosis, the academics of which Jackson and Murtomäki speak are evidently not publishing in mainstream theory journals. (43) Could this be an indicator that Sibelius’ music, while appreciated by audiences, simply does not possess the complexity or intrigue worthy of close analytical scrutiny? (44) Or could it be related to the general lack of attention to music by Nordic composers (for example Edvard Grieg and Carl Nielsen)? Whatever the reason(s) for Sibelius’ absence in published theory research, he represents but one example of a composer whose work has received more attention in the concert hall than in the theory community.",
                "footnotes": [
                    "FN42",
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] Like Sibelius, many Russian composers appear to have been overlooked by the Anglophone music theory community, despite enjoying frequent exposure in concert halls worldwide. With the exception of Stravinsky (who lived most of his life outside Russia) and Scriabin (whose contributions to atonality have garnered him academic attention), no Russian or Soviet composer was represented in more than six articles: Shostakovich (6 articles), Mussorgsky (5), Rachmaninoff (4), Prokofiev and Tchaikovsky (3), and Sofia Gubaidulina (2). (45) This might be explained by a lack of communication, until very recently, between the English- and Russian-speaking theory communities. (46) Because Anglophone theorists are more likely to read French and German than Russian, and because much Russian literature was widely inaccessible to Western readership before 1990, real translation work has only been made possible recently. Perhaps, with Russian theoretical literature concerning its own composers becoming more available to Anglophone readers, a greater interest in Russian music might follow.",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "8.6": {
                "text": "[8.6] Discrepancies also occur where composers receive more attention in published scholarship than in the concert hall. In contemporary concert programming, rarely do we hear the music of Schoenberg (first in the journal corpus, with 72 articles) or Webern (sixth, with 44 articles). Their music does not enjoy the level of exposure of other twentieth-century composers: orchestras tend to perform Bartók and Stravinsky, while chamber groups favor works from post-war composers. This dearth of attention to Schoenberg and Webern is so widespread in the performance world that it forces the question of why theorists devote so much time to the study of their music. (47) And yet, had this immense body of scholarship on Schoenberg and Webern not existed, we would be less informed about the other intriguing aspects of their compositions, which are often brought to light by way of an analysis taking set theory as its starting point.",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "8.7": {
                "text": "[8.7] Bachtrack’s most-performed composers and the most-researched composers in our corpus are by no means comprehensive aggregates of global performance and research data. But comparison of these statistics suggests both similarities and discrepancies between the attention given to specific composers in the performance and research realms. Some well-known composers from the common practice era (e.g. Bach, Haydn, Mozart, Beethoven, Brahms, Schubert, Schumann, and Chopin) are generally well represented in both the concert hall and theory research. Sibelius, most Russian composers, and many others whose music enjoys frequent performances do not receive equivalent representation in the music theory community. Schoenberg and Webern’s music receives an inverse balance of attention. An optimistic outlook on these imbalances might construe them as room for growth in the performance and theory research arenas. For example, perhaps the continued performance of Sibelius and Tchaikovsky will encourage deeper theoretical interest in their music. That a repertoire can be commonplace in concert programming but absent from theoretical discourse—the latter a pursuit that for many theorists involves a close relationship between analysis and modes of hearing or listening—is perplexing, and warrants further consideration. How does music theory research relate to undergraduate theory curricula?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.1": {
                "text": "[9.1] Goldenberg notes that topics such as harmony and form receive “relatively limited space in current advanced theory as represented in JMT [which] reflects an arguably growing distance between practical theory and analysis, and the high theory” ( 2006 , 46). (48) For Goldenberg, “practical theory and analysis” forms the pedagogical curriculum and “the high theory” extends beyond it. McCreless ( 1997b ) also notes the distance between practical and high theory, stressing that the unique (among music scholars) dual task of the music theorist is to perform both scholarly research as a music academic and skills-based instruction as a music practitioner. McCreless observes a gap between research and pedagogy in that theorists teach “in a manner that has more in common with musical pedagogy of the eighteenth and nineteenth centuries than it does with late twentieth-century scholarly research” ( 1997b , 14). By comparing the repertoire most often cited in the corpus and in several commonly-used tonal and post-tonal theory textbooks, we show that despite any incongruities between scholarly research and undergraduate classroom instruction, the same core group of composers forms the locus of attention in both practices.",
                "footnotes": [
                    "FN48"
                ],
                "citations": [
                    "goldenberg_2006",
                    "mccreless_1997b",
                    "mccreless_1997b"
                ]
            }
        },
        {
            "9.2": {
                "text": "[9.2] Traditionally, an undergraduate core theory sequence of four or five semesters might trace the following route: in the first two semesters, students are introduced to basic harmonic, contrapuntal, and formal concepts. Discussions of form might be limited to Classical repertoire, given its propensity for tight formal archetypes. The third and fourth semesters might further explore harmony and form, notably chromatic harmonic devices. The final semester might consider set theory and subsequent twentieth-century musical developments. (49) Elizabeth West Marvin writes that this type of curriculum sequence “prioritizes depth of knowledge over breadth of coverage” ( 2012 , 256), and that pre-tonal and non-Western musical traditions are overlooked. One might assume the core topics of such a sequence—harmony, voice leading, and form—can be taught using the music of just a small group of tonal and post-tonal composers (such as Bach, Mozart, Beethoven, Schubert, Brahms, Schoenberg, Webern, and a few others) as supporting examples. As a consequence, if a composer's music has little to offer in relation to core pedagogical topics, or cannot be easily reproduced in textbooks or handouts (such as full symphonic works that cannot be easily reduced), their music does not find its way into the curriculum. Example 14 . Tonal and post-tonal composer representation in journals and selected textbooks (click to enlarge and see the rest)",
                "footnotes": [
                    "FN49"
                ],
                "citations": [
                    "marvin_2012"
                ]
            }
        },
        {
            "9.3": {
                "text": "[9.3] To test this assumption, we surveyed the musical content of five tonal theory and three post-tonal theory textbooks, listed in Example 14 . (50) We then compared the representation of composers in these textbooks to their representation in the journals. In each textbook, we tallied the examples of music by each composer, ranking the top ten and comparing this ranking to the top ten composers in the journals. The two charts in Example 14 separate composers and textbooks according to their focus on tonal or post-tonal music. The top composers cited in the tonal textbooks are quite consistent with those represented in the journals: Mozart ranks first or second in all textbooks, and fifth in journals. Bach places first in four textbooks (fifth in the remaining book), and fourth in journals. Similar correlations exist for Beethoven, Brahms, Chopin, Haydn, Schumann, and Schubert. In fact, eight of the top ten tonal composers in the journals are also in the top ten for each of the five textbooks. The remaining two top ten composers for journals, Wagner and Liszt, appear on no top ten textbook list; composers who appear on a single textbook list but not the journal list are Corelli, Handel, Mendelssohn, Clara Schumann, Verdi, and Tchaikovsky. The list for Clendinning and Marvin ( 2011 ) also includes traditional music, hymns, and Lennon and McCartney, reflecting this textbook’s efforts to extend the pedagogical discussion beyond the list of canonical composers named above.",
                "footnotes": [
                    "FN50"
                ],
                "citations": [
                    "clendinning_and_marvin_2011"
                ]
            }
        },
        {
            "9.4": {
                "text": "[9.4] That the group of eight composers listed above (Mozart, Bach, Beethoven, Brahms, Chopin, Haydn, Schumann, and Schubert) appears on all lists does not surprise us: these composers typically wrote music that engages with formal conventions and uses a harmonic language unproblematic to teach with. That Wagner, for all the research devoted to his music, made no top ten textbook lists should also not come as a surprise. His music largely confounds functional or tonal harmonic terminology (i.e. it is better suited for neo-Riemannian analysis), which might explain its omission from harmony pedagogy. His dramatic compositions do not follow the formal archetypes typically taught in undergraduate theory. Finally, his unendliche Melodie (“infinite melody”) aesthetic means that the creation of short, autonomous examples of his music can often be difficult. Handel’s music, though widely performed and used in theory textbooks, encounters the reverse fate: it is under-researched in the four theory journals. Bach’s shadow looms large over his contemporaries such as Handel, Vivaldi, and Telemann, and though these composers find their way into textbooks and onto concert stages, theory research into their music remains significantly less developed than for Bach.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.5": {
                "text": "[9.5] The lower half of Example 14 details the correlation between leading post-tonal composers in the journals and textbooks. The cohort of Schoenberg, Webern, Stravinsky, Bartók, and Debussy dominates both sets of rankings. But their individual dominances are a bit less consistent: while Schoenberg leads in journal research, with three times the representation of Bartók, Kostka ( 2006 ) and Roig-Francolí ( 2008 ) discuss Bartók twice as often. Only in Straus ( 2005 ) are these two composers equally represented. Generally speaking, the dominance Schoenberg and Webern enjoy in journal research gets eclipsed by Bartók and Stravinsky in the textbooks. The balance of representation between pre- and post-1945 composers concurs between journals and textbooks. In the journals, seven of the eleven most represented twentieth-century composers are from the pre-1945 category: only Ligeti, Carter, Babbitt, and Messiaen make the list as post-1945 composers. In Roig-Francolí and Straus, respectively, four of the top 11 and seven of the top 15 composers are post-1945. (51) With six pre-1945 and five post-1945 composers, Kostka’s equal attention to both eras deviates slightly from the other publications. Moreover, composers such as Steve Reich, Philip Glass, George Rochberg, and John Cage are all unique in their higher representation in Kostka’s text.",
                "footnotes": [
                    "FN51"
                ],
                "citations": [
                    "kostka_2006",
                    "straus_2005"
                ]
            }
        },
        {
            "9.6": {
                "text": "[9.6] Two points regarding the general imbalance between pre- and post-1945 Modern composers must be noted. First, the imposition of copyright might speak to the general lower number of musical examples from post-1945 composers in textbooks. Where journal articles offer no monetary gain to the author, copyrighted material presents less of an issue. Since textbooks are profitable (if even only marginally), copyright laws are likely to be more strictly enforced. Second, the most common post-1945 composers in the textbooks appear to be included for their continuation of the Schoenbergian atonal tradition through serialism or extended dodecaphonic practices (e.g. Carter, Rochberg, Babbitt, Boulez, and Crumb). Composers who have less to do with this pitch-centric tradition, such as Cage, Reich, Xenakis, and Stockhausen, are generally less represented in the textbooks. Thus, even though the textbooks engage with the music of post-1945 composers, they appear to do so under conditions congruent with the pre-1945 tradition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9.7": {
                "text": "[9.7] Tonal composers whose work aids the teaching of harmony, counterpoint, and form—core topics in undergraduate theory instruction—naturally constitute the bulk of examples used in the textbooks addressing these topics. Many of the leading common-practice era composers are well represented in tonal theory textbooks and journals alike, while others such as Wagner and Handel are disproportionately represented in one or the other. In post-tonal theory textbooks, Bartók, Debussy, Stravinsky, Schoenberg, and Webern are well represented. Post-1945 composers are also represented, but seemingly only if they continue the pitch-focused compositional traditions of their forebears. Only when the analytical apparatuses for topics such as rhythm, texture, and timbre become used as pedagogical tools will the selection of musical examples need to evolve to include composers whose work focuses on these parameters. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] This survey of 1063 articles from four flagship journals has been organized to consider the scope and ramifications of diversification in the discipline of music theory. This consideration was undertaken in the context of five areas of inquiry.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] We gauged which topics are researched most frequently. Five principal topics—form, harmony, tonality, Schenkerian theory, and set theory—have always occupied a significant portion of music theory research. However, while form, harmony, and tonality are repertoire-general , their presence in theory research remains large, while the presence of repertoire-specific topics such as Schenker and set theory wanes as the repertoire these topics address loses the position of dominance it held in the earlier years of the discipline. In addition, we postulated that the publication of influential books may play a role in renewed or sustained focus on a particular topic, but such causalities are not always easy to elucidate.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.3": {
                "text": "[10.3] We assessed which repertoires are researched most frequently. The seven repertoire categories receive imbalanced levels of overall attention. Categories such as Early Music, Baroque, and Classical receive static levels of attention over time. Others, such as Nineteenth Century and Popular / Jazz / World / Film / Stage, have experienced an increasing rate of prevalence, the latter category dramatically so after 2000, which may be a result of several influential books published in the 1990s and early 2000s (as mentioned in [6.7]). No repertoire shows a consistent trend of decreasing prevalence, although pre-1945 Modern has seen lower levels in the most recent years covered by the corpus. The imbalances within each repertoire category are, however, striking. We observed that 14 composers—Bach, Haydn, Mozart, Beethoven, Schubert, Schumann, Wagner, Chopin, Brahms, Debussy, Schoenberg, Bartók, Stravinsky, and Webern—when considered as objects of research, comprise disproportionately high proportions of the work done in their respective categories, while other categories such as post-1945 Modern and Popular / Jazz/ World / Film / Stage music do not contain such disproportions. We have questioned whether this comparative evenness in these last two categories results from their recentness: since we still “live in” these historical categories, their canonization process is presently incomplete, but no doubt in development. As time passes and more articles are published on post-1945 repertoire, perhaps canonization trends will become more clear. At present, there are simply too few articles discussing these repertoires to exhibit any significant trends toward a particular composer or artist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.4": {
                "text": "[10.4] We investigated correlations between topics and repertoires. Composer-topic relationships were identified across the aforementioned 14 composers by calculating the ratio of topics to articles on each composer, and by observing the relative prevalence of topics for each composer, as shown in Example 12. In general, articles discussing the music of composers from the nineteenth century (namely Brahms, Schumann, Schubert, and Wagner) had the highest topic-to-article ratios, suggesting that this repertoire supports the most multi-topic research. As expected, repertoire-general topics such as form and harmony had similar rates of prevalence across most composers, while repertoire-specific topics were better represented across smaller groups of composers. Curiously, several repertoire-general topics such as rhythm and counterpoint had high rates of representation for only one composer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.5": {
                "text": "[10.5] We compared repertoire trends in journal research and concert programming. Repertoire prevalence in the corpus was compared to concert programming statistics developed by Bachtrack.com. The core group of Bach, Haydn, Mozart, Beethoven, Schubert, Schumann, Chopin, and Brahms appear to enjoy the distinction of being the most researched and performed tonal composers, while others such as Sibelius and the Russians (excepting Stravinsky and Scriabin) receive much less attention in theory journals than they do in the concert hall. We can ask whether current and future trends in concert programming will have an effect on the locus of music theory research: perhaps as more generations of scholars enter the field after post-1945 repertoire becomes canonized in the concert hall, this repertoire will further permeate music theory research. We are already witnessing a similar effect on the canonization of rock, jazz, and other popular repertoires, as theory research on them continues to rise in prevalence over the past two decades.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.6": {
                "text": "[10.6] We compared repertoire trends in journal research and textbook examples. The textbook statistics summarized in Example 14 reveal a canonization of tonal composers similar to that seen in concert programming. Different post-tonal composers ranked highest depending on journal and textbook representation: Schoenberg and Webern for journals, and Debussy, Stravinsky, and Bartók for textbooks. Composers whose music does not fit the narrative of the pitch-centric core undergraduate theory sequence tend to receive much less attention in post-tonal textbooks, as do more recent composers whose music may still be under strict copyright. These final two queries comparing theory research to concert programming and pedagogy could possibly spur future research into the relationship between theory and practice of specific repertoires or composers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.7": {
                "text": "[10.7] The methodology and scope of this study is undoubtedly limited by the constraints inherent in categorizing articles by only their abstracts and by shoehorning research and composers into topic and repertoire categories. Nevertheless, using broad topic and repertoire categories has allowed us to make several general observations that connect back to our initial query. We questioned how the discipline of music theory can sustain a balance between diversification in the myriad topics and repertoires it encompasses, and unity in the overarching commonalities that define it as a discipline. One way in which the discipline is achieving this balance is immediately apparent. We observed a diverse array of topics receiving ever-increasing amounts of attention, while seeing that the music of just 14 composers comprises the main object of this attention. A balance is thus struck in that diverse analytical means are, by and large, applied to a small, largely homogeneous repertoire. But perhaps this balance is struck at the expense of the underrepresented repertoires (outside the common practice era and early twentieth century) and composers (outside the Austro-Germanic tradition). There are signs that these other repertoires will—and already do—gain ground in their prevalence, namely post-1945 music. It follows that interest in these repertoires will continue to increase as analytical methodologies for parameters such as timbre and texture become more fully developed. But will this evening out of the field shift the balance away from unity to a discipline in which each repertoire requires its own special analytical tools and methods? We do not wish to construe this possibility as a negative, but rather to raise it as a question worth asking when ruminating on our discipline’s future.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.8": {
                "text": "[10.8] There is no simple answer to how diversity and unity are best balanced within the discipline of music theory. What is clear, however, is that this discipline has grown far beyond the conditions that gave rise to its existence, both as a research program in need of institutional autonomy, and as a scholarly community in need of its own society. By examining the content of four of its flagship journals, we see that the Anglophone music theory discipline is remarkably diverse. What remains to be seen is whether, and how, this ever-diversifying discipline preserves its core identity.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.17.23.4.duinker.html",
    "data": "mto/data/mto.17.23.4.duinker.json"
}