{
    "title": "Capturing the Ineffable: Three Transcriptions of a Jazz Solo by Sonny Rollins",
    "date": "2016/09/01",
    "volume": "22",
    "issue": "3",
    "authors": [
        "Rusch, René",
        "Salley, Keith",
        "Stover, Chris"
    ],
    "abstract": "What purpose does a jazz transcription serve? What is at stake in a jazz transcription? What is being represented and how? This article considers these questions, drawing from three independently-conceived transcriptions of the same jazz solo by tenor saxophonist Sonny Rollins. Following an introduction that situates our views of jazz transcription within the context of recent discourse on transcription and notation, we present our transcriptions, each of which is accompanied by a narrative that describes the transcriber’s aims, approach, and rationale for certain notational choices. In the last section of our paper, we compare select passages from our transcriptions of Rollins’s solo as a means to substantiate our conclusion, that (1) jazz transcriptions simultaneously serve descriptive and prescriptive purposes; (2) transcriptions reflect the strategic needs of the analyst and intended audience; (3) transcriptions are interpretive acts that contain the traces of one’s individualized experience of acoustical objects; (4) when transcriptions of the same performance are read side by side, they coalesce into a plural analysis, highlighting the complexity of the performance.",
    "keywords": [
        "transcription",
        "notation",
        "performance analysis",
        "jazz",
        "Sonny Rollins",
        "saxophone"
    ],
    "doi": "",
    "received": "June 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.rusch.pdf",
    "author_info": [
        {
            "name": "René Rusch",
            "university": "University of Michigan",
            "address": "School of Music, Theatre & Dance, 1100 Baits Drive, Ann Arbor, MI 48109",
            "email": "ruschr@umich.edu"
        },
        {
            "name": "Keith Salley",
            "university": "Shenandoah University",
            "address": "Shenandoah Conservatory, 1460 University Drive, Winchester, VA 22601",
            "email": "ksalley@su.edu"
        },
        {
            "name": "Chris Stover",
            "university": "The New School",
            "address": "College of Performing Arts, 55 West 13th Street, New York, NY 10011",
            "email": "stoverc@newschool.edu"
        }
    ],
    "citations": {
        "agawu_2003": "Agawu, Kofi. 2003. Representing African Music: Postcolonial Notes, Queries, Positions . Routledge.",
        "ashley_2002": "Ashley, Richard. 2002. “Do[n’t] Change a Hair for Me: The Art of Jazz Rubato.” Music Perception 19 (3): 311–32.",
        "austerlitz_2003": "Austerlitz, Paul. 2003. “Mambo Kings to West Africa Textiles: A Synesthetic Approach to Black Atlantic Aesthetics.” In Musical Migrations, Vol. 1: Transnationalism and Cultural Hybridity in Latin/o America , 99–113. Palgrave.",
        "bauer_2014": "Bauer, William R. 2014. “Expressiveness in Jazz Performance: Prosody and Rhythm.” In Expressiveness in Performance , edited by Dorottya Fabian, Renee Timmers, and Emery Schubert, 133–53. Oxford University Press.",
        "benadon_2003": "Benadon, Fernando. 2003. “Spectrographic and Calligraphic Cues in the Identification of Jazz Saxophonists. Proceedings of the 5th Triennial ESCOM Conference , 246–49.",
        "benadon_2007": "Benadon, Fernando. 2007. “ A Circular Plot for Rhythmic Visualization and Analysis .” Music Theory Online 13 (3).\n(Accessed Aug. 16, 2016).",
        "benadon_2009a": "Benadon, Fernando. 2009a. “Gridless Beats.” Perspectives of New Music 47 (1): 135–164.",
        "benadon_2009b": "Benadon, Fernando. 2009b. “Time Warps in Early Jazz.” Music Theory Spectrum 31 (1): 1–25.",
        "benson_2003": "Benson, Bruce Ellis. 2003. The Improvisation of Musical Dialogue . Cambridge University Press.",
        "berliner_1994": "Berliner, Paul. 1994. Thinking in Jazz: The Infinite Art of Improvisation . University of Chicago Press.",
        "boretz_1992_2003": "Boretz, Benjamin. [1992] 2003. “Experiences With No Names.” In Being About Music: Textworks 1960–2003 , Vol. 2, 338–52. Open Space.",
        "brownell_1994": "Brownell, John. 1994. “Analytical Models of Jazz Improvisation.” Jazzforschung/Jazz Research 26: 9–29.",
        "butterfield_2006": "Butterfield, Matthew. 2006. “ The Power of Anacrusis: Engendered Feeling in Groove-Based Musics .” Music Theory Online 12 (4).",
        "butterfield_2007": "Butterfield, Matthew. 2007. “ Response to Fernando Benadon .” Music Theory Online 13 (3).",
        "butterfield_2011": "Butterfield, Matthew. 2011. “Why Do Jazz Musicians Swing Their Eighth Notes?” Music Theory Spectrum 33 (1): 3–26.",
        "chevan_2001": "Chevan, David. 2001. “Music Literacy and Jazz Musicians in the 1910s and 1920s.” Current Musicology 71–73: 200–31.",
        "chilton_1990": "Chilton, John. 1990. The Song of the Hawk: The Life and Recordings of Coleman Hawkins . The University of Michigan Press.",
        "clifton_1983": "Clifton, Thomas. 1983. Music as Heard: A Study in Applied Phenomenology . Yale University Press.",
        "deveaux_1997": "Deveaux, Scott. 1997. The Birth of Bebop: A Social and Music History . University of California Press.",
        "dunaway_1984": "Dunaway, David King. 1984. “Transcription: Shadow or Reality?” Oral History Review 12: 113–17.",
        "ellingson_1992": "Ellingson, Ter. 1992. “Transcription.” In Ethnomusicology: An Introduction , edited by Helen Meyers, 110–52. W. W. Norton.",
        "england_et_al_1964": "England, Nicholas, et al. 1964. “Symposium on Transcription and Analysis: A Hukwe Song with Musical Bow.” Ethnomusicology 8 (3): 223–27.",
        "garfias_1964": "Garfias, Robert. 1964. “Transcription I.” Ethnomusicology 8 (3): 233–40.",
        "gilman_1908": "Gilman, Benjamin Ives. 1908. Hopi Songs (A Journal of American Ethnology and Archaeology, vol. 5 ). Houghton-Mifflin.",
        "givan_2014": "Givan, Benjamin. 2014. “Gunther Schuller and the Challenge of Sonny Rollins: Stylistic Context, Intentionality, and Jazz Analysis.” Journal of the American Musicological Society 67 (1): 167–237.",
        "haywood_1993": "Haywood, Mark S. 1993. “Melodic Notation in Jazz Transcription.” Annual Review of Jazz Studies 6: 271–75.",
        "hood_1982": "Hood, Mantle. 1982. The Ethnomusicologist . New Edition. Kent State University Press.",
        "larson_2009": "Larson, Steve. 2009. Analyzing Jazz: A Schenkerian Approach . Pendragon Press.",
        "list_1974": "List, George. 1974. “The Reliability of Transcription.” Journal of the Society for Ethnomusicology 18 (3): 353–77.",
        "martin_1996": "Martin, Henry. 1996. Charlie Parker and Thematic Improvisation . Scarecrow Press.",
        "meehan_2002": "Meehan, Norman. 2002. “After the Melody: Paul Bley and Jazz Piano after Ornette Coleman.” Annual Review of Jazz Studies : 85–116.",
        "meyer_1989": "Meyer, Leonard. 1989. Style and Music: Theory, History and Ideology . University of Chicago Press.",
        "nattiez_1990": "Nattiez, Jean-Jacques. 1990. Music and Discourse: Toward a Semiology of Music . Princeton University Press.",
        "nettl_1964": "Nettl, Bruno. 1964. Theory and Method in Ethnomusicology . The Free Press of Glencoe (Macmillan).",
        "owens_1974": "Owens, Thomas. 1974. “Applying the Melograph to Parker’s Mood.” Selected Reports in Ethnomusicology 2 (1): 167–75.",
        "owens_2002": "Owens, Thomas. 2002. “Analysing Jazz.” In The Cambridge Companion to Jazz , edited by Marvin Cooke and David Horn, 286–97. Cambridge University Press.",
        "re_2004": "Re, Adrian Marcus. 2004. The Role of Transcription in Jazz Improvisation: Examining the Aural-Imitative Approach in Jazz Pedagogy . DA thesis, Ball State University.",
        "seeger_1958": "Seeger, Charles. 1958. “Prescriptive and Descriptive Music Writing.” Musical Quarterly 44 (2): 184–95. Reprinted in Studies in Musicology: 1935–1975 . University of California Press, 1977.",
        "schuller_1958": "Schuller, Gunther. 1958. “Sonny Rollins and the Challenge of Thematic Improvisation.” The Jazz Review 1 (1): 6–11, 21. Reprinted in Jazz Panorama: From the Pages of The Jazz Review, edited by Martin T. Williams, 239–52. Crowell-Collier Press, 1962. Reprinted in Musings: The Musical Words of Gunther Schuller , 86–97. Oxford University Press, 1986. Reprinted in Keeping Time: Readings in Jazz Histor y, ed. Robert Walser, 212–22. Oxford University Press, 1999.",
        "schuller_1989": "Schuller, Gunther. 1989. The Swing Era: The Development of Jazz 1930–1945 . Oxford University Press.",
        "solis_2012": "Solis, Gabriel. 2012. “Thoughts on an Interdiscipline: Music Theory, Analysis, and Social Theory in Ethnomusicology.” Ethnomusicology 56 (3): 530–54.",
        "stanyek_et_al_2014": "Stanyek, Jason. et al. 2014. “Forum on Transcription.” Twentieth-Century Music 11 (1): 101–161.",
        "stewart_1982": "Stewart, Milton. 1982. “Grid Notation: A Notation System for Jazz Improvisation.” Annual Review of Jazz Studies 1: 3–12.",
        "stover_2009": "Stover, Chris. 2009. A Theory of Flexible Rhythmic Spaces for Diasporic West African Music . PhD diss., University of Washington.",
        "sun_2015": "Sun, Kevin. 2015. “A Horizontal Search.” http://www.thekevinsun.com/2015/02/paul-bley-on-all-things-you-are.html",
        "tucker_and_kernfeld_2002_2016": "Tucker, Mark and Barry Kernfeld. [2002] 2016. “Transcription (ii).” The New Grove Dictionary of Jazz , 2nd ed.. Grove Music Online. Oxford Music Online . Oxford University Press. http://www.oxfordmusiconline.com/subscriber/article/grove/music/J454700",
        "whitehead_1928_1997": "Whitehead, Alfred North. [1928] 1997. Science and the Modern World . The Free Press.",
        "winkler_1997": "Winkler, Peter. 1997. “Writing Ghost Notes: The Poetics and Politics of Transcription.” In Keeping Score: Music, Disciplinarity, Culture , edited by David Schwarz, Anahid Kassabian, and Lawrence Siegel, 169–203. University of Press of Virginia.",
        "inline_citation": "Discography",
        "rollins_1963": "Rollins, Sonny and Coleman Hawkins. 1963. Sonny Meets Hawk! LP. RCA-Victor."
    },
    "footnotes": {
        "FN0": {
            "text": "* An earlier version of this project was presented at the Society for Music Theory’s Jazz Interest Group meeting in Minneapolis, MN, October 28, 2011. We would like to thank Bob Wason, who has been instrumental in this project since its inception. In addition to taking part in the original colloquium that spurred this paper, Bob provided extremely helpful feedback throughout the editorial process and contributed the paper’s title. We would also like to thank the anonymous readers from Music Theory Online for their instructive feedback.",
            "citations": []
        },
        "FN1": {
            "text": "1. Music theorists that have participated in the commentary on transcription include Benadon (in Stanyek et al. 2014 ) and Stover ( 2009 ). While ethnomusicology as a field has moved away from considering transcription as a basic part of the scholar’s toolkit and the analytic acts that transcription helps to enable as a central disciplinary pursuit, this was not always the case: a 1963 forum published in Ethnomusicology ( England et al. 1964 ; also cited in Stanyek et al. 2014 , and discussed further below) provides a revealing look into the issues that ethnomusicology was confronting at the time. It also bears certain resemblances to the present study.",
            "citations": [
                "stanyek_et_al_2014",
                "stover_2009",
                "england_et_al_1964",
                "stanyek_et_al_2014"
            ]
        },
        "FN2": {
            "text": "2. A strange and fascinating document in jazz history, the 1963 RCA-Victor record Sonny Meets Hawk! was recorded in two sessions in July of that year, and features Coleman Hawkins and Sonny Rollins on tenor saxophones, Paul Bley on piano, Bob Cranshaw on bass, and Ron McCurdy on drums.",
            "citations": []
        },
        "FN3": {
            "text": "3. In his ethnography of jazz musicians, Paul Berliner variously cites the perceived values and dangers of engaging published transcriptions in the process of learning to play jazz ( 1994 , 105 and 98). He also summarizes a key challenge that is foregrounded when a young musician attempts to recreate a solo from a published transcription: “The rich and varied effects of [rhythmic practices in jazz] elude precise description and graphic representation. . . . This is one reason why published solo transcriptions are skeletal representations typically, and efforts to perform them as written sound stilted and lifeless unless performers can interpret them in light of the rhythmic conventions of jazz. Alternately, efforts to capture the complexity of jazz . . . often result in dense representations . . . that are difficult for performers to interpret” (158).",
            "citations": [
                "berliner_1994"
            ]
        },
        "FN4": {
            "text": "4. While Seeger’s comment is perhaps the earliest clear distinction between descriptive and prescriptive transcriptions in the scholarly literature, see Gilman ( 1908 , 8–9), who makes a significant inroad. Ellingson ( 1992 , 110) notes a third, “cognitive or conceptual” function of transcription. This purpose facilitates “translation into a broader cross-cultural dialogue.” However, as discussed above, its applicability to the present study is questionable, as we transcribers are members of jazz culture. Perhaps, though, in sharing our transcriptions with the broader academic community, our work may fulfill some cross-cultural function.",
            "citations": [
                "gilman_1908",
                "ellingson_1992"
            ]
        },
        "FN5": {
            "text": "5. Tara Browner makes the point about the emergent relationship between experiencer and experienced music eloquently in her conversation with Jason Stanyek and Michael Tenzer: “While doing the transcription, I suddenly found myself learning things about the music and the songs that I hadn’t really noticed before” ( Stanyek et al. 2014 , 112). Later in the same forum, Dai Griffiths asserts that “one learns in doing the actual activity of transcribing” (124).",
            "citations": [
                "stanyek_et_al_2014"
            ]
        },
        "FN6": {
            "text": "6. See also List 1974 , which compares transcriptions notated by “hand and ear” and by electronic graphs of a Rumanian carol, Yiddish lullaby, and a Thai lullaby.",
            "citations": [
                "list_1974"
            ]
        },
        "FN7": {
            "text": "7. Meehan ( 2002 ) includes a complete transcription of the melody from Bley’s solo and analytical commentary. One of Meehan’s aims is to consider how we might situate Bley’s approach to melodic and rhythmic design in “All the Things You Are” within the broader context of the musician’s mature style, which bears similarities to Ornette Coleman’s.",
            "citations": [
                "meehan_2002"
            ]
        },
        "FN8": {
            "text": "8. See Chilton ( 1990 , 349–51) for further discussion of this recording session and of Hawkins’s guest appearance with Rollins’s quartet a week earlier at the Newport Jazz Festival on July 6, 1963 with Paul Bley (piano), Henry Grimes (bass), and Roy McCurdy (drums).",
            "citations": [
                "chilton_1990"
            ]
        },
        "FN9": {
            "text": "9. Berliner developed an impressively rigorous methodology for his transcriptions. He engaged the services of a number of practicing jazz musicians, each of whom transcribed the part for the instrument they played (trumpet players transcribing trumpet parts, drummer transcribing drum parts, and so on). He then had other musicians check the finished transcriptions against the recordings. This is an impressively systematic procedure, but nevertheless a few subjective claims crept into the process. For example, Berliner describes how several of the transcribers, particularly pianists and drummers, filled in details of their transcriptions based on expectations from their own experience rather than from the empirical evidence of the sound recording ( 1994 , 508–9). The degree to which this practice is defensible, given our current knowledge of how familiarity and embodiment informs our musical perception, is a promising topic for future study.",
            "citations": [
                "berliner_1994"
            ]
        },
        "FN10": {
            "text": "10. John Brownell, for instance, lists four overlapping goals for jazz improvisation analysis: critical, categorical (including style analysis), ethnomusicological (“how jazz musicians improvise”), and pedagogical ( 1994 , 10–13). These four goals coincide with the two functions that jazz transcriptions typically serve in the community, outlined in [1.2] above.",
            "citations": [
                "brownell_1994"
            ]
        },
        "FN11": {
            "text": "11. This is true in some ethnomusicological circles too: as Gabriel Solis observes, “transcription . . . is . . . a common step in coming to a fixed text for analysis” ( Solis 2012 , 543).",
            "citations": [
                "solis_2012"
            ]
        },
        "FN12": {
            "text": "12. Agawu’s argument is that a great deal is at stake politically, which is exactly why we should engage in representational practices. See Agawu 2003 , 64–69.",
            "citations": [
                "agawu_2003"
            ]
        },
        "FN13": {
            "text": "13. The question of whether to notate Rollins’s solo at concert pitch is one example. The consensus reflected in our three transcriptions on this point, as well as our collective use of Larson’s ( 2009 ) formal labels, is intended to facilitate comparison among our three transcriptions.",
            "citations": [
                "larson_2009"
            ]
        },
        "FN14": {
            "text": "14. See especially Stover 2009 , 17. Bruce Ellis Benson ( 2003 ) makes similar claims about musical scores in general. Wittgenstein’s frequent admonition to “describe, don’t explain” clearly align with this sentiment as well.",
            "citations": [
                "stover_2009",
                "benson_2003"
            ]
        },
        "FN15": {
            "text": "15. See Michael Tenzer’s account of transcribing a BaAka childrens’ song in Stanyek et al. 2014 , 119.",
            "citations": [
                "stanyek_et_al_2014"
            ]
        },
        "FN16": {
            "text": "16. In my aural transcription, I relied on both absolute and relative pitch.",
            "citations": []
        },
        "FN17": {
            "text": "17. A similar approach can be observed in Stewart 1982 . He adopts a grid notation to visually demarcate the beats of each measure—a solid line for the downbeat of a measure, long dotted lines for beats 2 through 4, and short dotted lines for eighth-note subdivisions. Rhythmic displacements are then shown through a spatial arrangement of the soloist’s notes in relation to the grid notation.",
            "citations": [
                "stewart_1982"
            ]
        },
        "FN18": {
            "text": "18. Figure 1a presents an earlier version of my notated transcription of Rollins’s solo. I made subsequent revisions to my transcription in the engraved version only (Figure 1b).",
            "citations": []
        },
        "FN19": {
            "text": "19. Position markers indicate the ordinal number of a chorus (with a “chorus” being one complete iteration of the tune’s AA′BA″ form), the section within that chorus, and following the decimal point, the measure within that section. Thus, 2A3.7 refers to the seventh measure of the third A section in the second chorus of Rollins’s solo.",
            "citations": []
        },
        "FN20": {
            "text": "20. For this transcription, I used Express Scribe, which also allowed me to adjust the salience of the left and right channels.",
            "citations": []
        },
        "FN21": {
            "text": "21. Stanyek et al. 2014 , drawing from England et al. 1964 , summarizes several important perspectives on audibility, namely that “the ear cannot capture all; transcription is a threshold function of human perception; audibility is helped by slowing a recording down; machines augment human perception; and machines hear differently than humans” (102–3). In addition to Stanyek et al. 2014 , see Garfias 1964 , Haywood 1993 , and Owens 1974 and 2002 .",
            "citations": [
                "stanyek_et_al_2014",
                "england_et_al_1964",
                "stanyek_et_al_2014",
                "garfias_1964",
                "haywood_1993",
                "owens_1974",
                "owens_2002"
            ]
        },
        "FN22": {
            "text": "22. Haywood 1993 , for instance, suggests placing a pitch chart above a notated pitch to indicate its “pitch envelope” or frequency change.",
            "citations": [
                "haywood_1993"
            ]
        },
        "FN23": {
            "text": "23. Standard notation offers one example of a frequency and metric grid, where the X axis represents time and Y the pitch location. See Benadon 2007 , 2009a , 2009b and his interview in Stanyek et al. 2014 , 130–7.",
            "citations": [
                "benadon_2007",
                "benadon_2009a",
                "benadon_2009b",
                "stanyek_et_al_2014"
            ]
        },
        "FN24": {
            "text": "24. While my notated transcription thus appears to convey a range of rhythmic determinacy, Bauer’s ( 2014 ) position regarding the notation of rhythmic elasticity is especially relevant in places where I opted to remove rhythmic values: “By assigning concrete rhythmic values to these sounds, any transcription will necessarily entail some measure of misrepresentation, or ‘misplaced concreteness’” (141). On Bauer’s reference to “misplaced concreteness,” see Whitehead [1928] 1997 , 51.",
            "citations": [
                "bauer_2014",
                "whitehead_1928_1997"
            ]
        },
        "FN25": {
            "text": "25. For this project, I used the software program Sibelius. Both notational mediums—handwritten and computer-generated—informed the ways in which I conceptualized musical time in my aural transcription.",
            "citations": []
        },
        "FN26": {
            "text": "26. See also Schuller 1989 , 855ff., for an important and early foray into more spectrographic concerns.",
            "citations": [
                "schuller_1989"
            ]
        },
        "FN27": {
            "text": "27. The decision to notate the transcription at concert pitch is more easily understood as serving descriptive purposes. However, it meets prescriptive ends in that concert pitch can be regarded as a neutral level of transposition that facilitates reading on other instruments.",
            "citations": []
        },
        "FN28": {
            "text": "28. I would like to thank Stephanie Cramer, Bill Linney, and Timothy Roberts for their helpful comments regarding saxophone embouchure and technique. I am also thankful to Paul Lombardi for his advice on matters of notation, as well as for his immeasurable help in converting my handwritten transcription into its engraved format.",
            "citations": []
        },
        "FN29": {
            "text": "29. See, however, a separate indication for “creaky” just before the onset of 1A.3. Here, the breaking of notes does not seem to result from an aggressive attack.",
            "citations": []
        },
        "FN30": {
            "text": "30. To understand “time feel” as intended in this essay, consider the difference between Pat Metheny’s single-note lines, which are often considerably ahead of the established beat, and those of Lester Young, which are often very much behind the beat.",
            "citations": []
        },
        "FN31": {
            "text": "31. Other scholars have noted this phenomenon as well. See Butterfield ( 2006 ), which addresses “durational inequality,” and Winkler ( 1997 , 185).",
            "citations": [
                "butterfield_2006",
                "winkler_1997"
            ]
        },
        "FN32": {
            "text": "32. See Kevin Sun’s blog ( Sun 2015 ) for several quotes from well-known jazz musicians about the epistemic changes they underwent upon experiencing Bley’s solo. I disagree rather sharply, by the way, with Aaron Parks’s characterization of Rollins’s solo as “perhaps slightly self-conscious.”",
            "citations": [
                "sun_2015"
            ]
        },
        "FN33": {
            "text": "33. I am careful to say “generally considered to be” here, since Scott Deveaux’s ( 1997 ) brilliant reading of the history of the period leading up to the advent of bebop locates Coleman Hawkins as a much more progressive (and influential) figure than conventional narratives allow.",
            "citations": [
                "deveaux_1997"
            ]
        },
        "FN34": {
            "text": "34. There is a long tradition in jazz of transcribing only the solos from a recorded track, so in one sense the decision to represent Rollins’s solo only locates this project within that practice. Furthermore, since the kinds of analytic claims all three of us are making do not hinge on specific details of the interaction between parts, in the interest of maximum visual clarity (as opposed, perhaps, to conceptual clarity) we have chosen to bracket the rhythm-section layers in order to focus the reader’s attention on Rollins’s solo and its relation to a more abstract metric grid.",
            "citations": []
        },
        "FN35": {
            "text": "35. See Agawu ( 2003 , 64–68) for further support for using staff notation to represent non-Western musics.",
            "citations": [
                "agawu_2003"
            ]
        },
        "FN36": {
            "text": "36. Stover ( 2009 ). Briefly, this is a temporally extended space motivated by the superimposition of duple and triple time feels that occurs through a great deal of music of the West African diaspora, including jazz. The span referred to here is a space within which a performer can locate a note anywhere and be “in” the groove, and it accounts for much of the microrhythmic activity that has been described in empirical terms in recent music-analytic literature.",
            "citations": [
                "stover_2009"
            ]
        },
        "FN37": {
            "text": "37. When Matthew Butterfield asks “Why do Jazz Musicians Swing Their Eighth Notes?” ( Butterfield 2011 ), he provides excellent evidence that only tells half the story—a focus on the microrhythmically fluid second eighth note of each eighth note pair omits the crucial fact that the first note of each pair has a similar, if slightly less overt, mobility.",
            "citations": [
                "butterfield_2011"
            ]
        },
        "FN38": {
            "text": "38. Richard Ashley invokes the term “cadential anchoring” to describe the related procedure whereby the soloist enacts a “delay/accelerate strategy” in order “to align with the accompaniment at important cadential locations” ( 2002 , 320). The distinction between Ashley’s anchoring and my recalibrating is that his represents an intensification or relaxation of energy in the move toward the cadential moment, while recalibration refers to a sudden shift back into alignment with the prevailing grid. There are some passages in Rollins’s solo that might be described equally well using Ashley’s terminology, but in the interest of consistency I retain the single term.",
            "citations": [
                "ashley_2002"
            ]
        },
        "FN39": {
            "text": "39. Benadon ( 2009b , 12–14). Compare this to Benadon’s analyses of Rex Stewart’s solo on “Easy Money” and Louis Armstrong’s on “Hotter than That.”",
            "citations": [
                "benadon_2009b"
            ]
        },
        "FN40": {
            "text": "40. Someone in the room (Hawkins??) agrees that there is something extraordinary going on in this passage: there is a barely-audible cry of delight during mm. 75–77; I picture the rest of the musicians shaking their heads and trying to stay on course while Rollins pulls ever further away from them.",
            "citations": []
        },
        "FN41": {
            "text": "41. See, for instance, England et al. 1964 , List 1974 , and most recently, Stanyek et al. 2014 . Dunaway ( 1984 ) also considers the limitations of transcription within the context of transcribing oral interviews on tape.",
            "citations": [
                "england_et_al_1964",
                "list_1974",
                "stanyek_et_al_2014",
                "dunaway_1984"
            ]
        },
        "FN42": {
            "text": "42. Pitch and rhythm are sometimes considered to be “primary” musical parameters, while musical aspects such as timbre, intensity, and articulation are relegated to secondary status ( Meyer 1989 , 14–23). Benadon ( 2003 ) refers to these in less hierarchical terms, as “calligraphic” and “spectrographic” respectively, denoting the relative ease of their representation in graphic notation. While two of our three transcriptions do indeed focus on calligraphic aspects of Rollins’s solo and downplay spectrographic parameters, this might be as good a place as any (in the wake of decades of spectral music, noise music, circuit-bending music, micropolyphony, and much more) to challenge the a priori insistence that some musical parameters are more fundamental than others.",
            "citations": [
                "meyer_1989",
                "benadon_2003"
            ]
        },
        "FN43": {
            "text": "43. The eighth-note marked with an “x” in Salley’s transcription, measure 124, stands for a ghosted note.",
            "citations": []
        },
        "FN44": {
            "text": "44. See also Stewart 1982 , which explains that “most transcribers of jazz solos adjust the sounds played by the musicians to fit the regular subdivisions of the European notation system. These adjustments usually result in the interpretation of rhythm to the nearest eighth or sixteenth-note subdivision” (3). In terms of the current project, the fact that we tacitly agree that some rhythm shapes ought to be construed as “normal swing eighth notes” (and therefore notated as unmarked eighth notes following standard practice in the jazz transcription community) is an analytic or interpretive statement as significant as the fact that we have all found ways to visually represent what we hear as rhythmic shapes that transgress our acceptable swing borders.",
            "citations": [
                "stewart_1982"
            ]
        },
        "FN45": {
            "text": "45. This differentiation between Rollins’s swing feel and the rhythm section’s can also be described as foreground and background swing, respectively ( Bauer 2014 ).",
            "citations": [
                "bauer_2014"
            ]
        },
        "FN46": {
            "text": "46. See Butterfield 2006 and 2007 , and Benadon 2009a and 2009b . Owens 1974 compares his transcription of Charlie Parker’s “Parker’s Mood” (take 1) to a printout melogram of the same work (using Seeger’s Model Melograph C), noting that “[f]ew of the durational values . . . correspond to any of our standard rhythmic values. Several notes are approximately fifteenth-notes, others are nineteenth-notes, twenty-first-notes, or other unusual divisions of the measure” (167). See also Owens 2002 , 293–95 for further commentary on this analysis.",
            "citations": [
                "butterfield_2006",
                "butterfield_2007",
                "benadon_2009a",
                "benadon_2009b",
                "owens_1974",
                "owens_2002"
            ]
        },
        "FN47": {
            "text": "47. More fundamentally, it is also possible that our perceptions differed as a result of the different musical backgrounds that informed our listening experiences.",
            "citations": []
        },
        "FN48": {
            "text": "48. The very term “distorted” has negative connotations that we would prefer to avoid in this analysis. Instead, we suggest that the flexibility with which Rollins treats rhythm is itself a norm: that rhythmic elasticity is an essential feature of this music (and many others), and that the fixity of standard music notation is actually what distorts musical reality.",
            "citations": []
        },
        "FN49": {
            "text": "49. As one anonymous reviewer of this essay remarked, our three transcriptions might be viewed from Nattiez’s ( 1990 ) levels of semiological discourse: esthesic (Rusch), neutral (Salley), and poietic (Stover). See especially Nattiez’s Chapter 7, pages 150–182 for descriptions of his three levels of discourse as they pertain to music analysis, and on the relationships among them.",
            "citations": [
                "nattiez_1990"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Despite the important role that transcription plays in jazz theory, analysis, and pedagogy, very little has been written on the subject by music theorists. (1) In part, this is because the details of the transcription process tend to be private and idiosyncratic. One source notes that “transcription as practiced by jazz musicians is usually a self-taught skill. There are no fixed rules for transcribing jazz, nor is there a standard set of symbols used to indicate pitch inflection, articulation, rhythmic deviation, and other expressive devices” ( Tucker and Kernfeld [2002] 2016 ). There are no clear conventions about what counts as a “reasonably complete” transcription, nor a set of best (or even suggested) practices for accurately capturing the nuances of performed music in written notation. This paper begins to fill some of these lacunae. It reconsiders Charles Seeger’s ( 1958 ) distinction between descriptive and prescriptive notation alongside other key methodological and epistemological considerations, including Benjamin Boretz’s descriptive–ascriptive binary, and then responds to a series of questions put forth by Jason Stanyek ( 2014 ), addressing what he calls some “axiomatic principles” that have arisen around the practice of transcription. After this contextual introduction, we present three different transcriptions of Sonny Rollins’s tenor saxophone solo on “All The Things You Are” from the 1963 album Sonny Meets Hawk! . (2) Each transcription is accompanied by a narrative that explains the transcriber’s approach and the rationale behind certain notational decisions. A comparison of several representative passages follows the individual presentations, through which we hope to shed light not only on the issues that are at stake in the act of transcribing, but also on the analytic objects (the transcriptions as “scores”) that result from such acts.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "tucker_and_kernfeld_2002_2016",
                    "seeger_1958",
                    "stanyek_et_al_2014",
                    "rollins_1963"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Transcriptions in jazz tend to serve two purposes. One is to document a jazz performance. To that end, a transcription represents sonic information (usually from a sound recording) visually in order to facilitate analytic acts or inter-corpus comparison. A second purpose is more practical. Musicians typically make transcriptions of jazz performances to learn things about those performances and to understand a soloist’s “language,” which can, in turn, invite others to participate in these processes of discovery. They frequently apply what they learned in the process to their own improvisations or compositions. A long history of published transcriptions in trade journals like Downbeat and Jazztimes , as well as published volumes like the Charlie Parker Omnibook and numerous series produced by Advance Music and other publishers, speaks to the degree to which jazz musicians value transcriptions. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] A somewhat simplistic account would align the first of these purposes with what Charles Seeger refers to as descriptive music-writing, and the second with prescriptive music-writing. For Seeger, the former is “a report of how a specific performance of any music actually did sound,” while the latter functions as “a blueprint of how a specific piece of music shall be made to sound” ( Seeger 1958 , 184). (4) Seeger made this distinction while discussing the incongruity of using what he felt to be predominantly prescriptive Western musical terminology and notation for the descriptive purposes of documenting non-Western music. This is now such an established concern of ethnomusicology that scholars in that field generally reserve the term “descriptive” for transcriptions and “prescriptive” for notations ( Ellingson 1992 , 111).",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "seeger_1958",
                    "ellingson_1992"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] It is our contention, however, that transcriptions of jazz performances serve both purposes simultaneously. The vast majority of transcriptions are made by jazz musicians. These transcriptions exist primarily for the purposes described in the paragraph above—learning aspects of a performance and applying those ideas in one’s own performance—although they certainly fulfill the role of historical documents as well. Another reason why Seeger’s distinction fails to apply strongly to jazz is that jazz transcriptions are usually not cross-cultural endeavors. While Western musical notation may have only limited accuracy in capturing the nuances of unscripted performance, its use in jazz transcription is hardly an etic transgression. Since jazz’s early history, many of its musicians have been competent readers of standard notation, which likely has influenced, to some degree, their improvisational choices ( Chevan 2001 ). It is well understood in the jazz community that a high degree of insider knowledge (about rhythmic interpretation, articulation, phrasing, and so on) is required to interpret the abstractions of musical notation in a way that is stylistically acceptable. Nevertheless, notated music—including transcriptions—is an accepted and essential part of the life of a contemporary jazz musician.",
                "footnotes": [],
                "citations": [
                    "chevan_2001"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] While the practice of transcribing jazz blurs the nominal descriptive–prescriptive distinction, we should also consider Benjamin Boretz’s descriptive–ascriptive modes, which navigate between considering how meaning is generated through experience (descriptive) and suggesting that meaning is found in the art object (ascriptive). Boretz’s distinction has more ethical connotations than Seeger’s: Boretz asserts that any music-theoretical or -analytical enterprise is less about a movement toward an essentialized account of a musical utterance than it is about one’s carefully considered experience of that utterance ( Boretz [1992] 2003 ). A transcription, therefore, is an analytic act that says as much about the transcriber’s experience of the transcribed object as it does about the music being transcribed. Furthermore, this second point can refer both to the raw sonic data that comprise one facet of the music-as-experienced and to any claims of performerly provenance regarding what is being played or why. Put differently, transcription is a phenomenological process that involves an ongoing, developing relation between the experiencer (the transcriber) and that which is experienced (in this case, a jazz saxophone solo and some of its more immediate contexts). This applies to any act of transcription, not just of jazz. (5) Transcription, then, should always be understood to be a form of interpretation . As Henry Martin describes it, “transcription is an analytical statement—an interpretation of what was played, an analytical first stage, or a ‘reading’ of the solo” ( 1996 , 5, emphasis added). Transcribers continually make strategic decisions in order to focus on aspects that seem important—or at least noteworthy—during the intimate act of coming to know a complex musical sound, and then representing that knowledge with relatively simple visual symbols (while understanding that those symbols are still an abstraction of aural reality).",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "boretz_1992_2003",
                    "martin_1996"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] There are significant parallels between the current project and a 1963 symposium published in Ethnomusicology ( England et al. 1964 ), instigated by Nicholas England and featuring four transcriptions of the same recording of the Hukwe bow song “ ´Du: ”—a song from the Kalahari region in southwest Africa, performed by a bow player identified as Kafulo. (6) Charles Seeger served as respondent for the session, providing both a comparative synoptic view of a brief passage from all four transcriptions and analytic remarks on the relative merits of the individual projects. The introduction to Jason Stanyek’s “Forum on Transcription” ( Stanyek et al. 2014 ) summarizes a number of claims made in the 1964 publication that have remained relevant—“almost axiomatically so”—to transcription (101). Stanyek lists thirteen maxims, each of which is supported by quotations from the 1964 study. While all of these claims deserve close, thoughtful attention by any transcriber, five are particularly germane to jazz transcription, and are discussed below: (1) “the sonic is recalcitrant to transcription,” (2) “total accuracy is impossible,” (3) “notational systems are modifiable,” (4) “context matters,” and (5) “transcription is contingent” (101–3).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "england_et_al_1964",
                    "stanyek_et_al_2014"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] “ The sonic is recalcitrant to inscription ” and “ total accuracy is impossible .” Paul Austerlitz puts this another way: “the purpose of descriptive notation is not to depict every aspect of musical sound, [but] rather to describe particular aspects of sounds” ( Austerlitz 2003 , 99). Transcribers of all stripes see it as axiomatic that some amount of distortion or omission is inevitable. Bruno Nettl, for example, contends that even for Western art music, notation “is essentially a mnemonic device” ( Nettl 1964 , 99) and speaks directly to the need for abstraction: “either a type of notation must select from the acoustic phenomena those which the notator considers most essential, or it will be so complex that it itself will be too difficult to perceive” (98). Peter Winkler goes so far as to suggest that “fixing a piece [of music] in notation . . . may actually be an impoverishment” ( 1997 , 173), although he later softens this position by comparing the act of transcribing, positively, to that of “a translator rendering a poem from one language to another” (194).",
                "footnotes": [],
                "citations": [
                    "austerlitz_2003",
                    "nettl_1964",
                    "winkler_1997"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] “ Notational systems are modifiable .” In the transcriptions that follow, we make various adjustments to conventional Western staff notation to account for the specific details of Rollins’s solo. The use of Western staff notation as a point of departure is hardly controversial for a jazz solo. First, jazz is as much a part of the extended Western tradition as it is some elusive Other that one might set against it. Second, it is worth noting that modified Western notation is used for all four transcriptions in England et al. 1964 —and for music much less easily represented by such notation. Furthermore, all of the various alternative notational systems proposed in Hood 1982 (including time-box notation and Labanotation) are equally far removed from the exigencies of insider practice, and, significantly, none have been generally adopted in common scholarly discourse.",
                "footnotes": [],
                "citations": [
                    "england_et_al_1964",
                    "hood_1982"
                ]
            }
        },
        {
            "1.9": {
                "text": "[1.9] “ Context matters .” Benjamin Givan ( 2014 ) makes this point forcefully in a study that critiques Gunther Schuller’s famous analysis of Sonny Rollins’s “Blue 7” ( Schuller 1958 ). One of Givan’s most far-reaching points is that an improviser’s idioms and proclivities (not to mention the larger historical arcs and syntactic thrusts that condition that artist’s approach) should be considered in any analysis, even if it is only of a single performance. As he suggests, “the analysis of jazz improvisation ought to engage more extensively with broader stylistic issues in addition to the specifics of isolated individual performances” ( 2014 , 236). Paul Bley’s piano solo (which precedes Rollins’s on the recording) is a tour de force of melodic and rhythmic disjuncture; (7) likewise, the way bassist Bob Cranshaw radically subverts the chord progression of “All the Things You Are” through Bley’s and Rollins’s solos was likely a significant source of inspiration for Rollins. There are also aspects of the larger context of the recording session to consider, including the strange stylistic pairing of Rollins and Coleman Hawkins, which manifests at times in Rollins’s teasing mimicry of the older saxophonist’s style. We might, perhaps, read Rollins’s frequent trills as exaggerations of Hawkins’s wide vibrato, itself a vestige of the latter’s swing-era roots. (8) Expanding outward from this performance and this recording session, we might consider the still broader context of Rollins’s improvisational syntax (see Givan 2014 passim ) and the larger arc of the progression of post-bop melodic vocabulary. These considerations are particularly important as we contemplate why Rollins might have chosen to deliberately disrupt conventional melodic and rhythmic gestures.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "givan_2014",
                    "schuller_1958",
                    "givan_2014",
                    "givan_2014"
                ]
            }
        },
        {
            "1.10": {
                "text": "[1.10] “ Transcription is contingent .” This, ultimately, is our contention, drawing upon the four previous claims; namely, that perspectives change from transcriber to transcriber, and from one act of transcription to the next by the same transcriber empirical contact with an object of inquiry is fleeting, to an extent many factors contribute to the contingency of hearing, including the listener’s aural vantage point (such as the type of equipment used) and the perceived influence of impinging factors on the object of focus (like another layer in the music mitigating how the main object of inquiry is perceived) the subjectivities of strategic hearing have formative influences, whether intentional or not, in any act of representation (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] Stanyek’s brief summary of the 1964 symposium is a prelude to his primary thesis, which addresses a constellation of questions about transcription across scholarly practices today: its “use values, its varied braids with positivism, its evidentiary and credentializing dimensions, its sensual politics, its ethics, its techniques, its audiences, its pedagogies, its patrimonies” ( 104 ). While we need not address all of these points in the present study, there are a few specific ways that, as music theorists, we can engage with the role that transcription can or must play in certain kinds of music-analytic acts. (10) In this way, the present study can be read alongside the 1964 and 2014 colloquia, with the former representing a number of ethnomusicological perspectives and the latter bringing several disciplinary perspectives into (literal) conversation with one another. Music analysis, as practiced by music theorists, remains wedded to the visual heuristic of the score. (11) We remain agnostic on whether this is a positive practice or a crutch that might in some cases be dispensed with; we simply say that this is the condition within which the contemporary music theorist operates (into which we are thrown, as Heidegger would put it), and that there is no immediate change in sight. This means, of course, that for any music theorist working with non-score-based music, transcription often forms a necessary early step in the interpretive process, for analytic verification as much as for institutional capital.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "england_et_al_1964",
                    "stanyek_et_al_2014",
                    "england_et_al_1964",
                    "stanyek_et_al_2014"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] This leads to an array of questions that we might consider alongside Stanyek’s. When we transcribe, what do we seek to accomplish? The distinction between descriptive and prescriptive transcription discussed above partially responds to this question. For whom are we doing the transcribing? What is ethically or politically at stake when we translate orally/aurally transmitted music into some kind of symbolic system—especially that of Western art music? (12) How, exactly, do we set about doing acts of transcribing, and how can attention to those acts demystify their private and idiosyncratic nature? At what point do we know (or are we satisfied) that we have gotten it “right”? Or is any sense of finality provisional, if our listening experience with a recording is open to change?",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "1.13": {
                "text": "[1.13] All of these questions and more should animate a sensitive transcription of a jazz improvisation. Jazz transcriptions are variably descriptive and prescriptive, but they also reflect the descriptive and ascriptive tendencies of their transcribers, the strategic needs of the analyst, and the claims that are being made. The way a transcription is presented visually has everything to do with its intended audience: whether particular analytical points are being emphasized, whether accurate re-creation is an intended goal, and so on. (13) These are decisions that must be made along the way, just as much as deciphering whether the pitch at 6:04 in the track seems closer to B ♭ or to B ♮ , or whether a certain rhythmic onset sounds as though it is on the sixteenth-note pickup to beat 4, the last eighth note of a triplet, or pointedly “behind the beat.” All of these decisions are informed by a great number of variables, including transcribers’ individual perspectives, their unique embodied-cognitive experiences of the music, their motivations for writing out a transcription, and the nature of the music itself—that is, the degree to which it conforms to or resists notational representation.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "1.14": {
                "text": "[1.14] With these points in mind, we assert that a transcription, like any form of musical notation, should ordinarily be thought of as a visual aid—an ancillary to the music, not a replacement for it—regardless of the type of music, the identity of the transcriber, the purpose of the transcription, or the techniques involved in the transcriptive act. Furthermore, we assert that this is why we should distrust any claims of a transcription’s purely prescriptive potential. (14) What a transcription does do is lay out a series or flow of events in a way that allows us to move easily backward and forward between them. This is, of course, invaluable to analysts. (15) It allows us to consider aspects of temporal experience that may ordinarily be fleeting: once we have toiled over a gesture that we have heard, we hear that gesture differently—as a single complex event that is also the synthesis of a number of sub-events. Audio Example 1 . Sonny Rollins solo, “All the Things You Are,” Sonny Meets Hawk! (1963)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "1.15": {
                "text": "[1.15] All of this is especially relevant to Rollins’s solo on “All the Things You Are” ( Audio Example 1 ), which poses a number of challenges to the transcription process. Rollins’s rhythmic elasticity challenges the limits of conventional notation, a problem that we deal with in various ways in our respective transcriptions. With respect to tonality, Rollins’s choices of notes sometimes relate so remotely to the original song’s underlying harmonies that spelling becomes problematic, especially when such a passage extends across a number of phrases or gestures. (Given an underlying harmony of E ♭ 7, for example, it is difficult to determine whether a note is a B ♮ or a C ♭ if the note never resolves.) Finally, multiphonics, overtones, squawks, and micro-variations in pitch are significant timbral aspects of the solo. But how should they be notated? The degree to which these problems challenge our notational system is often reflected in the complexity of the transcription itself; in this way, each of the transcriptions that follow attempts to capture Rollins’s ineffable rhythmic, tonal, and timbral departures. Transcriber no. 1: René Rusch",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] The first time I listened to “All the Things You Are” from the Sonny Meets Hawk! album, Rollins’s performance took me by surprise. Compared to Hawkins’s playing, Rollins’s melodic lines, both in the melody (or “head”) and in his solo, seemed to lie primarily outside of the harmonic progression (or “changes”), as well as the quarter-note beat provided by McCurdy’s ride cymbal. Cranshaw, the bassist, slightly departs from this beat (5:49–5:58 and 5:59–6:13), but mostly walks in step with it. The times when Rollins swerved back into alignment with the changes or the fast 4 4 meter lent an overall flair to his startling detours, making his choice of pitches and rhythms seem cryptic and extraordinary. Matching Rollins’s distinctive approach to pitch and rhythm was his intonation and articulation: the bent pitches at the ends of certain phrases, robust vibratos, harmonics, staccato attacks, and slurring added vibrant punches of color and expression to his melodic lines.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] In maintaining a distinction between my acoustical experience of Rollins’s solo and my attempt to symbolize it visually, I approached my transcription with the idea of working through two complementary procedures: an aural transcription and a notated transcription . Aural transcription refers to the embodied process of learning and memorizing one or more parts of a recording by ear, and notated transcription to the process of selecting, augmenting, or creating visual symbols to represent sonic components perceived in the aural transcription. While the latter generally serves as a mnemonic device for my aural transcription of Rollins’s solo (as well as a visual aid for our current discussion), in hindsight it functioned as a way to objectify my experience of time, thereby shaping my perceptions of the more difficult passages during the aural transcription process. My narrative below addresses this congenial and incommensurable relationship between the two transcriptions, particularly in places where Rollins’s solo invited me to rethink my approach altogether.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] I began my aural transcription by focusing on one chorus at a time, with the aim of being able to sing a fair amount of each one along with the recording before moving on to the next chorus. (16) I decided to sing Rollins’s solo instead of playing it on the piano, my primary instrument, because I felt that my voice would more readily be able to imitate the inflections in his melodic lines. Notwithstanding, a fair amount of my aural transcription was informed by my embodied experience as a pianist; while repeating a portion of Rollins’s solo with my voice, for instance, my right hand would often gesture a piano fingering for the melodic line. In addition to trying to retain the pitches and rhythms, I considered the grouping structure of the melodic gestures, committing to memory approximately where these gestures lay within the four-bar hypermetric feel. Here I conducted while I listened to each chorus, alternating between 4 4 , 2 2 , and a four-bar hypermeter during repeated hearings. In the places where Rollins diverges from the changes and 4 4 meter, I hummed the roots of the changing harmonies and, at times, the melody, contemplating the relationship between the hovering layers of dissonance and underlying consonance. While this entire process enabled me to navigate my way through each chorus, Rollins’s solo still posed several challenges to my aural transcription. First, it was not always easy for me to hear ghosted notes or certain pitches within a few of the fast melodic lines. Second, although McCurdy’s quarter-note beat and use of the crash cymbal and bass drum served as a compass for locating the divisions in the ternary form, I still found it difficult to rationalize the rhythmic values when Rollins departed from the 4 4 meter. Third, I had less of an insider’s knowledge of how Rollins produced the timbral effects in his solo, as my background in piano heavily outweighed the limited experience that I had playing the tenor saxophone in college. Figure 1a . Rusch, hand-written transcription [5:30-8:30] (click to enlarge, see the rest, and listen) Figure 1b . Rusch, engraved transcription [5:30-8:30] (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] In an attempt to address the first two concerns, I used notation as a visual framework for measuring time, with the quarter-note beats forming the coordinates for marking the relative location of certain pitches within each measure. (17) Whereas I am accustomed to writing out an aural transcription either several measures at a time or in its entirety after having memorized a solo, here I began my notated transcription by partitioning four sheets of staff paper (one for each chorus) into thirty-six measures each—eight measures for the first three lines, which correspond to the phrase groupings for A1, A2, and B, and twelve for the last line, A3—and then added the chord changes above the staves. (18) Figure 1a shows an early draft of my handwritten version with this formatting, and Figure 1b (which I will comment on shortly) presents an engraved version with a different formatting, revised from the handwritten version. When working through each chorus, I sketched in where the pitches appeared to sound in the measures during the times when Rollins seemed to play outside of the meter, but I did not assign these notes a rhythmic value. I also marked the boundary points where Rollins played within the meter, using the ride cymbal as an aural guide for keeping track of the downbeats and hyper-downbeats. In the places where Rollins’s rhythms closely align with the quarter-note pulse, I opted to write a straight eighth-note notation to represent the eighth-note swing rhythms, and annotated the two places where I heard straight eighth-note rhythms in the last chorus of his solo (4A3.2–3 [8:14] and 4A3.6 [8:19]). (19) With respect to my third concern, Rollins’s timbral effects, I decided to omit this information from my notated transcription and primarily attend to the pitches and rhythms, adding articulation marks where the slurring or staccatos seemed especially pronounced.",
                "footnotes": [
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] This process of alternating between listening to fragments from each chorus and writing them down enabled me to improve my transcription, with one task informing the other. Yet I was uncomfortable with the results; there were still certain places where I had not assigned pitch designations (which I marked with a temporary “X” above the staff) or rhythmic values to certain notes. Because I had difficulty hearing some of the pitches and making sense of the places where Rollins markedly departs from the quarter-note pulse, I decided to use a software program that could slow down the recording yet preserve pitch frequencies—a possibility that was new to me at the time, since I was accustomed to transcribing music at tempo. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Using the software program helped me to decipher the pitches and rhythms, but it also introduced several complications to both transcription processes. Some sounds became distorted with reverberations, prompting me to work within a spectrum of tempos and compare my hearings of a passage at different speeds. While I was able to replace the “X”s above the staff with the pitches that sounded at that moment, as well as double-check the pitches in my aural transcription, the software program modified my perception of certain passages, (21) raising the question as to whether I should convey in notation the pitch and rhythmic nuances that I heard at slower tempos. It was possible, for instance, to seek a more literal form of notation for both parameters in order to convey pitch fluctuation and the microtiming of each onset, (22) or provide an approximation of these values by “snapping” these objects into place near their closest points on a frequency or metric grid, especially if the nuances at tempo were less audible. (23) Either option seems equally viable, depending on a transcriber’s aims. For my notated transcription, I chose to position the pitch frequencies near their closest correlates on the treble staff, yet preserve the floating note heads for those passages that seemed to drift outside of the 4 4 meter or resist a polyrhythmic interpretation altogether (1A2.13 [5:39–5:44]; 1B [5:49–5:58]; 3A1.1–4 [6:58–7:03]; 4A1.2–4 [7:45–7:49]; 4A2.4 [7:56]). My representation of the pitches aims at readability, providing an estimate of the frequencies in Rollins’s solo, and my representation of the rhythms as indeterminate attempts to visually capture the way in which Rollins’s melodic lines sound as though they are outside of time, hovering above the 4 4 meter at tempo. (24)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Compared to notating my aural transcription by hand, engraving my transcription in a software program (Figure 1b) presented a different challenge altogether, because the program constricted the ways in which I thought about the relationship between what I had heard and how I might represent these sounds in notation. (25) With respect to rhythmic representation, for instance, there was constant pressure to comply with the 4 4 meter, making it more difficult to notate the passages where Rollins’s rhythms appear to resist the meter’s subdivisions. Moreover, the program altered the layout of the measures in the handwritten version, thereby changing the visual representation of time as it relates to the form’s grouping structure. While the engraved version may be more readable and accurate (given that subsequent changes to my hand-written version appear in the engraved version only), it masks some of the ways in which notation initially helped me think about time in my aural transcription. For this reason, both versions of my notated transcription (Figures 1a and 1b) are provided.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] If a notated transcription can convey the traces of an aural transcription and vice versa, both can be regarded as interpretive acts that reflect certain facets of one’s acoustical experience of sonic events. Neither act would assume ascriptive authority—to return to Boretz’s descriptive-ascriptive pair—as the context through which we listen is open to change, forestalling the possibility of closure. That my experiences with Rollins’s solo as a series of sonic and notated events continue to evolve suggests that both types of transcriptions are provisional, prompting me to keep listening after I have listened again. Transcriber no. 2: Keith Salley",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] While transcriptions of jazz solos typically provide information that allows musicians to understand harmonic, melodic, and rhythmic aspects of a player’s style, they seldom offer a level of detail that ventures much beyond these parameters. This is unfortunate, given Benadon’s discussion of the notable role of “spectrographic” information (i.e., nuances of timbre, microtiming, and microtonal inflection) in determining a player’s style ( 2003 , 246). (26) Perhaps one reason for such an imbalance is that the spectrographic level of detail can be as difficult for transcribers to provide as it can be for readers to interpret. However, this level is necessary for imparting enough information about how Sonny Rollins’s solo is meaningful and expressive. In other words, while such a level of detail is important to understanding Rollins’s style in general, it is especially relevant to this performance. The pitches and rhythms (what Benadon designates “calligraphic” information) already convey how tonally and rhythmically divergent the solo is, but the spectrographic nuances reveal the expressive dimensions that color and shape those divergences. Without incorporating spectrographic information into the notation, readers would be left to wonder what role such nuances played in making Rollins’s melodic and rhythmic departures sound as convincing as they do. Figure 2 . Salley transcription [5:30-8:30] (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN26"
                ],
                "citations": [
                    "benadon_2003"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The purpose of my transcription ( Figure 2 ) is to capture Rollins’s performance in as much detail as possible. As such, the transcription documents more than a performance: it documents the extent to which an extremely nuanced and expressive performance can inhabit musical notation. Insofar as it is an attempt to impart as much musical information as possible into a musical score, it is quite descriptive. It captures subtle variations of pitch, rhythm, dynamics, articulation, and timbre. But in order to do so, certain aspects of technique (i.e., sound production) had to be specified, and in this way the transcription also shows its more prescriptive colors. (27) This overlap between notational purposes is perhaps best illustrated when addressing Rollins’s tone. Any description of this tone seems to require an explanation of how to produce it. In order to be able to do this, I consulted three colleagues involved with woodwinds at the Shenandoah Conservatory. One was a doctoral student with a background in classical music and instrumental music education; the others were saxophone instructors (one with expertise in jazz, the other in classical music). (28) Their patient assistance was invaluable, as I had not played saxophone in nearly twenty years.",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Rollins’s tone, which is generally harsh throughout, affects intonation to the extent that pitch is frequently off by fractions of a semitone and timbre is often—if only slightly—distorted. This distortion results from a relatively high volume of air passing through a rather stiff and tightly clamped jaw. The expressive marking “harsh,” however, indicates particularly aggressive blowing to the extent that pitches are more noticeably compromised. Such compromises can be in the form of a note breaking (i.e., literally ceasing to sound for some short amount of time—especially around a note’s onset), (29) prominent upper partials, or multiphonics (which often results from overblowing with clamped jaw), a pitch sounding an octave or a fifth lower (a result of overblowing with extended or expanded embouchure), or squawking (often an emergent form of the latter two). The expressive indication “ norm .” [i.e., normale ] countermands any previous expressive marking and indicates a return to the more general harshness described above.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] While harshness concerns tone and articulation, it does not necessarily refer to loudness. Rollins’s performance features two very different fields of dynamics. The more familiar field concerns changes in volume due to the air pressure at his mouthpiece. When dynamic levels of this type extend below forte —such as the extended trill at the onset of the solo—the tone is understandably less harsh. Another field of dynamics reflects changes in Rollins’s distance from his microphone. Changes in dynamics due to microphone distance can easily affect volume without changing harshness of tone. Traditional hairpins (crescendos and decrescendos) mark the first field, while dashed hairpins indicate fluctuations within the second. Figure 3 . Salley transcription, 4B7-4A3.1 [8:10-8:14] (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Pitch notation in my transcription is relatively standard. Noteheads replaced by an “X” indicate ghosted notes, where a pitch seems to get “swallowed”; in other words, where the implication of a pitch is greater than its actual sound. The eighth note on B ♭ 4 with the hollow head at 3A1.5 is somewhere between ghosted and fully formed. It has a definite pitch, but its volume and tone are curiously slight—even though it sounds in the midst of a crescendo. Diamond-shaped note heads indicate multiphonics or squawks. At these instances, readers should assume “harsh” expressivity. The microtonal variances that Rollins’s generally aggressive tone often creates are certainly more abundant than the transcription indicates. Only the more obvious inflections are notated here. An especially interesting microtonal moment occurs in a compound melody across 4B.7–8. Here, the resolution from B3 to 4  (a D ♭ that sounds a quarter tone low) is important to understanding and appreciating Rollins’s approach to the end of the bridge. The B naturally points to C, the root of the following chord (C7 ♯ 5), and the fifth of the harmony at the onset of 4A3.1 (Fm7). ( Figure 3 ) If Rollins had resolved to C4 at 4B.8, he would have emphasized a common chord tone across this sectional division but detracted from the impact of the new section’s arrival. Instead, Rollins only touches upon C5 across the barline, and quickly leaps to the near- D ♭ . In this way, an event of microtonal voice leading creates a compelling tension that resolves (implicitly) into the final section of Rollins’s solo. Figure 4 . Salley transcription, 2A3.12-3A1.2 [6:57-7:01] (click to enlarge) Figure 5 . Salley transcription, 2A2.6-2B.1 [6:30-6:35] (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The most challenging aspects of this transcription involved the notation of rhythm. There are several places where groupings in Rollins’s melodic line are dissonant with the metric feel established by the rhythm section. Consider, for example, the repeated descending gestures around 1B (1A2.8–1B.4). Here, at a relatively early point in the solo, groupings sound against the meter in a generally destabilizing way. Later, however, when Rollins returns to descending gestures in the environment around 3A1 (2A3.12–3A1.2), the groupings begin to suggest an alternate meter of 8 3 ( Figure 4 ). Still, I believe the solo’s apex of rhythmic interest occurs at the triplets leading into the bridge of the second chorus (2B) where Rollins engages long enough with a string of half-note triplets to establish it as a foundational pulse stream—a stream within which he embeds another triplet at the climax of his phrase ( Figure 5 ). In doing so, Rollins disassociates listeners from the ongoing quarter-note pulse by two degrees of separation. Only at the onset of 2A3 does Rollins clearly realign his phrasing with the accompaniment and the form. While more subtly complex rhythmic phenomena may occur elsewhere, this one is arguably the most powerful.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] In this project, as ever, the question persists of how to notate swung eighth notes. Rollins’s division of beats, or his “swing feel,” is fluid, falling along a spectrum between straight eighths and the “quarter–eighth” tuplet often used to indicate swing. This difference is quite pronounced toward the end of 1A.2, where the F ♭ really does sound closer to the downbeat of the oncoming measure than the following E ♭ and D do to the downbeats they anticipate. For this reason, F ♭ is a member of a tuplet while the other two are not. Other rhythmic placements are not as easily notated. Issues concerning Rollins’s general “time feel,” referring to how he places notes at beat onsets with respect to the quarter-note pulse established by the rhythm section, are also neglected. (30) An even deeper problem concerns the varying lengths of the beats themselves. (31) Beneath this problem are the questions of whether any truly consistent underlying pulse actually exists, and how one would notate deviations from that pulse if it were found to exist. To address such considerations, I believe one would need to consider all instruments involved with the performance in comparison to some ostensibly standard pulse, and such an enterprise is well beyond the purview of my transcription.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] With respect to Seeger’s distinction between prescriptive and descriptive notations, we can safely claim that transcriptions of jazz performances will differ by the degree to which they are one or the other. It is probably best to consider how different aspects of a transcription (i.e., pitch, rhythm, dynamics, timbre, etc.) are likely to vary in their placement along separate prescriptive/descriptive continuums, and that one’s understanding of those variances as they relate to one’s needs or expectations will help one determine the value of a transcription. As my intent was to be as informative as possible in all respects, I hope that all aspects of my transcription ultimately lie as close to the middle of their continuums as possible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] With respect to Boretz’s distinction between the descriptive and what is elusively ascriptive, we can appreciate how the practice of jazz transcription brings so many relationships among issues of notation, performance, and audiation (each reflecting a host of different yet overlapping analytical perspectives) to light. But as much as a transcription may reflect these issues—and in so doing, reflect a transcriber’s experience far more than it reflects some immutable musical object—accuracy is still a concern. The difference between preserving one’s experience of a musical performance and ensuring the ongoing life of that performance in the form of a written work resides within a tension that is both created and mediated by the capacities and proclivities of a transcriber, and all transcriptions encapsulate this tension to greater or lesser degrees. To negotiate this tension, musicians must reconcile their changing needs with the limitations of musical notation. As we do this, our standards of fidelity in transcription ultimately become moving targets. So it follows that while transcriptions do reveal the limits of musical notation, they can also reveal the limitations of the transcriber’s ability to listen and understand. Transcriber no. 3: Chris Stover",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In light of our earlier statement that “transcription is a phenomenological act involving an ongoing, developing relation between the experiencer (the transcriber) and that which is experienced (in this case, a jazz saxophone solo and some of its contexts),” I essentially regard any transcription as an interpretation . This also speaks to another key issue that comes up when transcribing: how to balance thoroughness with clarity. Since, following Thomas Clifton, I am interested (in this project, and in general) in “uncovering some essences rather than the essence of any musical event” ( Clifton 1983 , 19), the reader will soon see that I have chosen to err on the side of clarity at the expense of thoroughness; the transcription-as-analysis below focuses on issues of micro-rhythmic, rhythmic, and metric displacements, while bracketing (for the most part) other fascinating details like microtonal fluctuations and timbral malleability. Figure 6 . Stover transcription, [5:30-8:30] (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": [
                    "clifton_1983"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] My transcription ( Figure 6 ) isolates Rollins’s solo in three ways: it omits the rest of the rhythm section, thereby eschewing a great deal of local context; as described above, it divorces Rollins’s solo from everything that has gone on in the performance thus far—notably Hawkins’s solo and then Bley’s well-known (and oft-cited (32) ) turn; and it brackets the peculiar nature of the pair of recording dates that resulted in Sonny Meets Hawk! , which involved not only an intersection between two generations of musicians generally considered to be very different from one another, both musically and in terms of their respective motivations, but also brought out in Sonny Rollins what I read as a nimble but occasionally sarcastic navigation between two improvisational syntaxes, resulting in some of the more avant-garde improvisational utterances of its time. (33) In an earlier version of this project I transcribed the bass and piano parts as well; I was thinking about harmonic spaces and the relationship between Rollins’s note choices and the chord progression of “All the Things You Are,” and how Cranshaw’s bass line mediated and radically recontextualized what Rollins was doing: providing harmonic support for some of Rollins’s more extreme deviations from the original harmonic progression, as well as complicating the moments when Rollins did come back to align with the original chords. As my attention turned to rhythmic relations, I decided, in the interest of maximum clarity, to set the other parts aside. (34)",
                "footnotes": [
                    "FN32",
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] One of the motivations that animated this colloquium involved how to come to terms, representationally, with a “difficult” musical expression—one that does not lend itself well to conventional musical notation. That is, accepting that Western staff notation is inadequate for representing all musical expression ( Stover 2009 , 20–21), what are the particular ways in which it is inadequate for representing this particular instantiation of musical expression, and what can the transcriber do to overcome that inadequacy? (35) In other words, how can conventional staff notation be harnessed to describe aspects of the musical surface that are of analytic interest, and do so in a way that is both visually clear and accurate to the extent that it represents well the aspects of the music it is trying to represent?",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "stover_2009"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] There are four representational problems that I have wrestled with in this project and that I want to bring to the reader’s attention. These are: (1) navigating between two descriptive models, one which represents the music as it sounds (as something like the raw sonic data alluded to above) and another which reveals the prototypical shapes that I believe Rollins is deliberately distorting in order to achieve the resulting effects; (2) extending the first problem by thinking carefully about how best to represent those distortions in ways that are true to how I am hearing the music and how I feel it is being presented; (3) overcoming the limitations of conventional staff notation (including the limitations of engraving software—c.f. Tara Browner’s comments in Stanyek et al. 2014 , 112) in order to express those distortions clearly; and (4) dealing with fundamental aspects of Rollins’s improvisational language that are not well-represented by conventional notation, including articulation, timbral deviations, and especially rhythmic fluidity. Again, I am thinking of the act of transcribing as a form of analysis, and invite the reader to think of my representational decisions as analytic commentary, as interpretation. Taking these issues into account, and thinking seriously about the phenomenological space that is defined by bringing together raw empirical observation, representational choices based on perspectival engagement and some degree of subjective decision-making, and inquiry into how a performer might be conceiving some utterance, I would like to draw attention to four moments in Rollins’s solo where these considerations play out in compelling ways. Figure 7 . Stover transcription, 1A2.4 [5:43], 2A1.1-3 [6:14-6:18], 2A2.1-2 [6:23-6:26]: Some examples of delayed onsets (click to enlarge) Figure 8 . Stover transcription, 2A2, 7-8 [6:31-6:33]: Quarter notes laying back; seventh onset realigns on beat four (click to enlarge) Figure 9 . Stover transcription, 4A2.3-6 [7:54-8:01]: “Down-home” blues lick stretched; recalibration with bebop melodic shape leading into bridge (click to enlarge) Figure 10 . Stover transcription, 3A3.12-4A1.7 [7:41-7:52]: Progressively stretching metric frame against the steady accompaniment (click to enlarge) Figure 11 . Stover transcription, 3A1.3-5 [7:00-7:06]: Stretched triplets pointing to a new, “misaligned” downbeat entrainment (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "stanyek_et_al_2014"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] The first moment extends a general trend throughout Rollins’s improvisation, which involves exaggerating the common tendency of many jazz musicians, Rollins included, to “lay back” or pull his melodic phrasing toward the later boundaries of what I refer to elsewhere as the beat span . (36) Many small instances of this are not noted in the transcription; these fall into the category of normal swung eighth notes, with all of the microrhythmic malleability that term connotes. (37) Many instances, though, are indicated with right-pointing arrows; these reflect gestures where Rollins lays back considerably further than is typical in jazz—see, for example, measures 1A2.4, 2A1.1–3, and 2A2.1–2 ( Figure 7 ). Rollins extends this in passages like measures 2A2.7–8 ( Figure 8 ), where seven quarter notes are stretched to fill the space of two measures, with the final note aligning with the last beat of 2A2.8, effectively rejoining the rhythm section; I think of this as “recalibrating.” (38) A similar gesture occurs in 2A3.5, where four sixteenth notes beginning on the “and” of 1 are stretched so that Rollins’s phrase ends with the rhythm section on two beat-3 sixteenth notes.",
                "footnotes": [
                    "FN36",
                    "FN37",
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] Similarly, in measures 4A2.3–6, a four-measure down-home blues lick is stretched to fill the span of five measures ( Figure 9 ). Rollins achieves this by pulling each note a bit further “to the left,” giving considerable elasticity to the passage. He then recalibrates with a five eighth-note anacrusis that leads into the bridge, which begins one of the more prototypical bebop phrases of the entire solo (including a striking flat fifth over the GMaj7 chord that acts as a pivot between conventional bebop syntax and the wild flurry of notes that follows). I have chosen to represent this passage using two series of non-coinciding barlines, with Rollins’s bars stretching ever further past the isochronous rhythm section grid, until they rejoin upon Rollins’s recalibration. This hearing has affinities with Fernando Benadon’s “tempo substitutions,” where what could be (and has been) notated using precise and complex rhythmic notation is instead represented as a rhythmically straightforward utterance superimposed on the prevailing grid. (39)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Just prior to this passage, at the onset of Rollins’s fourth chorus (4A1.1–5), is a gesture where Rollins stretches his phrasing over the comparatively stable grid to such an extent that I felt compelled to represent his melodic line as four measures “misaligned” with the rhythm section’s five, with Rollins’s fourth measure stretched a bit further still in the spirit of continuing to lay back against the rhythm section’s grid ( Figure 10 ). Part of my rationale for reading this passage in this way is its sequential nature—Rollins’s 4A1.3 (overlapping the rhythm section’s 4A1.3–4) responding to the antecedent phrase of 4A1.1. Note that here, as in the passage shown in Figure 9 above (4A2.3–6), Rollins recalibrates by joining the rhythm section with driving eighth notes that adhere closely to the chord progression and to the conventional jazz vocabulary of the time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] The example of phrase displacement with the longest-range ramifications takes place in measures 3A1.3–4, the third and fourth measures of Rollins’s third chorus ( Figure 11 ). The three triplet figures of measure 3A1.3 pull back to fill the entire span of the measure; the fourth triplet that is now far enough back to coincide with the next downbeat is doubled and then followed by two syncopated notes that set up the next phrase. The result of this stretching is that Rollins ends up one beat behind the rhythm section, as indicated with an arrow over 3A1.5. My interpretation of Rollins’s new downbeat orientation is based on a number of factors, including the two offbeat pickups that set up Rollins’s 3A1.5, the motivic repetition of Rollins’s 3A2.1–2 (which articulates the chord progression as clearly as anywhere in the solo), and the nature of the 3A1.5 gesture itself—a humorous quote of a children’s playground taunt. What is most remarkable about the ensuing music is how Rollins’s phrasing remains displaced through the entirety of the next “A” section, eleven measures in all. He only recalibrates upon the arrival of the bridge, with an eighth-note pickup that sets up his next phrase. (40) This reading lends support to Benadon’s claim that it is not necessarily true that “if an onset is late enough to land on a subsequent subdivision, the onset is considered metronomic,” which he follows by suggesting that “[g]iven the right context, an attack may be perceived as micro-rhythmically delayed even if technically it lands on a subdivision slot.” ( 2009b , 20). This passage could certainly be heard as one of those contexts. Figure 12 . Stover transcription, 1A1.8-1B.4 [5:38-5:54]: Repeating cross-rhythmic motif as (a) downbeat-oriented onsets, and (b) as more conventional “drag triplets,” pulled back in the beat span (click to enlarge)",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "benadon_2009b"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] I would like to draw the reader’s attention to a few more features of this transcription. For one, note how a few of the opening gestures of Rollins’s solo are notated differently from those described above: not as temporal distortions of relatively simple rhythmic ideas, but as complex cross-rhythms against the prevailing meter. This reflects how I hear these passages, as qualitatively different from later passages where swing or bebop melodies are stretched and distorted; in 1A2.8–1B.4 for example, a cross-rhythm repeats five times, this repetition serving as a sonic clue as to the intended identity of the figure. Figure 12 shows this passage in the top system, with another plausible interpretation in the bottom system. The second interpretation is more consistent with the rest of my transcription, representing Rollins’s rhythms as distorted instantiations of conventional rhythmic figures. I like this reading as well, but stand by my claim that the version shown in the full transcription best captures how I hear the music at this early point in the improvisation, as a gesture that deliberately disrupts rather than distends the flow of the swing pulse of the music. The exaggerated way that Rollins stabs at the first note of each cross-rhythmic grouping is part of the basis of my hearing, as is what I perceive as a front-directed orientation for each grouping: a strong beginning accent that trails away, rather than the end-directed accent that I would expect of the alternate realization shown in the lower system of Figure 12.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Finally, I should reiterate that this transcription, which foregrounds Rollins’s solo as it coexists with an abstract rendering of “the tune” represented by chord changes in the lower staff, opens up many more mysteries than it claims to solve. What is the relationship, for instance, between Rollins’s note choices and the harmonic framework of the tune? What role do the rest of the musicians play in either supporting Rollins’s lines of flight or providing a stable frame with which he can interact? What is gained by the current reading, which foregrounds microrhythmic, rhythmic, and metric issues? What is gained by other readings, and how might multiple readings fruitfully coexist? These questions, some of which are addressed in the parallel narratives in this colloquium, give support to the idea that transcription, like any analytic project, is necessarily open-ended, and that any particular act of transcribing must be considered as but a single adumbration of an ongoing, multifaceted engagement with a complex musical utterance. Comparing Perspectives",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] The three narratives above outline our approaches to transcribing Rollins’s solo, highlighting the challenges that each of us encountered during the process and the rationales for our notational decisions. Two concerns come to the forefront of these discussions: (1) how to represent in notation what one heard; and (2) how to compensate for any limitations posed by the notational system or systems used in representing these perceptions. Neither line of inquiry is unique to our project, as both have surfaced in other related disciplines where transcription forms an integral part of the analytical process. (41) Yet how we have each responded to these central questions may be unique, contingent not only on our understanding of the heuristic status of transcriptions within the jazz community, but also on the ways in which the particular musical features of Rollins’s solo resist some of the more typical approaches to jazz notation. If our transcriptions can be viewed as visual snapshots of our individual experiences with Rollins’s recording, they can serve as entry points for contemplating our notational decisions within the social practices outlined in the first section of our paper and for thinking about Rollins’s solo as an analytical object.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] We begin our comparative analysis by briefly looking at a few places where our transcriptions align in terms of pitch and rhythm, as a means of considering the extent to which this consensus may reflect notational practices within the extended jazz community. (42) The examples will also serve as a point of departure for discussing the adjustments that each of us made to this approach when aspects of Rollins’s solo—especially rhythmic ones—diverged from familiar forms of representation. Figure 13 . Rusch (T1), Salley (T2), Stover (T3), 4A1.7-4A2.2 [7:51-7:56] (click to enlarge and listen)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] In two excerpts taken from Rollins’s fourth chorus ( Figures 13a and 13b ), all three of our transcriptions, labeled T1, T2, and T3, primarily show the same pitches and rhythms. (43) That each of us represented Rollins’s rhythm as a string of eighth notes, as opposed to a quarter–eighth-note tuplet or variation thereof, is reflective of both a shared knowledge that the elasticity of microrhythmic flux in swing-based jazz is customarily represented by eighth notes (with additional annotation in extreme instances), (44) and a mutual impression that the pulse underlying Rollins’s swing feel during these particular passages seems close enough to the quarter-note beat articulated by the rhythm section. (45) In light of our earlier proposal concerning prescriptive and descriptive notation, none of us would readily conclude that unanimity at any point in our transcriptions signifies that we have essentially captured what Rollins played during these moments. An IOI (interonset interval) analysis of the rhythm during either passage, for instance, would reveal that our eighth-note rhythms do not account for the micro-rhythmic differences in Rollins’s swing-feel, (46) just as a frequency and amplitude graph of Rollins’s solo would similarly confirm that our notated pitches are an approximation of these frequencies. The gap between data generated from computer programs and our transcriptions would undoubtedly highlight the extent to which our adaptation of Western notation presents a much more simplified account of sonic reality. It is important, therefore, to consider (1) the degree to which insider understanding (such as how swing eighth notes stretch across spans of time in certain kinds of loosely predictable ways) is crucial to deciphering the information encoded in any music notation (not just transcriptions), as well as (2) the heuristic status of transcription—not as a stand-in for the music itself, but as a visual aid intended to accompany and guide the listening experience. Figure 14 . Rusch (T1), Salley (T2), Stover (T3), 2A1.1-2A2.2 [8:01-8:07] (click to enlarge and listen) Figure 15 . Rusch (T1), Salley (T2), Stover (T3), 4A2.3-4B.1 [7:54-8:02] (click to enlarge and listen)",
                "footnotes": [
                    "FN43",
                    "FN44",
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] While Figures 13a and 13b provide a few instances where our transcriptions align, there are indeed a number of places where they differ rhythmically. This suggests that either there is enough variation in Rollins’s swing feel throughout his solo to warrant different notation, or that his rhythms and their subdivisions appear to conflict with the prevailing 4 4 meter. (47) In the former instance, Rollins’s solo becomes increasingly difficult to notate when his swing-feel distinctly lays behind the pulse. One example occurs at the outset of his second chorus ( Figure 14 ). Whereas Rusch’s and Salley’s transcriptions notate the opening A ♭ – E ♮ dyad as part of a triplet quarter-note rhythm, Stover’s shows this as two eighth notes with a right-pointing arrow to indicate Rollins’s laid-back swing. While the notation differs, both rhythmic forms attempt to capture the same backward pull within the beat span. Further comparison of our transcriptions of this passage corroborate Rollins’s laid-back swing feel, where all of the differences in rhythmic onset vary by one eighth note; the relevant passages are circumscribed in rectangular boxes. These departures correspond to the right-pointing arrows in Stover’s reading.",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] A more extreme example where Rollins’s swing feel diverges considerably from the quarter-note pulse occurs in the fourth chorus near 4A2—a passage highlighted in Stover’s narrative above. Figure 15 reproduces his transcription, alongside those by Rusch and Salley. As in the previous example (Figure 14), the point at which the pulse that underlies Rollins’s swing begins to move out of sync with the rhythm section’s comparatively steady pulse coincides with the place where our rhythmic notation diverges (4A2.4). Stover’s notation offers one way to visualize this tension between Rollins’s rhythmic augmentation and the pulse—the latter marked by the equidistant quarter-note slashes—where, as Stover previously suggested, Rollins’s “down-home blues lick is stretched to fill the span of five measures” [4.6]. This tension is similarly observed in Rusch’s and Salley’s transcriptions, though expressed differently in notation. In Rusch’s transcription, the rhythm in 4A2.4 reverts to closed noteheads without rhythmic value, which are spatially arranged according to their approximate relationship to the four quarter-note beats in the measure. Underneath these noteheads is a left-pointing arrow (comparable to Stover’s right-pointing arrow), indicating that Rollins elongates his quarter-note pulse to the point that it becomes out of sync with the other players. Salley’s transcription also conveys rhythmic augmentation over the course of the repeated D ♭ – B ♭ dyad, moving from eighth notes in 4A.3 to quarter-eighth tuplets in 4A.5.  Like those of Stover and Rusch, Salley’s transcription still expresses an underlying quarter-note grid. Our differences in the rhythmic placement of the descending stepwise line from F to B ♭ that follows the repeated D ♭ – B ♭ dyad also relate to Rollins’s laid-back swing—the tones occurr on the beat in Transcription 2, but off the beat in Transcriptions 1 and 3. Figure 16 . Rusch (T1), Salley (T2), Stover (T3), 2A3.8-3B.1 [6:57-7:18] (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] The extent to which Rollins’s rhythms appear to sound out of sync with the quarter-note pulse in this last example (Figure 15) raises a recurring concern in all of our transcriptions: whether to represent the music “as it sounds,” or whether to notate Rollins’s rhythmic and metric distortions as intentional acts (in addition to the more fundamental question of whether the music sounds distorted). (48) This seems especially pronounced in Rollins’s third chorus ( Figure 16 ). In the first part of this chorus, Rollins plays a repeated descending chromatic melodic line from A ♭ to F, which gradually deviates from the quarter-note pulse near the end of this phrase (3A1.5–6). Our transcriptions show three different ways to convey this misalignment. In Rusch’s transcription, the rhythmic values are removed near the end of 3A1.2–4 (spatially arranged in relation to the underlying quarter-note pulse), and the bar lines sketched in with dotted lines, suggesting that the pulse underlying the repeated chromatic line becomes metrically skewed against the 4 4 meter as the line accelerates. Salley’s transcription shows how Rollins’s rhythmic placement of the chromatic line gradually shifts within the 4 4 meter: the F at the end of each group (demarcated by a slur) appears in a different metric position. As in Figure 15, Salley’s transcription expresses the underlying quarter-note pulse amid Rollins’s rhythmic play by grouping rhythms together into quarter-note beats. Stover’s transcription illustrates this gradual misalignment of the chromatic line with the right-pointing arrow (which indicates a pulling back within the beat span, as opposed to the acceleration of Rollins’s melodic line in Rusch’s transcription), which is then proceeded by an implied 4 5 measure (3A1.4) against the prevailing 4 4 meter. All three transcriptions show the same rhythmic placement of the notes in the next melodic line (3A1.7–3A2.2) in relation to the quarter-note beat, yet Stover’s transcription suggests that the downbeat in 3A1.5 has been displaced by the previous phrase, causing the next melodic line to sound a quarter-note “off” in the 4 4 meter. The suggested effect is that the strong and weak beats of the 4 4 meter are out of phase, along with the agogic accents in the melodic line. In addition to these variances in notation across the three transcriptions is the question of whether Rusch and Salley perceive the displaced downbeat at 3A1.5; from the notation alone, readers might conclude that Rollins recalibrates in 3A1.7, pick-up to beat three (Rusch and Salley), as opposed to 3B.1 (Stover).",
                "footnotes": [
                    "FN48"
                ],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Since rhythm presented one of the biggest hurdles to transcribing Rollins’s solo, it is perhaps not surprising that our discussion has primarily focused on rhythmic notation. In light of these comparisons, we can draw several conclusions about our approaches: When Rollins’s swing feel generally aligns with the quarter-note beat, our transcriptions reflect a general consensus about the rhythmic notation. All three of us preferred the abbreviated notation in which swung eighth notes are represented as isochronous, following standard practice in the jazz community (Figures 13a and 13b). When Rollins’s swing laid moderately behind the beat span, our rhythmic notations differed by an eighth note (Figure 14). When the pulse in Rollins’s swing seemed to gradually slow down in comparison to the quarter-note beat, our rhythmic notation conveys that our perceptions were similar but that our solutions for notating this phenomenon differed (Figure 15). When the pulse in Rollins’s solo seems markedly out of phase with the quarter-note beat, we also formulated different solutions to show this misalignment. It is unclear from our notation alone, however, whether the same events were perceived similarly (Figure 16). The prime example in Figure 16 concerned the point at which recalibration occurred.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] In closing, our representations of Rollins’s performance make visible the very methods used to capture the ineffable. The more his rhythms seem unbound by the quarter-note beat, the more our transcriptions tend to diverge, each of us developing a unique way to represent our perceptions of these departures. The differences in rhythmic notation among our three transcriptions, coupled with individualized efforts to highlight different aspects of the recording’s secondary parameters, such as timbre, articulation, and dynamics, lend support to our earlier conjecture:  that ultimately, transcription is a form of interpretation that contains the traces of our individual experiences of engaging with Rollins’s solo. We suggest, then, that all three transcriptions (and many more) should be read alongside one another; they form a rich plural analysis, each seeking to highlight certain aspects of the transcriber’s acoustical experience of Rollins’s performance. (49) By carefully turning our focus from one interpretation to the next, further aspects of the performance’s complex structure emerge. In a sense, then, a multi-author project such as this amounts to an ongoing phenomenological engagement, providing an array of listening perspectives that others can bring to bear on their own experiences.",
                "footnotes": [
                    "FN49"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "jazz improvisation and transcription",
    "source": "mto/raw/mto.16.22.3.rusch.html",
    "data": "mto/data/mto.16.22.3.rusch.json"
}