{
    "title": "Meter Metrics: Characterizing Relationships Among (Mixed) Metrical Structures",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Gotham, Mark"
    ],
    "abstract": "“Consideration of a metric context is indispensable for a complete understanding of rhythm” (Toussaint 2013, 16). In order to discuss the nature of a rhythm or its compositional development, it is necessary to account for the metrical context(s) in which it appears. In music that moves among a variety of metrical structures, it is also necessary to account for the relationships that exist between those meters. This article provides a detailed characterization of those relationships. What is more, the relationships introduced here may be discussed independently of any rhythmic parallel, illuminating purely metrical aspects of temporal organization, and thus offering an altogether new analytical perspective on repertoires in which metric change is an important compositional parameter.This study identifies a variety of metrical relationships, defines them (mathematically where appropriate), and assesses them for perceptual and musical significance, including the rarity of their occurrence. The focus is on “mixed” metrical structures that systematically use more than one type of duration on the same level, such as both “short” and “long” beats (which may or may not correspond to 2- and 3-unit groupings).(1)“Simple” meters (with only one type of beat) are also discussed for the sake of completeness and because all are used together in the relevant repertoires (which include much twentieth-century Western music, some popular musics, and “world” musics including the Balkan Aksak style). The breadth of this potential application is a principal asset of the theoretical apparatus presented.",
    "keywords": [
        "meter",
        "formalization",
        "similarity",
        "twentieth-century music",
        "Aksak"
    ],
    "doi": "",
    "received": "December 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.gotham.pdf",
    "author_info": [
        {
            "name": "Mark Gotham",
            "university": "University of Cambridge",
            "address": "Faculty of Music, 11 West Road, Cambrdige, CB3 9DP, UK",
            "email": "mrhg2@cam.ac.uk"
        }
    ],
    "citations": {
        "amiot_and_baroin_2015": "Amiot, Emmanuel, and Gillis Baroin. 2015. “Old and New Isometries between Pc-Sets in the Planet-4D Model.” Music Theory Online , forthcoming.",
        "arom_1991": "Arom, Simha. 1991. African Polyphony and Polyrhythm: Musical Structure and Methodology . Cambridge University Press.",
        "arom_2004": "Arom, Simha. 2004. “L’aksak: Principes et Typologie.” Cahiers de musiques traditionnelles 17: 11–48.",
        "babbitt_1962": "Babbitt, Milton. 1962. “Twelve-Tone Rhythmic Structure and the Electronic Medium.” Perspectives of New Music 1, no. 1: 49–79.",
        "bartók_1981": "Bartók, Béla. 1981. Hungarian Folk Song , ed. Benjamin Suchoff, trans. Michel D. Calvocoressi, annotated by Zoltán Kodály. State University of New York Press.",
        "bartók_1992": "Bartók, Béla. 1992. Bela Bartók Essays , ed. Benjamin Suchoff. University of Nebraska Press.",
        "berger_2002": "Berger, Anna. 2002. “The Evolution of Rhythmic Notation.” In Cambridge History of Western Music Theory , ed. Thomas Christensen, 628–56. Cambridge University Press.",
        "benadon_2009": "Benadon, Fernando. 2009. “Time Warps in Early Jazz,” Music Theory Spectrum 31, no. 1.",
        "bernstein_1976": "Bernstein, Leonard. 1976. The Unanswered Question: Six Talks at Harvard . Harvard University Press.",
        "brǎiloiu_1951": "Brǎiloiu, Constantin. 1951. “Le rythme Aksak.” Revue de Musicologie 33, nos. 99 and 100: 71–108.",
        "brǎiloiu_1984": "Brǎiloiu, Constantin. 1984. Problems of Ethnomusicology . Cambridge University Press.",
        "christensen_2002": "Christensen, Thomas, ed. 2002. Cambridge History of Western Music Theory . Cambridge University Press.",
        "cler_1994": "Cler, Jérôme. 1994. “Pour une théorie de l’Aksak.” Revue de Musicologie 80, no. 2: 181–210.",
        "clough_and_douthett_1991": "Clough, John and Jack Douthett. 1991. “Maximally Even Sets.” Journal of Music Theory 35, nos. 1–2: 93–173.",
        "cohn_1992": "Cohn, Richard. 1992. “Transpositional Combination of Beat-Class Sets in Steve Reich’s Phase-shifting Music.” Perspectives of New Music 30, no. 2: 146–177.",
        "cohn_1999": "Cohn, Richard. 1999. “As Wonderful as Star Clusters: Instruments for Gazing at Tonality in Schubert.” 19th-Century Music 22, no. 3: 213–32.",
        "cohn_2001": "Cohn, Richard. 2001. “Complex Hemiolas, Ski-hill Graphs and Metric Spaces.” Music Analysis 20, no. 3: 295–326.",
        "cohn_2012": "Cohn, Richard. 2012. Audacious Euphony: Chromatic Harmony and the Triad’s Second Nature . Oxford University Press.",
        "cooper_and_meyer_1960": "Cooper, Grosvenor and Leonard Meyer. 1960. The Rhythmic Structure of Music . University of Chicago Press.",
        "cross_1997": "Cross, Ian. 1997. “Pitch Schemata.” In Perception and Cognition of Music , ed. I. Deliège and J. Sloboda, 357–90. Hove.",
        "djoudjeff_1931": "Djoudjeff, Stoyan. 1931. Rythme et mesure dans la musique populaire bulgare . Champion.",
        "dunsby_1994": "Dunsby, Jonathan. 1994. “Criteria of Correctness in Music Theory and Analysis.” In Theory, Analysis and Meaning in Music , ed. Anthony Pople, 77–85. Cambridge University Press.",
        "forth_2012": "Forth, James. 2012. “Cognitively-Motivated Geometric Methods of Pattern Discovery and Models of Similarity in Music.” PhD diss., University of London.",
        "gilles_and_reaney_1966": "Gilles, André and Gilbert Reaney. 1966. Torkesey, Declaratio Trianguli et Scuti , no. 12 in “Corpus Scriptorum de Musica.” American Institute of Musicology.",
        "gotham_2015": "Gotham, Mark. 2015. “Attractor Tempos for Metrical Structures.” Journal of Mathematics and Music 9, no. 1: 23–44.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford University Press.",
        "heinichen_1711": "Heinichen, Johann. 1711. Neu erfundene und gründliche Anweisung—zu vollkommener Erlernung des General-Basses , Schiller.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation: Music and the Psychology of Expectation. MIT Press.",
        "iyer_2002": "Iyer, Vijay. 2002. “Embodied Mind, Situated Cognition, and Expressive Microtiming in African-American Music.” Music Perception 19, no. 3: 387–414.",
        "kirnberger_1982_1779": "Kirnberger, Johann Philipp. 1982 [1779]. The Art of Strict Musical Composition, trans. David Beach and Jürgen Thym. Yale University Press.",
        "kubik_1999": "Kubik, Gerhard. 1999. Africa and the Blues . University Press of Mississippi.",
        "kvifte_2007": "Kvifte, Tellef. 2007. “Categories and Timing: On the Perception of Meter.” Ethnomusicology 51, no. 1: 64–84.",
        "lau_2015": "Lau, Wing. 2015. “Composing Declamation: Notated Meter Change in Brahms’s Lieder.” Music Theory Online 21, no. 2.",
        "leong_2007": "Leong, Daphne. 2007. “Humperdinck and Wagner: Metric States, Symmetries, and Systems.” Journal of Music Theory 51, no. 2: 211–43.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lewin_1981": "Lewin, David. 1981. “On Harmony and Meter in Brahms’s op. 76, no. 8.” 19th-Century Music 4, no. 3: 261–65.",
        "lewin_1984": "Lewin, David. 1984. “On Formal Intervals Between Time-Spans.” Music Perception 1, no. 4: 414–23.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . Yale University Press.",
        "locke_1998": "Locke, David. 1998. Drum Gahu: An Introduction to African Rhythm . White Cliffs Media.",
        "london_2002": "London, Justin. 2002. “Some Non-Isomorphisms between Pitch and Time.” Journal of Music Theory 46, nos. 1–2: 127–51.",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter , 2nd ed. Oxford University Press.",
        "longuet-higgins_and_lee_1984": "Longuet-Higgins, Christopher and Christopher Lee. 1984. “The Rhythmic Interpretation of Monophonic Music.” Music Perception 1, no. 4: 424–41.",
        "mccandless_2013": "McCandless, Greg. 2013. “Metal as a Gradual Process: Additive Rhythmic Structures in the Music of Dream Theater.” Music Theory Online 19, no. 2.",
        "meredith_1996": "Meredith, David. 1996. “The Logical Structure of an Algorithmic Theory of Tonal Music.” PhD diss., University of Oxford.",
        "messiaen_1956": "Messiaen, Olivier. 1956. Technique de mon langage musical . Alphonse Leduc,",
        "mirka_2009": "Mirka, Danuta. 2009. Metric Manipulations in Haydn and Mozart: Chamber Music for Strings, 1787–1791 . Oxford University Press.",
        "moelants_2006": "Moelants, Dirk. 2006. “Perception and Performance of Aksak Metres.” Musicae Scientiae 10, no. 2: 147–172.",
        "murphy_2009": "Murphy, Scott. 2009. “Metric Cubes in Some Music of Brahms.” Journal of Music Theory 53, no. 1: 1– 56.",
        "oettingen_1866": "Oettingen, Arthur. 1866. Harmoniesystem in Dualer Entwicklung . W. Gläser.",
        "parncutt_1994": "Parncutt, Richard. 1994. “A Perceptual Model of Pulse Salience and Metrical Accent in Musical Rhythms.” Music Perception 11, no. 4: 409–64.",
        "polak_and_london_2014": "Polak, Rainer and Justin London. 2014. “Timing and Meter in Mande Drumming from Mali.” Music Theory Online 20, no. 1.",
        "povel_and_essens_1985": "Povel, Dirk-Jan and Peter Essens. 1985. “Perception of Temporal Patterns.” Music Perception 2, no. 4: 411–40.",
        "pressing_1983": "Pressing, Jeff. 1983. “Cognitive Isomorphisms Between Pitch and Rhythm in World Musics: West Africa, the Balkans and Western Tonality.” Studies in Music 17: 38–61.",
        "rahn_1986": "Rahn, Jay. 1986. “Asymmetrical Ostinatos in Sub-Saharan Music.” In Theory Only 9, no. 7: 23–37.",
        "rahn_1996": "Rahn, Jay. 1996. “Turning the Analysis Around: Africa-Derived Rhythms and Europe-Derived Music Theory.” Black Music Research Journal 16, no. 1: 71–89.",
        "rice_2000": "Rice, Tim. 2000. “Bartók and Bulgarian Rhythm.” In Bartók Perspectives: Man, Composer, and Ethnomusicologist , ed. Elliott Antokoletz, Victoria Fischer, and Benjamin Suchoff, 196–212. Oxford University Press.",
        "rings_2011": "Rings, Steven. 2011. Tonality and Transformation . Oxford University Press.",
        "roeder_2003": "Roeder, John. 2003. “Beat-Class Modulation in Steve Reich’s Music.” Music Theory Spectrum 25, no. 2: 275–304.",
        "royer_and_garner_1966": "Royer, Fred and Wendell Garner. 1966. “Response Uncertainty and Perceptual Difficulty of Auditory Temporal Patterns.” Perception and Psychophysics 1: 41–47.",
        "temperley_2000": "Temperley, David. 2000. “Meter and Grouping in African Music: A View from Music Theory.” Ethnomusicology 44, no. 1: 65–96.",
        "todd_1985": "Todd, Neil. 1985. “A Model of Expressive Timing in Tonal Music.’ Music Perception 3, no. 1: 33–57",
        "toussaint_2013": "Toussaint, Godfried. 2013. The Geometry of Musical Rhythm . Taylor and Francis.",
        "tymoczko_2011": "Tymoczko, Dmitri. 2011. A Geometry of Music: Harmony and Counterpoint in the Extended Common Practice . Oxford University Press.",
        "yeston_1976": "Yeston, Maury. 1976. The Stratification of Musical Rhythm . Yale University Press.",
        "zuckerkandl_1956": "Zuckerkandl, Victor. 1956. Sound and Symbol: Music and the External World . Routledge."
    },
    "footnotes": {
        "FN1": {
            "text": "1. This meaning of “mixed” is not to be confused with other uses of that term in the literature such as Cohn’s ( 2001 ) “mixed” combinations of 2- and 3-groupings at different levels of the same metrical structure. Conflicting uses of this kind are unfortunate, but are to be expected of such general terms. The term “mixed meter” is used here in spite of that shortcoming, as it is both the most technically descriptive and value-neutral term in common use. Other terms used for the same subject include “complex meters” (which is even worse for multiple, conflicting meanings and also less descriptive of the subject), “non-isochronous meters” (which now also stands for more kinds of non-isochrony than the formally different beat types—see Table 7.1 of Polak and London 2014 for a summary), and “Aksak meters” (which has stylistic connotations specific to a particular repertoire).",
            "citations": [
                "cohn_2001",
                "polak_and_london_2014"
            ]
        },
        "FN2": {
            "text": "2. See especially Cooper and Meyer 1960 , Yeston 1976 , Lerdahl and Jackendoff 1983 , and London 2012 .",
            "citations": [
                "cooper_and_meyer_1960",
                "yeston_1976",
                "lerdahl_and_jackendoff_1983",
                "london_2012"
            ]
        },
        "FN3": {
            "text": "3. Those lists tend to be found in primarily ethnographic studies. See Arom 2004 , Cler 1994 , and Brǎiloiu 1984 and 1951 for examples dedicated to Aksak music. For comparable lists of asymmetrical rhythmic timelines in African music, see also Rahn 1986 and Toussaint 2013 , though note that these asymmetrical rhythms are not the same as mixed meters. This distinction is discussed further below.",
            "citations": [
                "arom_2004",
                "cler_1994",
                "rahn_1986",
                "toussaint_2013"
            ]
        },
        "FN4": {
            "text": "4. This kind of harmony-to-meter analogy has also been made in other ways. Perhaps most relevantly, Lewin’s ( 1981 ) analysis of the Brahms Capriccio, op. 76, no. 8, connects and analogizes certain hemiola relations to the harmonic categories of dominant and subdominant functions. However, Lewin never developed more comprehensive metrical spaces, despite that promising analysis. The extensive formalization of distance measurements in his magnum opus, Generalized Musical Intervals and Transformations ( 1987 ), does include some account of temporal matters, though not distance between meters. See also Lewin 1984 for a related article dedicated to formalizing time-spans. Conversely, see London 2002 , which argues against such analogies.",
            "citations": [
                "lewin_1981",
                "lewin_1987",
                "lewin_1984",
                "london_2002"
            ]
        },
        "FN5": {
            "text": "5. Strictly speaking, this is a one-dimensional circle in a two-dimensional plane.",
            "citations": []
        },
        "FN6": {
            "text": "6. See Heinichen 1711 , Oettingen 1866 , Cohn 1999 , and Tymoczko 2011 for examples of each. Four-dimensional pitch-class space is also modeled in Amiot and Baroin ( 2015 ). Relevant articles in the Cambridge History of Western Music Theory ( Christensen 2002 ) provide an historical survey, and Cross ( 1997 ) describes further models and uses in the late twentieth-century literature on music cognition.",
            "citations": [
                "heinichen_1711",
                "oettingen_1866",
                "cohn_1999",
                "tymoczko_2011",
                "amiot_and_baroin_2015",
                "christensen_2002",
                "cross_1997"
            ]
        },
        "FN7": {
            "text": "7. That said, there are patently mixed metrical passages among Brahms’s output. For instance, see the Andante Grazioso of the op. 101 C-minor piano trio, in which 3/4 alternates consistently with two 2/4s (=7/4) at the start, and later 9/8 alternates with 6/8 (=15/8). See also Lau ( 2015 ) in this issue, which discusses the mixed meters in Brahms’s songs “Agnes,” op. 59, no. 5, and “Das Mädchen,” op. 95, no. 1.",
            "citations": [
                "lau_2015"
            ]
        },
        "FN8": {
            "text": "8. Cohn comes to similar conclusions with reference to the “Cube dance” and Tonnetz as “modes for representing triadic progressions” ( Cohn 2012 , 89). Both can accommodate the necessary range of relations described; however, each is better suited to a narrower range of relations among the set.",
            "citations": [
                "cohn_2012"
            ]
        },
        "FN9": {
            "text": "9. This makes the theoretical apparatus ill-suited to repertoires such as the Norwegian springar, a folk dance in which a continuum of sub-divisional proportions appears to be used without recourse to consistent classes of categorical division (see Kvifte 2007 , especially Figure 3 on p. 71). But mixed meter is not a part of that musical language anyway (higher levels tend to be isochronous).",
            "citations": [
                "kvifte_2007"
            ]
        },
        "FN10": {
            "text": "10. The limitation to grouping by twos and threes excludes the use of a single-element span as a metrical duration on more than one structural level. This is how Stravinsky notates passages in the finale of Dumbarton Oaks , for instance. The relationships in this study can account for those meters only insofar as the single-unit span may be considered a separate meter (such as 3/4 + 1/8 instead of (2+2+2+1)/8, for instance). This is compatible with related notations such as that used in the second movement of Lutosławski’s Concerto for Orchestra in which single 1/4 bars break up the flow of a predominant 3/4 (at fast tempo). See London’s well-formedness criteria on this matter ( 2012 , 91ff., especially WFC 3.4).",
            "citations": [
                "london_2012"
            ]
        },
        "FN11": {
            "text": "11. It is best to avoid the term “beat class,” which is used in the music theory literature as a rhythmic analogy to “pitch class,” which denotes a metrical position; see Babbitt 1962 , Cohn 1992 , and Roeder 2003 .",
            "citations": [
                "babbitt_1962",
                "cohn_1992",
                "roeder_2003"
            ]
        },
        "FN12": {
            "text": "12. See Moelants 2006 , 153. It is also important for meters with a non-CFP subdivision of the beat, such as swing music (see the discussion in Polak and London 2014 , section 7.4), but this is not the focus of the present study.",
            "citations": [
                "moelants_2006",
                "polak_and_london_2014"
            ]
        },
        "FN13": {
            "text": "13. “Establishing a meter with three specific beat classes is a perceptually difficult task, as various constraints lead one to reduce the three beat-classes to two” ( London 2012 , 135).",
            "citations": [
                "london_2012"
            ]
        },
        "FN14": {
            "text": "14. Compare, for instance, the different representations of meter by Zuckerkandl 1956 , Cooper and Meyer 1960 , Bernstein 1976 , Lerdahl and Jackendoff 1983 , Hasty 1997 , Cohn 2001 , Murphy 2009 , London 2012 , and Toussaint 2013 .",
            "citations": [
                "zuckerkandl_1956",
                "cooper_and_meyer_1960",
                "bernstein_1976",
                "lerdahl_and_jackendoff_1983",
                "hasty_1997",
                "cohn_2001",
                "murphy_2009",
                "london_2012",
                "toussaint_2013"
            ]
        },
        "FN15": {
            "text": "15. To be absolutely clear, a “triple” beat consists of three units (in other words, it is 1.5 times the length of a duple beat). This differs from a “triple,” which implies 3-wise division of a beat in a predominantly duple context.",
            "citations": []
        },
        "FN16": {
            "text": "16. Ordered meters are best represented by “ordered (plane), undirected trees,” or “arborescences,” in which there is exactly one path from each “leaf node” to each “root vertex.” See Forth 2012 for a mathematical definition of tree structures from first principles, and a (slightly different) application to musical meter ( Forth 2012 , sections 5.3.2 and 5.3.3, 108ff.).",
            "citations": [
                "forth_2012",
                "forth_2012"
            ]
        },
        "FN17": {
            "text": "17. This mirrors some biases of Western notation (including the need for extra symbols to indicate triplets) and practice (in which binary grouping has been far more common since at least the ars nova ). For a relevant history of early rhythmic notation, see Berger 2002 . Even in meters of predominantly ternary grouping structures such as 9/8, in which the measure comprises three beats and the beat comprises three eighth notes, the eighth notes are assumed to divide into two sixteenths (not three). It is rare for a passage to sustain even three levels of “threeness.” The ritmo di tre battute section in the scherzo of Beethoven’s Ninth Symphony is one of few famous examples. It is written in 3/4, explicitly groups its measures in threes, and parts of the passage may be said to group those three-measure units into threes at the next hypermetrical level. Bach’s “Jesu Joy of Man’s Desiring” (“Jesus Bleibet Meine Freude” from Cantata BWV 147, Herz und Mund und Tat und Leben ) is a less-oft cited example of a similar configuration. Measures 40–54 represent the longest consistent three-measure hypermeter. See Huron 2006 for further discussion of the binary default.",
            "citations": [
                "berger_2002",
                "huron_2006"
            ]
        },
        "FN18": {
            "text": "18. Here, compound refers to meters with exclusively triple beats. Incidentally, this preference betrays a Western bias: in Bulgarian music mixed meters are much more common than ternary meters such as 3/4 ( Rice 2000 , 204).",
            "citations": [
                "rice_2000"
            ]
        },
        "FN19": {
            "text": "19. See, for instance, the discussion of the effect of metrical levels on tempo optimization in Gotham 2015 .",
            "citations": [
                "gotham_2015"
            ]
        },
        "FN20": {
            "text": "20. No parallels with standard mathematical usage should be assumed (such as curly brackets for listing elements in a set).",
            "citations": []
        },
        "FN21": {
            "text": "21. Formalizations of (integer multiple) proportional structure between levels (such as Longuet-Higgins and Lee’s Lemma 3 [ 1984 , 432]) exclude mixed meters by definition.",
            "citations": []
        },
        "FN22": {
            "text": "22. As discussed, lists of mixed meters are not new, though some of the methods for representing these meters are.",
            "citations": []
        },
        "FN23": {
            "text": "23. This sense of a “grouping structure” is not to be confused with Lerdahl and Jackendoff’s ( 1983 ) grouping structure of rhythms and phrases.",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN24": {
            "text": "24. Other examples of this exact notational convenience include Prokofiev’s Violin Concerto no. 1, in which the codas to first and third movements comprise exactly the same material expressed respectively in 6/8 and 3/4. Other examples of this relation between other pairs of meters include the final measures at the end of first and second movements of Rachmaninoff’s Third Symphony.",
            "citations": []
        },
        "FN25": {
            "text": "25. Here the rotation is unclear—it could either be (23) or (32) as shown by the conflicting, out-of-phase brackets above and below the example. The treble part is suggestive of (23), especially given the position of note changes, while the bass riff implies (32), especially in the context of intervening versions of this material, such as that shown in 4b. The other ⟨5⟩ meters in this example are ambiguous with respect to grouping, though not to phase—indeed the clear phase of 4b has a strong bearing on how to parse 4a, suggesting the (32) option.",
            "citations": []
        },
        "FN26": {
            "text": "26. Whether this 5/2 is really metrical is a separate question, as it occurs only once and corresponds to a very long “pulse” span. Note that the material corresponding to example 4d actually occurs immediately before that of 4c in the track. The function of 4d is ambiguous; it appears to be tension-building – perhaps preparing a chorus – though what follows is anti-climactic.",
            "citations": []
        },
        "FN27": {
            "text": "27. Clearly, the E relation is liable to downplay the importance of metrical level usage, contrary to the spirit of the “attractor tempos” model of Gotham 2015 (as discussed above).",
            "citations": [
                "gotham_2015"
            ]
        },
        "FN28": {
            "text": "28. For instance, ⟨10 5 2⟩, ⟨11 5 2⟩ and ⟨12 5 2⟩ share partial grouping commonality on the basis of their equivalent beat cardinality (discussed below).",
            "citations": []
        },
        "FN29": {
            "text": "29. Formally, meters A { x a , y a } and B { x b , y b } share equivalent pulse cardinality if and only if 2( x a ) + 3( y a ) = 2( x b ) + 3( y b ). In the case of the Brubeck example, 2(3) + 3(1) = 2(0) + 3(3) = 9.",
            "citations": []
        },
        "FN30": {
            "text": "30. The motive first appears at reh. 11 and also recurs three measures before reh. 14.",
            "citations": []
        },
        "FN31": {
            "text": "31. See Messiaen 1956 on additive rhythm. Bartók discusses mixed meters in additive terms in many places. For instance, “5/8 can be explained as a doubling of one of the eighths in a 2/4, and 7/8 as a doubling of one of the eighths in a 3/4 measure” ( Bartók 1992 , 391–92). This idea has been addressed in other repertoires too; see McCandless ( 2013 ) for an account of additive rhythmic structures in the rather different context of the music of Dream Theater.",
            "citations": [
                "messiaen_1956",
                "mccandless_2013"
            ]
        },
        "FN32": {
            "text": "32. Formally, equivalent beat cardinality holds between two meters { x 1 , y 1 } and { x 2 , y 2 } if and only if x 1 + y 1 = x 2 + y 2 . That is, we sum the duple and triple beats in each meter and compare them.",
            "citations": []
        },
        "FN33": {
            "text": "33. Engaging with repertoires outside of common-practice Western art music is a recurring consideration of this study. While some of the relations presented here may seem like abstract formalisms, many are primarily concerned with bypassing artifacts of notation and the transcription process and getting closer to essentially musical matters.",
            "citations": []
        },
        "FN34": {
            "text": "34. Microtiming is a lively area of current research. For instance, in addition to Kvifte 2007 and Moelants 2006 , discussed here, see also Benadon 2009 , Iyer 2002 , and Polak and London 2014 .",
            "citations": [
                "kvifte_2007",
                "moelants_2006",
                "benadon_2009",
                "iyer_2002",
                "polak_and_london_2014"
            ]
        },
        "FN35": {
            "text": "35. This was discussed above in relation to the Springar repertoire, where it could be argued that categories of sub-division do not even exist. The CFP criteria were necessary for the grouping and pulse cardinality relations, but it is not essential to beat cardinality or the relations discussed in subsequent sections. This is an extreme case, but ambiguous sub-division structures are not. Perhaps the most frequently discussed repertoire context is the “swung rhythm” that is widely regarded as being neither a triplet nor a dotted rhythm.",
            "citations": []
        },
        "FN36": {
            "text": "36. “Bulgarians don’t keep an underlying pulse going as a way to keep them in the meter. They have internalized the 3-to-2 relationship” ( Rice 2000 , 203). See also Moelants 2006 , 153.",
            "citations": [
                "rice_2000",
                "moelants_2006"
            ]
        },
        "FN37": {
            "text": "37. See Moelants 2006 for an extensive study in relation to the Aksak repertoire. Moelants uses the designations Q[uick] and S[low] (153). See also the discussion of perceptual limits in ch. 2 of London 2012 , for instance.",
            "citations": [
                "moelants_2006",
                "london_2012"
            ]
        },
        "FN38": {
            "text": "38. Formally, this is a lattice whose vertices are the integer points in the positive quadrant of the real plane.",
            "citations": []
        },
        "FN39": {
            "text": "39. These metric shifts follow the implications of Tallis’s original, which is a great source of metrical interest in its own right.",
            "citations": []
        },
        "FN40": {
            "text": "40. The consistent two-measure phrases are arguably contrary to the spirit of Tallis’s original.",
            "citations": []
        },
        "FN41": {
            "text": "41. Formally, meter A { x a , y a } is an unordered subset of meter B { x b , y b } if x b ≥ x a and y b ≥ y a and either or both of x b > x a and y b > y a . This could be expressed more simply with only the first conditions ( x b ≥ x a and y b ≥ y a ), but it is desirable to eliminate the trivial case of the U relation that holds between a meter and itself, which is much better expressed by other relations.",
            "citations": []
        },
        "FN42": {
            "text": "42. The number of unordered subsets in each case can be derived from the meter vector (or position in this vector space) by the equation ( x + 1)( y + 1) − 2.",
            "citations": []
        },
        "FN43": {
            "text": "43. Clearly the perception of structure at higher metric levels is a tempo-dependent consideration. A telling comparison is often raised between the second movement of Tchaikovsky’s Sixth Symphony, which is in 5/4 at quarter note = 144, making the tactus itself unequal, and the third movement of Chopin’s Piano Sonata op. 4, which is also in 5/4 but at half the speed, with quarter note = 72 and thus with consistent duple beats at the tactus level. See Bartók ( Bartók 1992 , 40 and Arom 2004 , 11. Is it a coincidence that the Tchaikovsky is a frequently cited example of mixed meter in the nineteenth-century repertoire, while the much earlier Chopin example is almost never mentioned? Bartók limited that which he called the “Bulgarian rhythm” (which is really a “Bulgarian meter,” as Rice 2000 observes) to fast tempi.",
            "citations": [
                "arom_2004",
                "rice_2000"
            ]
        },
        "FN44": {
            "text": "44. The eighteenth-century composer and theorist J. P. Kirnberger used the term “compound meter” in the same sense that “saturated superset” is used here, indicating large meters formed by combining smaller ones. For a modern translated edition, see Kirnberger 1982 [1779] , 399. As the editors note, Kirnberger’s use of “compound meter” clearly does not correspond to the modern one. The relation is also (nearly) defined by Longuet-Higgins and Lee ( 1984 ) in the rather different context of attempting to formalize the parsing of meter from rhythm. The authors define one metrical interpretation of a given rhythm as being “implicit” in another if “all metrical units of the former are present in the latter” (434). The interpretation involving more metrical levels is described as “richer.”",
            "citations": [
                "kirnberger_1982_1779"
            ]
        },
        "FN45": {
            "text": "45. The lines of Figure 10 cross to bring together meters of the same pulse cardinality such as 3/2, 6/4, and 12/8.",
            "citations": []
        },
        "FN46": {
            "text": "46. The literature on simple meters includes Cohn 2001 , Leong 2007 , and Murphy 2009 as discussed above, as well as London’s Zeitnetz ( 2002 , 2012 ) and even the fourteenth-century triangle of Johannes Torkesey (see Gilles and Reaney 1966 ).",
            "citations": [
                "cohn_2001",
                "leong_2007",
                "murphy_2009",
                "london_2002",
                "london_2012",
                "gilles_and_reaney_1966"
            ]
        },
        "FN47": {
            "text": "47. To formalize the relationship, let a and b stand for two meters, expressed by an entry in the Order column of Figure 2 above. The saturation relationship holds between meters a and b if and only if there exists a natural number n such that meter a is equivalent to n consecutive forms of meter b .",
            "citations": []
        },
        "FN48": {
            "text": "48. To formalize non-saturated order relations for any cardinality (respectively m and n such that m < n ), let S 1 = ( x 1 , x 2 , . . . x m )  and S 2 = ( y 1 , y 2 , . . . y n ). Then F(S 1 , S 2 ) holds if and only if ( x 1 = y 1 ),( x 2 = y 2 ) . . . ( x m = y m ); L(S 1 , S 2 ) holds if and only if ( x 1 = y n−m+1 ) . . . ( x m−1 = y n−1 ), ( x m = y n ); and W(S 1 , S 2 ) holds if and only if ( x 1 = y r ) . . . ( x m = y r+m−1 ) for all values of r such that 2 ≤ r ≤ n − m .",
            "citations": []
        },
        "FN49": {
            "text": "49. For instance, (2) is F, W and L related to (2232), without the Saturation relation holding.",
            "citations": []
        },
        "FN50": {
            "text": "50. A form of the W relation appears to be important in the rhythmic domain for patterns of West and Central African asymmetric timeline patterns which all share an internal structure. Kubik expresses this on a pyramidal chart, with the common elements vertically aligned in the center ( Kubik 1999 , 54).",
            "citations": [
                "kubik_1999"
            ]
        },
        "FN51": {
            "text": "51. If α F β and β L γ then α W γ.",
            "citations": []
        },
        "FN52": {
            "text": "52. Highlighting the commonalities between the start of a meter’s beat pattern (the First relation)  also engages positively with theories of projection in meter. Durational and metric projection as an interpretive model has been championed recently in Hasty 1997 —see chapter 8 for historical precedents including Friedrich Neumann—and Mirka 2009 .",
            "citations": [
                "hasty_1997",
                "mirka_2009"
            ]
        },
        "FN53": {
            "text": "53. Below, I discuss the preponderance of these rotations in the context of metrical “stability.”",
            "citations": []
        },
        "FN54": {
            "text": "54. For instance, the passage from reh. 24 to 25 consists of two measures of 7/16 (223), followed by two of 9/16 (2223) and finally one of 11/16 (22223). A similar device in Britten’s Rejoice in the Lamb is discussed below in connection with the “Complementation” relation. Although the meter vector space set out in Figure 7 is unordered, relations like these may be usefully characterized in those terms. All meters with the kind of L relation discussed here lie along the second lowest row ({0,1}–{1,1}–{2,1} . . . ).",
            "citations": []
        },
        "FN55": {
            "text": "55. “Rotational equivalence” is one of Pressing’s 1983 relations (applied to both scales and rhythms), and Toussaint uses the term “necklace” (from mathematical combinatorics) to describe the relation ( 2013 , Chapter 14).",
            "citations": [
                "pressing_1983",
                "toussaint_2013"
            ]
        },
        "FN56": {
            "text": "56. The meters of this type for beat cardinalities 2, 3, and 4 are {1,1}, {2,1}, {1,2}, {3,1}, and {1,3}. Using “=” to mean “is rotationally equivalent to,” then the relations may be set out as follows: 23 = 32; 223 = 232 = 322; 233 = 323 = 332; 2223 = 2232 = 2322 = 3222; and 2333 = 3233 = 3323 = 3332.",
            "citations": []
        },
        "FN57": {
            "text": "57. These aspects of rotational symmetry are the motivation for the circular representations of meter used by Toussaint 2013 , for instance.",
            "citations": [
                "toussaint_2013"
            ]
        },
        "FN58": {
            "text": "58. See Pressing ( 1983 ), Locke ( 1998 ), and Toussaint ( 2013 ).",
            "citations": [
                "pressing_1983",
                "locke_1998",
                "toussaint_2013"
            ]
        },
        "FN59": {
            "text": "59. See Cohn 1992 and Roeder 2003 for analytical models for phase-shifted music.",
            "citations": [
                "cohn_1992",
                "roeder_2003"
            ]
        },
        "FN60": {
            "text": "60. I suggest that the litmus test for genuinely mixed metrical structures should be the use of timelines that are incommensurate with isochrony. Debates over mixed-metrical versus syncopated readings of a 323 pattern are all very well, but if the recurring cycle itself is seven units long, then the matter is settled.",
            "citations": []
        },
        "FN61": {
            "text": "61. Polak and London 2014 take these to be two different types of mixed meters.",
            "citations": [
                "polak_and_london_2014"
            ]
        },
        "FN62": {
            "text": "62. Cf. the circular representations for rotational symmetry such as rhythm necklaces and pitch-class clock-face diagrams, as well as the “edit distance” in computer science, which quantifies how many steps are needed to transform one word into another.",
            "citations": []
        },
        "FN63": {
            "text": "63. This is not to say that 23232 never occurs. Godfried Toussaint identifies 23232 as “a bell pattern used in the Dominican Republic as well as Morocco” ( Toussaint 2013 , Rotation 1 of Figure 14.7, 77–78). Indeed, Toussaint describes this necklace as “robust,” meaning that all of its rotations appear in musical cultures somewhere in the world. However, he too acknowledges that certain orderings of these ‘robust’ rhythms appear to be considerably more common than others.",
            "citations": [
                "toussaint_2013"
            ]
        },
        "FN64": {
            "text": "64. Again, this is not to suggest that 232 never occurs. Some examples of that meter used (or at least notated) in the twentieth-century repertoire are: Copland, Appalachian Spring , reh. 11 m. 2 (Fig. 5) and reh. 12 m. 9; Bartók, Concerto for Orchestra, movement IV, m. 47 and equivalent moments (mm. 54 and 124); Dallapiccola, Variations for Orchestra, m. 6; Stravinsky, Petrushka (the initial form of the septuplet rhythms between reh. 3 and 5 in the 1947 version is 232; this idea recurs but is consistently “resolved” to 322 and other simpler forms); Duruflé, “Lux Aeterna” from the Requiem (both 322 and 232 forms of 7/8 occur); Duruflé, Messe Cum Jubilo (a single occurrence of 232 in the Gloria at reh. 10); Walton, “Chichester” Canticles, Magnificat, m. 21; Reich, Proverb (the 232 ordering of 7/8 is used as often as the more standard 322).",
            "citations": []
        },
        "FN65": {
            "text": "65. Povel and Essens 1985 is a landmark study among subsequent work on this topic.",
            "citations": [
                "povel_and_essens_1985"
            ]
        },
        "FN66": {
            "text": "66. Toussaint cites one rhythm of each beat cardinality: 332, 2223, 22323, 221221.",
            "citations": []
        },
        "FN67": {
            "text": "67. See also Todd 1985 .",
            "citations": [
                "todd_1985"
            ]
        },
        "FN68": {
            "text": "68. There is evidence for tempos and section lengths as an important consideration for ordering in musical practice. In the context of an Eastern Turkish dance-based repertoire, Cler 1994 discusses ordering norms specific to the tempo of the dance as well as to the number of repeated measures in a unit.",
            "citations": [
                "cler_1994"
            ]
        },
        "FN69": {
            "text": "69. See also Rahn 1996 .",
            "citations": [
                "rahn_1996"
            ]
        },
        "FN70": {
            "text": "70. For instance, the first movement of Bartók’s Music for Strings, Percussion and Celesta contains four instances of 10/8: 3232 (weakly articulated in m. 21); 3322 in most of the parts in m. 41; 2233 in m. 44; and finally 3223 in m. 79. Only two of these patterns are “maximally even.” In the “Lux Aeterna” of Duruflé’s Requiem, 10/8 appears twice in the solo organ passages, both times explicitly as 3322.",
            "citations": []
        },
        "FN71": {
            "text": "71. This ordering principle can apply just as easily to hypermetrical structure. For instance, the 2233 and 3322 patterns discussed can result from the alternation of 2/4 and 6/8 meters. These notational arrangements are common in the repertoire. Among several of the works already discussed, a hypermetrical {3,1} is created through the alternation of 2/ x and 5/2 x time signatures. In Bartók’s Music for Strings, Percussion and Celesta , mm. 264–79 consistently alternate between 2/4 and 5/8 (23), resulting in a stable hypermetrical 2223. A less stable 2232 hypermetrical structure emerges in Copland’s Appalachian Spring at reh. 31 mm. 1–12. In both relatively extended passages, the alternation resolves initially to a consistent 5/8 rather than 2/4, perhaps because the composers desired a more gradual step than a total resolution to simple meter. Cf. also the pairing of 23 and 2223 in the example from Djoudjeff 1931 , shown here as Figure 16. Of course, there is no shortage of counterexamples. For instance, the 2322 measures in Stravinsky’s Dumbarton Oaks (5/16+2/8, reh. 3 m. 3 and reh. 5 m. 3) appear among predominantly simple meters (2/4, 3/4, 4/4).",
            "citations": [
                "djoudjeff_1931"
            ]
        },
        "FN72": {
            "text": "72. The “symmetry” relations discussed here concern beat ordering in mixed meters, an entirely separate consideration from the “symmetry” relations in the literature on simple meters (such as Leong’s [ 2007 ] “r180” relation and Gotham 2015). In future work that uses these two types of symmetry concurrently, it may be desirable to distinguish an “O[rder]-Sym” (for beat ordering) from a “P[roportional]-Sym” for proportional schemes.",
            "citations": [
                "leong_2007"
            ]
        },
        "FN73": {
            "text": "73. Povel and Essens 1985 refers to the literature disproving the perceptual importance of temporal symmetry: “Mach (1886) pointed out that symmetry is not perceived in the case of temporal patterns, a finding later confirmed by Restle (1976)” ( Povel and Essens 1985 , 412). Symmetry is also implicitly undermined by projective accounts of musical meter such as Hasty 1997 .",
            "citations": [
                "povel_and_essens_1985",
                "povel_and_essens_1985",
                "hasty_1997"
            ]
        },
        "FN74": {
            "text": "74. Complementarity holds among meters with complementary meter vectors. That is, { x 1 , y 1 } and { x 2 , y 2 } may be complementary if and only if x 1 = y 2 and y 1 = x 2 .",
            "citations": []
        },
        "FN75": {
            "text": "75. The kind of complementation described by Pressing, based on figure-ground reversal (after Gestalt psychology), applies to rhythms but not to meters in which only two- and three-beat units are permitted, because the complement of any pattern with a 3-unit necessarily contains a 1-unit. Although patterns such as 2212221 can easily be conceived in terms of mixed meters (here 23223 is surely the most natural), this is contrary to the spirit of the exercise. The two senses can be made commensurable but only rather artificially.",
            "citations": []
        },
        "FN76": {
            "text": "76. This mathematical isomorphism but musical divergence is also true of Leong’s “r180” relation and the symmetry relation discussed above.",
            "citations": []
        },
        "FN77": {
            "text": "77. This system could be applied to structures in which more than two beat types are used. The number of comparisons (Comp) is given by the number of beat types used ( n ). Comp = 2 n − 1.",
            "citations": []
        },
        "FN78": {
            "text": "78. This is a philosophy that lies behind much subsequent work that builds on Lewin’s legacy, including Rings 2011 .",
            "citations": [
                "rings_2011"
            ]
        },
        "FN79": {
            "text": "79. Some scholars do commit to one type of metrical change being basically more or less disruptive than another. For instance, Murphy claims that changes on two structural levels invoke “a stronger sense of alteration” than the loss of equivalent measure duration ( 2009 , 13)—which is to say that 6/8 is closer to 9/8 than 3/4, for instance.",
            "citations": [
                "murphy_2009"
            ]
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.2.gotham.html",
    "data": "mto/data/mto.15.21.2.gotham.json"
}