{
    "title": "Understanding Through-Composition in Post-Rock, Math-Metal, and other Post-Millennial Rock Genres",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Osborn, Brad"
    ],
    "abstract": "Since the dawn of experimental rock’s second coming in the new millennium, experimental artists have begun distancing themselves from Top-40 artists through formal structures that eschew recapitulatory verse/chorus conventions altogether. In order to understand the correlation between genre and form more thoroughly, this paper provides a taxonomic approach to through-composition in several post-millennial experimental rock genres including post-rock, math-metal, art rock, and neo-prog. Combining the presence or absence of two salient formal parameters (hierarchical grouping structure and thematic unification) generates four possible through-composed archetypes. Representative examples from the post-millennial rock corpus are provided for each archetype, and accompanying analyses identify the specific musical elements that engender such formal divisions. Included interviews suggest that this taxonomic model is congruent with the language musicians use to describe their own compositional strategies. Throughout the article, a case is made for the substantive link between specific types of through-composed forms and the genres in which those forms regularly appear, as well as for the difference between formal designs found in post-millennial experimental rock and those found in conventional rock music.",
    "keywords": [
        "form",
        "through-composition",
        "rock",
        "experimental rock",
        "post-millennial rock",
        "art rock",
        "post-rock",
        "math-metal",
        "progressive rock",
        "Radiohead",
        "Animal Collective",
        "The Beatles"
    ],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.osborn.pdf",
    "author_info": [
        {
            "name": "Brad Osborn",
            "university": "DePauw University",
            "address": "School of Music, 605 South College Avenue, Greencastle, IN 46135",
            "email": "bradthomasosborn@gmail.com"
        }
    ],
    "citations": {
        "butler_2006": "Butler, Mark. 2006. Unlocking the Groove . Bloomington: Indiana University Press.",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental  Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "caplin_2009": "Caplin, William. 2009. “What are Formal Functions?” In Musical Form, Forms, and Formenlehre , edited by Pieter Bergé, 21–40. Leuven: Leuven University Press.",
        "cone_1968": "Cone, Edward T. 1968. Musical Form and Musical Performance . New York: Norton.",
        "dell’_antonio_2004": "Dell’ Antonio, Andrew. 2004. “Collective Listening: Postmodern Critical Processes and MTV.” \tIn Beyond Structural Listening? Postmodern Modes of Hearing , edited by Andrew Dell’ \tAntonio, 201–32. Berkeley: University of California Press.",
        "everett_1998": "Everett, Walter. 1999. The Beatles as Musicians: “Revolver” through the “Anthology.” New York: Oxford University Press.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes .” New York: Oxford University Press.",
        "gracyk_1992": "Gracyk, Theodore. 1992. “Adorno, Jazz, and the Aesthetics of Popular Music.” Musical Quarterly 76, no. 4: 526–42.",
        "headlam_1996": "Headlam, David. 1996. “Does the Song Remain the Same? Issues of Authorship and \tIdentification in the Music of Led Zeppelin.” In Concert Music, Rock, and Jazz Since 1945: Essays and Analytical Studies , edited by Elizabeth West Marvin and Richard Hermann, 313–63. Rochester: University of Rochester Press.",
        "hirsch_1993": "Hirsch, Marjorie Wing. 1993. Schubert’s Dramatic Lieder . New York: Cambridge University Press.",
        "frith_1996": "Frith, Simon. 1996. Performing Rites: On the Value of Popular Music . Cambridge: Harvard \tUniversity Press.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music . New York: Schirmer.",
        "kramer_1996": "Kramer, Jonathan. 1996. “Postmodern Concepts of Musical Time.” Indiana Theory Review 17 (2): 21–61.",
        "letts_2010": "Letts, Marianne Tatom. 2010. How to Disappear Completely: Radiohead and the Resistant Concept Album . Bloomington: Indiana University Press.",
        "morgan_2003": "Morgan, Robert P. 2003. “The Concept of Unity and Musical Analysis.” Music Analysis 22 (1–2): 7–50.",
        "osborn_2010": "Osborn, Brad. 2010. “Beyond Verse and Chorus: Experimental Formal Structures in Post-\tMillennial Experimental Rock Music.” PhD diss., University of Washington.",
        "osborn_2012": "Osborn, Brad. 2012 (forthcoming). “Subverting the Verse/Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1).",
        "ross_2008": "Ross, Alex. 2008. The Rest is Noise: Listening to the Twentieth-Century . New York: Picador.",
        "rumbold_2007–11": "Rumbold, Ian. “Through-Composed.” In Grove Music Online . Oxford: Oxford University Press.",
        "salzer_1962": "Salzer, Felix. 1962. Structural Hearing: Tonal Coherence in Music . New York: Dover.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” twentieth-century music 1: 29–64.",
        "stein_and_spillman_2010": "Stein, Deborah, and Robert Spillman. 2010. Poetry into Song: Performance and Analysis of Lieder . New York: Oxford University Press.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . New Haven: Yale University Press.",
        "witkin_1998": "Witkin, Robert. 1998. Adorno on Music . New York: Routledge.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* A previous version of this paper was presented at the 2010 national meeting of the Society for Music Theory as part of a performance/analysis special session entitled “(Per) Form In(g) Rock.” I would like to thank Nicole Biamonte, Mark Spicer, Áine Heneghan, Jonathan Bernard, John Rahn, and Larry Starr for their helpful suggestions at various stages of this project, as well as the other session presenters—Tim Koozin, Jay Summach, and Christopher Doll—and, finally, several conference attendees for their perceptive comments and questions during the session.",
            "citations": []
        },
        "FN1": {
            "text": "1. It should be noted that, even within traditional rock instrumentation (guitar, bass, drums, keyboards), the individual instruments are not always used to produce conventional timbres. For example, guitarists in the subgenre known as “noise rock” often play their guitars on the ground or on a table, using them not as strummed accompaniment instruments, but as noise generators filtered through multiple effect loops. Instrumentation can nonetheless be a useful metric for distinguishing contemporary art music from experimental rock, despite Alex Ross’s observation that, as the lines between popular and classical genres have been blurred in the twenty-first century, so have their native timbres and textures: “If you were to listen blind to Björk’s ‘An Echo, A Stain,’ in which the singer declaims fragmentary melodies against a soft cluster of choral voices, and then move on to Osvaldo Golijov’s song cycle Ayre , where pulsating dance beats underpin multi-ethnic songs of Moorish Spain, you might conclude that Björk’s was the classical composition and Golijov’s was something else.” ( Ross 2008 , 590).",
            "citations": [
                "ross_2008"
            ]
        },
        "FN2": {
            "text": "2. Ian Rumbold cites Schubert’s “Halt!” as exemplary of this technique in Grove Music Online , and Stein and Spillman source four of their five examples of the form from Schubert’s Lieder. See Rumbold 2007–11 and Stein and Spillman 2010 , 203–4.",
            "citations": [
                "stein_and_spillman_2010"
            ]
        },
        "FN3": {
            "text": "3. See Headlam 1996 , 329. Headlam analyzes three songs by Led Zeppelin, and claims that the influence for such “contrasting sectional blocks” originates with both Sgt. Pepper’s Lonely Hearts Club Band (1967) and The Jimi Hendrix Experience’s Electric Ladyland (1968).",
            "citations": [
                "headlam_1996"
            ]
        },
        "FN4": {
            "text": "4. Walter Everett points out that the title-containing last section group (which he calls a “finale”) was added to the song later. The two-part artifact can still be heard on the Anthology ; see Everett 1998 , 182.",
            "citations": [
                "everett_1998"
            ]
        },
        "FN5": {
            "text": "5. I add a proper name in parentheses when the section in question behaves somewhat like a section found in verse/chorus-based forms. This is explained further in my discussion of “independent verses” and “independent choruses.”",
            "citations": []
        },
        "FN6": {
            "text": "6. Notice that I do not use the “prime” designation for presentations featuring new lyrics. If successive presentations of a given chord progression feature new lyrics, but no other change in the musical parameters given above, I would simply label all such presentations under the same section (X), rather than assigning each presentation a prime designation because of its new lyrics (X–X’–X”).",
            "citations": []
        },
        "FN7": {
            "text": "7. This disqualifies large two-part songs such as Led Zeppelin’s “Babe I’m Gonna Leave You” (see Headlam 1996 ) from being described as through-composed. Osborn 2012 (forthcoming) describes similar structures in post-1990 rock music, such as the following two-part structure commonly found in experimental rock: GROUP I = [Verse 1–Chorus 1–Verse 2–Chorus 2]; GROUP II = [Transition–Hook]. Note that while the form utilizes recapitulation at the section level, it does not feature recapitulation at the level of section group, since group I moves to group II without returning to the original group.",
            "citations": [
                "headlam_1996",
                "osborn_2012"
            ]
        },
        "FN8": {
            "text": "8. Stein and Spillman 2010 identify this technique in Schubert’s through-composed songs: “Schubert’s settings of Goethe’s metaphysical poems ‘Ganymed,’ ‘Prometheus,’ and ‘Grenzen der Menschheit’ also proceed from beginning to end without sectional returns but utilize instead small-scale repetitions” (204).",
            "citations": [
                "stein_and_spillman_2010"
            ]
        },
        "FN9": {
            "text": "9. The antithetical concepts of thematic unity and diversity (sometimes referred to as “disunity”) have received a considerable amount of attention in the music-theoretical community since the early 1990s. In refuting three previously published “disunity” analyses of common-practice pieces, Robert Morgan demonstrates that behind these disunities lies a deeper structural unity ( Morgan 2003 ). In each case, Morgan reveals these unities through voice-leading graphs at a deeper level of structure.",
            "citations": [
                "morgan_2003"
            ]
        },
        "FN10": {
            "text": "10. This disparity may have something to do with the relative simplicity of verse/chorus-based structures, or rock composers’ focus on the immediacy of small-scale formal units instead of large-scale formal narratives. The Decemberists’ The Hazards of Love (2009) and Sufjan Stevens’s All Delighted People (2010) provide notable exceptions to this observation. Both develop several melodic/harmonic themes across multiple tracks, creating a structure more like a suite or opera than an album with discrete tracks.",
            "citations": []
        },
        "FN11": {
            "text": "11. In terms of grouping structure alone, only a semantic difference exists between, on one hand, all of a piece’s sections collected under a single section group, and on the other, all of a piece’s sections collected under no section group. However, when the basis for organizing these sections into groups is shared thematic material, the musical effects of these two designs are very different, as exemplified by through-composed types I and III, respectively.",
            "citations": []
        },
        "FN12": {
            "text": "12. I am aligning thematic diversity with an aesthetic of disunity as a way to distinguish the practice of simply stringing together several diverse themes from the practice of thematic unification we associate with common-practice works. The fragmentary aesthetic comes about not only through thematic diversity, but also through the undeveloped presentation and rapid succession of these diverse themes, which we will observe in several One-Part Polythematic Forms in this article.",
            "citations": []
        },
        "FN13": {
            "text": "13. This percussion groove is performed on “found” objects, rather than traditional percussion instruments. Found objects also produce the metallic clicking noises heard throughout the song, which are particularly audible during the track’s quiet opening. Such noises, which often sound like someone tinkering with a small metal object in the studio, are a common way artists add acoustic richness to otherwise electronic tracks. For other examples of this technique, see The Postal Service, “Sleeping In” and Múm, “Green Grass of Tunnel.”",
            "citations": []
        },
        "FN14": {
            "text": "14. The difference between Spicer’s form and the process I am defining here has to do with whether the material presented at the end is recapitulatory. In cumulative form, the material presented at the end derives from sections found throughout the song. In other words, the material is recycled, so to speak, from prominent sections heard earlier (usually the chorus). In this Animal Collective song, we cannot rightly call the material at the end recapitulatory, since the piece is monothematic. Because there is no contrasting material to separate successive presentations of this theme, there can be no recapitulation, only development.",
            "citations": []
        },
        "FN15": {
            "text": "15. See, for example, six of the fifteen tracks on Tool’s Aenima (1996), most of which are through-composed. These tracks include death threats left on drummer Danny Carey’s answering machine set to classical piano music (“Message to Harry Manback”), a recipe for hashish cakes chanted in German (“Die Eier von Satan”), and a simulated electrical storm performed on acoustic percussion instruments (“(-) Ions”).",
            "citations": []
        },
        "FN16": {
            "text": "16. Pitchfork Media’s review reads: “ The Lemon of Pink may sound a bit like this duo’s debut, but it also sounds like nobody else. The Books remain more or less a genre of one” (www.pitchfork.com/reviews/albums/855-the-lemon-of-pink).",
            "citations": []
        },
        "FN17": {
            "text": "17. While tracks by The Books vary greatly in compositional design, this technique can be found in most of their pieces. A pre-recorded improvisation is digitally cut into very short fragments (usually under one second) and distributed throughout the piece. The samples are often cut into extremely short uniform pieces and rhythmically strung together as eighth or sixteenth notes, giving the illusion that the performer is actually playing that rhythm, when, in reality, the “performance” was created in post-production via cut and paste.",
            "citations": []
        },
        "FN18": {
            "text": "18. I would argue that strict repetition is not a viable construct. In human-performed music, performer re-interpretation will always introduce nuanced distinctions (as in the many repetitions of Satie’s Vexations ), and the only way to avoid this is through looped playback using recorded media. Even in the case of a technologically reproduced loop, listeners will interpret a given stimulus differently over time (bearing in mind that time is also elastic in that one’s sense of time is readily altered by repetition), resulting in a sort of phenomenological “development” on the part of the listener. This is explored briefly by Edward T. Cone ( Cone 1968 , 46).",
            "citations": [
                "cone_1968"
            ]
        },
        "FN19": {
            "text": "19. Paradiddles are drum rudiments where the left and right hands follow the pattern \n[R–L–R–R–L–R–L–L]. In Different Trains and “Pierce the Air” this [R/L] hand pattern is isomorphically mapped onto the pitch register [low/high]. Reich’s use of this pattern in many of his works no doubt stems from his training as a percussionist.",
            "citations": []
        },
        "FN20": {
            "text": "20. While rock drummers usually keep time on the kick, snare, and cymbal, these time-keeping patterns are often broken up at key moments (such as hypermetric downbeats) by fills. “Washing” is the practice of keeping time on a loud crash cymbal, rather than the quieter hi-hat and ride cymbals. “Fills” are notes that replace the established kick, snare, and cymbal pattern, and they usually incorporate comparatively faster notes, performed on the snare and toms.",
            "citations": []
        },
        "FN21": {
            "text": "21. Butler calls this process, whereby a groove is gradually assembled piece-by-piece, a “buildup” ( Butler 2006 , 224). Remarking on compositions by DJs Shiva and Stanley, he states: “during the buildup, various instruments are added to the texture, usually one at a time. This process increases intensity—not only by thickening the texture but also by filling in various rhythmic positions within the measure.”",
            "citations": [
                "butler_2006"
            ]
        },
        "FN22": {
            "text": "22. This studio production artifact was provided to me by the band’s guitarist Andrew Toms. While the left/right axis corresponds to time, the up/down axis is arbitrary and has no bearing on the track’s sound. Engineers often assign names to the individual takes, and organize them in a coherent manner by instrument family (percussion takes, guitar takes, etc.) to facilitate mixing.",
            "citations": []
        },
        "FN23": {
            "text": "23. Butler addresses the differences between live and studio versions of EDM pieces in great detail ( Butler 2006 , 202–54).",
            "citations": [
                "butler_2006"
            ]
        },
        "FN24": {
            "text": "24. This interview was conducted via email correspondence in May 2009. The complete interview can be found in Osborn 2010 , Appendix D.",
            "citations": [
                "osborn_2010"
            ]
        },
        "FN25": {
            "text": "25. Whereas thematic unification seems to be the norm in common practice, disunity and fragmentation are often described as a decidedly postmodern phenomena, more germane to post-WWII music (rock included) than any classical precedent. In “Postmodern Concepts of Musical Time,” Jonathan Kramer suggests a series of postmodern musical traits, including “disdain for the often unquestioned value of structural unity,” and “fragmentations and discontinuities” ( Kramer 1996 , 21–22). There are of course postmodern “classical” pieces that make use of fragmentation, namely collage pieces such as the third movement of Berio’s Sinfonia . In popular culture, such aesthetics can be found in the recently conceived mash-up genre, including the successful work of sampling artist Girl Talk.",
            "citations": [
                "kramer_1996"
            ]
        },
        "FN26": {
            "text": "26. Pennie’s precision drumming is remarkable within metal circles. In addition, he is also a featured clinician and performer at international drum festivals, and has appeared several times in trade magazines such as Modern Drummer and Drum! In 2007, Pennie left Dillinger Escape Plan to join the neo-prog group Coheed and Cambria.",
            "citations": []
        },
        "FN27": {
            "text": "27. The notated triplets in this example and the next are not performed evenly, but in a manner similar to “drag,” or “Broadway” triplets. Among metal musicians, this stylistic nuance is known affectionately as “hardcore triplets,” which are somewhere between a true triplet and a 3+3+2 subdivision.",
            "citations": []
        },
        "FN28": {
            "text": "28. Of course, minimalist music provides a notable exception to this observation.",
            "citations": []
        },
        "FN29": {
            "text": "29. Caplin states: “my theory establishes strict formal categories but applies them flexibly in analysis” ( Caplin 1998 , 4).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN30": {
            "text": "30. This is why, throughout my text, I prefer to think of abstract forms in the plural (e.g., One-Part Processual Forms) instead of the singular. Since each piece has its own unique form, these archetypes must be thought of as categories, not prescriptive entities.",
            "citations": []
        },
        "FN31": {
            "text": "31. One of the stronger aspects of Caplinian formal function is the freedom it allows the analyst to describe a section in terms of how it behaves, rather than what it is. Such methodologies are useful in sections such as these, which behave in a certain way, yet do not fit the established definitions for verse or chorus. Caplin states this clearly in analyzing an unconventional section: “By fixing our attention on this theme’s constituent functions, we can be very precise on just how this particular sentence-like structure deviates from the norms of its type” ( Caplin 2009 , 31).",
            "citations": [
                "caplin_2009"
            ]
        },
        "FN32": {
            "text": "32. In referring to characteristics common to verses, choruses and other types of sections frequently found in rock music, I take definitions found in Walter Everett’s book The Foundations of Rock ( Everett 2009 , 141–53) as a point of departure.",
            "citations": [
                "everett_2009"
            ]
        },
        "FN33": {
            "text": "33. This interview was conducted via email in June 2009. The complete interview can be found in Osborn 2010 , Appendix D. It may be worth noting that Emery’s through-composed forms were my musical prompt for considering independent choruses and verses as viable formal structures, a hypothesis that was later confirmed by this interview. My concept of independent verses simply names what Carter describes above as verses that have “different chords or beats.”",
            "citations": [
                "osborn_2010"
            ]
        },
        "FN34": {
            "text": "34. An outstanding case of this phenomenon happens in “Miss Behavin’” (2005), which features independent choruses at 1:01 and 1:49, both of which feature a repeated lyric with polyphonic backing vocals. This formal tour-de-force also features a thematically independent climactic ending at 2:43 that far outshines these independent choruses in terms of memorability.",
            "citations": []
        },
        "FN35": {
            "text": "35. This interview of Hopesfall guitarist Josh Brigham was conducted by Maelstrom magazine: issue 11, 2004. ( www.maelstrom.nu/ezine/interview_iss11_135.php )",
            "citations": []
        },
        "FN36": {
            "text": "36. It is often the case that a single section group within a multi-part formal design will be organized differently than the other groups (for example, group III of “Happiness is a Warm Gun,” which only contains one theme). In cases such as these, it can be difficult to assign a single through-composed type to the song, since different groups of the song are organized in different ways (group I might be polythematic and group II might be more monothematic). Rather than be disheartened by such discrepancies, I contend that paying attention to the ways in which a song’s organizational strategy changes over time is far more interesting, and musically revealing, than being able to pinpoint a definitive label for it.",
            "citations": []
        },
        "FN37": {
            "text": "37. This could perhaps be interpreted as Generation Y’s answer to the previous generation’s over-the-head clapping of the backbeat at Bruce Springsteen concerts.",
            "citations": []
        },
        "FN38": {
            "text": "38. Signs of protest bearing the slogan “Hail to the Thief” were seen frequently after the election of George W. Bush in 2000.",
            "citations": []
        },
        "FN39": {
            "text": "39. Readers unfamiliar with Radiohead’s stylistic evolution may wish to consult Marianne Tatom Letts’s recent monograph ( Letts 2010 ).",
            "citations": [
                "letts_2010"
            ]
        },
        "FN40": {
            "text": "40. Classical musicians make similar assumptions about formal structures in certain common-practice genres. For example, musicians often associate binary forms with Baroque dance suites, strophic forms with Lieder, da capo forms with arias, and even through-composed forms with tone poems. Certain formal assumptions about particular movements of symphonies and string quartets have even led to “sonata-allegro form” and “first movement form” becoming synonymous with the idea of sonata form.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Many rock artists in the twenty-first century have moved beyond the compositional conventions of Top-40 rock and pop, yielding a meta-genre I have elsewhere deemed “post-millennial experimental rock” ( Osborn 2010 ). While Top-40 artists are largely dependent on conventional song forms for their commercial success, groups outside of this category are freer to experiment with forms that rely less on choruses and recapitulatory endings—the staples of conventional rock forms. The subgenres within this experimental corpus are known by many names (post-rock, math-metal, art rock, and neo-prog, to name a few), but the compositions created by these artists can be grouped by shared characteristics. First, experimental rock compositions usually exhibit unconventional formal designs, and are frequently through-composed. Second, experimental rock compositions are, by and large, performed on traditional rock instruments. This facet ensures their ability to be marketed and recognized as rock compositions despite their technical complexity and ambitious scope. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "osborn_2010"
                ]
            }
        },
        {
            "2": {
                "text": "[2] My aim in this article is to examine the through-composed formal structures frequently used by artists in this post-millennial corpus, and to gain insight as to why a formal structure scarcely found in conventional rock music correlates so strongly with this experimental genre. Toward this aim, I have constructed a taxonomy that identifies four through-composed types based on two determining factors which emerge from the corpus as salient formal characteristics: the existence or non-existence of thematic unity, and the existence or non-existence of large multi-sectional units I call section groups . One of the strengths of such an approach is that, given these two guiding principles, the taxonomic model forces us to consider not only the expected combinations, but indeed all possible combinations—even those that result in uncommon formal designs. In addition to presenting several examples for each of these four types, I speculate on the correlation between artists who frequently use these formal structures and the specific post-millennial rock genres that develop alongside them. I will begin by situating this music in relation to familiar examples of through-composition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] By virtue of their through-composed formal narratives, the post-millennial rock compositions analyzed in this article enter into a historical assemblage linking many disparate styles and techniques. In the nineteenth century, the term through-composed ( durchkomponiert ) was used to describe songs whose strophes were each set to new music, (2) a technique recognizable in the quasi-strophic designs of songs by post-millennial rock artists Emery and Hopesfall. Many pieces from the so-called minimalist period (ca. 1965–1972) take a different approach to through-composition by developing a central idea through some audible process (for example, Steve Reich’s Come Out and Alvin Lucier’s I am sitting in a room ), and it is this process more than the musical material that defines the piece. A similar one-part monothematic form frequently appears in compositions by instrumental post-rock groups such as Sleepy Eyes of Death. Within the sphere of popular music, late ’60s and early ’70s rock artists (especially the forerunners of “prog rock”) began structuring songs using non-recapitulating section groups, (3) a formal design used more recently by Radiohead who, though experimental, still depends on the commercial mainstream for success. The Beatles popularized this particular design in their late period, perhaps most famously in “Happiness is a Warm Gun” (1968). A brief analysis of the song’s formal structure may serve as a familiar illustration for new terminology and notation to be used throughout the rest of the article. Example 1 . Formal Design of The Beatles, “Happiness is a Warm Gun” (1968) (click to enlarge)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The three large section groups in Example 1 group the song’s five thematically identifiable sections by shared musical characteristics. Groups I, II, and III are demarcated by changes in texture, rhythmic feel, and tonal center, and it is these parameters, in turn, that unify the lettered sections within each group. After a short introduction, section group I begins in a slow and somber 4 4 , opening with the lyrics “she’s not a girl who misses much.” Beginning with the guitar solo at 0:44 (which foreshadows the memorable “I need a fix ’cause I’m goin’ down” theme), the second section group modulates abruptly to compound time. Following the D section in group II (“Mother Superior jump the gun”), the third group sets the title lyric in slow 4 4 , with the leisurely doo-wop progression (I–vi–IV–V) providing an ironic twist on the violent lyrics. (4) Unlike the first two section groups, each of which comprises two musically related yet thematically distinct sections (identified by distinct letter names), this final section is only made of one theme. Therefore it is not, strictly speaking, a section group, but merely a section whose memorability is ensured by its many varied repetitions. While the ending features intra-sectional repetition, the three-part song structure features no sectional recapitulation, making the song a through-composed form that stands in contrast to the verse/chorus designs germane to rock since the late 1950s.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Instead of labeling thematically distinct sections in Example 1 as “verse,” “chorus,” and the like (as in conventional forms), I here use consecutive letters. (5) If two adjacent sections are based on the same thematic material, yet are recognizably different in terms of timbre/texture, rhythm/meter, or some other salient musical parameter, I use the familiar “prime” symbol ( ′ ) to identify successive presentations. (6) While A and B represent thematically distinct sections, C and C′ represent two distinct presentations of shared thematic material. Section groups, which are labeled with consecutive Roman numerals, may be defined as congregations of sections displaying shared musical characteristics, and are a useful analytical concept when approaching songs like “Happiness is a Warm Gun” (and indeed, most \nof the pieces analyzed in this article), which exhibit distinct spans of a certain character that do not recapitulate. This brings up important distinction in focus: at the most “zoomed-out” level, every piece may be considered through-composed, since its mega-group (encompassing all sections in the song) never recapitulates; at the most “zoomed-in” level, a piece that repeats anything may not be considered through-composed, since at least one of its (micro-)sections is recapitulated. I choose to define through-composed forms as a structure in which no discrete, thematically identifiable section is recapitulated. (7) Thematically unified elements may be repeated (in that successive iterations may be placed back-to-back), (8) but once contrasting material is introduced, the original section does not recur.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Having shown how thematically identifiable sections are grouped into multi-sectional units, we still need a working definition of thematic unity in order to provide clear and consistent criteria for determining where these formal units begin and end. Though a complete consideration of thematic unity in rock music exceeds the scope of the current article, (9) for the specific body of music under consideration I offer a relatively simple and pragmatic conception of thematic unity: two sections are thematically unified if and only if they are based on the same melodic, harmonic, and/or rhythmic materials. When compared to deep background structure in common-practice music, thematic unity in this repertoire is relatively localized and immediately discernable. (10) Primary melodic material is almost always presented by the lead vocal, though in instrumental post-rock music, a melodic theme, if present at all, will often be presented by the lead guitar or keyboard (this can happen between texted sections of vocal-centered music as well). A piece’s primary harmonic and rhythmic material often appears together in the form of a “groove,” but may be reconfigured when a recurring chord progression happens over a different rhythm, or vice versa. Example 2 . Four Through-Composed Types (click to enlarge)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] With this understanding of how section groups and thematic unity affect through-composed pieces, we are now poised to examine the four though-composed types resulting from the existence or non-existence of these elements shown in Example 2 . Discrete sections of through-composed pieces (or songs) may exhibit a higher-level grouping structure, thus partitioning the form into section groups, or may simply appear consecutively without higher levels of organization. If all sections exist within a single section group, or within no section group at all, (11) the form can be described as “One-Part” ( O ); if divided into multiple section groups, the form can be described as “Multi-Part” ( G ). (The letter G may serve to remind us that the multi-part form is partitioned as such by section groups.) Whether the piece is divided into one part or multiple parts, the sections comprising those divisions will either exhibit thematic unity or thematic diversity. If thematically unified, the section group or piece can be described as “monothematic” ( M ); if thematically diverse, the section group or piece can be described as “polythematic” ( P ). The resulting combinations yield four distinct formal types: < O , M >, < G , M >, < O , P >, and < G , P >.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Songs befitting type I < O , M >, or “One-Part Monothematic Forms,” feature thematically unified adjacent sections with no motivic contrast, and thus do not necessitate positing a second section group. When multiple themes form section groups with only one theme per group, we get type II < G , M >, or “Multi-Part Monothematic forms.” The term “monothematic” here refers to the fact that each section group has only one theme. Type III < O , P >, or “One-Part Polythematic Forms,” arises when no higher level of organization can be discerned from thematically diverse sections. When thematically diverse sections exhibit coherence through some other parameter (e.g., rhythm, meter, tempo, timbre, or lyrics), type IV < G , P >, or “Multi-Part Polythematic Forms,” arranges those sections into section groups. In the next portion of this article, I will provide representative examples for each of these four through-composed types from the post-millennial rock corpus. In my analyses, I aim to demonstrate the many ways in which composers unify through-composed pieces, while also attempting to highlight the role of disunity and fragmentation as aesthetic ideals in this genre. (12) Through-Composed Type I: One-Part Monothematic Forms Example 3 . Formal Design of Sleepy Eyes of Death, “Mean Time ‘Till Failure” (2007) (click to enlarge) Example 4 . Two-chord Thematic Idea in Sleepy Eyes of Death, “Mean Time ‘Till Failure” (2007, 0:01) (click to enlarge and listen) Example 5 . Rhythm Section Groove in Sleepy Eyes of Death, “Mean Time ‘Till Failure” (2007, 0:01–0:36) (click to enlarge, see the rest, and listen) Example 6 . Formal Design of Animal Collective, “Banshee Beat” (2005) (click to enlarge) Example 7 . Structural Crescendo in Animal Collective, “Banshee Beat” (2005) (click to enlarge) Example 8 . Glitching in The Books, “Tokyo” (2003, 1:26) (click to enlarge and listen)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] By developing a single thematic idea over the course of an entire track, the One-Part Monothematic Forms used by experimental rock composers recall the developing processual forms of minimalism, though forms such as these are certainly not unique to either genre. One could also approach One-Part Monothematic Forms as (post)modern analogues to the practice of developing variation. The single unifying idea developed throughout these pieces is typically a theme, by which I mean an ostinato with recognizable melodic, and/or harmonic, and/or rhythmic characteristics. As a way to develop these ideas, rock artists often manipulate sonic parameters such as volume, timbre, and texture to shape the form of the piece. By doing so, these artists forge another kinship with modernist compositional practice, where, as Jonathan Kramer has observed in pieces from the Second Viennese School, “in the absence of the tonal system’s a priori goal definition ... changes of texture, timbre, figuration, or register help to define contrasting phrases” ( Kramer 1988 , 33).",
                "footnotes": [],
                "citations": [
                    "kramer_1988"
                ]
            }
        },
        {
            "10": {
                "text": "[10] “Mean Time ‘Till Failure,” the opening track from Sleepy Eyes of Death’s 2007 Street Lights for a Ribcage ( Examples 3–5 ), is unified by a relentless two-chord progression (F major–A minor) performed on an array of synthesizers. This harmonic motive is manipulated by amplitudinal, timbral, and rhythmic means over the course of the track in a linear process that reduces the pounding drums and full texture of the opening to the quiet and serene synthesizer-only ending. The track initially builds in intensity by layering synthesizer and vocoder parts, but this growth levels off by 1:07 in preparation for the structural decrescendo from 2:12 to the end. At no point in the track does the listener encounter any contrasting thematic idea. The entire work can be heard as developing the two-chord motive by means of texture, timbre, and dynamics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Animal Collective’s “Banshee Beat” may also be heard as a dynamically guided structural process, but one that moves in the opposite direction, resulting in a structural crescendo (see Examples 6 and 7 ). The 8’22” track utilizes only two chords and a [3+3+2] clave-esque sixteenth-note groove. However, both of these musical ideas take some time to blossom. The second chord takes more than two minutes to appear in the progression, rendering the song’s opening as an extended tonic pedal. Likewise the percussion groove is constructed via an additive process that gradually fills in each of the sixteenth notes in the original two-note syncopated pattern . The resulting all-sixteenth pattern does not appear fully formed until 2:59 (note the jagged surface of these sixteenth notes in the middle of the Example 7 waveform). (13) The slowly developing thematic content seems to reach completion only at 4:27, where the first instance of a two-note “howling” motive appears in the lead vocal. This One-Part Monothematic Form is the result of a gradual process of constructing a theme that only materializes at the song’s end, a formal design that could be interpreted as a non-recapitulatory, through-composed version of Spicer’s “cumulative form” ( Spicer 2004 ). (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "spicer_2004"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Many modern rock groups, conventional or experimental, often break up the progression of three-to-four minute songs over the course of an album with at least one sort of “interlude,” by which I mean some track-length musical entity that does not conform to standard definitions of what we would generally consider a “song.” (15) However, fragmented interludes such as these have become the basis of an entire style for The Books, though they seem to be the only group pursuing such radical ideas. (16) As performers, The Books are a guitar and cello duo, but under their newly assumed roles as “sample librarians,” they create music consisting of rapid-fire successions of unrelated samples lacking any reference to a harmonic, melodic, or metric framework. “S is for Evrysing” may be best described as a sonic hodgepodge of found speech samples, various instrumental sounds (including guitar and synthesizer), and sung vocal fragments, all presented against the backdrop of a solo cello melody. The cello part, arguably the piece’s single unifying element, is itself not an organic whole, but rather the sum of many short tape snippets digitally spliced together. (17) This compositional technique, known as “glitching,” gets its name from the intentional roughness of the editing process, whereby cuts between samples are not smoothed, but left audibly rough at the edges to create the sonic illusion of a CD skipping. This can be seen in the broken surface of the waveform in Example 8 . With identifiable musical elements lasting no longer than one to three seconds, creating a graph of the samples constructing the piece is tedious, and of seemingly little phenomenological value. Stable structural signposts are never allowed to materialize in this process of constant flux. “S is for Evrysing” exemplifies a One-Part Monothematic Form best understood through a continual process of deconstructing and reordering a unifying sample that the listener never hears in its original state. Through-Composed Type II: Multi-Part Monothematic Forms",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Perhaps it is the desire for large-scale contrast that leads some artists to favor Multi-Part Monothematic Forms over one-part designs. Instead of structuring an entire piece using one musical idea, composers using the multi-part design can have two or three different thematic ideas, each contained within its own section group. Whereas multiple thematic ideas are often organized as rounded binary (A–BA), ternary (A–B–A), or rondo (A–B–A–C–A) forms in classical practice, such recapitulations do not occur in through-composed forms. Following these models, section groups in Multi-Part Monothematic Forms would be labeled by consecutive letter names (A–B–C–D...), but since I employ letter names for thematically distinct sections, I label section groups using Roman numerals. Multi-Part Monothematic Forms are usually partitioned into either two or three section groups. Since section groups in Multi-Part Monothematic Forms are unified by thematic content, only sections labeled by a single letter may appear within the same group. Thus group I may contain sections A and A′, but not A and B. It should be no surprise that all sections in One-Part Monothematic Forms are labeled with the letter A, because in this category entire pieces are thematically unified. But since nothing larger than a section group is thematically unified in Multi-Part Monothematic Form, the piece can have as many distinct themes as it has section groups. Individual section groups in Multi-Part Monothematic Forms often feature repetition or development of a musical idea, but once that idea is left, it may never reappear if the piece is to be considered through-composed. (18) The effect of such repetition on the overall form is very different from that of recapitulation. The practice of sectional recapitulation begins to promote the idea that a piece’s form is somehow modular, or even circular, an organizing pattern which is wholly opposed to the linearly conceived forms found in this article. Example 9 . Formal Design of Mew, “Chinaberry Tree” (2005) (click to enlarge) Example 10a . Representative Grooves and Melodies of Groups I and II in Mew, “Chinaberry Tree” (2005) A Section Melody, 0:04 (click to enlarge, see the rest, and listen) Example 10b . Representative Grooves and Melodies of Groups I and II in Mew, “Chinaberry Tree” (2005) B Section Melody, 1:04 (click to enlarge, see the rest, and listen) Example 11 . Formal Design of Sleepy Eyes of Death, “Pierce the Air” (2009) (click to enlarge) Example 12 . Pro Tools Screenshot of “Pierce the Air” (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The first example of this form comes from Mew, the Danish art-rock group, whose song “Chinaberry Tree” can be partitioned into three large section groups (I–II–III; \nsee Example 9 ). The three groups can be easily distinguished from one another by contrasts in melodic and rhythmic organization. The first group sets two different vocal episodes (A and A′) over a 4 4 bass and drums groove. Using a strategy similar to group I, group II uses a new 9-beat bass and drums groove (established at 0:59) to unify three short vocal episodes. Groups I and II feature similar harmonic structures insomuch as they both begin with an E minor chord and then move gradually toward C major as a tonal center, but in no way do the two groups sound like a first and second verse, due in large part to their unique grooves and vocal melodies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Groups I and II contain distinct voice and rhythm section parts, and also differ in the way those two parts interact with one another. The metrical dissonance between vocal melody B and its accompanying 9-beat groove in group II (see Example 10b ) provides a sort of meta-contrast to the metrically consonant interaction of voice and groove in theme A \n(see Example 10a ) . Ultimately, the metrical dissonances become so jarring by the end of group II that they seem to necessitate a perfect authentic cadence at 2:04 to bring about closure. Following this cadence, group II gives way to an extended instrumental closing group composed exclusively of synthesizer pads. The synthesizers initially play a repeated four-chord progression from 2:05 to 2:36, then end on a constantly morphing chord whose bottom tones are held as a pedal while the top partials shift like a kaleidoscope. This shifting of upper partials allows the chord to be held for a long time without losing its novelty, in much the same way that spectral composers often allow long periods of time for listeners to process their complex harmonies. Unlike many conventional rock songs, which constantly draw a listener’s attention to the lead vocal melody, “Chinaberry Tree” seems to draw attention to its three-part design by changing its focal parameter from group to group, transforming the stable, melody-driven group I to a metrically complex, rhythm-focused group II. Groups I and II then yield to an instrumental group III, which is characterized by a dramatic focus on timbre, rather than on melody or rhythm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] While Sleepy Eyes of Death structured “Mean Time ’Till Failure” (Examples 3–5) using a thematically unified one-part form, their song “Pierce the Air” (see Example 11 ) is an example of Multi-Part Monothematic Form, featuring two distinct themes separated by a medial caesura. Group I is thematically unified by a pair of synthesizer riffs, one playing the same paradiddle patterns found in Steve Reich’s Different Trains , (19) the other emphasizing a melodic minor sixth, hereafter referred to respectively as the “paradiddle” riff and “minor sixth” riff. Group II features a new pair of synthesizer patterns, which I have labeled as “whole note” and “octave arp.” Sleepy Eyes of Death brings the piece to a climax at 4:26 by increasing both volume and metrical tension as the piece nears completion. The steady 4 4 feel, present throughout the song, is complicated by a metrically dissonant layer in the 3-against-4 synth part (“B” of Group II). At the same time, as if to counteract this metrical attack, the 4 4 drums begin adding rapid tom and snare drum “fills” and washing on the crash cymbals, a gesture that also builds the track’s volume level to a climax. (20) Although climaxes are not a necessary component of through-composed forms, many post-rock instrumental pieces include climactic endings as a way to bring about closure. In fact, climactic endings have become something of a recognizable trope in this genre, a point to which I will return near the end of this article.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Each of the two section groups in “Pierce the Air” initiates a process that gradually assembles a groove by adding new layers. (21) This construction process is illustrated in Example 12 , which provides a screenshot of the Pro Tools® file used to mix and master the track. Each rectangle represents the position of an individual layer (performed by either an instrument or voice) within the time span of the track. (22) Layering techniques such as these can also be found in electronic dance music (EDM), another popular-music genre, though one not typically considered a subgenre of “rock.” In EDM, artists (called DJs) shape their studio pieces by layering new tracks, though live performances of EDM pieces often include improvisatory arrangements of these layers that may differ from the studio mix. (23) Notice the visible seam around 3:00 in the screenshot, where many new layers, including acoustic drums and new synths, are introduced for the first time as others are either faded out or simply discontinued. Since all thematic elements in “Pierce the \nAir” are produced by introducing new electronic layers, the Pro Tools® screenshot is a perfect visual representation of a two-part structure based on additive processes.",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Before proceeding to my third through-composed type, I would like to present a telling excerpt from an interview I conducted with two members of Sleepy Eyes of Death following a live performance on May 1, 2009 at Chop Suey in Seattle. In this excerpt, Andrew Toms responds to a question I posed about a live performance of “Pierce the Air.” It is worth noting that, while my analysis presented above is based on several close hearings of the recorded track, my questions and observations in the interview were based only on notes taken at the concert (I had not yet heard the corresponding album, which had only recently been released). I met backstage with the band, who provided me with a setlist so that I could reference specific songs. This excerpt speaks not only to the perceptibility of this form even on first hearing, but also provides evidence that the musicians themselves conceive of the two-part structure in a manner similar to what I have suggested in my analysis. (Brad Osborn): One thing I noticed in your set on May 1st is the way that many songs seem to be structured around a volume climax at the end, like the piece is one big build-up to that. This is something I see in a lot of post-rock, especially instrumental. A good example of this is “Pierce the Air,” where there is certainly thematic contrast between the two big parts, but also a continual increase in volume. Is this something you think about consciously when composing songs? (Andrew Toms, SEOD member): I think the composition of “Pierce the Air” brings up an interesting point. There are two distinct parts in the song: a quieter first half and more explosive, quicker moving second half. Both halves of the song have different layers (sampled textures, machine drums vs. live drums, synths, etc.) and are marked by different [guitar] leads and guitar volume. For me personally, I think both parts work together really well and the build flows pretty smoothly, so it might seem like a “thematic contrast,” but to me they seem very different but complement each other really well. (24) Through-Composed Type III: One-Part Polythematic",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Since pieces in One-Part Polythematic Form exhibit no thematic unity between sections, they, like One-Part Monothematic Forms, feature no section groups. Whereas One-Part Monothematic Forms lack section groups because they contain no thematic contrast (thus necessitating only one group), One-Part Polythematic Forms lack section groups because they contain only contrast. Because of this, one cannot sort their constituent sections by shared material. Lack of inter-sectional unity may be linked to the aesthetics of the genres in which this form appears, most of which are metal-influenced. By utilizing non-tonal guitar riffs, which often feature pitches doubled at the fifth (either perfect or diminished) or octave instead of traditional chords, metal avoids at least one method of unification common to rock music—tonality. Whereas thematic unity is often made explicit in rock songs by repeatedly sung lyrical/melodic phrases, recapitulated lyrics are rare in metal, and singing is usually replaced by screaming or growling. All of these aesthetic qualities result in a form that revels in fragmented disunity instead of thematic coherence. (25) Example 13 . Formal Design of Drowningman, “Black Tie Knife Fight” (2000) (click to enlarge) Example 14 . A Section of Drowningman, “Black Tie Knife Fight” (2000, 0:01) (click to enlarge, see the rest, and listen) Example 15 . Formal Design of Dillinger Escape Plan, “Sugar Coated Sour” (1999) (click to enlarge) Example 16 . D Section of Dillinger Escape Plan, “Sugar Coated Sour” (1999, 0:53) (click to enlarge, see the rest, and listen) Example 17 . Formal Design of The Chariot, “Back to Back” (2007) (click to enlarge) Example 18 . Intro and A Section of The Chariot, “Back to Back” (2007, 0:01) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The first example of a One-Part Polythematic Form comes from Drowningman’s “Black Tie Knife Fight” (see Example 13 ). Most sections in this song simply present a series of screamed vocal fragments accompanied by a repeated guitar/percussion ostinato. Sung vocals occur in only one section (beginning at 1:04), which is immediately followed by a varied repetition featuring similar rhythm and harmony with different melody and lyrics. As is common in metal, the vocals in “Black Tie Knife Fight” are mixed just like any other instrument, rather than being highlighted in the foreground as in rock and pop. As can be observed in my Example 14 transcription, virtuosic guitar and drum patterns tend to be the aesthetic focal point of most metal pieces, almost as if the musicians conceive of tracks as a showcase for new grooves and techniques. Here we may observe a link between the genre’s aesthetics and form. The formal design of “Black Tie Knife Fight” exemplifies the One-Part Polythematic through-composed designs of metal, which often appear as loosely organized successions of rhythmically interesting riffs with an apparent disregard for compositional unity. This disjunct formal design is analogous to the necessarily disjunct presentation of screamed vocals, which appear only in short bursts because they demand such a huge volume of air.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The mechanistic drumming of Chris Pennie, the drummer for Dillinger Escape Plan, couples with the two guitarists’ exceedingly fast guitar riffs to create perhaps the busiest rhythms in modern metal. (26) On the surface, these rhythmic patterns rarely appear as “grooves” with recognizable meter signatures. More often, they feel like frenzied successions of two or three sixteenth notes, much like the opening of Stravinsky’s “Dance of the Earth.” While Dillinger Escape Plan does not use traditional choruses complete with sung vocals and recapitulation, they do contrast metric turbulence with stability (see Example 15 ) . Stable passages such as the one in Example 16 act as “releases,” much like choruses in verse/chorus-based forms. These repeating ostinatos, especially in the rare occasions when they settle into common time, provide the same memorability that listeners identify with a chorus.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The most stable groove in their song “Sugar Coated Sour” is a repeated 4 7 pattern with vocals that appears twice in direct succession starting at 0:53, which is transcribed in Example 16. (27) Following these two vocal presentations, the groove continues instrumentally until it disintegrates into a stop-time gesture at 1:28. This gesture then gradually materializes into a new 4 5 groove at 1:39. When this 4 5 groove is liquidated, it becomes apparent that one can hear this song as a process of incrementally constructed grooves, each of which is then disassembled to create new ones. Dillinger Escape Plan’s complex brand of math-metal often sounds as if they are constantly rearranging streams of sixteenth notes like beads on an abacus, constructing and deconstructing metrical patterns with varying degrees of memorability.",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The Chariot’s song “Back to Back,” the form of which is shown in Example 17 , proceeds in much the same way as the previous two examples, stringing together thematically diverse riffs and grooves one after another. The introduction and A section groove are transcribed in Example 18 . True to the math-rock style, this excerpt begins with a bar of 2/4, vamps on several bars of 5/32, then establishes the 17/16 groove that serves as a backdrop for all of section A, save for a 13/16 bar halfway through, which is just before the end of the transcription. The following B and C sections establish new grooves that proceed similarly, after which the song ends on an unrelated outro. In these compositions, the focus seems to be on presenting the most interesting, groovy, and technically demanding riffs one can muster, rather than on creating any sort of thematically unified piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] As of yet, the question of how through-composed pieces bring about structural closure has not been addressed. Though I have not gone so far as to suggest this as a necessary component of through-composed forms, one can observe throughout my examples and analyses that in through-composed pieces the most memorable part of the piece—the climax—is often withheld until the ending in order to achieve the strong sense of completion needed for closure (particularly in type IV forms, as we shall soon see). It could be the case that listeners expect some sort of climactic gesture in all pieces of music, that a piece cannot convey a sense of completion without one. (28) This is true of most film and literature as well, but while the duration of a novel or feature film allows plenty of room for a substantial dénouement, this may not be possible within the confines of a three-to-four-minute rock song. And since presenting anything except a dénouement after a climax makes little formal sense, through-composed pieces often end with climaxes. However, many type III metal forms end on a neutral dramatic plane, as if they were simply done stringing together new riffs and grooves. While it may seem tempting to describe this as amateur compositional technique, I believe that to be an unfair reading unduly influenced by the teleological formal conventions of Western art music, conventions which may impede our appreciation of metal’s unique formal logic on its own terms. Through Composed Type IV: Multi-Part Polythematic Forms",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Type IV through-composed forms share the same abstract partitioning as type II forms insomuch as they both assemble larger structures (section groups) from smaller ones (sections). While this structural similarity may seem apparent, the musical differences are more nuanced. The difference between type II and type IV through-composed forms has to do with thematic unity. Whereas Multi-Part Monothematic Forms (type II) unify each section group by thematic coherence (section group I=A–A′–A″), Multi-Part Polythematic Forms (type IV) unify thematically diverse sections through other salient musical parameters (section group I=A–B–C).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] It may be argued that the difference between these two types is merely nominal, and that they should not be understood as separate categories. As Caplin asserts, however, by constructing well-formed types, we can apply those types more fluidly (i.e., song A has elements of forms X and Y) in analyses of real music. (29) In providing rules that define a formal type, I am not defining that form in name only, but also providing a useful framework for talking about real pieces. Considering how adjacent sections cohere into groups can guide an analysis, less as a classification system (e.g., is this type II or type IV?) and more as a prompt to examine the similarities and differences between sections (in harmony, melody, rhythm, timbre, etc.). (30)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Many pieces that employ Multi-Part Polythematic Forms utilize what I call “independent verses” and “independent choruses.” In these forms, single sections commonly serve the function of a verse or chorus within the context of an entirely through-composed song. A section may set a repeated vocal hook utilizing thick textures, and in this way it may exhibit chorus-like characteristics without recourse to any recapitulation scheme. (31) Such structures can be considered “independent choruses.” By analogy, we can also locate “independent verses” that, while displaying verse-like characteristics (narrative textual development, repeated chord progression, vocal-oriented, static metric character), never recapitulate, and thus cannot present multiple strophes. (32) Both independent choruses and independent verses appear with regularity in One-Part and Multi-Part Polythematic through-composed forms. As such, they feature catchy hooks without resorting to recapitulation. Certain sections of Seattle-based band Emery’s through-composed songs can be heard as matching the function of traditional verse and chorus sections without recourse to any recapitulation scheme. Emery acknowledges this practice in a poignant excerpt from an interview I conducted: (Brad Osborn, referencing the Example 19 formal design): The design I show has no literal repetition of any section, which is true considering the lyrics and the melodies. However, do you find there is some hidden structure that is actually repeated? For example, I can kind of hear IB, ID, and IIC as verse-like structures, as they all three use two long chords, over which there are lots of lyrics. This would make sense, given the vocalists’ tendency to vary the vocal melodies in two different verses, whereas most vocalists would simply place new words over the same melody in two verses. But, you tell me? (Matt Carter, Emery Guitarist): Yes, even repeating verses seems boring at times, so we would certainly call them verse one and verse two even though they aren’t the same, their FUNCTION is the same. The intensities kind of match and they break up other parts and the lyrics carry a great deal of the meaning and story of the song ... so yeah, if the verses can have different words, why can’t they have different chords or beats too? (33) Example 19 . Formal Design of Emery, “In a Lose, Lose Situation” (2005) (click to enlarge)",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] “In a Lose, Lose Situation” (see Example 19 ), one of many Emery songs that uses independent verses, represents a distinct break from the typical strophic conventions served by the verses of a conventional rock song. Emery regularly employs independent choruses as well. Given that traditional choruses tend to display certain musical characteristics (louder volume, repeated lyrics within the chorus, backing vocals), one can identify chorus-like sections in Emery’s songs that do not recapitulate. Sometimes Emery even includes two distinct independent choruses within the same song. (34) After presenting two memorable sections featuring repeated lyrics (an independent chorus at G, and an independent verse with refrain at H), Emery concludes “In a Lose, Lose Situation” with an even more memorable section. At 3:06 the rhythm section drops out, leaving only a single vocalist and lead guitarist to generate expectation for the major mode, half-time climax that occurs at the song’s highest volume level twelve seconds later. In under four minutes, Emery includes as many memorable sections as a conventional verse/chorus-based song, though, unlike the recapitulated structures of conventional songs, each of these sections presents new material.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Examining Emery’s two primary stylistic influences, rock and metal, reveals a connection to their extensive use of type IV through-composed forms. Most listeners and critics would place Emery squarely within a melodic rock genre, but their use of Multi-Part Polythematic Forms can be linked to their frequent incorporation of stylistic elements borrowed from metal. Emery frequently writes verse/chorus-based rock songs, many of which end in non-recapitulatory material, and thus use section groups. If we take the idea of verses and choruses and infuse it with two formal elements common to metal, fragmentation and through-composition, we end up with the Multi-Part Polythematic Forms (through-composed type IV) so common in Emery’s songs. Of course Emery’s metal influences are readily apparent in their surface-level gestures as well. These gestures include the intermittent screaming provided by keyboardist Josh Head, as well as the guitarists’ extensive use of distorted minor seconds. The vocalists’ (sometimes simultaneous) mixture of singing and screaming is an especially revealing surface-level manifestation of their combined metal and rock influences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Nowhere is this metal/rock crossover more salient than in the case of melodic hardcore band Hopesfall. “Screamo” is a term sometimes used to describe their sound, as well as that of other bands who blend a “shoegazing” emo-rock sound (similar to those of My Bloody Valentine and Smashing Pumpkins) with the screaming vocal timbres native to metal. Hopesfall guitarist Josh Brigham even acknowledges this confluence: The Smashing Pumpkins and Hum, Dinosaur, Jr., The Pixies, The Smiths. That was what I got into when I was forming my own opinions about music in my early teens. Then I got into hardcore and heavier music later because I was so fed up with what was on the radio. ... Musically we’ve always tried to be somewhere between the two. (35) Example 20 . Formal Design of Hopesfall, “Dead in Magazines” (2002) (click to enlarge) Example 21 . Two Independent Choruses in Hopesfall, “Dead in Magazines” (2002; 0:54, 1:29) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Hopesfall inverts the relationship between singing and screaming used by Emery in having a “lead screamer” who only sings intermittently. The band’s timbre, dominated by distorted guitars and screaming, places them superficially within a metal genre, but a closer examination of their song structures—particularly their sung independent choruses—reveals a profound melodic rock influence. For another example of Multi-Part Polythematic Form, let us now consult the form of their song “Dead in Magazines,” provided in Example 20 . Two independent choruses appear at 0:54 and 1:29, each of which sets a unique repeated lyrical/melodic pattern. See Example 21 for a transcription of each. The first of these is sung in a low register (and is decidedly undermixed), the second in a high tenor that projects over the entire band. Though not as chaotic as the rhythmic surfaces of math-metal bands Dillinger Escape Plan and Meshuggah, Hopesfall’s grooves often feature odd-cardinality and changing meters. When the groove simplifies into a memorable 4 4 pattern, verse- or chorus-like structures often appear. If there are lyrics present, these sections can be considered either independent choruses or verses, depending on whether the lyrics are repeated (chorus) or form a linear narrative (verse). Hopesfall’s typical practice of alternating sung independent choruses with screamed narrative sections suggests a vestigial verse/chorus skeleton still present in their type IV through-composed forms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Metal bands often place quiet section groups between the louder beginning and ending groups in order to create contrast. But many of Hopesfall’s three-part formal designs end with these quiet groups, whereas metal songs typically bring about closure through loud, unison rhythmic gestures. At 2:27 in “Dead in Magazines,” the distorted guitars, bass, and vocals drop out abruptly, leaving only a quiet clean guitar and a ride cymbal/cross stick pairing playing steady eighth notes. Since it contains no thematic contrast, this final group is more monothematic than polythematic. (36) The quiet eighth-note section has evolved into something of a metal trope. Including such a section guarantees that insiders (known as “scenesters”) will clap the fast eighth notes over their heads. (37) Viewed in this way, Hopesfall’s modification of a paradigmatic dynamic structure (replacing “loud–quiet–loud” with “loud–loud–quiet”) can be understood as withholding a familiar trope until the song’s conclusion, a clever solution to the problem of bringing about structural closure in a through-composed work. Example 22 . Formal Design of Radiohead, “2+2=5” (2003) (click to enlarge) Example 23 . Intro and A section of Radiohead, “2+2=5” (2003, 0:01) (click to enlarge, see the rest, and listen) Example 24 . Waveform Analysis of Radiohead, “2+2=5” (2003) (click to enlarge)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The last example of type IV forms comes from Radiohead’s “2+2=5,” the opening track from their 2003 album Hail to the Thief . See the formal design given in Example 22 . After a short introduction, the voice enters at 0:14 with a two-part melody. The first, labeled as “motive x” in the Example 23 transcription, consists entirely of a double chromatic neighbor around the focal pitch C 4 . The following “motive y” begins in much the same way, but then introduces two leaps from the focal pitch: a perfect fourth up to F 4 and a perfect fifth up to G 4 . These two leaps text paint the Orwellian reference in the song’s title—vocalist Thom Yorke’s fourth speaks the true sum of two and two, while his following leap up a fifth bemoans a dystopian future in which the newly-elected American president inaugurates an era marked by the same sort of “double-speak” found in 1984 . (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] After this opening A theme concludes, the driving 7-beat groove gives way to a freer, polyrhythmic organization in the B section. One peculiar thing about this song, when compared to most “minor-key” rock songs, is that this one is actually in F minor (instead of F Aeolian or an ambiguous minor pentatonic collection)—it uses the raised leading tone over the dominant consistently throughout the song. Though it contains four distinct musical themes, labeled as A–D in example 22, the entire song is unified about this F minor tonal center. Its two-part section group division comes from the colossal shift in volume, texture, and timbre that occurs at the onset of the C section at 1:54. This dynamic change is shown clearly in the Example 24 waveform analysis. At this point, there is a change in guitar timbre and texture, as the single clean guitar of the opening transforms into multiple overdriven guitars from C onward, and this increase in volume is enhanced by the addition of full drumset, bass guitar, and Yorke doing his signature “yell-sing” found mostly on Radiohead’s early rock albums. In fact, this rock-out moment at 1:54 is not only significant within the sectional division of the song, but also within Radiohead’s entire oeuvre. Radiohead lost many fans of their early rock and roll albums The Bends and Pablo Honey as they gained a new generation of fans following the release of two electro-acoustic albums at the beginning of the millennium: Kid A (2000) and Amnesiac (2001). (39) I believe that “2+2=5,” the first track from their next album, enacts a synthesis of the two distinct stylistic periods. The song begins in a cerebral, contemplative mood, then “brings back the rock” at 1:54 just in time to keep The Bends fans on board, while also giving the Amnesiacs something to remember.",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] To conclude, I would like to reassert that I believe there exists a substantive link between form and genre in post-millennial rock. (40) On the most general level, there is certainly a correlation between artists who utilize highly recapitulatory forms (for example, verse/chorus) and those who are dependent upon Top-40 radio, MTV, and other popular markets for their success. In fact, if one looks closely at the formal designs Radiohead has used over the course of their career, one observes that their gradual move away from traditional forms correlates with their move away from traditional guitar-rock idioms, and indeed, with the distance they placed between themselves and MTV, Ticketmaster, Clear Channel, and even a record company altogether for their 2007 self-release of In Rainbows . Conversely, artists who have no reasonable chance at success in the popular market for other reasons (for example, timbrally-abrasive math-metal bands or wandering, shoegazing instrumental post-rock bands) are freer to experiment with formal conventions because their success is not bound with the expectations of those popular markets.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Beyond this perhaps oversimplified popular/experimental polarity, I hope to have shown two more specific connections between genre and form from my selections in this article: post-rock bands such as Sleepy Eyes of Death frequently structure long pieces with a single motive (type I Forms), while math-metal bands tend to build compositions by concatenation of thematically diverse guitar riffs (type III Forms). As music-theoretical scholarship continues to embrace the analysis of rock music, I am convinced that further connections between form and genre will come to light in these and other post-millenial rock genres.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: (per)form in(g) rock",
    "source": "mto/raw/mto.11.17.3.osborn.html",
    "data": "mto/data/mto.11.17.3.osborn.json"
}