{
    "title": "The Tristan Chord in Historical Context:  A Response to John Rothgeb",
    "date": "1995/05/01",
    "volume": "1",
    "issue": "3",
    "authors": [
        "Rothstein, William"
    ],
    "abstract": "John Rothgeb’s analysis of the “Tristan chord” engages a large intertextual network, stretching back to the Baroque and centering on recitative. Examples of a specific figure of recitative, usually associated with the asking of a question, are presented and analyzed. Examples include passages in Wagner's operas beforeTristan.",
    "keywords": [
        "harmony",
        "recitative",
        "intertextuality",
        "Tannhaeuser",
        "Purcell",
        "Bach"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.3/mto.95.1.3.rothstein.pdf",
    "author_info": [
        {
            "name": "William Rothstein",
            "university": "Oberlin College",
            "address": "Conservatory of Music, Oberlin, OH 44074",
            "email": "frothstein@ocvaxa.cc.oberlin.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. In this response, I will use “TC” to mean exclusively the first\nverticality in measure 2 of the Tristan Prelude.  Unlike Rothgeb, I\naccept the notion that this chord participates in a network of\ncollections—all of them reducible, in the abstract, to the collection\n[3, 5, 8, 11] and its transpositions—extending over the entire opera.\nTo my mind, it is this network that ultimately constitutes the\n“Tristan chord,” not the specific manifestation in measure 2.  However, a\nthorough understanding of the language of Tristan requires that each\noccurrence of the chord/collection be analyzed independently for its\nharmonic, contrapuntal, and (ideally) timbral context.  It is the\nharmonic/contrapuntal analysis of measures 1–3 that I find most exciting\nabout Rothgeb’s article.",
            "citations": []
        },
        "FN2": {
            "text": "2. A work cited in Allen Forte’s recent response to Rothgeb (MTO 1.2\n[1995]), the Harmonielehre of Louis and Thuille, accepts the TC as\nan independent augmented-sixth chord, adding it (and two others) to\nthe inventory of augmented-sixth chords.  I thank Daniel Harrison for\nbringing this fact to my attention.",
            "citations": []
        },
        "FN3": {
            "text": "3. See Deryck Cooke, “The Creative Imagination as Harmony,” in Robert\nBailey, ed., Wagner: Prelude and Transfiguration from Tristan and\nIsolde (New York: Norton, 1985), pages 169–76.  This essay is excerpted\nfrom Cooke’s The Language of Music (Oxford, 1959).",
            "citations": []
        },
        "FN4": {
            "text": "4. Readers who own the Dover volume Bach: Eleven Great Cantatas (New York, 1976) can find other examples of the “question” figure on\npage 61 (measure 4 and measures  8–9 of the tenor recitative “Wie hast du dich,\nmein Gott” from Cantata No. 21) and page 157 (measures 7–8 of the tenor\nrecitative “Der Heiland ist gekommen” from Cantata No. 61).",
            "citations": []
        },
        "FN5": {
            "text": "5. On the concept of leading and following linear progressions see\nSchenker, Free Composition ( Der freie Satz ), trans. and ed. by Ernst\nOster (New York: Schirmer Books, 1979), pages 78–80.",
            "citations": []
        },
        "FN6": {
            "text": "6. In Der fliegende Hollaender , see Erik’s question “Welch’ hohe\nPflicht?” in his dialogue with Senta.",
            "citations": []
        },
        "FN7": {
            "text": "7. Several occurrences of the Fate motive in Die Walkuere explore\nstill other tonal relationships.  See, for example, Bruennhilde’s\nquestion to Siegmund, “So wenig achtest du ewige Wonne?”, in the\n“Todesverkuendigung.”",
            "citations": []
        },
        "FN8": {
            "text": "8. At the beginning of this scene, where the Fate motive appears at\nthe same transposition level, A is a suspension.  Its tendency to\nresolve downward is intensified there by the fact that its\npreparation is a dissonant seventh (V 7 of E minor).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Most of the discussion of Professor Rothgeb’s article so far has\nfocused, understandably, on enharmonic issues (e.g., can the TC be\nlegitimately described as a half-diminished seventh chord?).  In the\nprocess, it seems, the originality and cogency of Rothgeb’s analysis\nof the TC in its original context—measures 1–3 of the Tristan Prelude—has gone largely unremarked. (1) When I first read his essay,\nI found Rothgeb’s analysis of these measures instantly convincing, and\nfar superior to the conventional analysis of the TC’s G ♯ 4 as an\nappoggiatura to A4 (the last eighth note of measure 2), or to William\nMitchell’s reading of a voice exchange within a composed-out V of A\nminor.  The central feature of Rothgeb’s analysis (see his Example 2) is\nhis claim that G ♯ 4 properly belongs to the V chord of measure 3, but that a\nrhythmic shift—specifically, a measure-long anticipation—moves G ♯ 4\nback to the downbeat of measure 2, thus displacing A4, the note that\n“properly” belongs to the French-sixth chord.  This latter chord\nRothgeb (along with many others) understands to be the chord “behind”\nthe TC. (2) Unlike earlier authors, however, Rothgeb does not\nidentify the displaced A4 with the eighth note at the end of measure 2.\nThat A4, and the A ♯ 4 following it, Rothgeb reads as part of a slide\nembellishment—i.e., a passing motion—connecting the anticipated G ♯ 4\nand the B4 of measure 3; the latter note arises from the voice-leading\ntechnique known as reaching-over (Schenker’s Uebergreifen ). Example 1 . Paraphrase of Rothgeb’s Ex.2 (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Rothgeb’s Example 2 isn’t as clear as it might be about the rhythmic\nprocess that, in his analysis, gives rise to the TC.  My Example 1 paraphrases his Example 2 in such a way that rhythmic issues are brought\nto the fore. Example 1a is essentially the same as his Example 2a, except\nthat chords are identified by their harmonic functions (T=tonic,\nP=pre-dominant, D=dominant), and the reaching-over-cum-voice-exchange\nis shown.  Example 2b shows a rhythmic shift in the soprano,\nanticipating G ♯ 4 (the resolution of A4) and shifting B4 back to the\ndownbeat of measure 2.  (I will return to this form of the progression\nlater.)  Example 1c compounds the rhythmic shift by giving G ♯ 4 the entire value of the augmented-sixth chord; the resulting vertical\nsonority is, of course, the TC.  Example 1d fills out the soprano’s\nminor-third leap with passing tones, yielding Rothgeb’s slide.  Given\nthe added passing tones, the alto’s E4 would cause parallel\nfifths—the earlier “hidden fifths” having become open fifths—so D4\nhas been substituted; this is a common voice-leading contraction (a\nleading tone descends directly to a passing seventh, a chromatic\nsemitone lower, instead of resolving upward as usual and then passing\ndownward by whole step).  Finally, Example 1e shifts the second\npassing tone in the slide, A ♯ 4, to the downbeat of measure 2.  It will be\nnoticed that Example 1e is virtually a durational reduction of Wagner’s\nmeasures 1–4; the principal difference is that measure 1 is represented in the\nexample by a complete tonic triad.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I have followed Rothgeb’s harmonic analysis thus far, but I don’t\nreally hear measure 1 as a tonic harmony in A minor.  F4 sounds to me like\na consonant chord tone, not an appoggiatura.  Along with Deryck Cooke,\nI hear the ascending sixth A3–F4, in upbeat-to-downbeat-rhythm, as an\narpeggiation from the fifth to the third of a D-minor triad, which\nproves to be IV of A minor (3) the other two ascending sixths, in\nmeasures 5 and 8, are similarly arpeggiations from the fifth of a triad up\nto its third.  I have added Example 1f to represent this hearing of\nmeasure 1.  The bracketed sixth in the example represents the cellos’\nascending sixth.  The bass and soprano notes in parentheses are, to my\near, implied by the larger context; notice the chromaticized voice\nexchange between bass and alto.  I hear G ♯ 4 as coming from the implied\nA4 (so does Rothgeb, but he hears the elided A4 in terms of I, not\nIV).  The entire progression thus represents a motion from\npre-dominant (IV) to dominant (V), with an augmented-sixth chord (an\naltered pre-dominant) in between.  The alto’s E4 is a passing tone,\nanalogous to the eighth-note A4 in the soprano.  It is a simple matter\nto substitute the first chord in Example 1f, IV, for the tonic triad\nin Examples 1a–1e; the progression from level to level remains\nessentially the same.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I now return to Example 1b, which, I here claim, forms part of the\npre-history of the TC.  Devotees of vocal music will quickly recognize\nthe latter part of this example—everything, that is, but the opening\ntonic chord—as a common figure in recitative.  With its half cadence\nand its rising melodic gesture, this figure was typically used by\ncomposers to set lines of text ending with a question mark.  This\n“question” figure was taken over by Wagner in his early operas; it\nplays an especially important role in Tannhaueser .  The same figure\nis transformed into the so-called Fate motive in the Ring .  I was\naware of the “question”/ Tannhaeuser / Ring connection before I read\nRothgeb’s article, but his analysis of the TC adds Tristan to the\nintertextual network. Example 2 . Purcell, Dido and Aeneas , Belinda’s announcement of Aeneas’s first entrance (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The earliest example of the “question” figure that I am aware\nof—but almost certainly not the earliest that exists—is the very\nopposite of a question: it is Belinda’s announcement of Aeneas’s first\nentrance in Purcell’s Dido and Aeneas (see Example 2 ). Belinda’s words\nare “how godlike is the form he bears.”  The example is in C major,\nalthough the succeeding passage is in G.  The figure involves a bass\nmotion from 6 ˆ to 5 ˆ —here in major instead of the usual minor—with\nthe downward melodic resolution, C5–B4, anticipated in the same way as\nin Example 1b.  D5, at the end of the passage, comes from E5, the\nthird of the tonic triad, which was itself reached by arpeggiation in\nthe first two measures of the recitative.  Thus the melodic structure\nis based on a pair of unfolded thirds: E5–C4 (measures 2–3) is answered by\nB4–D5 (measures 3–4).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Many examples of the “question” figure, and of figures closely\nrelated to it, occur in the cantatas of J. S. Bach.  (Curiously, I\nhave found no examples in Bach’s Passions.)  In each case, the bass\nprogression is 6 ˆ – 5 ˆ , usually in minor; often, but not always, the\nfigure concludes a bass progression descending by step from I to V.\nThe harmonic progression, naturally, is from pre-dominant to dominant,\nwith IV 6 –V the usual choice.  The melody, at the half cadence,\nfeatures either an ascending leap or an ascending passing motion from ♯ 7 ˆ to 2 ˆ .  Those examples that include melodic passing tones,\nnaturally, recall the Tristan progression most closely. Example 3 . Bach, Cantata No.82 , “Ich habe genug” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Example 3 , from Bach’s Cantata No. 82 (“Ich habe genug”), is\nespecially striking in connection with Tristan . (4) The middleground harmonic progression, beginning in measure 2, is I–IV–V in C\nminor.  At the fourth quarter of measure 4 the bass moves from the root of\nIV, F2, to its third, A ♭ 2; at the same time, two tones of the V\ntriad— B ♮ and D—are anticipated (the continuo figure is\n6/4/2+).  The vocal line connects B3 and D4 with a passing tone, C4;\nin most editions (notably that of the Bach-Gesellschaft), D4 is\nembellished with an appoggiatura from below, so that the passing C4 is\nheard twice, once before and once after the bar line.  (Example 3,\nfrom the Neue Bach-Ausgabe, does not show this appoggiatura, but a\nsinger would probably add it—also an upper appoggiatura on the word\n“Erde.”)  If the lower appoggiatura were made chromatic— C ♯ 4 instead\nof C4—we would hear a progression very much like Wagner’s, lacking\nonly the augmented sixth in the 6/4/2+ chord and the seventh in the V. Example 4 . Voice-leading interpretation of Ex. 3 (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Example 4 is a voice-leading interpretation of Example 3. The passage\nis complicated, as one comes to expect of Bach.  Level A, a foreground\ngraph, omits the registral play of the vocal line, which descends into\nits lower octave to illustrate the “cool earth” (“kuehler Erde”) into\nwhich the singer longs to be buried.  Level B, a middleground layer,\nshows more clearly that the passage as a whole is governed by a series\nof parallel tenths between the bass and the vocal line; the bass\nleads. (5) The last two tenths of the series are displaced by\nanticipations and by an unfolding in the bass (shown at level A).\nC3—C4 in the graph—is anticipated at the end of measure 3, although it is\nsustained by the keyboardist through the first three beats of measure 4.\nB3 is anticipated on the fourth beat of measure 4, as indicated above.\nWhile F2 in measure 4 is the root of the IV harmony, the controlling bass\ntone within the larger progression is A ♭ 2, reached only at the\nfourth beat of the measure—precisely the moment when B3 is\nanticipated.  Thus the tenth A ♭ 2/C4 is never explicitly\nrepresented at the musical surface (remember that the last sixteenth\nnote of measure 4 is passing).  The anticipation of B3 leaves time for the\nreaching-over of D4, a note that connects back to E ♭ 4 in measure 2.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] I do not know whether Wagner took the “question” figure from Bach,\nsome of whose music he knew very well, or from later composers.\nWherever he got it, he used it in Der fliegende Hollaender (I\nhaven’t looked for it earlier than that), and especially in Tannhaeuser . (6) In both operas, the pre-dominant chord used is generally an augmented-sixth \nchord of some kind; the minor third from ♯ 7 ˆ to 2 ˆ is expressed as a \nleap, not a slide.  If the local key is major, 6 ˆ in the bass is \ntypically flatted, as it must be if an augmented-sixth chord is to be used. Example 5 (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The figure appears frequently in Act 3, Scene 3 of Tannhaeuser .\nWhile it is not always used to express a literal question, the\nfigure’s searching quality captures nicely the restless unfulfillment\nof Tannhaeuser’s quest.  Interestingly, almost all appearances of the\nfigure in this scene are in either A minor or C major, precisely the\ntwo keys used at the beginning of Tristan . Example 5 shows two of the\nfigure’s occurrences.  The first, in A minor, sets a question from\nWolfram to Tannhaeuser: “Zogst du denn nicht nach Rom? (Didn’t you go\nto Rome?)” The second, in C minor/major, is of special interest\nbecause—in the vocal score, at least—it briefly introduces a\ntransposition of the TC, on the last eighth note of the first measure\n(in fact, C4 is sustained by half the violas, so the chord is\nliterally a French sixth). B ♮ is, of course, an anticipation.\nTannhaeuser is telling here of the mortifications he visited upon\nhimself on his way to Rome (the text at this point is “vergoss mein\nBlut ich zu des Hoechsten Preis”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The final link in the chain is the Ring .  By the time he\ncomposed Tristan , Wagner had completed Das Rheingold and Die\nWalkuere , and had composed the first two acts of Siegfried .  In Die Walkuere , the “question” figure appears most notably as the Fate\nmotive; it also ends the “Todesklage” motive.  The two motives are\nclosely linked in Act 2, Scene 4, the “Todesverkuendigung.”  Whereas\nall earlier examples of the “question” figure have involved a melodic\nleap from ♯ 7 ˆ to 2 ˆ —the third and fifth, respectively, of the V\ntriad—the basic form of the Fate motive involves a leap from 2 ˆ to 4 ˆ , the fifth and seventh of V 7 . (7) This variant of the figure is\nmade possible by the nineteenth century’s acceptance of V 7 as a\nlegitimate goal for a half cadence.  In Wagner’s syntax, of course,\nsuch a V 7 does not require conventional resolution, although the\nlistener should (I think) still feel a yearning for such resolution. Example 6 . Two consecutive occurrences of the Fate motive in the “Todesverkuendigung” (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Example 6 shows two consecutive occurrences of the Fate motive in the\n“Todesverkuendigung.” As in the Purcell example (Example 2), the text\ncontains an exclamation, not a question: Siegmund asserts that he will\nnot follow Bruennhilde to Valhalla (“zu ihnen folg’ ich dir nicht!”).\nThe passage as a whole is in F ♯ minor, but the first statement of the\nmotive sounds like A minor.  The progression moves from a French-sixth\nchord to V; the anticipated leading tone, G ♯ , forms the TC at its\n“home” transposition level.  The following statement, in F ♯ minor,\nrepresents the original form of the Fate motive, with a progression\nfrom an incomplete diminished-seventh chord, 6/4/2+ (cf. the Bach\npassage in Example 3), to V 7 .  Wagner’s spelling here suggests that the\napparent D-minor triad is not the “real” chord in the motive’s first\nmeasure, but that A is an accented passing tone resolving to G ♯ . (8) Hearing A in this way also makes the outer-voice parallel fifths\neasier to accept.)  Notice that, in the final measures of Die\nWalkuere , Wagner changes his spelling from E ♯ to F ♮ ,\nemphasizing the Phrygian progression from F ♮ to E and thus the plagal —as opposed to pre-dominant—function of the Fate motive at\nthe end of the opera.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] I have tried, in this response, to support John Rothgeb’s\nanalysis of the TC indirectly, by drawing a thread back through\nhistory.  The conceptual evolution of the TC shown in Example 1 mirrors,\nto a remarkable degree, the historical evolution of the “question”\nfigure, much of which took place within Wagner’s oeuvre.  Wagner’s\nseeming preoccupation with this figure supports the notion that, in\nthe opening measures of Tristan (if nowhere else), ontogeny\nrecapitulates phylogeny.  The gradual dissolution of tonal syntax that Tristan did so much to further made continued evolution of this sort\nextremely problematic.  In terms of tonal syntax—harmony and voice\nleading— Tristan represents a station very near the end of the line.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.3.rothstein.html",
    "data": "mto/data/mto.95.1.3.rothstein.json"
}