{
    "title": "Experiencing Chen Yi’s Music: Local and Cosmopolitan Reciprocities in <i>Ning for Pipa, Violin and Cello</i> (2002)",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "3",
    "authors": [
        "Kielian-Gilbert, Marianne"
    ],
    "abstract": "Chen Yi’s music, particularly herNing for Pipa, Violin and Cello(2002), constructs reciprocities in compositional and aesthetic practice, and in the social-relational dynamics of musical contrast, performative and commemorative impulses. One aim of my paper is to suggest how Chen’s music offers multiple affiliations for music listeners, such that the local emerges in the cosmopolitan and vice versa. Events and textures emerge from, and become emblematic in emotional (affective) characters, in multiple orientations and receptions. Chen counterpoints and integrates the durational patterning suggestive of irregular Chinese “Ba Ban” tunes and more regular melodic models extending from popular song (e.g., the “Mo Li Hua” tune inNing). Moving between, displacing and traversing—these emerging associations, narratives, encounters and migrations, entangle listening experiences of self and community, borderland and nation, and trauma and place.",
    "keywords": [
        "Chen Yi",
        "Ning for Pipa",
        "Violin and Cello; “Mo Li Hua” (Jasmine Flower)",
        "cosmopolitan and local",
        "musical border crossing",
        "emergent experience",
        "durational patterning",
        "affects of progression and balance"
    ],
    "doi": "10.30535/mto.26.3.13",
    "received": "January 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.3/mto.20.26.3.kielian_gilbert.pdf",
    "author_info": [
        {
            "name": "Marianne Kielian-Gilbert",
            "university": "Indiana University Jacobs School of Music",
            "address": "1201 E. Third Street, Bloomington IN 47401, USA",
            "email": "kielian@indiana.edu"
        }
    ],
    "citations": {
        "agawu_2003": "Agawu, Kofi V. 2003. Representing African Music: Postcolonial Notes, Queries, Positions . Routledge.",
        "agawu_2006": "Agawu, Kofi V. 2006. “Structural Analysis or Cultural Analysis? Competing Perspectives on the ‘Standard Pattern’ of West African Rhythm.” Journal of the American Musicological Society 59 (1): 1–46.",
        "alonso-minutti_herrera_and_madrid_2018": "Alonso-Minutti, Anna R., Eduardo Herrera, and Alejandro L. Madrid. 2018. “The Practices of Experimentalism in Latin@ And Latin American Music: An Introduction.” In Experimentalisms in Practice: Music Perspectives from Latin America , eds. Anna R. Alonso-Minutti, Eduardo Herrera, and Alejandro L. Madrid. Oxford University Press.",
        "becker_2010": "Becker, Judith. 2010. “Exploring the Habitus of Listening: Anthropological Perspectives.” In Handbook of Music and Emotion: Theory, Research, and Applications , eds. Patrik N. Juslin, and John A. Sloboda, 127–57. Oxford University Press.",
        "blackburn_2015": "Blackburn, Tong Cheng. 2015. “In Search of Third Space: Composing the Transcultural Experience in the Operas of Bright Sheng, Tan Dun, and Zhou Long.” PhD diss., Indiana University.",
        "brower_1993": "Brower, Candace. 1993. “Memory and the Perception of Rhythm.” Music Theory Spectrum 15 (1): 19–35.",
        "chen_1999": "Chen, Yi. 1999. “What Do You Expect to Hear When Someone Says American Music?” New Music Box , August 1, 1999. https://nmbx.newmusicusa.org/What-do-you-expect-to-hear-when-someone-says-American-music-Chen-Yi-Composer/",
        "chen_2001": "Chen, Yi. 2001. Ning for Pipa, Violin and Cello . Composer’s notes (courtesy of Chen Yi).",
        "chen_2002": "Chen, Yi. 2002. “Tradition and Creation.” Current Musicology 67–68: 59–72.",
        "chen_2004": "Chen, Yi. 2004. Happy Rain on a Spring Night for flute, clarinet, violin, cello, and piano.  Theodore Presser.  Composer’s notes (courtesy of Chen Yi).",
        "chen_et_al_2020": "Chen, Yi, Marianne Kielian-Gilbert, Nancy Rao, John Roeder, and Jennifer Bain. 2020. “In Dialogue with Chen Yi: Compositional Images, Techniques, and Influences.” Transcribed by Zackary Harrison. Edited transcript of the question and answer period that concluded a session on Chen Yi’s music, November 3, 2017, sponsored by the Committee on the Status of Women at the 2017 Society for Music Theory annual meeting in Arlington, VA.: http://hdl.handle.net/10222/79583 .",
        "cohen_2014": "Cohen, Brigid. 2014. “Limits of National History: Yoko Ono, Stefan Wolpe, and Dilemmas of Cosmopolitanism.” The Musical Quarterly 97 (2): 181–237.",
        "clarke_2005": "Clarke, Eric. 2005. Ways of Listening: An Ecological Approach to Music and Meaning . Oxford University Press.",
        "clark_pang_and_tsai_2016": "Clark, Paul, Laikwan Pang, and Tsan-Huang Tsai. 2016. “Introduction: Voice, Identities, and Reflexive Globalization in Contemporary Music Practices.” In Listening to China’s Cultural Revolution: Music, Politics, and Cultural Continuities , eds. Paul Clark, Laikwan Pang, and Tsan Huang Tsai, 1–22. Palgrave Macmillan.",
        "collins_and_gooley_2016": "Collins, Sarah, and Dana Gooley. 2016. “Music and the New Cosmopolitanism: Problems and Possibilities.” The Musical Quarterly 99 (2): 139–65.",
        "denburg_nd": "Denburg, Moshe. n.d. “Pipa by Moshe Denburg.pdf” Accessed July 2018. https://www.atlasensemble.nl/assets/images/practical%20info/Pipa%20by%20Moshe%20Denburg%20VICO.pdf",
        "kielian-gilbert_2010": "Kielian-Gilbert, Marianne. 2010. “Music and the Difference in Becoming.” In Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music , eds. Brian Hulse and Nick Nesbitt, 199–225. Ashgate.",
        "kielian-gilbert_2011": "Kielian-Gilbert, Marianne. 2011. “Musical Bordering, Connecting Histories, Becoming Performative.” Music Theory Spectrum 33 (2): 200–207.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . Schirmer.",
        "johnson_2011": "Johnson, Ian. 2011. “Calls for a ‘Jasmine Revolution’ in China Persist.” The New York Times , February 23, 2011. https://www.nytimes.com/2011/02/24/world/asia/24china.html",
        "lau_2013": "Lau, Frederick. 2013. “Voice, Culture, and Ethnicity in Contemporary Chinese Compositions.” In Vocal Music and Contemporary Identities: Unlimited Voices in East Asia and the West , eds. by Christian Utz and Frederick Lau, 99–115. Routledge.",
        "lee_1993": "Lee, Felicia R. 1993. “Conversations: Phoebe Eng; Publisher Sees Asian-American Identity as a Work in Progress,” The New York Times , October 10, 1993. http://www.nytimes.com/1993/10/10/weekinreview/conversations-phoebe-eng-publisher-sees-asian-american-identity-work-progress.html?pagewanted=print",
        "li_2005": "Li, Xiaole. 2005. “Chen Yi’s Multicultural Approach in Ba Ban for Piano Solo.” Resonance: Interdisciplinary Music Journal . http://resonancejournal.org/2005/Spring/Xiaole/index.html",
        "o’connor_and_wong_2020": "O’Connor, Timothy, and Hong Yu Wong. 2020. “Emergent Properties.” In The Stanford Encyclopedia of Philosophy , ed. Edward N. Zalta. (Spring 2020). https://plato.stanford.edu/archives/spr2020/entries/properties-emergent/",
        "perry_2017": "Perry, Imani. 2017. “The Flowers are Vexed: Gender Justice, Black Literature, and the Passionate Utterance.” In New Directions in Law and Literature , eds. Elizabeth S. Anker and Bernadette Meyler, 252–64. Oxford University Press.",
        "rao_2016a": "Rao, Nancy Yunhwa. 2016a. “The Sonic Imaginary after the Cultural Revolution.” In Listening to China’s Cultural Revolution: Music, Politics, and Cultural Continuities , eds. Paul Clark, Laikwan Pang, and Tsan Huang Tsai, 213–38. Palgrave Macmillan.",
        "rao_2016b": "Rao, Nancy Yunhwa. 2016b. “The Transformative Power of Musical Gestures: Cultural Translation in Chen Yi’s Symphony No. 2.” In Analytical Essays on Music by Women Composers: Concert Music, 1960–2000 , eds. Laurel Parsons and Brenda Ravenscroft, 127–52. Oxford University Press.",
        "rao_2017": "Rao, Nancy Yunhwa. 2017. Chinatown Opera Theater in North America . Music in American Life. University of Illinois Press.",
        "richerme_2019": "Richerme, Lauren Kapalka. 2019. “The Diversity Bargain and the Discourse Dance of Equitable and Best.” Philosophy of Music Education Review 27 (2): 154–70.",
        "scherzinger_2003": "Scherzinger, Martin. 2003. “Notes on a Postcolonial Musicology: Kofi Agawu and the Critique of Cultural Difference.” Current Musicology 75: 223–50.",
        "sheppard_2015": "Sheppard, W. Anthony. 2015. “Puccini and the Music Boxes.” Journal of the Royal Musical Association , Vol. 140, 41–92.",
        "snyder_2009": "Snyder, Bob. 2009. “Memory for Music.” In The Oxford Handbook of Music Psychology , eds. Susan Hallam, Ian Cross, and Michael Thaut, 107–17. Oxford University Press.",
        "tenzer_and_roeder_2011": "Tenzer, Michael, and John Roeder, eds. 2011. Analytical and Cross-Cultural Studies in World Music . Oxford University Press.",
        "thrasher_2008": "Thrasher, Alan R. 2008. Sizhu Instrumental Music of South China: Ethos, Theory and Practice . Brill.",
        "thrasher_2016": "Thrasher, Alan R. 2016. “Baban: Instrumental Ideal and the Classic Repertoire.” In Qupai in Chinese Music: Melodic Models in Form and Practice , ed. Alan R. Thrasher, 95–118. Routledge.",
        "wong_shengmiao_and_ming_jun_tan_2005": "Wong Shengmiao, Samuel, and Benedict Ming Jun Tan. 2005. “Plucked String Instruments.” In Qi: An Instrumental Guide to the Chinese Orchestra , edited by Lim Yangzheng and Yang Jiwei, 19–37. Teng. https://www.atlasensemble.nl/assets/files/instruments/Pipa/Pipa%20by%20Samuel%20Wong%20Shengmiao.pdf",
        "yang_2017": "Yang, Hon-Lun. 2017. “Music, China, and the West: A Musical-Theoretical Introduction.” In China and the West: Music, Representation, and Reception , eds. Hon-Lun Yang and Michael Saffle, 1–18. University of Michigan Press. www.jstor.org/stable/j.ctt1qv5n9n.4"
    },
    "footnotes": {
        "FN0": {
            "text": "* My thanks to the SMT Committee on the Status of Women (CSW) for the invitation to speak at the Chen Yi session in November 2017, and my gratitude to Professor Chen Yi for her generosity in answering my questions and providing access to some of the scores and recordings of her music that were not available to me as I began to encounter, listen to, and think about her music. Thanks also to Mariam Osman for advice on pipa performance.",
            "citations": []
        },
        "FN1": {
            "text": "1. For a recent discussion of the “New Cosmopolitanism” see Collins and Gooley 2016 , especially 145.",
            "citations": [
                "collins_and_gooley_2016"
            ]
        },
        "FN2": {
            "text": "2. See Kielian-Gilbert 2011 , 200: “In bordering—touching—I experience and become an ‘unnatural boundary’ threading between places, times, representations, and identities, in spaces of transition, instability, multiplicity/ambiguity, and tensionally dynamic relationships. Bordering holds the potential of ‘becoming’—of passing through different degrees and forms of intensity and of moving between states in metamorphic transformation.” The conceptual spaces of musical bordering transverse old binaries in a musical geography of transition and movement, “in-between” historical, cultural, and social textures.",
            "citations": []
        },
        "FN3": {
            "text": "3. Cosmopolitanism encompasses a worldview shaped by values of plurality, collectivity and exchange across borders in which everybody matters. Relatedly and distinctly, globalization describes processes that produce worldwide markets and networks of information and exchange. These imply “worldwide interdependencies that render distances and cultural differences irrelevant, a process often assumed to take place everywhere in economic, political, and cultural circumstances” (Yang 2017, 6–7).",
            "citations": []
        },
        "FN4": {
            "text": "4. For Frederic Lau, Chen Yi’s voice becomes intelligible via a specific set of cultural and political circumstances: “[The voice of a] diasporic Chinese composer writing for a contemporary local (American) audience . . . is only audible within the specific cultural and political time frame of the late twentieth- and early twenty-first century marked by the rise and prominence of China on the global political stage, coupled with the global popularity and widespread acceptance of Chinese culture” ( 2013 , 105); see also Blackburn 2015 and Cohen 2014 . According to writer Phoebe Eng, the publisher of A. Magazine and a Chinese-American: “The concept of an Asian-American perspective had to wait for a large enough group of second-generation Asians to be born here. Before, people were too busy clinging to their identities as Chinese or Japanese or Korean and were isolated in enclaves where few spoke English.” See Lee 1993 .",
            "citations": [
                "lau_2013",
                "blackburn_2015",
                "cohen_2014",
                "lee_1993"
            ]
        },
        "FN5": {
            "text": "5. For a map of China, see: https://www.worldatlas.com/webimage/countrys/asia/cn.htm (accessed July 2018).",
            "citations": []
        },
        "FN6": {
            "text": "6. Chen ( 2002 ) offers a profile of her musical beginnings and the creative background(s) of her compositions to that date. She concludes with a description of her mixed octet Sparkle (1992), and mixed quartet Qi for flute, cello, percussion and piano (1996–97).",
            "citations": [
                "chen_2002"
            ]
        },
        "FN7": {
            "text": "7. Referring to the practices of the yangbanxi (model Peking operas and ballets produced during the Cultural Revolution), Rao writes “There is also no point-to-point correlation between the authoritative control of the production process and the control of the musical content and meaning of the music” ( 2016a , 215; see also 2016b ).",
            "citations": [
                "rao_2016a",
                "rao_2016b"
            ]
        },
        "FN8": {
            "text": "8. This process occurred in part through the central position, adaptations, and impact of model Peking opera performances called yangbanxi ( Rao 2016b ).",
            "citations": [
                "rao_2016b"
            ]
        },
        "FN9": {
            "text": "9. See for example, the Museum website: http://www.chinadiscovery.com/jiangsu/nanjing/nanjing-massacre-memorial-hall.html (accessed October 2017); and the oil painting by Li Zijian, The Great Nanjing Massacre or simply The Nanjing Massacre , and website, accessed October 2017: http://doraartgallery.blogspot.com/2011/05/great-nanjing-massacre-zi-jian-li-1992.html",
            "citations": []
        },
        "FN10": {
            "text": "10. Moreover, how might one remember in a context where the events have been rendered moot, made a fabrication, or an exaggeration by others who refuse to acknowledge what happened or its extent?",
            "citations": []
        },
        "FN11": {
            "text": "11. In personal correspondence (February 2018), Chen Yi indicated: “The folk song is very popular, even with many versions, everybody could sing the tune, so I didn’t have to collect it from a field trip to [the] countryside. Since it originated from the area of Jiangsu Province, where the old capital of China Nanjing (Nanking) is located, I have used the melodic material (in fragments) to symbolize the Chinese people, under the Japanese invasion during . . . WWII. You could hear two pitch materials woven against each other dramatically.” See also Snyder 2009 and Brower 1993 for a discussion of musical memory and rhythmic patterning.",
            "citations": [
                "snyder_2009",
                "brower_1993"
            ]
        },
        "FN12": {
            "text": "12. In the articulation Jiao , two strings are twisted together (e.g., the first string under the second or vice versa, and plucked with the right hand). For information on the pipa and its notation, see Wong Shengmiao and Ming Jun Tan 2005 and Denburg n.d. ; see also Chen et al. 2020 , 4–5.",
            "citations": [
                "wong_shengmiao_and_ming_jun_tan_2005",
                "denburg_nd",
                "chen_et_al_2020"
            ]
        },
        "FN13": {
            "text": "13. Eric Clarke’s ( 2005 ) discussion of motion in music identifies the perceptual experience of motion versus self-motion in music as the perceiver’s sense of music moving toward (or away from) a stationery observer or of an observer/musical subject moving toward (or away from) a stationery musical object. See chapter 3, “Music, Motion, and Subjectivity,” esp. 75ff. on the relativity of motion and the perceptual differences of hearing as an observer or as a participant: “Am I moving relative to the surroundings [musical form/forming], or are the surroundings moving relative to me?” (75). The staging and experience of looking back, remembering, and moving forward in Ning thus also relate to shifting degrees of focus between engaging musically as observer and participant.",
            "citations": [
                "clarke_2005"
            ]
        },
        "FN14": {
            "text": "14. See also Xiaole Li’s ( 2005 ) analysis of Chen Yi’s Ba Ban for Piano Solo (2000).",
            "citations": [
                "li_2005"
            ]
        },
        "FN15": {
            "text": "15. In her approach to working with the golden ratio, Chen prefers to use the more rounded-off approximation 0.6, of which 3:5 is actually a more precise representation.",
            "citations": []
        },
        "FN16": {
            "text": "16. I have added the side brackets and arrow to her diagram to show how the quasi .618 GS ratios of plus (+) and minus (-) durational spans (42 and 26 quarters) marks the 5 + 3 groupings of melodic units.",
            "citations": []
        },
        "FN17": {
            "text": "17. Of particular interest are the compositional-performative-experiential issues that arise in treating what Thrasher describes as the “conjunctive phrase,” the four-bar phrase that can serve both as ending or extension of phrase 5 and/or continuation and initiation for the next phrase 6 ( Thrasher 2016 , 96–98).",
            "citations": [
                "thrasher_2016"
            ]
        },
        "FN18": {
            "text": "18. Directed by weightings of contour, for example, in patterning comparable to 5 + 3 + 5, listeners may grasp the processive potential of closure and overlap in the “3” group as the last element in an initial group of 8 [8 (= 5 + 3) + 5], and/or with the potential of initiation and overlap as the first element in a second group of “8” as in [5 + 8 (where 8 = 3 + 5)]. That is, rhythmic groups can potentially articulate processive and overlapping relationships that feed forward to subsequent groups and/or feed back to earlier groups.",
            "citations": []
        },
        "FN19": {
            "text": "19. Durational balance suspends or complicates a sense of progression or recession produced by successive proportions that are unequal and/or embedded within larger spans in particular ways.",
            "citations": []
        },
        "FN20": {
            "text": "20. See, for example, Sheppard 2015 . On its role in the 2011 Chinese pro-democracy protests and subsequent censorship, see Johnson 2011 .",
            "citations": [
                "sheppard_2015",
                "johnson_2011"
            ]
        },
        "FN21": {
            "text": "21. Transformations of the “Mo Li Hua” tune continue through m. 132 and in fragments until m. 184, as shown in Example 4 and in the score.)",
            "citations": []
        },
        "FN22": {
            "text": "22. For example, the “Mo Li Hua” tune features twelve notes. These are numbered as such in the various parts shown in Example 8b, allowing for shifts in transposition levels. The pipa line begins in system 2 with notes 1–7 (F– E ♭ –F– A ♭ – B ♭ –(A), gap—D, mm. 114–117), and is then transposed to G–F– B ♭ –G– F ♯ , mm. 117–118. Example 8b also shows the groupings or “count of eight” in each part.",
            "citations": []
        },
        "FN23": {
            "text": "23. In “The Flowers are Vexed: Gender Justice, Black Literature, and the Passionate Utterance,” Imani Perry confronts a politics of relation based on hierarchies of membership. Working from a gap or small place, she pursues implications of understanding “bodies as not static, but ever-changing” ( 2017 , 260) and in connection with “alternative grammars and reordering that emerges from embodied truths” ( 262 ).",
            "citations": [
                "perry_2017",
                "perry_2017"
            ]
        },
        "FN24": {
            "text": "24. “Li Songwen, a pianist who holds a D.M.A. from the University of North Texas notes that when she played Ba Ban for both Chinese and Western listeners, they considered this piece to be almost completely in a Western style. ‘Some even specified the work as atonal in [a] New York style’” ( Li 2005 ).",
            "citations": [
                "li_2005"
            ]
        },
        "FN25": {
            "text": "25. See especially chapter 3, “Inventing African Rhythm,” in Agawu 2003 .",
            "citations": [
                "agawu_2003"
            ]
        },
        "FN26": {
            "text": "26. A notable exception is Rao 2017 .",
            "citations": [
                "rao_2017"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In experiencing the music of Chinese-born American composer Chen Yi, my attention was gradually drawn to the depth of her contact with Chinese folk materials and their play of durational patterning. From these angles one enters a sonic world of multiple affiliations and reciprocities between musical ideas both cosmopolitan and local, processive and articulated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Moving between, displacing and traversing—Chen Yi’s music, its dispositions, narratives, encounters and migrations, entangle listening experiences of self and community, borderland and nation, exile and place. In this article, I offer an experiential study of Chen’s 2002 mixed trio Ning for Pipa, Violin and Cello . I consider how this music shapes and challenges aesthetic distance, memory, and future promise, describe aspects of it through a variety of music-experiential lenses, and offer observations on processes of sensing and negotiating these differences in changing dynamics of affiliation, both cosmopolitan and local. Part I. Challenging contradictions and aesthetic distance [E]ach experience that we composers come across can become the source and exciting medium of our creation. That’s why I don’t have a fixed scope, a frame of styles to expect to hear when someone says “American music.” ( Chen 1999 ) Questions of priority in research cannot be answered outside the purview of ideology, however—what we believe the enterprise to be about, what we get out of it as practicing analysts or theorists, and how what we do facilitates or impedes intellectual (or other forms of) domination. ( Agawu 2006 , 42)",
                "footnotes": [],
                "citations": [
                    "chen_1999",
                    "agawu_2006"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Why are constructing or denying categorizations of difference and identity so fraught in our contemporary landscape? How can one escape claims of flattening and homogenizing difference—for example, “rootless internationalism”—on one hand, and isolationist or elitist restrictiveness, on the other? (1) “Border thinking” crosses between and within to unsettle “silo” mentalities in contexts of identity (national, ethnic, gender, sexual practices), rework stereotypical images (peach blossoms, geishas), and encourage reciprocities, encounters, overlaps, and contagions in layers of history, culture, and affiliation ( Kielian-Gilbert 2011 , 200). (2) The agricultural reference of “silo” is familiar; in a broad sense, disciplines and musical canons tend to store (as in, keep to oneself, hoard) or limit the flow of knowledge to closed containers. Writers such as Kofi Agawu ( 2003 , 2006 ), Martin Scherzinger ( 2003 ), and Anna R. Alonso-Minutti, Eduardo Herrera, and Alejandro L. Madrid ( 2018 ) have called attention to implicit disciplinary biases that may exclude or preempt practices of regional and vernacular musics so that their voices do not, or cannot speak back. Degrees of inclusion and exclusion go hand in hand with deterritorializing and territorializing gestures ( Kielian-Gilbert 2010 , 207 and 214–15).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "agawu_2003",
                    "agawu_2006",
                    "scherzinger_2003"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Ethnomusicologist Judith Becker describes one of the central tenets of ethnomusicology as the endeavor to understand “behaviors and belief systems from within . . . and artistic expressions from the perspectives of their owners” ( 2010 , 127). Striving to unsettle the apparent dichotomy between scientific universalism and humanistic particularity, Becker stresses the importance of conjoining approaches to address both cultural difference and “some level of commonality and universality in relation to both music and emotion” ( 127 and 132 ).",
                "footnotes": [],
                "citations": [
                    "becker_2010",
                    "becker_2010"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Crucial ingredients of crossing borders and such “cosmopolitan” exchange include both allowing ourselves to be affected by the potential of an encounter, and in turn allowing the music we engage with to be influenced and changed by these encounters. According to Sarah Collins and Dana Gooley, the critical function of cosmopolitanism—“attempting to make the self other”—is to construe “the cosmopolitan as a figure who does not pursue a wider connectivity for its own sake, but rather seeks to disrupt conventional models of affiliation, and make attachments less given and more voluntary” ( 2016 , 155). (3) In this sense, composer Chen Yi’s “American music” is more than music made in America. (4) It becomes cosmopolitan in the kinds of conversations and reciprocities it evokes. Example 1 . Chen Yi, brief biographical outline (click to enlarge)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "collins_and_gooley_2016"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Born in 1953 in the city of Guangzhou, China, (5) Chen Yi experienced the effects of the Chinese Cultural Revolution as her father and sister were taken away, and two years later, and for two more years, she endured compulsory hard labor (see Example 1 for a brief biographical outline). (6) After this period of intense physical work, she embarked on extensive research in Chinese musical instruments from 1970–1978 while serving as concertmistress and composer for the Beijing Opera Troupe Orchestra.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] Layers of history and culture subsequent to China’s Cultural Revolution expose not only the intense suffering but also the experimentation that created communities of musicians and listeners, a point that has been elaborated by Nancy Rao ( 2016a , 215) and other scholars. (7) As noted by the editors of the collection Listening to China’s Cultural Revolution , these musical expressions shaped a dynamic historical and cultural memory constructed through “Chinese folk songs, local operas, instrumental music, and Western instrumental music,” and cannot be conceived “as simply a product of political maneuvering” ( Clark, Pang, and Tsai 2016 , 2–5). In this sense the conflicting meanings of the Cultural Revolution encompassed “a historical project . . . meant to change the ‘soul’ of the people, through drastic destructions and constructions” (2). (8) With the death of Chairman Mao in 1976, the Chinese Cultural Revolution ended.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "rao_2016a",
                    "clark_pang_and_tsai_2016"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] From 1978–1986, Chen Yi studied at the Beijing Central Conservatory, becoming the first woman to receive an MA in composition. Doctoral study with Chou Wen-Chung at Columbia University followed. After receiving her DMA degree in 1993 and undertaking several composition and teaching residencies, she accepted a faculty position at the University of Missouri-Kansas City’s Conservatory of Music in 1998. Part 2. Experiencing Chen Yi’s mixed trio Ning : “Calling the soul back to a resting place” and looking forward Example 2 . Chen Yi, selected works, 2001–2004 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] A series of works shown in Example 2 , beginning with Ning for Pipa, Violin and Cello , develop musical images and experiences of memory and remembering—“calling the soul back to a resting place” and looking forward “to the peace of the world in the future.” Written in May 2001 before the global tragedy of 9/11/2001 and published in 2002, Ning was commissioned by the Chamber Music Society of Minnesota for the concert Hun Qiao (Bridge of Souls––A Concert of Remembrance and Reconciliation), to commemorate the little-known Asian Pacific Conflict of World War II. Young-Nam Kim (violin), Yo-Yo Ma (cello), and Wu Man (pipa) premiered the work in May 2001 in St. Paul, Minnesota. Strikingly “ Ning ” is a both a Chinese character meaning peace (serene and peaceful), and another name for the city Nanjing (also called Nanking), the Chinese capital during World War II.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The Nanjing (Nanking) Massacre 1937–1938 marked the brutal mass rape and murder of Chinese citizens by Japanese troops during the second Sino-Japanese War. Historians and witnesses estimate that 250,000 to 300,000 Chinese people were killed by Japanese soldiers let loose on the city during a six-week period from December 1937 to January 1938. The sculptures by Chinese artists in the Nanjing Massacre Memorial Museum and the famous canvas of Chinese-American oil painting master Li Zijian, Nanjing Massacre (1992), confront the problem of manipulating the perceiver in aestheticizing, idealizing, or simplifying the ways that memorials achieve their affects. (9) Audio Example 1 . Chen Yi, Ning for Pipa, Violin and Cello (2002), mm. 1–71 Performance by Jin Sun (pipa), Alexandra Greffin-Klein (violin), and Alexis Descharmes (cello), at the Beijing International Composition Workshop 2015 in the Central Conservatory of Music, Beijing, China, 7/23/2015. https://youtu.be/XgaS6mvxFoo . Used with permission here and for all subsequent examples",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Chen’s Ning subverts a listener’s impulse to sentimentalize and consume, and therefore implicitly to aestheticize violence or sanction the conditions that produce it. (10) Striking and jarring in its qualities, the work projects an aural spectrum of visceral physicality and moments of quiet intensity, emotion, and being in silence ( Audio Example 1 ). In her notes to the score of this sixteen-minute work (see Appendix ), Chen Yi writes: Remembering so many horrible true stories told by my parents repeatedly with anger and passion, who experienced the Japanese invasion in China, I sincerely accepted the invitation . . . to compose a piece of music for “calling the soul back to a resting place,” to remember the Asian Holocaust—1937 Nanjing Massacre, and to look forward to the peace of the world in the future. The music is composed in a dramatic shape, symbolizing the sound of atrocious violence and tragic scenes, hysteric crying and miserable sobbing, gripping meditation and illusive fantasy, performed on the bowing and plucking instruments, combining unique styles and performing techniques in the music of East and West, in an abstract form and texture. ( Chen 2001 )",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "chen_2001"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] In addition to cello and violin, the work features the pipa, a four-stringed Chinese lute with a half pear-shaped body. In her essay “Tradition and Creation” (2002, 64), Chen noted that for traditional pipa repertoire, “most pieces are classified strictly into either lyrical music or martial music categories. . . . [L]istening to the ‘inner voice’ . . . I retuned the strings from A2, D3, E3, A3, to B ♭ 2, E ♭ 3, E3, A3.” In the score the pipa line occupies the middle staff and aurally suggests its potential as an “inner voice” and presence, whether lyrical or martial in character. This contrast takes shape over the course of the work, the martial associated with anger and the effort in remembering, and the lyrical in melodic diminutions (“flowering”) of fragments of a famous folk song “Mo Li Hua” (Jasmine Flower) that unfold and gradually assume more intensity and dramatic contrast over the course of the work. (11) Example 3a . Chen Yi, Ning for Pipa, Violin and Cello , mm. 1–29 (click to enlarge and listen)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] In measures 1–15 ( Example 3a and Audio Example 1a ), the cello begins an extended narrative that strains to remember: in a low-register, its declamatory and gradually ascending impassioned gesture (m. 1) intensifies in mm. 2 and 3, and rises to a sustained B4 that crescendos through the descending whole-step sigh figure B ♭ 4– A ♭ 4 (double forte) in m. 4. A second invocation, responsive and insistent (mm. 5–8ff.), ensues in a profile and intensity related to the first, but with a crescendo on a set of pentatonic fragments (mm. 6–7). The invocation continues with lamenting sigh figures ( D ♯ 5–D5 in m. 10, shifting to E ♭ 4–D4 in m. 11), first in a more deliberate pacing (mm. 8–11), and then accelerating (mm. 12–15). The descending three-note sequential idea (mm. 12–13) threatens to spin out of control, and the cello returns to the assertiveness of its opening profile before ascending higher still to the second sigh pattern (sigh 2, double forte in mm. 14–15): F ♯ 4–E4/ B ♭ 4–A4/B4 (in retrospect, a veiled trace of a “Mo Li Hua” fragment discussed later).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Each of these low to high profiles in the cello (mm. 1–4, 5–8; 5–13, 13–15/17) present an excess of energy (physically and psychically performative) that offers no release, opening each time to silence (also see the formal layout of materials and processes in Example 4 [Audio Example 2] ). The emergent and chain-like patterning in mm. 1–15 initiates and enacts a dramatic and contrastive process of searching and laboring to bring memory to “life,” to vivid “presence,” and propels continuation and energy across moments of silence ( O’Connor and Wong 2020 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] The cello “narrative” resumes and intensifies further in mm. 15–46 with the articulations of violin (triple-forte pizzicato) and pipa in m. 17 (pipa, Jiao (12) ); and the pipa’s timbral techniques such as pitch bending (arrowed slurs, portamento [gliding]), and hammering ( Sao , rapid strum) ( Example 3b and Audio Example 1b ). The Lun (“flower” symbol), a continuous tremolo, appears in the pipa in mm. 50–54, following the cello’s “narrative 2” in mm. 46–49 ( Example 3c and Audio Example 1c ), and dramatically in the central “narrative 3” in the pipa (mm. 88/89ff. and 109ff) shown in Example 4 (Audio Example 2) and discussed later in connection with Example 8b and Audio Example 4. Example 3b . Chen Yi, Ning , mm. 13–45 (click to enlarge and listen) Example 3c . Chen Yi, Ning , mm. 46–71 (click to enlarge and listen)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Chen Yi’s evoking processes of remembering, memory, and searching for a future hinge on listeners’ experiences of motion and mobility in and through music. That is, how do we move relative to different memory frames? Do temporal conditions seem more fixed, moving us backward or forward in time as observers, or do we move memories relative to our present position, as in the sense of bringing memories forward or retreating? Or might both be in flux? (13) Example 4 . Chen Yi, Ning : emergent processes and strands of memory (click to enlarge and listen)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Before turning to later sections of the piece and Chen Yi’s work with Chinese folk materials, let us consider a formal layout of materials as strands of memory and emergent processes in Ning sketched in Example 4 ( Audio Example 2 ). The succession and emergent processes of the thematic materials of the piece suggest a twining of different strands of memory as “narratives” articulated first by the cello “lament” in mm. 1–15/16, and intensified in mm. 15/16–45/46 (Sections 1 and 2). At this point (mm. 46–87/88), Chen evokes a famous Chinese folk tune “Mo Li Hua” (“Jasmine Flower”), in contrast to previously irregular patterns of Baban -derived “lament” material. This “song-based melody” is intimated in fragments that gradually become more expansive over the course of mm. 46–87/88. As shown in Example 4 (Audio Example 2), each of these “narratives” are reflected in relation to the central “flowering” of the pipa “narrative” in mm. 88/89–108/09. The “lament” narrative is now embodied in the pipa presentation (mm. 93–96) and in the reflective “palindrome” of presentations that weave the Lament and “Mo Li Hua” tunes in Sections 6–8. The “Mo Li Hua” tune in the cello from m. 110 onward is first expansive (Section 3), with fragments in the violin and pipa; Section 5 reverses the expansive and fragmented presentations, and Section 9 entwines aspects of all three musical “memories.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] I turn now to consider Chen Yi’s deep contact with Chinese folk materials and their durational patterning and variation in her music (specifically, in Ning and Happy Rain on a Spring Night ). The next sections of this paper take up these questions with respect to working with orally transmitted Chinese music traditions and different types of qupai (melodic models) to create new repertoire: in Ning , the influence and compositional treatment of classical Baban forms contrasts with that of vocal song-based melodies (namely, the popular tune “Mo Li Hua”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] More broadly, the play in durational patterning in Chen Yi’s music considered here centers on the fluid affiliation and overlapping durational patterning, often in connecting and transforming chromatic and diatonic/pentatonic pitch materials. Trajectories of durational patterns propel through a kind of associative chaining of events and spans, not simply from one moment to the next but through emergent processes in self-referential groupings. More than a simple chaining of gestures, small and large groups respond and successively shift their durational alliances between points, levels, spans, or trajectories of attention. Relatedly variational procedures of embellishment via “beat-form variations” (via augmentation and diminution) and “chain form” ( lianqu ti , consecutive juxtaposition of different themes) apply to Chen Yi’s compositional treatment of both Baban -derived and popular-song based materials ( Thrasher 2008 , 145–47; and 2016 , 102–11). Example 5 . Chen Yi (2002, Figure 7), the Chinese folk tune “Baban” [Ba (8), ban (beat, phrase)], annotated (click to enlarge) Example 6 . Chen Yi, Ning , mm. 1–46: durational spans, attention, and memory (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "thrasher_2008",
                    "thrasher_2016"
                ]
            }
        },
        {
            "2.12": {
                "text": "[2.12] The phrases of the traditional Chinese folk tune Baban , one of a set of melodic models called qupai in China ( Thrasher 2016 ), have multiple affiliations [ Ba (8), ban (beat, or phrase)]: the sound “ba,” the number 8, symbolizes good fortune ( Chen 2002 , 67); and the term “Baban” means “eight beats,” “eight phrases,” and refers also to the materials of a folk tune for an instrumental ensemble (14) ). The recurring ratio in the Baban tune is 3:5 ( Example 5 , also shown later as larger (+) and smaller units (-) in Example 6 and Audio Example 1 ), which for Chen approximates the Golden Section (GS) ratio, 0.618. (15) It manifests as the durational ratio between spans of 5 + 3 phrases as well as those of local adjacent groups. In her diagram, a 0.618 (i.e., 0.6) GS ratio of plus (+) and minus (-) durational spans (42 and 26 quarters) marks the 5 + 3 groupings of phrases ( 67 ). (16) Internally these phrases also present groupings of 3 + 2 + 3, or 4 + 4.  According to Chen, the relationships between the durationally balanced groups (4 + 4) and unequal groupings (of 2, 3, 5, 8) in Baban “form the basis for the changes, contrast, and balance for the entire piece” ( 67 ): the effects of progression tense with those of balance and vice versa ( 67 ; see also Kramer 1988 ). (17)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "thrasher_2016",
                    "chen_2002",
                    "chen_2002",
                    "chen_2002",
                    "chen_2002",
                    "kramer_1988"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] As shown in Example 6, the (irregular) patterning 5 + 3 + 5 can project a processive grouping of the “3” in both 5 + 8 and 8 + 5 groups [5 + 3 + 5 = [5 + ←3→ + 5]. In this way both groups can potentially be linked via a processive “3” (shown here by arrows) that musically feeds forward and/or backward. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] In measures 1–15 and 15–23ff., rhythmic groupings (despite being presented through metricized notation) jostle in energy through qualities stemming from axial symmetry (midpoint balance, mm. 1–4, 5–8) and unequal durational successions (e.g., mm. 9–15 and 15–23ff.) creating the effect of progression through their apparent directed lengthening and shortening and coordination with melodic contour patterns. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] Different in effect from the GS proportional spans in music by Debussy, Bartók, Hindemith, and others, Chen’s approach cannot be understood simply by noting Fibonacci Series and GS ratios between unequal (large and small) durational spans. The play between durational form and musical content in her music also involves shifting aural attention between rhythmic levels of phrase grouping, beats, and number of articulations. This attentional shifting becomes a means to sustain and heighten, and to direct and release attention.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] Significantly, these different levels of durational groups are not preformed or preset in awareness but fluctuant, and hence are difficult to model in synoptic diagrams such as the one depicted in Example 6. In different ways, both Ning and Happy Rain on a Spring Night stage and enact a dynamics of listener attention and in the process, embody flow or Qi (spirit, air, breath, energy), as described by Chen Yi and Nancy Rao in the other articles in this group (see also Chen et al. 2020 ). This (new) kind of listening toward durational interaction, play, and spatialization turns a form-content distancing in music inward in a graded shifting of attention through which one comes holistically to sense a potential or “embodied” performance.",
                "footnotes": [],
                "citations": [
                    "chen_et_al_2020"
                ]
            }
        },
        {
            "2.17": {
                "text": "[2.17] This staging of shifts and gradations in attention is nowhere more moving than in the processes generating the flow (“Qi”) in the emergent instrumental “singing” of another traditional melody over the middle and end of Ning .  It is the folk song “Mo Li Hua,” which derives from the Jiangsu Province, the same region as that of the capital Nanjing. In another twist, Chen Yi’s approach and “arrangement” of “Mo Li Hua” (see Appendix ) differs from that of Puccini who drew on this tune in Turandot . (20) Example 7 . Chen Yi, “Mo Li Hua” from A Set of Chinese Folk Songs , Vol. 2, no. 6 (click to enlarge and listen)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "2.18": {
                "text": "[2.18] In contrast to the irregular patterns of Baban -derived material, song-based melodies such as “Mo Li Hua” ( Examples 7 and 8a , and Audio Example 3 ) have regular four-bar phrasing, are also played instrumentally, and function as models for new repertoire ( Thrasher 2016 , 11). The poetic text of “Mo Li Hua” (Example 7) from Jiangsu Province differs from other versions: it is notably three stanzas longer and, in contrast to recounting a practice of giving Jasmine flowers, describes the speaker’s desire and fear of the consequences in plucking the flower. For listeners familiar with this version of the popular folk song and its text, what are the implications and influences they bring to this contextual setting? What might be at stake in plucking memories (of Nanking) from the dustbin of history and for whom? Example 8a . Chen Yi, “Mo Li Hua” from A Set of Chinese Folk Songs , Vol. 2, no. 6, mm. 1–14 (click to enlarge and listen) Example 8b . Chen Yi, “Mo Li Hua” in Ning for Pipa, Violin and Cello (2002), mm. 110–125 (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "thrasher_2016"
                ]
            }
        },
        {
            "2.19": {
                "text": "[2.19] Preceding and following the central pipa “narrative 3” (see Sections 3–5 and brackets in Example 4), Sections 3 and 5, respectively, “flower” in presenting the “Mo Li Hua” tune (pitches 1–12) as extended melodically and as fragments in diminution. Notably in Section 3 (m. 50ff), remnants of the “Mo Li Hua” tune occur first in fragments (mm. 50ff.) and then in a more expansive melodic presentation in mm. 60 and 63.  In Section 5 the reverse occurs ( Example 8b and Audio Example 4 ): the expansive presentation of the tune occurs first in the cello (notes numbered 1–12 in various parts from mm. 109–125 in Example 8b), followed by diatonic fragments (mm. 132ff).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.20": {
                "text": "[2.20] The “chromatic” version of the “Mo Li Hua” tune emerges in the fragments that begin in the cello in Section 3, particularly in mm. 50ff and 60–63ff., suggesting emerging and retrospective associations between the tune ( F ♯ –E– F ♯ –A–B), its diatonic inversion ( F ♯ – G ♯ – F ♯ – D ♯ – C ♯ ) and the pipa (“narrative 3,” mm. 89–109ff.) to the previous cello pattern (m. 15, F ♯ –E– B ♭ –A–B) and “narratives” in Sections 1 and 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.21": {
                "text": "[2.21] Examples 8a (Audio Example 3) and 8b (Audio Example 4) demonstrate some of the ways this dramatic association of chromatic and diatonic/pentatonic materials unfolds in this work. Example 8a shows the “Mo Li Hua” tune, the first two measures of which present a succession of twelve notes. Example 8b illustrates how these notes unfold melodically and with increasing intensity in Ning (mm. 110–125), in the cello and in diatonic diminutions (flowerings) in the pipa and violin (these are encircled in Example 8b, and the notes are numbered based on their reference to the first twelve notes of the “Mo Li Hua” tune). (21) For example, the cello presents all twelve notes in mm. 110–117; the pipa presents diminutions (fragments from the tune) at different rates of speed and orderings, with violin embellishments faster still. These different rates of presentation show the techniques of “beat-form variation” (variation via augmentation and diminution) and “chain form” presentations ( lianqu ti , consecutive juxtaposition of different themes) in reverse order in Sections 3 and 5, as described earlier. (22)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "2.22": {
                "text": "[2.22] Listeners familiar with Western art music may be led further into this broader process of emergence by the cello line that begins the “Mo Li Hua” tune in mm. 110ff. (Section 5 of Example 4; Example 8b and Audio Example 4), as a melody both diatonic and chromatic, and with diminutions that situate the former tangibly in the broader context of chromatic fragments. The elements of the “Mo Li Hua” tune entwine and alternate with the dramatic accentual patterns already encountered (Sections 1–2, 3, and 4) in a reverse process that approaches and returns the “Mo Li Hua” folk tune to the collective memory of the Nanjing survivors and more broadly the Chinese people, and perhaps in music listeners taking this journey, as suggested by the final closing section. Example 9 . Chen Yi, Ning , ending, mm. 206–231. “Eight notes” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.23": {
                "text": "[2.23] Example 9 and Audio Example 5 highlight the ending section of Ning and the successions of “eight notes” by indicating the numbered note successions on the score. In her analysis of Chen Yi’s Ba Ban for piano (2000), Xiaole Li notes that “in Chinese folk music, each note is counted traditionally as a “point” [or beat] regardless of its duration” ( 2005 ). Honoring this tradition, one can sense three interwoven pentatonic/diatonic “tunes” (labeled “x,” “y,” and “z” in Example 9), each presented first by the pipa and followed by another instrument transposed at T4:  pipa melody “x” starting on B ♭ (m. 210, B ♭ – D ♭ – E ♭ – G ♭ – E ♭ – D ♭ – E ♭ – D ♭ , 8 notes), followed by T4 “x” in the cello (m. 214 on D: D–F–G– B ♭ –G–F–[G]–[F]). Pipa melody “y” begins on D (m. 213), followed by T4 “y” in the violin (m. 215 on F ♯ : F ♯ –E– F ♯ –A– F ♯ –E–D–E–[D]). The third pipa melody “z” begins in mm. 215–16 on C ([ B ♭ ]–C– E ♭ –F–G– E ♭ –C– B ♭ ), and the T4 transposition occurs in m. 221 on E ([D]–E–G–A–B–[A]–G–E–D), also in a pattern of “eight.”  Note that before the T4 pattern of eight in m. 221, another “z” like pattern starts in the cello in m. 218 on G, suggesting T7 ([F]–G– B ♭ –C–D– B ♭ –C–C– F ♯ ), also in a count of 8 notes––here the pattern breaks after note 5. This “extra” pattern, like the circled notes in the violin in mm. 217–220, and circled pattern in the pipa in mm. 226–231 simply articulate the “pattern of eight” in gestures that suggest a retreat into memory or always lingering resonance.",
                "footnotes": [],
                "citations": [
                    "li_2005"
                ]
            }
        },
        {
            "2.24": {
                "text": "[2.24] The ending of Ning acknowledges the process and gradual emergence of pentatonic/diatonic material emblematic of multiple interwoven voices dramatizing the musical presence—and memory—of a collective “soul” in a fragile “place” of chromatic balance. If this is a “resting place,” it is also a place that embodies transformation and paths to an unforeseen future and “a people to come” who will remember. Part 3. In conclusion: affiliations, commonalities, and differences",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Part 1 of this article outlined some of the challenges and values of a social-relational dynamics of reciprocity in intercultural or borderland music contexts––encountering the self as other, or one practice through the lens of another, the local figures in the cosmopolitan and the cosmopolitan in the local. Each are emblematic for example, in Ning ’s lament and its folk tune; each partake of the other in their gradual and abrupt transformation and story-telling over the course of the piece, grief-laden, unsingable and chromatically insistent; lyrical, flowering, expansive and silent. Listener(s) engage with musical dimensionalities that motivate personal and interpersonal exchanges, insights, and stories. My final section considers the potential of these exchanges for, and in tension with values of diversity, equity, ethics, inclusion and access, and forces of capital, gender, race, disability and sexuality. (23) In counterpoint with my emphasis on local/cosmopolitan connections in the first section of my article, I want to think about how experiencing Chen Yi's Ning has allowed me to listen as much from the outside in as from the inside out.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Listening and experiencing Chen Yi’s music is to encounter and entangle notions of self and community, borderland and nation, exile and place. It is to participate in a new kind of “polis” or citizenship, one shaped by and through the enactive bodies of social groups and materials. Notably, listeners musically and multiply become actors and recipients though aesthetic and experiential valuations that are seldom neutral.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Superficial categorizations of art deemed American and/or Chinese leave little space for differentiation and appreciation. Chen’s music has at times been accepted in China as “American [i.e., Western] music” ( Li 2005 ). (24) Parallel to ways in which labels such as “Western” may have become synonymous with “Modern” in China or elsewhere, Agawu has noted tendencies in which a notion of “African rhythm” may become “an invention . . . a myth, ultimately a lie” ( 2003 , 387). (25) As the “West” adopts or works within a framework of exclusion, it degrades African music and its rhythms, by granting it rhythm, but not palpable values of melody, harmony, or text. Agawu and scholars such as Michael Tenzer and John Roeder ( 2011 ) have argued that in differentiating “our” music from “theirs,” we often overlook ways in which aggregate characteristics of such features as stress, duration, periodicity, and color may facilitate connections between musics, such as through differential practices of stratifying voices, contrapuntal polyphony, variation of motives, and approaches to rhythmic consistency. These practices also draw attention to music’s dimensionality, degrees of difference, and potential for intersubjective (social, relational, and emotional) connection.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "li_2005",
                    "agawu_2003",
                    "tenzer_and_roeder_2011"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] The diverse voices of students in American conservatories and university music programs, and the explosion of musical practices of cultural pluralism and exchange evident in online and social media, counterpoint ongoing debates in the academy on diversity and equity. Music educator and philosopher Lauren Kapulka Richerme ( 2019 ) has called attention to the tensions between issues of diversity and equity, and to the problems of assuming their compatibility.",
                "footnotes": [],
                "citations": [
                    "richerme_2019"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Diversity characteristically refers to racial and ethnic diversity related to individuals with contrasting backgrounds as well as to variety in content and types of engagement. These distinctions may obscure aspects of equity: diversification may not question or call attention to how or what individuals or practices remain occluded. Intersectional relationships between socioeconomic levels, race, gender, sexual orientation, and disability further thicken the social-relational dynamics. Richerme points out that focus on diversity as a criterion for admission “can lead to an assumption of similarity amongst students of the same race as well as the conception that their race constitutes their main contribution to the institution” ( 2019 , 157). Relatedly, whiteness remains as the standard bearer.",
                "footnotes": [],
                "citations": [
                    "richerme_2019"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] Against this backdrop as designated “perpetual” or “model” minorities, Asians and Asian Americans confront colonizing and stereotypical figures of docility that may grant technical prowess but disavow artistic depth. African American studies and feminist writer on racial inequality, Imani Perry, argues that “gender is the most core form of inequality, an ur-inequality, as it were, but also it animates other forms of social stratification. Inequalities are systematized and essentialized in the West by means of the logic and language of gender” ( 2017 , 254). The many layers of relations of power thus require our “mov[ing] beyond looking at gender as a set of binary analogies always reducible to an essential codependent conflict between men and women” ( 255 ). Overworked, sexualized, and submissive stereotypes such as the “China doll,” “Geisha girls,” “Dragon Lady,” and “Madama Butterfly” are more than figures of the past. Racist figures of super-feminine and subservient Asian woman undergird practices of “exotic othering,” and feminizing (rendering subjects infantile, emasculated, or childlike) (see Lee 1993 ). Race continues to figure in situations where simply looking different prevents assimilation. These pressures complicate and complexify musical experience and understanding.",
                "footnotes": [],
                "citations": [
                    "perry_2017",
                    "perry_2017",
                    "lee_1993"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] To become intercultural listeners is to contend with experiencing, performing, and thinking about East Asian music in Western culture and vice versa. As we are made to see and glimpse the role of Western music in Asian culture, evidence of the role, for example, of Chinese music opera and culture in American (or Western) musical institutions must be more than rarely addressed. (26) So too must ongoing musical connections to and distinctions between artistic musical practices in the United States, China, Japan, South Korea, Taiwan, the Philippines, and Vietnam.",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] If the “new musicology” has focused on historical study sensitive to cultural context and influence from feminist, queer, gender, critical (Adorno, Marxist), postcolonial and postmodernist studies, a “new music theory” might take a comparable critical stance toward what constitutes theory, philosophy, and ontology under these influences or in new approaches to music and experience in inter- and intracultural exchanges that can accommodate both philosophy and empiricism, and expanding contexts of relational connections. These endeavors call for a renewed sensitivity to the role and priorities of multiple subjects both human and imaginary in practices of doing, experiencing, and thinking about music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] My study and writing about Chen Yi’s music as a music listener and theorist working in the 21st century began as an encounter and deepened through expanding networks of association (see also Chen et al. 2020 , 6–7). Experiencing Chen’s Ning for Pipa, Violin and Cello offers listeners multiple affiliations that reciprocate the differing of (an)other, creating relational frameworks in which selves and others may occupy any number of (virtual) musically relational positions. In listening deeply, (re)engaging particular musical practices and sensibilities side-by-side in encounters opens to unforeseen, associative, and participatory exchanges. In turn, the emerging narratives, encounters and migrations, entangle and reward listening experiences of self and community, borderland and imagination. We listen—local and cosmopolitan, we practice—with new models of connection, with flawed embodiments, respecting trauma and place in voluntary engagements both one-on-one and communal, experientially temporal and cognitive, intellectual, visceral, and musically and emotionally reciprocal. Return to beginning Appendix Example 10 . Score example (complete) for Ning for Pipa, Violin and Cello by Chen Yi (click to enlarge, listen, and watch video) Example 11 . Score example (complete) for A Set of Chinese Folk Songs, Vol. 2, no. 6, “Mo Li Hua.” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "chen_et_al_2020"
                ]
            }
        }
    ],
    "mto": true,
    "category": "the music of chen yi",
    "source": "mto/raw/mto.20.26.3.kielian_gilbert.html",
    "data": "mto/data/mto.20.26.3.kielian_gilbert.json"
}