{
    "title": "Review of Janet Schmalfeldt: <i>In the Process of Becoming: Analytical and Philosophical Perspectives on Form in Early Nineteenth-Century Music</i> (Oxford: Oxford University Press, 2011)",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Monahan, Seth"
    ],
    "abstract": "",
    "keywords": [
        "musical form",
        "perception",
        "Schenkerian analysis",
        "Schmalfeldt",
        "Adorno",
        "Dahlhaus",
        "Hepokoski",
        "Caplin",
        "Beethoven",
        "Chopin",
        "Haydn",
        "Mozart",
        "Clementi"
    ],
    "doi": "",
    "received": "May 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.monahan.pdf",
    "author_info": [
        {
            "name": "Seth Monahan",
            "university": "Eastman School of Music",
            "address": "26 Gibbs St., Rochester, NY 14604",
            "email": "smonahan@esm.rochester.edu"
        }
    ],
    "citations": {
        "adorno_1993": "Adorno, Theodor W. 1993. Hegel: Three Studies . Translated by Shierry Weber Nicholsen, with an introduction by Shierry Weber Nicholsen and Jeremy J. Shapiro. Cambridge, MA: MIT Press.",
        "bergé_ed_2009": "Bergé, Pieter, ed. 2009. Beethoven's Tempest Sonata: Perspectives of Analysis and Performance . Co-edited by Jeroen D'hoe and William E. Caplin. Leuven: Peeters.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "caplin_2010": "Caplin, William E. 2010. “Beethoven’s ‘Tempest’ Exposition: A Response to Janet Schmalfeldt.” Music Theory Online 16, no. 2 .",
        "dahlhaus_1989": "Dahlhaus, Carl. 1989. Nineteenth-Century Music . Translated by J. Bradford Robinson. Berkeley, California: University of California Press.",
        "damschroder_2010": "Damschroder, David. 2010. Review of Beethoven’s “Tempest” Sonata: Perspectives of Analysis and Performance (Leuven, Belgium: Peeters, 2009). Music Theory Online 16, no. 2 .",
        "hepokoski_2001—2002": "Hepokoski, James. 2001–2002. “Beyond the Sonata Principle.” Journal of the American Musicological Society 55, no. 1: 91–154.",
        "hepokoski_2010": "Hepokoski, James. 2010. “Formal Process, Sonata Theory, and the First Movement of Beethoven’s ‘Tempest’ Sonata.” Music Theory Online 16, no. 2 .",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford: Oxford University Press.",
        "lee_2010": "Lee, Mike Cheng-Yu. 2010. “A Response to Schmalfeldt’s ‘Form as Process of Becoming’: Once More on the Performance and Analysis of Schubert’s Sonata in A Minor, Op. 42.” Music Theory Online 16, no. 2 .",
        "martin_2010": "Martin, Nathan. 2010. Review of Beethoven’s Tempest Sonata: Perspectives of Analysis and Performance (Leuven, Belgium: Peeters, 2009). Theory and Practice 35: 169–89.",
        "schmalfeldt_1991": "Schmalfeldt, Janet. 1991. “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form.” Music Analysis 10: 223–87.",
        "schmalfeldt_1995": "Schmalfeldt, Janet. 1995. “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the ‘Tempest’ Sonata.” Beethoven Forum 4: 37–71.",
        "schmalfeldt_2010a": "Schmalfeldt, Janet. 2010a. “One More Time on Beethoven’s ‘Tempest,’ From Analytic and Performance Perspectives: A Response to William E. Caplin and James Hepokoski.” Music Theory Online 16, no. 2 .",
        "schmalfeldt_2010b": "Schmalfeldt, Janet. 2010b. “Response to Mike Cheng-Yu Lee.” Music Theory Online 16, no. 2 .",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytical and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See Bergé, ed. 2009 . For reviews of that collection, see Damschroder 2010 and Martin 2010 .",
            "citations": [
                "damschroder_2010",
                "martin_2010"
            ]
        },
        "FN2": {
            "text": "2. This debate occurred as part of a special session dedicated to the career of Janet Schmalfeldt organized by the Committee for the Status of Women (CSW) at the Society’s 2009 annual meeting in Montréal. The session’s presentations, along with Schmalfeldt’s responses, are documented in Volume 16 of this journal; for the “Tempest” debate, see Caplin 2010 , Hepokoski 2010 , and Schmalfeldt 2010a .",
            "citations": [
                "caplin_2010",
                "hepokoski_2010",
                "schmalfeldt_2010a"
            ]
        },
        "FN3": {
            "text": "3. The most important and extensive new material appears at pages 33–36. It is also noteworthy that the original article’s third through sixth paragraphs have been excised and relocated to Chapter 1 (pages 10–11).",
            "citations": []
        },
        "FN4": {
            "text": "4. Hepokoski has challenged Dahlhaus’s attribution of singular significance to this movement, noting that many of its putative innovations have direct precedents in Beethoven’s preceding sonata-form movements ( Hepokoski 2010 ). As Schmalfeldt notes, though, none of Beethoven’s prior primary themes feature shifting tempo indications of this sort (2010a)—a factor that determines much of the movement’s singular character.",
            "citations": [
                "hepokoski_2010"
            ]
        },
        "FN5": {
            "text": "5. Though the “becoming” symbol is Schmalfeldt’s own invention, readers may also recognize it from Caplin’s ( Caplin 1998 ) and Hepokoski and Darcy’s recent form treatises ( Hepokoski and Darcy 2006 ).",
            "citations": [
                "caplin_1998",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN6": {
            "text": "6. “Listeners of this kind of music are being asked to participate within that process...by remembering what they have heard, while retrospectively reinterpreting formal functions in the light of an awareness of the interplay between conventions and transformations” (116). Of course, one might ask whether this “participatory” element is not in fact a function of any music whose basis is a well-established formal genre, as is implied by Hepokoski and Darcy’s “dialogic” conception of form ( Hepokoski and Darcy 2006 , 10–11). As Hepokoski writes, the very concept of musical “form” may reside most significantly in “the composer- and listener-activated process of measuring what one hears against what one is invited to expect” ( Hepokoski 2001—2002 , 135).",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN7": {
            "text": "7. The text advocates “a type of ‘structural listening’ that...invites both first-time and ‘first-time’ listeners to listen ‘both forward and backward,’ as Adorno has recommended” (9; see also 32, which quotes and discusses Adorno 1993 , 136).",
            "citations": [
                "adorno_1993"
            ]
        },
        "FN8": {
            "text": "8. Similar concerns are addressed with great subtlety by Lee 2010 ; see also Schmalfeldt’s response ( Schmalfeldt 2010b ).",
            "citations": [
                "lee_2010",
                "schmalfeldt_2010b"
            ]
        },
        "FN9": {
            "text": "9. Violinist George Bridgetower was the sonata’s unstated dedicatee and, Schmalfeldt argues, the inspiration for the work’s uniquely “collaborative” writing for its two instruments (92).",
            "citations": []
        },
        "FN10": {
            "text": "10. Schmalfeldt envisions her “chief contribution” to the Dahlhausean tradition to be her “renewal of an effort to imbue both formal and Schenkerian concepts, taken together , with a capacity to capture, if tenuously, the dynamic, processual nature of the musical experience” (12).",
            "citations": []
        },
        "FN11": {
            "text": "11. Chapters Four and Eight speculate how intimate kinships between historical composers and performers (e.g., Beethoven and the violinist Bridgetower, Chopin and the cellist Franchomme) might manifest themselves in the inner workings of unusually collaborative chamber duets.",
            "citations": []
        },
        "FN12": {
            "text": "12. These concerns are offset at various points by Schmalfeldt’s helpful inclusion of lists (in Chapters Five, Six, and Eight) that direct the reader to pieces that share formal attributes with those under study (and thus more convincingly showing “processual” form to be a broad cultural practice).",
            "citations": []
        },
        "FN13": {
            "text": "13. There may be generational differences at work here. For scholars trained at a time when Caplin and Hepokoski/Darcy serve as foundational texts, Schenkerian methods are more likely to serve as optional rather than obligatory elements of the tonal-analysis toolbox. But there are also stark differences between Schenkerian and Dahlhausean conceptions of musical “process” that Schmalfeldt does not directly engage; see Note 17 below.",
            "citations": []
        },
        "FN14": {
            "text": "14. We see a similarly optimistic effort to “reconcile” Schenker with more conventional analytical paradigms in Schmalfeldt’s 1991 essay “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form” ( Schmalfeldt 1991 ).",
            "citations": [
                "schmalfeldt_1991"
            ]
        },
        "FN15": {
            "text": "15. This is not to suggest that Schenkerian concepts or Schenkerian prose are necessarily incompatible with a “processual” analysis in the Dahlhausean sense—only the obligation to elucidate the supposed “structure” of a piece by way of a single synchronic graph. It is perhaps no coincidence that one of Schmalfeldt’s most satisfying conflations of Schenkerian and Dahlhausean interests—an exploration of the varied prolongational schemes that would follow from contrasting performance choices in Schubert’s A-minor sonata, op. 42 (120)—unfolds without the aid of actual Schenkerian graphs.",
            "citations": []
        },
        "FN16": {
            "text": "16. Dahlhaus hears the tonic D minor in bar 3 of the opening movement as “provisional and not fixed,” and with good reason—its tonic status is far from clear and will be undermined by the itinerant C-major music immediately to follow (1991, 117). But Schmalfeldt demurs; notwithstanding its “fleeting” character, she finds this to be a “genuine tonic,” as it serves as the anchor of several ascending prolongational fifth-progressions (44–45; see also her Example 2.1, page 39). That is to say, in a very un-Dahlhausean maneuver, she privileges bar 3 as a structural tonic based solely on events that remain unheard for another thirty seconds or more: the completion of the D–A Zug at measure 13 and then reprise of that ascent in measures 21–33. Schmalfeldt doesn’t reveal whether she has ever attempted to graph a more properly Dahlhausean hearing of the opening, one in which D emerges as (or “ becomes ”) tonic over twenty-odd bars. One imagines that the difficulties would be telling.",
            "citations": []
        },
        "FN17": {
            "text": "17. A probing comparison of Dahlhausean and Schenkerian “processuality” would naturally exceed the scope of this review. But it seems to me that the epistemic differences are not subtle. As Schmalfeldt explains, Dahlhausean/Adornian processuality is “participatory” and “communicative”; it depends upon a listener’s stylistic competency and ability to foresee what kind of formal-functional events “ought to” come next in an unfolding work. By contrast, Schenkerian contrapuntal-prolongational “processes” are, despite their generic familiarity, largely unforeseeable within the compass of any single composition. That is to say, the Schenkerian who encounters an unfamiliar eighteenth-century work will expect its “tonal structure” to arise through nested configurations of linear progressions, arpeggiations, unfoldings, reachings-over, and so forth. But no amount of insight or experience will allow that same analyst to predict how, or in what order, these contrapuntal devices will actually be arrayed or interlinked (e.g., even when a simple linear progression is audibly underway, the real-time listener can usually only guess its eventual terminus). Thus, we might say that Schenkerian middle- and foreground “processes” tend to be revealed only retrospectively, rather than arising within a dialectic of foresight and hindsight.",
            "citations": []
        },
        "FN18": {
            "text": "18. Though Schmalfeldt is eager to identify antecedents for what she believes to be a properly nineteenth-century “processual” practice (see Chapter Three), she resists any implication of a full-blooded processual tradition in Haydn or Mozart, waving away Hepokoski’s ( 2010 ) challenge that there are “hundreds of analogously processual examples” in the classical repertoire by implying that he fails to grasp the difference between “motivic transformation” and “formal reinterpretation” ( Schmalfeldt 2010a ). But the charge misfires; Hepokoski and Darcy have in fact made an extensive and compelling case for the presence of “processual” techniques in the music of the late eighteenth century and of Haydn in particular. Their notion of the “continuous exposition”—especially the “bait-and-switch” sort—pivots on exactly the sort of “formal reinterpretations” that Schmalfeldt’s book celebrates ( Hepokoski and Darcy 2006 , 51–64). It is unclear whether Schmalfeldt gives any credence the idea of continuous expositions in general. (Her analysis of the finale of Haydn’s Piano Trio in C major Hob. XV:27 [68–73]—a continuous exposition if there ever was one—suggests not.)",
            "citations": [
                "hepokoski_2010",
                "schmalfeldt_2010a",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN19": {
            "text": "19. Hepokoski and Darcy’s “continuous” exposition type arguably falls into the second, more radical, category, as it involves the direct passage from a sonata’s transition (TR) to its closing zone (C), such that the expected secondary-thematic zone is “elided away.” See Hepokoski and Darcy 2006 , 51–64; see also Note 18 above.",
            "citations": [
                "hepokoski_and_darcy_2006"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This has been a banner season for the “Tempest” sonata. In 2009, Peeters published a widely read volume of essays that explored the unique analytical and performative challenges of Beethoven’s op. 31, no. 2. (1) In that same year, members of the Society for Music Theory (SMT) had occasion to see several leading lights of the new Formenlehre , William Caplin, James Hepokoski, and Janet Schmalfeldt, go head-to-head with competing interpretations of the sonata’s notoriously ambiguous opening movement. (2) Now, the “Tempest” provides the point of departure for Schmalfeldt’s much-anticipated essay collection, In the Process of Becoming: Analytical and Philosophical Perspectives on Form in Early Nineteenth-Century Music .",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Schmalfeldt has written about the opening of the “Tempest” before, of course. Her 1995 essay, “Form as the Process of Becoming: The Beethoven-Hegelian Tradition and the ‘Tempest’ Sonata,” was a landmark text of both Beethoven reception and contemporary formal analysis. In addition to lending its title to the current volume, that study appears here (with key additions) as Chapter Two, where it serves as the centerpiece of the book as a whole. (3) For it is in her “Tempest” analysis that Schmalfeldt most convincingly makes her case for the “processual” conception of form that is at the heart of her project.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As Schmalfeldt’s readers know, this process-based understanding of the “Tempest’s” opening movement is an inheritance from Dahlhaus, who regarded the work as a milestone of Beethoven’s development and of nineteenth-century music in general. Spurred by its ostensible lack of a clear-cut primary theme—the mercurial, caesura-riven introduction seems to elide directly into the sonata transition—Dahlhaus came to believe that the work announced a fundamentally new formal impulse, one that “thwart[ed] and negated” the customary schematic-modular conception of sonata form ( Dahlhaus 1989 , 14). (4) Rather than offering the listener a series of discrete, easily-identifiable functional/thematic regions, this was a music whose “form” was nothing less than the work’s own unique “process of coming into being” through the continuous transformation of its materials (1991, 118).",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "dahlhaus_1989"
                ]
            }
        },
        {
            "4": {
                "text": "[4] In making Dahlhaus’s “processual” idea her own, Schmalfeldt does much to clarify and demystify an elusive and sometimes jargon-clouded concept. Throughout her study, a “process”-based approach to form generally signifies one whose aim is to uncover and articulate the ambiguities that arise when composers knowingly manipulate familiar functional signifiers (introductions, continuations, conclusions, and so on) in order to frustrate any simplistically schematic understanding of form. Most often, this involves the strategic dissolution of sectional boundaries. In the “Tempest” and elsewhere, Schmalfeldt is especially interested in situations where the listener can claim retrospectively to have traveled from functional region x to functional region y , but without being able to determine the precise moment when one gave way to the other. Relationships of this sort are indicated throughout with the “ ” symbol: e.g., “MT Transition” refers to a main theme that becomes a transition at some indeterminate point. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Schmalfeldt is quick to stress that these innovations necessarily imposed new “participatory” demands on auditors of all sorts. (6) Deprived of the usual Formenlehre roadmaps, listeners would need to assess and reassess their positions within the unfolding musical argument more or less continuously, leading to a heightened state of engagement and the experience of form as an emergent father than fixed feature of the work. (7) At the same time, performers—“the most active of all listeners,” by Schmalfeldt’s reckoning (116)—would be entrusted more than ever to play “a determinative role in our understanding of the formal process” through the nuances of their interpretive choices (58).",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Taken together, the book’s first three chapters lay out the main substance of Schmalfeldt’s theory of musical “becoming.” Chapter One introduces the idea of “form as process” and traces aspects of processual thinking in the analytical work of contemporary authors (including Caplin, Hepokoski, Lewin, and Newcomb), mid-century writers like Dahlhaus and Adorno, and fin-de-siècle titans Schoenberg and Schenker. Chapter Two goes deeper still, charting the roots of Dahlhaus’s “Tempest” critique within a long-standing “Beethoven-Hegelian tradition.” Extending from Hoffmann to Schoenberg via Marx (each of whom situated the composer within a broadly Hegelian model of historical change), this tradition culminated in Adorno’s radical insistence that Beethoven’s middle style was itself realized through precisely the same kind of dialectical movement as Hegel’s philosophy. The revelation that Beethovenian form could be perceived dialectically resonates throughout Dahlhaus’s writings and finds fruition in the extended Dahlhausean analysis of the “Tempest” that closes Chapter Two. From there, Chapter Three moves on explore eighteenth-century precedents for Beethoven’s formal/processual innovations in a series of chamber and stage works by Haydn, Mozart, and Clementi.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] At that point, though, the text undergoes a curious transformation of its own: from Chapter Four onward, Schmalfeldt’s tightly-knit monograph “ becomes ,” as it were, more of a loosely knit essay collection. The remaining six chapters—all but one of which have appeared (at least germinally) in print elsewhere—are best understood as standalone studies that relate by varying degrees to the organizing principle of “processive” form. Chapters Five and Seven follow most directly from the book’s opening thesis. The former (“On Performance, Analysis, and Schubert”) aims, pace Adorno, to uncover a Beethovenian influence on the formal processes of Schubert’s Piano Sonata in A Minor, op. 42 (D. 845) and then explores what these structural ambiguities might mean for performers. (8) The latter asks similar questions of several movements by Mendelssohn, culminating in a lengthy investigation of thematic construction, cyclical design, and processual techniques in the Octet, op. 20.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Other essays explore the issue of musical “process” from rather different angles. In Chapter Six, “Music that Turns Inward: New Roles for Interior Movements and Secondary Themes,” Schmalfeldt looks at “cyclic and processual formal techniques that draw new kinds of attention to deeply felt, song-inspired interior movements and secondary (as opposed to main) themes” (136), focusing in particular on Schubert’s Lebensstürme (D. 947) and Piano Trio No. 2 in E ♭ Major (D. 929). In the aptly titled final chapter (“Coming Home”) she examines closural processes in several songs and piano works by Schumann, with special interest in the various ways that his music seems to convey a “longing for home” (257).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The two remaining essays stand rather apart from the book’s main thesis of “processual” form. Chapter Five, on Beethoven’s “‘Bridgetower’ sonata” ( née “Kreuzer”), op. 47, seeks to demonstrate that Beethoven’s “new path” of 1803 “involved an intensive, maybe even obsessive, attention to molecular, often-pitch specific motives as generative forces” (91). (9) Chapter Eight addresses Chopin’s characteristic use of diatonic and chromatic ascending-thirds progressions and offers close readings of the opening and Andante movements of his Cello Sonata, op. 65, in an effort to “shed new light” on how the work “responds to the German sonata tradition in a language that is uniquely Chopin’s” (216).",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] But if the collection falls shy of being through-composed monograph, it is nevertheless unified by Schmalfeldt’s distinctive authorial voice, which weaves together the perspectives of a critic, a historian, and a performer. As an analyst, she is unfailingly musical and self-consciously eclectic, combining a supple, listener-centered phenomenology of form with a Schenkerian interest in motive and long-range contrapuntal structures. (10) Her consistent attention to performance considerations is surely one of the book’s most appealing features: in its pages we encounter not the author herself as pianist-critic, but also real-life recording artists (Goode, Bilson, Pollini, Staier, et al.), hypothetical instrumentalists, and even the Romantic composers themselves as music-makers. (11) No less congenial is the book’s characteristically rapt tone; never an author to soft-pedal her admiration, Schmalfeldt writes in such a way as to make her reverence for the works she loves palpable on nearly every page. It is a collection that reminds its readers again and again why we, as critics and performers, do what we do.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] That the book is driven, above all, by a love of pieces —that it unfolds as a series of more or less self-contained analytical vignettes—does not come without tradeoffs, however. At times, tensions emerge between the book’s large-scale theoretical aims (i.e., an exploration of musical “becoming”) and its local commitment to rigorous exegesis. Though her analyses are often compelling narrated, they can also become detail-laden in a way that distracts from the main thesis. (12) For instance, there are times when the Schenkerian elements in Schmalfeldt’s readings risk seeming incidental or decorative, in that it is not always clear (at least to this reviewer) whether the many dutiful references to Kopftöne , linear progressions, and voice exchanges do any kind of palpable “work” for analyses that are ostensibly about form-as-process. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] That being said, when the Schenkerian apparatus is more robustly built and given a central analytical role (as in the Chapter Two “Tempest” discussion), more troubling methodological tensions come to the fore: those between the synchronic fixity of Schenkerian graphs and the protean fluidity of Dahlhausean analytical prose. Sensing this, Schmalfeldt expends no small effort staging a reconciliation, explaining that “although the completed Schenkerian graph would seem to represent a single, final view, its production itself entails the process of hearing the music in time and interpreting it multidimensionally” (44; see also 50–51). (14) Though the second of these statements is undoubtedly true, the first is misleading: a Schenkerian graph does not “seem” to represent a “single, final view”; it does represent this—a “single” view, if not necessarily a “final” one. Simply put, there is no Schenkerian equivalent for Schmalfeldt’s indispensable “ ” sign. Graphing conventions as we know them make no provision for the vicissitudes of real-time assessment and reassessment; there is no room for interpretive “multidimensionality.” (15) What is more, analysts who commit to graphing a piece will inevitably find themselves compelled to think and indeed hear in terms of the categories permitted by those conventions. A bias toward stable contrapuntal understructures can hardly be avoided, and these may very well rub against the uncertainties and contingencies that Dahlhausean analytical narratives seek to accentuate.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Tensions of this very sort arise in Chapter Two, when Schmalfeldt pointedly resists granting the “Tempest’s” D-minor tonality the same kind of emergent character she so convincingly ascribes to its formal functions, on the grounds that the seemingly ephemeral opening tonic can be linked to a later structural dominant by way of a nine-bar linear progression. Though perfectly legitimate within a Schenkerian understanding of musical process, such a reading flatly contradicts Schmalfeldt’s much-touted phenomenological outlook in which initial perceptions—e.g., D minor as “ephemeral” rather than structural—would continue to exist as part of the perceptual fabric even when they have been effectively “overturned” (19). (16) One regrets that Schmalfeldt passes over this opportunity for methodological reflection, since there is much to be gained by contemplating the different and often incompatible ways that analytical paradigms invite us to conceive of music as a “process.” (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Setting that issue aside, though, Schmalfeldt is right in pointing out that a specifically dialectical understanding of musical “process” is gaining traction in the field, assisted both by her own writings and by those of Hepokoski and Darcy and, to a lesser extent, Caplin (9, 16). Future researchers will be tasked with documenting these sorts of “processual” techniques in the music of the later Romantics—their presence in Brahms is already well-known—and also more fully in Beethoven’s predecessors. (Such research might, I suspect, reopen the question of whether this “processual” approach to form is really a hallmark of Romantic composition, or whether classical composers were at times no less sophisticated in their manipulation of listeners’ functional/rhetorical expectations. (18) ) One can also imagine the clarity that a taxonomic approach might bring to the issue of formal-functional reinterpretation, since there are, for instance, significant differences between elisions involving adjacent formal sections (as with the common “MT Transition”) and more radical elisions that “elide away” a generically obligatory section altogether, as in Dahlhaus’s hearing of the “Tempest” (“Introduction Transition,” skipping “MT” entirely). (19) For those wishing to undertake such analytical journeys, Schmalfeldt’s study shall be required reading. For the rest of us, it will make for a rewarding study, and one that brings us into intimate contact with the many wonders of nineteenth-century musical form and its expressive powers.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.3.monahan.html",
    "data": "mto/data/mto.11.17.3.monahan.json"
}