{
    "title": "History and Future of <i>MTO</i>: Early History",
    "date": "2014/02/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Rothfarb, Lee"
    ],
    "abstract": "",
    "keywords": [
        "MTO",
        "e-journal",
        "origin",
        "development",
        "acceptance",
        "history of theory",
        "Society for Music Theory",
        "smt-talk"
    ],
    "doi": "",
    "received": "November 2013",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.rothfarb.pdf",
    "author_info": [
        {
            "name": "Lee Rothfarb",
            "university": "Music Department",
            "address": "University of California, Santa Barbara, Santa Barbara, CA 93106-6070",
            "email": "rothfarb@music.ucsb.edu"
        }
    ],
    "citations": {
        "sweeney_2000": "Sweeny, Aldrin E. 2000. “ Tenure and Promotion: Should You Publish in Electronic Journals? ” Journal of Electronic Publishing 6.2 (December).",
        "wilson_1991": "Wilson, David L. 1991. “ Testing Time for Electronic Journals .” Chronicle of Higher Education 38.3 (September 11): A22–24."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Stan Katz, “E-Journals” (blog), Chronicle of Higher Education , June 6, 2008, http://chronicle.com/blogs/brainstorm/e-journals/6008 .",
            "citations": []
        },
        "FN2": {
            "text": "2. “Statement on Publication in Electronic Journals,” Modern Language Association , last modified July 26, 2004, https://www.mla.org/statement_on_publica .",
            "citations": []
        },
        "FN3": {
            "text": "3. “Prestige Factor of E-Journals,” University Library: University of Illinois at Urbana-Champaign, last modified May 18, 2009, http://www.library.illinois.edu/scholcomm/academicpromotion.html .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]  The early history of Music Theory Online is best understood in light of the origin and first year of smt-list, today’s smt-talk. Its roots date back to the 1990 SMT meeting in Oakland when Jane Clendenning and I collected email addresses on a yellow legal pad in order to create a directory of email addresses to facilitate communication among theorists. The distribution of the directory led to the establishment in winter 1991 of smt-list, based at Harvard. As fortune had it, the director of computing for Arts and Sciences at Harvard was encouraging faculty to use computing resources, and he assigned a UNIX system administrator to set up smt-list, and to train me in maintaining it. Our mailing list was, parenthetically, one of the first to be established among scholarly societies in music, and SMT became, at that time, an Internet pioneer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] I began with the subject of smt-list because it was thoughts about attracting subscribers and about capitalizing on the potential of fast-paced electronic communication that led to the idea of an electronic journal, an e-journal. Because mailing-list traffic was at first rather sluggish, I considered various strategies in 1991–92 to foster conversation. I first created a few topically defined sub-lists to stimulate messaging, on the hope that people would join and participate in the conversation if the subject were of personal interest. When that strategy succeeded only marginally, I solicited fleshed-out thematic postings to smt-list, and invited responses. That plan was a reaction to academic email pioneer Stevan Harnad’s advocacy of scholarly “skywriting,” as he called it: email postings and responses archived topically in a searchable database. It was a short step from those ideas to creating an e-journal, consisting of what I called “target” articles, and responses to them. With the speed of email in mind, I contemplated adding sections for timely general announcements, listings of recently published books and new dissertations, and the all-important job offerings. A small ad hoc workgroup was formed sometime in 1992 to discuss ideas for a journal, to define its size, format, frequency, and editorial and copyright policies. After deciding those matters and securing an ISSN, one of the workgroup members, David Neumeyer, offered an essay titled “Schoenberg at the Movies” for the inaugural issue. With the publication of that essay in February 1993, MTO made its Volume 0.1 debut. That same month, MTO was featured in an article in Harvard’s computing periodical, Technology Window .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] E-journal publishing was largely uncharted territory when MTO began. 1990–95 is now recognized as the pioneering days of e-journals. While MTO was not the first of its kind, it was one of the earliest in the humanities. Among the few others in existence when MTO premiered were Psycoloquy , founded and coedited by Stevan Harnad, and Postmodern Culture , cofounded and coedited by John Unsworth. Both began in 1990. In the year leading up to MTO ’s appearance, I corresponded with Harnad and Unsworth about their experiences in electronic publishing, and about the problems they encountered and anticipated for scholarly e-journals. We eventually met at a conference at which we and a few fellow e-journal editors participated on a panel about digital publishing. We all agreed on certain clear advantages of electronic-only journals, for instance the accelerated review process and turnaround time for submissions, which are crucial for young scholars seeking to establish a publication record. Further, the speed of the publication process allows for more frequent issues, and therefore expanded opportunities for scholars. Digital distribution, significantly less expensive than print, is instantaneous and worldwide. One of the chief advantages recognized at the time in electronic publishing was the possibility of instant feedback. To that end, MTO -talk was established along with MTO as an outlet for brief commentaries and discussion, supplemented by essay-length commentaries published in issues of MTO . I will just mention briefly the exciting prospect in 1993 of a music-theory journal with integrated audio and video content.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] E-journal editors also acknowledged and discussed the disadvantages of digital publishing, based on intuition but also on conversations with colleagues and administrators. Would tenure review committees and deans evaluate the quality and impact of e-scholarship on par with print, or devalue or even dismiss it as transient and ephemeral, even if peer-reviewed? Could prospective authors, especially junior scholars working toward tenure, be enticed to publish in e-journals, or would they play it safe and submit their best material elsewhere? Would e-journals simply imitate print media or differentiate themselves sufficiently to attract authors and readers? In addition to questions involving entrenched academic culture, there were logistical and technological ones. Since e-text is so easily modified, how stable would the content of an article be? Because Internet hosts come and go, how permanent would data storage and bibliographic documentation be? For that matter, given the relative ease of initiating an e-journal, how permanent would the venue itself be? As Unsworth observed for a 1991 article in the Chronicle of Higher Education , prospective authors are, in the article’s paraphrase, “terrified of the electronic journal’s apparent transience”  ( Wilson 1991 ). Because print journals are on library shelves, access to them remains even if the publisher disappears. However, material in e-journals could disappear with the publisher. Other issues included accessibility, which depended then, as it does now, on the technological readiness of individuals and institutions. And what about the problem of ever-advancing technology of content delivery systems that might render earlier publications technologically obsolete, as a former ACLS President noted on the topic of “second-generation digital scholarship” in a 2008 comment in the Chronicle on e-journals. (1) Some of these concerns have been overcome, and some remain in one form or another. However, as scholarship moves ever further into the digital world, academic culture will continue to adapt, embrace it as native, and capitalize on its benefits. As e-journal editor, Dr. John Cannon of the University of Nevada-Reno, said in an interview about digital scholarship and tenure, “We are the Borg. Resistance is futile. You will be assimilated” ( Sweeney 2000 ).",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "wilson_1991",
                    "sweeney_2000"
                ]
            }
        },
        {
            "5": {
                "text": "[5] As a way of preparing for the other panelists’ remarks, and with no attempt to be exhaustive, I will spend my remaining time reviewing some milestones in MTO ’s technological evolution, mixed with other aspects of the journal’s history. As its founding editor, in a little under six years I oversaw the preparation and publication of fifty-six articles in thirty-five issues, from February 1993 through November 1998. The first three issues were prepared at Harvard, the next six in Germany, during a year’s research leave, and the other twenty-six at UC Santa Barbara on SMT’s Internet host of those days, Boethius. MTO became an official publication of the Society by a vote of the Executive Board in November 1994. In the pre-Web period, everything was published in plain-text form and delivered by a file server that responded to incoming email messages containing “send” commands. A Gopher server implemented in March 1994 made access easier. Bearing in mind that the Web was in its infancy in mid-1991, and that the first widely available Web browser, Mosaic, appeared in late 1993, it is perhaps understandable that MTO did not begin to appear as a Web publication until early 1995, once I was settled in Santa Barbara after a year abroad. Boethius got Web server software in January 1995, and after a few individual hypertext documents in March and May, the first main HTML-formatted article, by David Loberg-Code, appeared in July ( Volume 1.4 ). We began providing audio content as MIDI files in January 1996, and by March of that year, MTO was a fully HTML-formatted journal, with its original logo ( see Volume 2.2 ). In addition to the hypertext format, we continued to provide plain-text versions of all items because the results of a survey in late 1996 showed that a large segment of the readership was not ready to move to a Web-only publication. We therefore continued to provide MTO by file server, Gopher and FTP servers, as well as by Web server. In 1995 and 1996, MTO became the first e-journal at UCSB to receive support from the College—a total of $9,000 over three years. In 1996, MTO expanded with a section announcing new books and another, MTO International, featuring reports from conferences, workshops, and other events abroad. Articles formatted in HTML frames were introduced in May 1997 ( Volume 3.3 ), making it easier to display and navigate the journal, and in September ( Volume 3.5 ) we devoted an issue to multimedia authoring in order to stimulate the submission of articles prepared with tools such as Macromedia Director. Finally, in my last year as editor, I implemented a RealAudio server ( Volume 4.1 , January 1998) so that we could stream audio content from Boethius instead of providing static audio files. As you will hear in the presentations of my co-panelists, what I have outlined is, in perspective, a humble beginning, but one that I hope has served as a well-laid foundation and model for the trajectory that MTO has followed under my very able successors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In closing, I thank the Society for the opportunity to help in shaping its network operations in the early days. For a modestly experienced computer user at the time, it was a chance for me to learn about and harness Internet technology for our field. Concerns of those days about the future of e-scholarship linger faintly, but have faded considerably. Already in 2003, the MLA Executive Council endorsed e-journals as a “viable and credible mode of scholarly publication,” and recommended that in appointment, tenure, and promotion cases “the standing of an electronic journal . . . be judged according to the same criteria used for a print journal.” (2) And library officials at the University of Indiana/Urbana-Champaign confirm in a 2009 document on tenure and promotion that “electronic-only and open access publishing are in every way compatible with the rigorous peer review system that is central to scholarly communication . . . Open access removes the barrier of price, not the filter of quality control.” (3) So, skeptics beware: resistance is futile, you will be assimilated.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "history and future ofmto",
    "source": "mto/raw/mto.14.20.1.rothfarb.html",
    "data": "mto/data/mto.14.20.1.rothfarb.json"
}