{
    "title": "Review of <i>Musica Enchiriadis</i> and <i>Scolica Enchiriadis</i>,\n  translated, with introduction and notes, by Raymond Erickson, \n  edited by Claude V. Palisca, <i>Music Theory Translation Series</i>, \n  New Haven and London: Yale University Press, 1995.",
    "date": "1997/01/01",
    "volume": "3",
    "issue": "1",
    "authors": [
        "Fuller, Sarah"
    ],
    "abstract": "",
    "keywords": [
        "counterpoint",
        "organum"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.1/mto.97.3.1.fuller.pdf",
    "author_info": [
        {
            "name": "Sarah Fuller",
            "university": "State University of New York at Stony Brook",
            "address": "Stony Brook, NY 11794-5475",
            "email": "sfuller@ccmail.sunysb.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Musica et Scolica Enchiriadis una cum aliquibus \ntractatulis\nadiunctis , ed. Hans Schmid, Bayerische Akademie der Wissenschaften,\nVeroeffentlichungen der musikhistorischen Kommission, vol. 3 (Munich:\n1981).",
            "citations": []
        },
        "FN2": {
            "text": "2. Erickson points out (pages xxvi–vii) that scholars have \npuzzled over\nthis final chapter of ME because it differs so sharply in character\nfrom the rest of the treatise and comes after a paragraph in chapter\n18 that resembles a closing statement. It has been suggested that the\npassage could be allied with SE, but all the manuscripts consistently\ntransmit it in ME.",
            "citations": []
        },
        "FN3": {
            "text": "3. The representations in one manuscript are readily \navailable in\nParis, Bibliothque nationale, fonds latin 7211: Analysis, Inventory\nand Text , ed. Alma Colk Santosuosso (Ottawa: Institute of Mediaeval\nMusic, 1991).",
            "citations": []
        },
        "FN4": {
            "text": "4. Nancy Phillips, “ Musica and Scolica \nEnchiriadis : The Literary,\nTheoretical, and Musical Sources,” Ph.D. Dissertation, New York\nUniversity, 1984.",
            "citations": []
        },
        "FN5": {
            "text": "5. Adjacent to “protus tone” is the daseian symbol for \nthe protus finalis pitch.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Sometime around the middle of the ninth century, perhaps in the\nnorthern reaches of Lothringia, some singing teachers whose identities\nremain anonymous organized two basic handbooks to guide instruction in\nmusic. These handbooks have been handed down to posterity as the Musica Enchiriadis and the Scolica Enchiriadis . \nMarginalized with\nthe success of early eleventh-century north Italian theory (Guido of\nArezzo its standard bearer), the Musica and Scolica \nEnchiriadis (henceforth ME and SE respectively) were accorded a place in the canon\nof European music theoretical texts with their publication in volume\none of Martin Gerbert’s Scriptores Ecclesiastici de Musica Sacra\nPotissimum (1784). (That Gerbert misattributed them to Hucbald need\nnot concern us here.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]  The appearance in 1981 of a critical edition \nedited by Hans Schmid\npaved the way for detailed scrutiny of these and related writings and\nset the conditions for a responsible English rendition. (1) With the\npresent publication of Raymond Erickson’s fluent translation, the ME\nand SE have become readily accessible to anglophone readers, and their\nsignificance for the early stages of Western European music theory can\nbe more widely appreciated.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As Erickson points out in his comprehensive introduction, major\neleventh-century theorists—Guido of Arezzo, Berno and Hermann of\nReichenau, the anonymous author of the Quaestiones in \nmusica —were\nfamiliar with the ME/SE. Although they reject the daseian tetrachords\nand notation that are the hallmarks of the Enchiriadis group, many of\nthe concepts they employ and issues they address arise directly from\nthose treatises. The Enchiriadis theorists insist on the modal\nfunctionality of individual pitches and refer fundamental theoretical\nclaims to empirical judgment: “when you sing this . . . you will\nperceive that . . . ” (page 9).  They delve into \nreasons for basic\nmusical phenomena, selectively appropriating from Boethius principles\nthat have explanatory value and relate directly to ninth-century\npractices. They are serious in trying to discover and explain the deep\nreasons behind well-formed melody and agreeable sounds ( armonia ),\nthe Scolica , with Boethius as guide, pursuing this far into the\nnumerical realm, the Musica (chapter 19) concluding that the real\nprofundity of music, its impact upon the soul ( anima ), can \nscarcely\nbe expressed in words. (2) Among \nremarkable innovative elements in\nthese two treatises, Erickson enumerates “the first fixed-pitch\nnotation, the earliest (and sometimes only) notated versions of the\nchants cited, the earliest description of polyphonic singing, and the\nfirst technical discussion of modal theory based on final and ambitus”\n(page xxi).",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The Enchiriadis theorists lived in an environment where liturgical\nchant of the Christian Church (that dialect we call Gregorian) was the\nprime significant manifestation of sounding music. In trying to\nunderstand their realm of musical experience in a rational way, they\ncame to recognize two fundamental realities. One was the four basic\npitches or functions that accounted for the four distinct modal\nqualities familiar to them. Each pitch type was assigned a fixed place\nin a model tetrachord and received its own distinctive daseian sign.\nReplication of the daseian tetrachord through various registers\ngenerated a scale (two octaves and a tritone) adequate to compass the\nadult male voice range. (The ME puts it that the pitches may be\nextended up or down “until the voice gives out” [page 3].) The other\nfundamental reality was the agreeable sound of the ymphoniae . \nThese\nselect intervals—fourth, fifth, and octave—accounted for aurally\nsalient associative relations among pitches and were employed with\nsuave effect in organal singing of chant. The diapason was\nparticularly agreeable, since its two constituent pitches were “not so\nmuch consonant as equal-sounding” (page 53).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] These two realities are not entirely congruent, for the daseian\nscale and notational system are periodic at the fifth, ninth, and\nthirteenth, while octave equivalence is periodic at the eighth and\nfifteenth. In an aural/oral situation, the necessary adjustments can\nbe slipped in as a simple matter of “sighting,” but in a written,\ntheoretical context, conflict between the two is inescapable. This\nincongruence was recognized by the Enchiriadis theorists, and gives\nrise to probing questions and expansive answers in the SE (e.g. pages 89–93). The ME theorist invokes a “wondrous change” through which\noctaves are made equivalent even though tones a ninth apart are “found\nto be the same [daseian symbol and function]” (pages 18–19).  The\ndiscrepancy forces the theorists and the scribes who transmitted their\nwritings to devise special notational strategies for the examples of\norganum involving octave doubling. Although the translation prints\nsome figures as they appear in the manuscripts (e.g. pages 8–12), the\nreader must refer to the Schmid edition to see how the notational\nsystem was manipulated to represent octave doubling in organum. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  Some acquaintance with the conditions and \nambiance of ninth\ncentury Carolingian culture is essential to an appreciation of how the\nEnchiriadis treatises are constituted and what they accomplish. For\nthis, Raymond Erickson’s 46-page introduction provides stellar\nguidance. Besides outlining the content of both treatises, the\nintroduction covers questions of dating, manuscript transmission,\nauthorship and provenance, literary sources. For much of this\nmaterial, Erickson draws on Nancy Phillips’s admirable dissertation, a\ndebt which he scrupulously acknowledges. (4) The section on\n“Intellectual and Cultural Influences” (pages xxxvi–xlvi) is especially\ninformative. Here the reader learns of the centrality of grammar and\nrhetoric in Carolingian education and institutional life, of\ninfluential musical concepts from Byzantium, of the enduring power of\nBoethius, prime Latin expositor of the Greek harmonics tradition, and\nchief authority cited by the ME/SE authors. When these strands are\nblended with the purposes of articulating the fundamental principles\ngoverning liturgical chant and instructing singers in these\nprinciples, a highly original theory results.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Erickson’s translation itself is excellent and renders the Latin\nsense intelligibly without being stiffly literal. The numerous\ntechnical terms offer a major challenge. In clarification, Erickson\noften provides the Latin term or phrase in parentheses after an\nEnglish word or supplies copious notes explaining the range of a term\nor referring to other passages in the treatises where it is\nemployed. Cues throughout the translation to pages in the Schmid\nedition facilitate reference to the original language. Besides dealing\nwith terms, the notes also identify quotations or borrowings from\nsource writings and refer to manuscript glosses when these shed light\non contemporary interpretations. In the case of an intriguing phrase\nby the master of SE “things outside [the discipline] to which the\nscience of singing aptly conforms” ( extrinsecus occurrentibus\ndisciplina canendi sese apte conformat ) (page 34), Erickson reports \none\ngloss that refers to “a good voice” and another that invokes the\ncharacter (joyful or sad) of a text and its appropriate delivery. He\nventures that if the locution “refers to matters discussed in the\ntreatise, the phrase probably refers to organum, which is not\nnecessary to the performance of chant and thus is extrinsic to it”\n(page 34, note 3). Given the full context, I tend to give more credit to\nthe glosses and to understand the master here as alluding to the many\nfacets of expert singing, such as vocal quality, delivery in\nperformance, attention to the character of a text, that cannot be\nsubsumed under written or rational principles. Organum itself can be\nexplicated within the discipline, as the subsequent section of the SE\nshows.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Erickson has produced an English version that reads smoothly,\nrespects the theoretical issues addressed, and preserves the\nstraightforward tone of the theorists’s discourse. In very few\npassages would I quibble about the sense conveyed in the\ntranslation. Although relatively minor in import, I cite three\nexamples to give some notion of the care it takes to render these\nninth-century treatises in modern English.  About \nthe middle of Part I\nin SE, the master has the student sing the opening of the standard\nprotus formula from each of the four daseian degrees so that he can\nexperience for himself the resulting modal transformations. Then the\nmaster has him sing the protus version once again and remarks: For present purposes, use whichever type of the protus you want, and\nyou will note that all melodies sung according to the protus mode end \non the protus tone. (page 46–7). (5) Huc adhibe proti quos volueris modos, et videbis omnia, \nquae ad protum modum canuntur, sono proto finiri . (Schmid, page 80.)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Although Erickson’s rendition is defensible grammatically, I find\nit difficult to grasp what might be meant by “use whichever type of\nthe protus you want,” as though there were more than one category of\nprotus. What I take the theorist as conveying is: Match this [the protus formula just sung] to any melody whatever in\nprotus, and you will see that all melodies sung according to the \nprotus mode end on the protus tone. The subsequent illustrations for the other three modal categories\nconfirm the methodology of singing the characteristic modal fragment\n(a descending pentachord) and comparing to it melodies known to be in\nthat mode. The basic thrust is toward aural perception that the\npentachord above the final traversed in melodies of a particular modal\nclass will align with the standard pentachord unique to that mode.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Another slight hitch occurs when the master is explaining how one\nsings at the diapason. After describing such singing with the help of\na diagram, he says: For whether one pitch is taken after the other an octave apart or is \nsung simultaneously with two equal-sounding pitches, the song of a simple\ndiapason is made by this method. (page 54) Sive enim alia post aliam per octava loca sumatur, sive in unum \nbinis aequisonis vocibus canatur, fit hac ratione cantio diapason \nsimplicis . (Schmid, page 91) The provision of “pitch” as referential noun for “ alia ” suggests \nan odd manner of singing a melody in which successive tones seem to be\nsung alternately at the lower and upper octaves. Nor does “pitch” work\nwell as subject of “ canatur .” It makes more sense to take \n“ cantio ” as the implied noun, and to understand the first procedure as\ninvolving alternation between phrases in different registers (the\ninitial one being repeated at the octave above), the second as\ninvolving concurrent performance in parallel octaves. I would render\nthe passage: For whether one melody [see figure 27] is taken up after the other at\nthe octave or whether [the melody] is sung simultaneously with two\nequal-sounding [i.e., octave] pitches, a song of the simple diapason \nis made by this method. (page 54) Although the diapason has yet to be defined in the treatise as a 2:1\nproportion, it may be noted that “ ratio ,” rendered appropriately\nhere as “method,” also has overtones of “ratio,” a mathematical\nrelationship, a meaning made explicit in the third part of the SE.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A particularly thorny passage in the SE is where the pupil\ninquires of the master how the first two types of composite organum at\nthe diapente differ from the first two types of composite organum at\nthe diatessaron. The answer hinges on the delicate issue of modal\nidentity, which holds at the fifth, but not at the fourth: Indeed, as long as the tropes or modes always recur at the fifth and\nat the octave, and as long as the lower voice corresponds with the\nupper voice at the diapente in the same category of trope, it is\nnecessary that there be at the octave a correspondence again with each\nvoice in the same trope. This is done so that, when the organal voice\nis doubled at the diapason and the principal voice is the middle\nvoice, the lower organal voice is separated from the middle voice by a\nfifth and from the upper voice by a fourth, which is the first\ncomposite form of the diapente. (pages 61–2) Siquidem dum quintis et octavis locis semper sit troporum vel \ntonorum reversio, necesse est, ut, dum vox inferior ad superiorem vocem eodem\ntropi modo diapente respondet, utrique rursus voci ab octava sua eodem\ntropo espondeatur. Fitque, ut organali voce per diapason geminata et\nprincipali voce media vox organalis inferior quintis locis a media\nseparetur et superior quartis, quod est compositum diapente\nprimum . (Schmid, page 103). The translation introduces a distinct impression of \nagency— fitque ,\n“this is done so that . . . ”—and encourages the notion that the modal\ncorrespondence is carried out in order to produce a certain\ndisposition of intervals between the voices. But the modal\nrelationships at octave and fifth are systematic and in no way depend\nupon the particularities of a specific type of composite organal\nsinging. I take “ fitque ” to be simply descriptive here, “hence it\nhappens [from the modal relationships] that . . . ,” or as a gloss puts\nit, “the resulting disposition is.” A clause has somehow escaped in\nthe translation also, so that the lower organal voice is said to be\nseparated from the upper by a fourth, whereas the theorist knows they\nstand an octave apart. I would revise the passage thus: Indeed, since the recurrence of tropes or modes always takes place at\nthe fifth and at the octave, it follows necessarily that just as the\nlower voice responds at the diapente to the upper voice in the same\ncategory of trope, so in turn their octave doublings respond to each\none of them in the same trope. Hence it happens that when the organal\nvoice is doubled at the diapason and the principal voice is in the\nmiddle, the lower organal voice is separated from the middle voice by\na fifth and the upper [organal voice] from the middle one by a fourth\n[above], which is the first composite form of the diapente. Subsequent passages with parallel language on the second composite\ntype of diapente organum and on organum at the diatessaron should be\nsimilarly emended.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The book is well produced, with clear musical examples and nicely\nproportioned daseian symbols. I am puzzled, however, why Yale\nUniversity Press chose to set the Scolica Enchiriadis in a \nsmaller\nfont than the Musica Enchiriadis . As a result, quotations in SE \ndo\nnot stand out typographically as they do in ME, the musical examples\nand their texts are magnified in relation to the surrounding dialogue,\nand the treatise itself seems diminished relative to the larger font\nof ME and the Introduction. Presumably economic factors entered into\nthis decision, but the volume would have been handsomer, and SE more\njustly served, at least symbolically, had the size of the main font\nremained consistent throughout.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The publication of clear and trustworthy English translations of\nthe Musica and the Scolica Enchiriadis should be \ncelebrated among\nthose who concern themselves with the early stages of European music\ntheory. This volume should encourage thoughtful study of these seminal\ntreatises and should stimulate inquiry into the theoretical problems\nthey engage.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.97.3.1.fuller.html",
    "data": "mto/data/mto.97.3.1.fuller.json"
}