{
    "title": "Dissonance and Schumann’s Reckless Counterpoint",
    "date": "1994/03/01",
    "volume": "0",
    "issue": "7",
    "authors": [
        "Alphonce, Bo H."
    ],
    "abstract": "Work in progress about linearity in early romantic music. The essay discusses non-traditional dissonance treatment in some contrapuntal passages from Schumann’sKreisleriana, opus 16, and hisGrande SonateF minor, opus 14, in particular some that involve a wedge-shaped linear motion or a rhythmic shift of one line relative to the harmonic progression.",
    "keywords": [
        "Schumann",
        "piano music",
        "counterpoint",
        "dissonance",
        "rhythmic shift"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.7/mto.94.0.7.alphonce.pdf",
    "author_info": [
        {
            "name": "Bo H. Alphonce",
            "university": "McGill University",
            "address": "Faculty of Music, Department of Theory, 555 Sherbrooke Street West, Montreal, Quebec H3A1E3",
            "email": "boa@sound.music.mcgill.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. While Schumann’s dissonance treatment is not a new topic, the response “no matches were found”  from  smt-search to my request for “Schumann and dissonance” served as an encouragement for this analytical caprice.",
            "citations": []
        },
        "FN2": {
            "text": "2. See #18, the piece called “Paganini.”",
            "citations": []
        },
        "FN3": {
            "text": "3. Litzmann, Berthold. 1925. Clara Schumann, Ein Kuenstlerleben . 7th ed. 3 vols. Leipzig: Breitkopf & Haertel.",
            "citations": []
        },
        "FN4": {
            "text": "4. Ostwald Peter. 1985. Schumann, Music and Madness . London: Victor Gollancz Ltd.  The quotation is from vol.  \n1, p. 224 of Litzmann’s book.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The present paper is the first result of a planned  \nproject on linearity and other features of person- and  \nperiod-style in early romantic music. (1) It is limited  \nto Schumann's piano music from the eighteen-thirties and  \nrefers to score excerpts drawn exclusively from opus 14  \nand 16, the Grande Sonate in F minor and the Kreisleriana —the Finale of the former and the first  \ntwo pieces of the latter.  It deals with dissonance in  \nforeground terms only and without reference to expressive  \nconnotations. Also, Eusebius, Florestan, E.T.A. Hoffmann,  \nand Herr Kapellmeister Kreisler are kept gently off  \nstage.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Schumann favours friction dissonances, especially the  \nminor ninth and the major seventh, and he likes them raw:  \nwith little preparation and scant resolution.  The  \nsforzato clash of C ♯ and D in measures 131 and 261 of the  \nFinale of the G minor Sonata, opus 22, offers a brilliant  \nexample, a peculiarly compressed dominant arrival just  \nbefore the return of the main theme in G minor.  The  \nminor ninth often occurs exposed at the beginning of a  \nphrase as in the second piece of the Davidsbuendler ,  \nopus 6: the opening chord is a V with an appoggiatura  \n6; as 6 goes to 5, the minor ninth enters together with  \nthe fundamental in, respectively, high and low peak  \nregisters.  Or it occurs at the accented culmination of a  \nfast melodic wave as in measures 136 and 138 of “In der  \nNacht,” the fifth piece from Fantasiestuecke , opus 12  \n(an almost identical situation is found in measure 11 of  \nVariation VIII from the Symphonic Etudes , opus 13).   \nThere is also the pivot function, as in Number 15 of the Davidsbuendler , where in measures 43ff the C minor leading  \ntone B is held over from the dominant seventh chord,  \nitself equipped with minor ninth, and is intensified as  \nthe minor ninth C ♭ of the dominant chord of E ♭ major.  Or  \nthe use as opening melodic interval, as in the Scherzo  \nvariant of the Clara Wieck theme in opus 14 or the  \nshow-off imitative counterpoint in measures 2ff of the first Intermezzo , opus 4.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] To a great degree Schumann's dissonance treatment is  \na reflection of contemporary practices.  External  \ndissonance—linear components entering simultaneously  \nwith and conflicting with the chord—occurs as metric  \nsuspension or appoggiatura, submetric appoggiatura, or  \nsimply as accented passing note, very often as accented  \nchromatic lower neighbour.  Internal dissonance favours  \nthe accented passing and neighbour notes, especially the  \nchromatic lower neighbour.  In these situations, however,  \nSchumann characteristically does not work around harsh  \ndissonances but tends to seek them out; typically,  \nresolution notes clash with non-chordal notes.  In most  \ncases tempo and textures keep the degree and intensity of  \ndissonance within the bounds of refined spicing that is a  \ndistinctive feature of Schumann's piano music.  But  \nsometimes the intensity is heightened. This paper looks  \nat three contrapuntal situations where this happens: the  \nlinear wedge and two kinds of rhythmic shift. Example 1 . Schumann, Kreisleriana , op.16, first movement, mm.1–4 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The right hand part of Example 1 ( Kreisleriana ,  \nopus 16, first movement, measures 1–4) analyses into two  \nchords per measure, each chord built by two triplets.   \nThe pattern is enriched by the half step motif that  \nbegins the piece and connects each chord with the next.   \nThe function of the motif as chordal or non-chordal is  \nambiguous and subject to interpretation—no particular  \nreading is consistent throughout the phrase. Now imagine  \nthe left-hand part pulled back an eighth note so that  \neach of its notes supports  the right-hand chord at the  \nstrong beat.  Apart from the ninth on the first downbeat  \nand the suspension chord at the cadence, linear  \ndissonance is not a propelling force in this  \nconfiguration. But when the left hand trails by an  \neighth, as it does in the actual music, the successive  \ndissonances on strong beats: the ninth in measure 1, the  \nseventh and diminished octave in measure 2, push forward more  \nstrongly than the harmonic progression alone (note that  \nas harmonic dissonance takes over at the end of measure 2,  \ndissonances on strong beats become less pointed).  Thus,  \nthe rhythmic shift changes an essentially homophonic  \npassage into a kind of two-part counterpoint, not  the  \nclassical kind but a counterpoint where one of the two  \nparts is a composite of chordal arpeggios and the  \nleft-hand “suspensions” resolve by joining the new chord  \nwithout concern for interval or direction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In the consequent phrase the left-hand part too  \nbecomes chordal and the conflicts become more complex.   \nIt could be argued that the performer can reduce  \ncomplexity by articulating the left-hand part away from  \nthe strong beats.  But whatever the performer does, the  \nlistener is likely to hear what auditory stream theory  \npredicts: two streams where dissonance conflict helps  \nrather than hinders segregation. As in any tonal  \ncontrapuntal situation, the dissonances support the  \nindependence of the lines and the quasi-imitation brought  \nabout by the left-hand syncopation binds the two lines  \ntogether enough to allow the common harmonic progression  \nto remain intact. In other words, the “reckless  \ncounterpoint” caused by the rhythmic shift strengthens  \nstream segregation and thus is a powerful way to  \nreinforce the linear dimension of the harmonic  \nprogression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The trailing left hand technique occurs in others of  \nSchumann's piano works from the thirties, for instance in  \nmeasures 5ff of opus 10:2, but apart from experimentation with  \nrhythmic shift and dissonance clashes in Carnaval , opus  \n9, (2) the discovery of its potential for forceful  \ndissonance treatment appears to have come with the Kreisleriana . Striking ways of creating conflict  \nbetween elements of different chords, however, are at the  \ncenter of attention in the Finale of opus 14 which  \nantedates Kreisleriana by about two years; in the  \ndiscussion of Examples 6 and 7 we shall see chord and  \ndissonance conflict at the full measure level. Example 2 . Schumann, Kreisleriana , op.16, first movement, mm.24–26 (click to enlarge)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Example 2 ( Kreisleriana , first movement, measures 24–26)  \nis included to show in the first place the remarkable  \ncontrast between the first section of the movement and  \nthe second with its downward arpeggios and pedal tones  \nand its absence of chordal conflict even while the motion  \ncontinues to be carried by the same triplet rhythm.   \nRefined dissonant spice here results from the chords of  \nthe harmonic progression shining through a veil of pedal  \ntones, B ♭ and F.  But the passage also hints at a linear  \nrelationship that is exceedingly common in Schumann's  \npiano music. While the upper voice (the slurred sixteenth  \npairs) makes oblique motion against the pedal, a couple  \nof measures after those shown in the example a descending  \nbass motion develops below the pedal B ♭ , the pedal  \ngradually dissolves, and the upper voice maintains its  \nregister in short contrary motions against the bass until  \njust before the cadence. The result is a wedge-like  \nmotion where one voice functions as a simple or  \nornamented pedal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Even more pervasive than the oblique wedge is the  \ncontrary motion wedge.  Every section of the second  \nmovement of Kreisleriana offers examples of some kind  \nof wedge, in oblique or contrary motion or a combination  \nof both; one of the most striking wedges begins in measure 17  \nwhere three voices engage in contrary motion extending  \nfrom the interval of a sixth to the distance of a full  \nthree octaves, all of this happening over a pedal.  In  \nstepwise diatonic contrary motion there is of course  \nalways a point where a seventh and a ninth  occur in  \nsuccession (separated by a major or minor second—and  \nthus belonging to interval class 2 or 1 with their  \ndifference in dissonance quality—depending on whether  \nor not the octave/unison of the pair occurs on one of the  \nnotes of the tritone in a diatonic scale).  The strength  \nof the respective lines takes precedence over any  \nresolution rules that may be embedded among the style  \ncriteria so that the notes are heard as passing notes.  \nThe effect of the successive dissonances then is a sense  \nof momentary friction that adds to the vigour of the  \npassage.  With three voices engaged, Schumann takes  \nadvantage of this effect in characteristic ways—and  \nsince this example was an afterthought and has not been  \nincluded as a GIF, I must ask the scoreless reader to  \nimagine the texture.  In measure 17 the upper and the lower of  \nthe three moving voices make an exchange in stepwise  \neighth-note motion, the upper voice running from B ♭ 4 to  \nG5, the lower from G3 to B ♭ 2 within the harmonic  \nframework of a dominant seventh chord built on the pedal  \ntone C.  The middle voice runs essentially in parallel  \ntenths with the lower voice but changes register twice:  \nbetween the first two notes, B ♭ 3 to A4, and the last two  \nnotes, E4 to D5.  At the moment the third and fourth step  \nof the outer scale segments have gone from minor seventh  \nto major ninth, the middle and upper voices reach their  \nseventh and go on to the ninth—in this case the major  \nseventh and the minor ninth.  The leap in the inner voice  \nafter the ninth weakens the line and makes the dissonance  \nstand out.  Despite the brevity of the impression, this  \nclustering of passing dissonances on the way to the  \nculmination of the wedge (added to the vertical  \ncoincidence for a short moment of the pedal C3 with D3,  \nE5, and F4) creates an exquisitely calculated contrast to  \nthe consonance and mild dissonance of the section as a  \nwhole. Example 4 . Schumann, Kreisleriana , op.16, first movement, mm.15–17 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] A chromatic wedge either has two unison/octave points  \na tritone apart, surrounded by intervals of interval  \nclass 2, or has no unison/octave points but instead has  \nsuccessive intervals of interval class 1 at points a  \ntritone apart.  The first kind typically occurs in the  \nomnibus progression—and there are numerous examples of  \nomnibus fragments in Schumann's music (the section  \nbeginning in measure 119 of the second movement of  \nKreisleriana uses the same kind of chromatic contraction  \nand expansion as one finds in the omnibus progression).   \nIn fact, Schumann avoids the second kind and often also  \nmanipulates the diatonic wedge by some chromatic motion  \nso as to avoid the seventh-ninth succession. Example 4 (Kreisleriana, first movement, measures 15–17) shows a wedge  \nwith mixed diatonic and chromatic motion in both outer  \nvoices where the outer voices avoid interval class 2  \ndissonance; this, however, finds its way into the  \nprogression by a different technique—see below.   \nClearly, if the upper voice in measure 16 had continued  \nchromatically down over the chromatic bass, the minor  \ntenth would have been followed by a minor ninth and a  \nmajor seventh, but then one purpose of the wedge would  \nhave been lost:  to retrieve D minor after a brief  \nexcursion into the Neapolitan region.   The bass is  \nchromatic for harmonic purposes: it includes the leading  \ntones of IV and V in D minor;  the right hand completes  \nthe harmonies. The effect is a clarification of harmonic  \ndirection as if coming from “somewhere out there” and  \ngradually focusing on the goal.  The use of this  \ntechnique in chromatic harmony would be worth its own  \ninvestigation; Max Reger, for instance, uses it  \nfrequently.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Even though the wedge construction in Example 4  \nitself bypasses sharp dissonances, they are there anyway.   \nIn contributing to the harmonic progression, the  \nright-hand part is at odds with the left-hand part in a  \nway that reveals another type of rhythmic shift; for want  \nof a better term let me call it “chordal anticipation.”   \nThis technique places a chord, or the better portion of a  \nchord, rhythmically before the beat to which it belongs  \nharmonically.  A simple version consists of anticipating  \nthe entire chord immediately before playing it on the  \nbeat, as at the opening of the first piece of the Davidsbuendler .  Rhythmically more elaborate versions  \ntie the right-hand anticipation to the beat and  mark the  \nbeat by the left hand as in the C major Fantasy , opus  \n17, second movement, measures 92ff, or tie both hands into  \nchordal syncopation as in measures 84ff of the last movement  \nof the same piece.  Variants of chordal anticipation are  \nnumerous in Schumann's work, but the most intriguing  \nversion from the point of view of dissonance treatment is  \nthe one shown in Example 4: one linear strand arpeggiates  \nbefore the beat and completes the chord on the beat while  \nthe other line joins the same chord on the beat.  As a  \nconsequence, chordal elements are again out of sync so  \nthat the arpeggio towards the next beat creates a chordal  \nconflict with the chord established on the current  beat.   \nImagine the right-hand part pushed forward by two  \nsixteenths so that each arpeggio begins on the beat and  \nfills the duration of the beat; then the progression is  \njust a normal harmonic wedge approaching the tonic.   \nInstead, the chordal anticipation technique fills each  \nbeat—traditionally the space for the chord supported  \nby the bass line—with chords that more or less  \ncontradict both the progression and the expected  \nvoice-leading.  Obviously,  careful articulation and  \nweighting of the arpeggios in performance will guide the  \nlistener's understanding of the harmonic progression, but  \neven so, the diminished octave E– E ♭ in measure 15 and the  \nminor second G sharp–A in measure 16 will lend a distinctive   \ncharacter of linear dissonance to the whole passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] What goes before the passage shown in Example 4 uses  \nthe same triplet rhythm but does not involve chordal  \nanticipation; what follows immediately after it is a  \nrecapitulation of the opening material shown in Example  \n1.  Thus, with its chordal anticipation shift the wedge  \npassage mediates between a section without rhythmic shift  \nand the recapitulation of the trailing left hand shift.   \nThe two types of shift are closely related and tend to  \nhave similar effects on dissonance treatment.  As we  \nshall see, things get more intricate when more than one  \nlevel of harmonic progression is involved. But first let  \nus have a look at a wedge with a different formal  \nfunction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Using a linear wedge to close a section or prepare a  \nrecapitulation is not unusual in Schumann's oeuvre.  As  \nan early example, consider the second Intermezzo , opus  \n4, where the second repeat section prepares both its own  \nreturn and the return of the initial material in a new  \nkey by means of an omnibus-type chromatic wedge  \nprolonging a dominant seventh chord.  In the first  \nmovement of the Piano Concerto practically every return  \nof the main theme is preceded by some kind of wedge;  \nlikewise, in the Finale of the F minor Sonata both  \nreturns of the main theme are prepared by a  \ncontrary-motion wedge.  But wedges are used in a number  \nof different functions, on a smaller scale for voice  \nexchange within a prolonged harmony anywhere in a formal  \nsection, on a larger scale for theme construction, as for  \ninstance in the Finale of the F sharp minor Sonata, opus  \n11, where the wedge is one of the main voice-leading  \ntechniques throughout. Example 5 . Schumann, Kreisleriana , op.16, second movement, mm.100–106 (click to enlarge) Example 3 . Schumann, Kreisleriana , op.16, second movement, mm.92–93 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] From the dissonance point of view an especially  \nintriguing wedge is shown in Example 5 ( Kreisleriana ,  \nsecond movement, measures 100–106—beginning of the second  \nsection).  Rather than closing a section, it comprises  \nthe contrasting middle section of a small ternary form  \nand achieves the unlikely combination of decreasing space  \nand increasing energy.  Based on Litzmann's book about  \nClara Schumann (3) , Peter Ostwald quotes Robert Schumann's  \nword to Clara that “there is a thoroughly wild love in  \nsome of the movements” of the Kreisleriana (4) .  Without  \nspeculation on expressive connotations (I promised!), in  \nterms of counterpoint this certainly is one of the wilder  \nmoments.  Its basic material is given in Example 3 (measures  \n92f—the beginning of the first section of the same  \nmovement).  This has some of the character of the  \ntrailing left hand but not unambiguously; the harmonies  \nwork either way, and the bass appoggiatura in measure 93 of  \ncourse represents a dissonance treatment Schumann shares  \nwith most other romantic composers.  The left hand  \nimitates the upper line at the lower fifth in a stepwise  \ndescending sequence up to measure 96 but skips every other  \ndotted rhythm.  The only real argument in favour of  \nunderstanding this passage as an example of trailing left  \nhand shift comes on the downbeat of measure 96 where the bass  \nline has reached a C over which the right hand plays a D  \nmajor arpeggio.  Even though the harmonic context  \nsuggests the function of the harmony as V , the bass C  \nis simply abandoned for a D and the phrase ends on an  \nemphatically tonicized D major harmony.  Abandoning an  \nexposed harmonic dissonance is unproblematic if the  \nleft-hand part is understood as trailing the harmonic  \nprogression by a beat, but this reading is ambiguous at  \nbest.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In Example 5 questions of rhythmic shift become  \nentirely irrelevant since here linear progression  \nsupersedes harmonic progression during the ascent until D  \nminor is retrieved at the climax in measure 106.  The linear  \nframework exhibits rhythmic imitation and  \nquasi-inversional melodic imitation.  But the upper line  \nmoves up by step from measure to measure so, remarkably,  \nthe wedge is shaped by two ascending lines: the upper  \nline moving mostly by whole steps while the lower line  \ncatches up by minor thirds (filled in by chromatic  \nmotion) and the interval between the two lines becomes  \ngradually narrower.  From one accented second beat to the  \nnext the interval shrinks from diminished twelfth over  \ndiminished eleventh and minor tenth to major ninth; at  \nthis point the approach is halted and an exchange of  \nmajor ninth and minor seventh moves up by whole step to  \nthe climax.  This indeed is dissonance with little  \npreparation and scant resolution and would be passed off  \nin any traditional text as reckless counterpoint.   \nDissonance here seems to function at a new and different  \nlevel: it is not a moment-to-moment event but a gradually  \nincreasing intensity over the length of the phrase  \nfollowed by a gradual decrease (measures 107 and 108 echo the  \nminor ninth appoggiatura from measure 93).  Resolution at this  \nlevel occurs only in measure 110 where the two lines move in  \nparallel octaves down to a recapitulation of the first  \nsection. Example 6 . Schumann, Grande Sonate , op.14, last movement, mm.46–50 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Now, what happens when chordal anticipation in  \noblique motion is imitated, so that  two compound lines  \ncreate a counterpoint that moves in sequence over a  \npedal?  One of my earliest acquaintances with Schumann  \nwas his Grande Sonate in F minor, opus 14,  which I  \nstumbled through as a teenager and whose last movement I  \nfound terribly boring and in part ugly.  A little bit of  \nthe “ugly” stuff is shown in Example 6 ( Grande Sonate F  \nminor, opus 14, last movement, measures 46–50).  The material  \non which this passage is based comes from measures 9–10 where  \nit follows immediately after the main theme. It is  \nidentical to the arpeggio figures in measures 46–47, except  \nthat the last two arpeggios in the second measure are C3  \nG3 E4 and F3 A ♭ 3 with F4 on the downbeat of the third  \nmeasure ending the phrase.  In performance it should be  \narticulated as chordal anticipation so as to avoid  \nharmonic confusion at the major seventh leap E4 F3.  Yet,  \nthe dissonant leap will make its impression and will  \nforeshadow the character of those later sections where  \nthis material is used.  Taken separately, the two entries  \nin measures 46 and 48 seem to move in E ♭ major and C minor,  \nrespectively, each ending on a half-measure suspension,  \nalthough it is only when the third entry comes in on A ♭ that the second ending is made dissonant.  The effect of  \nthe second entry is to change the E ♭ harmony into first  \ninversion C minor—unless one is capable of hearing the  \ntwo strands separately as a bitonal or bichordal  \nprogression.  The voice-leading B to C in the first two  \nright-hand arpeggios in measure 48 against the left-hand  \nsuspension F to E ♭ promises a resolution to C minor so  \nstrongly that I hear the G-major chord as a large  \nsuspension chord rather than as an independent harmony.   \nIn either case there is a chordal conflict due to the  \nlate arrival of the C minor triad in the right-hand part.   \nIt seems then that two rhythmic shifts are at work  \nsimultaneously, but at different levels: chordal  \nanticipation at the beat level and the displacement of  \nthe expected harmony in the right-hand part at the  \nmeasure level. The effect of the third entry is to alter  \nthe expected F minor harmony so that it functions as part  \nof a B ♭ major ninth chord, supported by the large-scale  \npedal note, B ♭ 2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] When the two compound parts—the left hand and the  \nright hand—sound together, the amount of dissonance is  \nconsiderable, but dissonance treatment here stays well  \nwithin traditional practice.  The double-entry  \nprogression is sequenced a third up as indicated by the  \nentry on A ♭ in measure 50 and again another third up in measure 54  \nwhile the pedal B ♭ is refreshed regularly. By starting on  \nsuccessively higher scale steps the six entries together  \nunfold a major sixth from F to D, i.e. the fifth and  \nthird of the overall prolonged B ♭ harmony.  When the  \nupper line reaches D6 over the pedal note, the third  \nsequence is curtailed and the line descends, supported by  \nparallel sixth chords, through the dominant seventh note A ♭ to resolve by suspension A ♭ to G over E ♭ at the point  \nwhere Example 7 begins. Example 7 . Schumann, Grande Sonate , op.14, last movement, mm.60–63 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In Example 7 ( Grande Sonate F minor, last  \nmovement, measures 60–63) the chordal conflict extends over  \nnot just one but two measures.  While the triplet motion  \nnow is fragmented and repeated, creating shorter units,  \nthe two measures are held together by the eighth-note  \narpeggio figures that spell out a C minor chord with  \ndownbeat appoggiatura dissonance (craftily supported by  \nthe “wrong” harmony in the chordal anticipation part).   \nAgain the expected E ♭ harmony is transformed into first  \ninversion C minor; imitation now takes place in  \ninvertible counterpoint a fifth down, spelling out a root  \nposition F minor chord; thus, the underlying structure is  \na 6 5 linear intervallic pattern—not the figured-bass  \nmotion where the upper line descends but the “inverted”  \nkind where the bass ascends.  This is again sequenced  \nupward and is curtailed when it has reached the E ♭ major  \nsixth chord.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] While in these two passages the counterpoint is  \nperfectly passable as far as dissonance treatment is  \nconcerned, it is the harmonic conflicts that make them  \nsound like reckless counterpoint.  At this level, then,  \nthe sense of heightened dissonance intensity is not so  \nmuch a question of dissonant intervals as of conflicting  \nchords.  By techniques that are bold and advanced for his  \ntime, Schumann has achieved a sound that is not only  \nuncharacteristic of early Romantic music but even  \nun-Schumannesque.  While I no longer find these  \nprogressions ugly but instead exciting and refreshing,  \ntheir particular sound seems more akin to that of some  \nworks in the 20th-century neoclassicist and “neue  \nSachlichkeit” tradition, the environment where the phrase  \n“reckless counterpoint” was originally coined.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This essay has discussed a few style features from  \nSchumann's early piano music and, in particular,  \ndifferent combinations of features.  The fact that some  \ncombinations occur in a work that stands out as the  \nquintessence of Schumannesque sound, the Kreisleriana ,  \nwhile others contribute to a sound that strikes the  \nlistener as peripheral to Schumann's style, brings up a  \ncentral question that the ongoing project must address:  \nthe question of what features a given composer shares  \nwith what groups of other composers over what spans of  \ntime and within what regions of space, and what features  \nare exclusive to that composer.  It also serves as a  \nreminder that questions of style delimitation are highly  \ncomplex and probably have to do with intricately combined  \nand continuously recombined features of both distant  \nheritage and spontaneous creation.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.94.0.7.alphonce.html",
    "data": "mto/data/mto.94.0.7.alphonce.json"
}