{
    "title": "Making Sense of Rock’s Tonal Systems",
    "date": "2004/12/01",
    "volume": "10",
    "issue": "4",
    "authors": [
        "Everett, Walter"
    ],
    "abstract": "Despite frequently voiced assertions and their underlying presumptions, there is no single sort of tonal behavior common to all rock music, but rather a spectrum of approaches to scales, harmonic function and voice leading. This essay addresses the issue from two perspectives. The first suggests an array of six tonal systems ranging from the traditional major mode through modal (including minor-pentatonic) practices having increasing structural value, to chromatic relations with little basis in any deeper diatony. The second perspective studies the varied degrees of interaction between harmony and voice leading evidenced in samples of rock music from two historically opposed timeframes, the more homogeneous span of 1957–58 and the more radically experimental period of 1999–2000. Finally, Beck’s “Lonesome Tears” (2003) serves as a model for an analytical approach to one iconoclastic combination of voice leading and harmony.",
    "keywords": [
        "rock music",
        "tonality",
        "harmony",
        "voice leading",
        "Schenkerian analysis",
        "modal theory",
        "blues",
        "popular music",
        "Beck"
    ],
    "doi": "",
    "received": "October 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.4/mto.04.10.4.w_everett.pdf",
    "author_info": [
        {
            "name": "Walter Everett",
            "university": "University of Michigan",
            "address": "",
            "email": "weverett@umich.edu"
        }
    ],
    "citations": {
        "everett_1986": "Everett, Walter. 1986. “Fantastic Remembrance in John Lennon’s ‘Strawberry Fields Forever’ and ‘Julia.’” The Musical Quarterly 72(3): 360–93.",
        "everett_1997": "Everett, Walter. 1997. “Swallowed By a Song: Paul Simon’s Crisis of Chromaticism.” In Understanding Rock , ed. John Covach and Graeme Boone. New York: Oxford University Press: 113–53.",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: Revolver Through the Anthology. New York: Oxford University Press.",
        "everett_2000": "Everett, Walter. 2000. “Confessions From Blueberry Hell, or, Pitch Can Be a Sticky Substance.” In Expression in Pop-Rock Music , ed. Walter Everett. New York: Garland Publishing.",
        "everett_2001": "Everett, Walter. 2001. The Beatles as Musicians: The Quarry Men Through Rubber Soul. New York: Oxford University Press.",
        "everett_2002": "Everett, Walter. 2002. “Detroit and Memphis: The Soul of Revolver.” In ‘Every Sound There Is’: The Beatles’ Revolver and the Transformation of Rock and Roll. Aldershot, U.K.: Ashgate Publishing.",
        "forte_1995": "Forte, Allen. 1995. The American Popular Ballad of the Golden Era, 1924–50. Princeton: Princeton University Press.",
        "hamm_1979": "Hamm, Charles. 1979. Yesterdays: Popular Song in America. New York: W. W. Norton & Company.",
        "krebs_1981": "Krebs, Harald. 1981. “Alternatives to Monotonality in Early Nineteenth-Century Music.” Journal of Music Theory 25(1): 1–16.",
        "krebs_1985": "Krebs, Harald. 1985. “The Background Level in Some Tonally Deviating Works of Franz Schubert.” In Theory Only 8(8): 5–18.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music. Buckingham, U.K.: Open University Press.",
        "narmour_1977": "Narmour, Eugene. 1977. Beyond Schenkerism: The Need for Alternatives in Music Analysis. Chicago: The University of Chicago Press.",
        "neumeyer_1987": "Neumeyer, David. 1987. “The Ascending Urlinie.” Journal of Music Theory 31(2): 275–303.",
        "ricci_2000": "Ricci, Adam. 2000. “A ‘Hard Habit to Break’: The Integration of Harmonic Cycles and Voice-Leading Structure in Two Songs by Chicago.” Indiana Theory Review 21: 129–46.",
        "schachter_1994": "Schachter, Carl. 1994. “The Prelude to Bach’s Suite no. 4 for Violoncello Solo: The Submerged Urlinie.” Current Musicology 56: 54–71.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen For in Rock: A Stylistic Analysis. New Haven: Yale University Press.",
        "van_der_merwe_1989": "Van der Merwe, Peter. 1989. Origins of the Popular Style: The Antecedents of Twentieth-Century Popular Music. New York: Oxford University Press.",
        "walser_1993": "Walser, Robert. 1993. Running With the Devil: Power, Gender, and Madness in Heavy Metal Music. Hanover, N.H.: Wesleyan University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Various portions of this paper had been presented at the following conferences: Society for Music Theory/“Musical Intersections” megaconference, Toronto (November, 2000), “Music Analysis and Popular Music” conference, University of Cardiff, Wales (November, 2001), and the Florida State University Forum (March 2002).",
            "citations": []
        },
        "FN2": {
            "text": "2. I have elsewhere had to discuss the approaches of other writers who hold the entire rock literature to be “monolithic,” altogether the product of an unvarying application of harmonic principles; see Everett 2000 , 303. Most investigations into the harmony of rock treat every chordal root as of equal value, set aside inverted chords as “rare” and thereafter ignore them, rely upon discredited concepts such as “retrogression,” and leave unconsidered the ramifications of voice leading upon chord identity, function, embellishment and harmonic expansion. I will here cite Stephenson 2002 as perhaps the most developed of all such studies, for all its good points in other domains.  It is my belief that a Schenkerian understanding of tonal relationships allows for a clearer hearing of the variations among rock’s tonal approaches than what has been afforded by methods thus far appearing in other analyses.",
            "citations": [
                "everett_2000",
                "stephenson_2002"
            ]
        },
        "FN3": {
            "text": "3. I am grateful to the National Endowment for the Humanities for a Fellowship that allowed me a year of released time to pursue the study referred to above, undertaken in order to write a book on rock music for the general public.  Any views, findings, conclusions, or recommendations expressed in this publication do not necessarily reflect those of the National Endowment for the Humanities.",
            "citations": []
        },
        "FN4": {
            "text": "4. It has been argued that “every early rock ‘n’ roll song is based on the twelve-bar blues form” ( Hamm 1979 , 396), but this leaves unconsidered a largely diatonic 16- and 32-bar doo-wop tradition just as important to very early rock and roll. And while the likes of Buddy Holly and the Everly Brothers did not achieve national prominence until a year after did Elvis Presley, the centrally diatonic nature of their south(west)ern and Appalachian folk-country styles was just as characteristic of Presley’s repertoire as was the blues. Another of the earliest r&b/rock groups, The Platters, owes more by far to Jerome Kern (“Smoke Gets in Your Eyes”) and to the major/minor tonal traits of Tin-Pan Alley than to the blues.",
            "citations": [
                "hamm_1979"
            ]
        },
        "FN5": {
            "text": "5. The Brahms vs. Howlin’ Wolf characterization is made in Everett 2000 , 303. The graph of “She’s Always a Woman” is from my unpublished paper, “Musical \nExpression at Deep Structural Levels in Learned and Vernacular Vocal \nRepertoires,” presented to the March 1993 joint meeting of the Society for Music \nAnalysis and the Royal Musical Association, Southampton.",
            "citations": [
                "everett_2000"
            ]
        },
        "FN6": {
            "text": "6. Middleton 1990 , 193, is probably the most prominent and influential accusation in the rock-analytic world that Schenkerian analysis “ignores” rhythmic (as well as motivic) features. He cites Narmour 1977 as his source of understanding.",
            "citations": [
                "middleton_1990",
                "narmour_1977"
            ]
        },
        "FN7": {
            "text": "7. The Beatles analyses appear in Everett 2001 , 226–29 and 322–23, respectively.",
            "citations": [
                "everett_2001"
            ]
        },
        "FN8": {
            "text": "8. The “Julia” graph first appeared in Everett 1986 , 383, the “Long and Winding \nRoad” sketch in Everett 1999 , 228. The statement as to “Strawberry Fields Forever” is from Everett 1986 , 372.",
            "citations": [
                "everett_1986",
                "everett_1999",
                "everett_1986"
            ]
        },
        "FN9": {
            "text": "9. Thanks to Jonathan Bernard for reminding me of the Who example in an exchange on the smt-list, c. 2002. I discuss the double-plagal cadence in some detail, with accompanying voice-leading graphs, in Everett 2000 , 323–26.",
            "citations": [
                "everett_2000"
            ]
        },
        "FN10": {
            "text": "10. The Phyrygian mode is extremely rare in rock music, but Robert Walser points out that “speed metal is usually Phrygian or Locrian” ( Walser 1993 , 46). The guitar work in Megadeth’s “Psychotron” features a second scale degree a half-step above tonic that may be diatonic, rather than a chromatic passing tone, and the guitars in their “Ashes In Your Mouth” feature second and fifth scale degrees that sound Locrian. The overall effect of these numbers, however, especially with their power-chord vocabulary, their lack of harmonic function, and their fully minor-pentatonic vocal parts, would seem to situate these examples in Type 6a, discussed below.",
            "citations": [
                "walser_1993"
            ]
        },
        "FN11": {
            "text": "11. Several of these expressive reasons for employing the truck-driver’s modulation are given in Everett 1997 , 151, notes 17–18. The term “pump-up” modulation has been proposed for the same technique, as part of a deep investigation into the effect, in Ricci 2000 , 130–33.",
            "citations": [
                "everett_1997",
                "ricci_2000"
            ]
        },
        "FN12": {
            "text": "12. The graph in Figure 10 first appeared in Everett 1997 , 124–25.",
            "citations": [
                "everett_1997"
            ]
        },
        "FN13": {
            "text": "13. The blues scale is basic to the tonal nature of the blues, and so of blues-based rock, in the understanding of many researchers; see, for instance, Van der Merwe 1989 , 118–29. Nowhere have I seen a reliance on the major mode (with melodic inflection based on minor-pentatonic embellishment), as I propose here.",
            "citations": [
                "van_der_merwe_1989"
            ]
        },
        "FN14": {
            "text": "14. The modal inflections in these three songs are discussed in Everett 2000 , 329, 329–30, and 284–86, respectively. Haley’s 1954 hit, “Dim, Dim the Lights (I Want Some Atmosphere),” contrasts major and pentatonic-minor modes in its melody so as to represent light and dark to suggestive ends just as does his later “Rock Around the Clock.”",
            "citations": [
                "everett_2000"
            ]
        },
        "FN15": {
            "text": "15. This concept has apparently been explored previously by Alf Björnberg in an unpublished 1985 presentation to IASPM in Montreal entitled, “On Aeolian Harmony in Contemporary Popular Music” this work is cited in Middleton 1990 , 198.",
            "citations": [
                "middleton_1990"
            ]
        },
        "FN16": {
            "text": "16. Figure 17 appeared first in Everett 2002 , 33.",
            "citations": [
                "everett_2002"
            ]
        },
        "FN17": {
            "text": "17. Thanks to Guy Capuzzo for suggesting to me the possible role of parsimonious voice leading in this example in a February, 2001, conversation.",
            "citations": []
        },
        "FN18": {
            "text": "18. Figure 20 appeared first in Everett 2000 , 334.",
            "citations": [
                "everett_2000"
            ]
        },
        "FN19": {
            "text": "19. I am grateful to Jonathan Pieslak for introducing me to the tonal world of KoRn.",
            "citations": []
        },
        "FN20": {
            "text": "20. It might be interesting to study the relationships among any, or many, other such samples from throughout rock history, but I leave this simply as a suggestion.",
            "citations": []
        },
        "FN21": {
            "text": "21. See Krebs 1981 and 1985 .",
            "citations": [
                "krebs_1981",
                "krebs_1985"
            ]
        },
        "FN22": {
            "text": "22. See Neumeyer 1987 , Schachter 1994 , and Forte 1995 .",
            "citations": [
                "neumeyer_1987",
                "schachter_1994",
                "forte_1995"
            ]
        },
        "FN23": {
            "text": "23. For \nthe fourteen number-one albums, the voice-leading mean (26.1) and standard \ndeviation (12.8), and the harmony mean (30.5) and standard deviation (15.8), are \njust slightly more outlandish in nearly every regard than are the corresponding \nnumbers for the 1999–2000 population as a whole (mean and standard deviation \nrespectively: 29.4 and 11.4 for voice leading, 32.9 and 13.0 for harmony), but \nnot significantly so, given our indeterminate margin of error in scoring.",
            "citations": []
        },
        "FN24": {
            "text": "24. OLGA is found at http://www.olga.net/dynamic/search.php?search= .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In its history now spanning half a century, rock music has found expression in dozens of styles and sub-styles, each characterized in part—sometimes in large part—by its own approach to a preexisting tonal system, or sometimes by its unveiling of a seemingly novel tonal system. (1) Of course there are many other musical and poetic traits of importance in marking style distinctions (including rhythm at surface, phrase, and sectional levels, tone color, performance practices such as phrasing, articulation, and dynamics, and recording techniques), but in this essay we will focus solely on matters of tonal structure, in hopes of addressing in a brief space an underlying context for the wide variety of systems that exist.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Whereas several other writers have discussed harmonic issues in rock music, they have either focused upon a particular piece or style and not attempted a global perspective, or attempted such a view but come up short of a useful approach. (2) The full history of tonal behavior in rock music is barely to be sketched in this essay, but perhaps we may lay the groundwork for what directions such an encyclopedic project might explore. At the core of this study is the proposition that while rock music grew from the common-practice-bound norms of the popular music of the 1950’s and ‘60s, it has subsequently ventured into many different styles, some with highly experimental approaches to tonal issues, and that some of these new directions have led even further over time from the normally interrelated roles of voice leading and harmony exhibited in the common practice of rock’s roots, eventually landing in very strange tonal terrain indeed. Whereas differing tonal approaches may have evolved initially as an aspect of new stylistic differentiations, in subsequent years they would be appropriated from one style to another, so that today’s rock music evinces a multitude of tonal values that are no longer consistently tied to particular styles; many different tonal systems are now practiced by the same artist, on the same album. This article proceeds in three parts, moving from the general to the particular: a proposal for the large-scale classification of six different harmonic systems common in rock music, with illustrations taken from throughout its history, is followed by a more narrowly focused study of particular tonal behaviors exhibited in two two-year periods spanning rock’s history, and the essay concludes with a detailed analysis of some difficult tonal issues as presented in a single recent song, Beck’s “Lonesome Tears.” Examples are chosen from a wide range of rock music and closely related popular styles marketed in the U.S., though originally produced in the U.S., U.K., and elsewhere.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] It is my contention (supported by a close study of more than 6,000 popular songs produced in the 1950s and ‘60s) that the tonal norms basic to the pop music from which rock emerged are the same norms common to the system of common-practice tonality. (3) These norms are still adhered to, in varying degrees, in most current popular music, although we also find today many competing approaches to “normal” tonality. This current multiplicity is likely in part a reflection of the increasingly diverse social identities represented by today’s listeners as opposed to the more homogeneous audience of a half-century ago. Through the mid-1950’s, nation-wide marketing was aimed at that audience by five major record labels; soon thereafter and in the decades to come, the rise of countless independent labels was to introduce the country to a profusion of new styles. The devotees of any given sub-style need not realize how their preferred tonal behaviors relate to the totality of other practices, much less have a conscious appreciation as to what tonal attributes are statistically normal or deviant. Nonetheless, there are indeed strong listening preferences, reflected in the changing popularity over time of various tonal systems as suggested in the precisely calculated histories of local, regional and national sales and radio play documented in such trade magazines as Billboard, Record World, and Cashbox.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The reader should understand at this point that I do not recognize any strict boundary between rock musics and their stylistically related siblings, and therefore do not wish to attempt to define what separates rock from other pop-music forms—I do not believe a workable definition to be possible. I think we all realize that Led Zeppelin, with its loud guitars, flamboyant drums, and sometimes shouted vocals clearly represents rock music whereas the more temperate McGuire Sisters do not, but then what of the contemplative songs of Simon and Garfunkel? Many popular genres, including doo-wop, country, rap, disco, r&b/soul, gospel, hip-hop, fusion, new wave, funk, film score, ballad, folk, reggae, techno, Broadway, Tin-Pan Alley and others have important intersections with rock musics and yet have exemplars at quite a remove as well. Other genres, such as prog, punk, metal and grunge, probably have no significant life outside of rock music, but that does not necessarily put their defining characteristics at rock’s core. I don’t agree with the currently popular ideological notion of “authenticity” as a fully useful guideline either, because there is a great deal of commercial top-forty music written, performed, produced and consumed with great sincerity, and because the value of appearances can be countered in central ways based on the distance between authorial voice and rock singer’s biography. Two instances of the latter would be Bruce Springsteen’s having lived for many years now in that mansion on the hill while he remains convincing as the underdog’s advocate, and Eminem’s posturings as Slim Shady and Marshall Mathers deliberately turning the nature of authenticity on its head. I leave the fine points of stylistic demarcation to others even though I will at times distinguish tacitly between rock and its somehow tamer, perhaps simply more institution-oriented, pop background. I. Classifying Rock’s Tonal Systems Table 1 . Classifications of Rock’s Preeminent Tonal Systems (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The tonal systems of rock can be classified according to certain characteristics, ordered in Table 1 as somewhat progressively further removed from common-practice tonal behaviors. These normal behaviors should be understood not only as those characteristic of historical stylistic forebears in pre-rock popular-music genres, but also as basic, ageless principles of tonality that are more or less reflected in all subsequent styles. To state this central point another way for clarity’s sake: while the underlying principles of tonality are unchanging, rock has evolved several different ways of relating to that tonal background. It is these different relationships with the unchanging tonal background that is presently under investigation. Each classification in Table 1 is defined in terms of its dependencies upon harmonic and voice-leading functions, for these are the two means by which tonal centers are supported and clarified in the ears of all listeners, whether or not these listeners are consciously aware of the technical reasons they hear the way they do. Of all the ten-to-fifty thousand best-known works from all of the pop-rock literature, the vastly overwhelming majority—no doubt more than 98%—would be classified as tonal; Table 1 indicates in a broad manner the ways in which such tonal behaviors are expressed. The systems arranged in Table 1 progress from traditional major-minor and modal systems through pentatonic patterns, ultimately ending in chromatic relationships that may bear little resemblance to any normal establishment of tonal centricity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The tonal system itself, because of the nature of the triad and the scale it inhabits, depends upon such concepts as fifth-based harmonic relationships, consonance and dissonance, and stepwise passing and neighboring functions. It is precisely these properties singular to the diatonic system that make purely pentatonic music tonally ambiguous in comparison, devoid of counterpoint and harmonic drive, its tonal centers dependent primarily upon assertion rather than upon syntactical relationships. But not all rock music is singularly blues-born pentatonicism; \nmuch of it is subject in its underlying structure to the same fundamental \nharmonic and voice-leading principles as those that govern the tonal structures \nof any prior tonal style. (4) Figure 1 . Analysis of “She’s Always a Woman” (Billy Joel), The Stranger , 1977 (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Now to present examples that illustrate the relationships classified in Table 1 in some detail. First, the thoroughly major-mode or minor-mode systems given in the table as Types 1a and 1b. The greatest percentage of all songs succeeding on the pop charts falls into the first group in this conservative pair. Examples in the pure minor are far less common than major-mode songs, but they may be found in such unexpected places as Ozzy Osbourne’s “Revelation (Mother Earth).”  With few if any deviations from classical harmonic and contrapuntal norms, the tonal relationships basic to this music are certainly amenable to a standard Schenkerian treatment. This is why I have argued that most of Billy Joel’s writing is closer to that of Brahms than it is to Howlin’ Wolf’s, and Figure 1 , a sketch of the voice leading and harmony in Joel’s “She’s Always a Woman,” confirms that all of Joel’s patterns here, despite a surprising chromatic turn halfway through the bridge, fall within the classical common practice at which he worked so hard as a young piano student composing in the styles of Beethoven and Chopin. (5) Incidentally, an understanding of the tonal structure in Joel’s song, particularly involving its dominant-functioning anacruses, provides a firm understanding of its quincuncial rhythmic expansions, disproving I think the baseless yet frequently repeated charge among rock researchers that Schenker says nothing about rhythm. (6) I have published similarly conventional analyses of the Beatles’ “I Should Have Known Better” and “Nowhere Man,” both of which songs follow normal Schenkerian paradigms in 5 ˆ -line descents that describe in the first case a tonal expression of hindsight through ingenious motivic relationships and, in the latter, an ironic view of one who doesn’t realize how much he has achieved and how highly he is valued by others. (7) Figure 2 . Analysis of “Julia” (John Lennon), The Beatles , 1968 (click to enlarge) Figure 3 . Analysis of “The Long and Winding Road” (Paul McCartney), The Beatles, 1969 (click to enlarge)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] But pop music need not exemplify all of the voice leading patterns typical of 18th- and 19th-century instrumental music, particularly at deep levels, and so the three genera of fundamental lines commonly associated with late Schenker—the 3 ˆ -line, the 5 ˆ -line, and the 8 ˆ -line, all structural descents—need not be expected in this repertoire any more than they would be in vocal music by Berlioz or Wolf. In other words, Schenker’s methods are useful not only for showing how songs are tonally normal, but in showing precisely in what ways songs deviate from conventions. Thus, songs not expressive of direct approaches to goals, as true of the Beatles’ “Julia” and “The Long and Winding Road,” graphed in Figures 2 and 3 respectively, are led by structures with non-traditional upper voices, as suggested by the trancelike unmoving fifth scale degree in the meditative “Julia,” and by the always-digressing away-and-back-again pattern governing the counterpoint in “The Long and Winding Road.”  This sort of comparison against norms allows us to judge, for instance, that “the sounding of the cadential V is minimized nearly to the point of not happening” in “Strawberry Fields Forever.” (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] It must be borne in mind that the relevance of normal backgrounds lies in direct proportion to the degree to which all other aspects of the tonal system are invoked, whether or not that background is actually articulated in the song in question. The background is the context-providing vessel, whereas the material of the song itself is the content. When the deepest harmonic structure is articulated, it appears in conventional goal-directed cadences, whereas the interesting, novel early and middle parts of phrases, and the early parts of mid-sections of pieces as a whole, are the contents that embellish those familiar structures. The expressive aim of that material may for instance argue in a given song that closure is irrelevant, and so will avoid the statement of a final V-I cadence or a melody that steps down to the first scale degree. The lack of these elements in the song does not suggest that they are not manifestations of the governing system from which the individual song takes its meaning. When Richard Middleton (1990, 195–96) argues that in the “Twist and Shout” retransition the circular lack of closure suggested by the great dominant-seventh arpeggiation proves the irrelevance of Schenker, he’s got it half right; any Schenkerian would argue that this V-harmony is a structure- interrupting dominant, just like that shown at the end of the bridge of “She’s Always a Woman” in Figure 1, not a cadential goal-approaching dominant. The Schenkerian hearing explains precisely the nature of that closure-defying circle. Those who argue that Schenker distorts a structure, or that a Schenkerian forces the round peg into the square hole are focusing in the wrong direction; one must appreciate just how much can be learned from the gentle comparison of the example to the convention; the object is not to ignore the song’s salient moments or to whitewash-over the differences between individual song and convention, but to understand just what’s unusual in the piece at hand. Comparison to the norm and to a history of related approaches is what provides that information. Figure 4 . Analysis of “The Sounds of Silence” (Paul Simon), Simon and Garfunkel, 1964–65 (click to enlarge) Figure 5 . Analysis of “Tomorrow Never Knows” (John Lennon), Revolver , The Beatles, 1966 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Turning to our second type , we encounter numbers throughout the history of rock with modal backbones. Some have well-directed melodic lines, often exemplifying even classical descents that are supported contrapuntally, but—especially when the leading tone is absent—there is often no harmonic pull to the tonic. All of this is true of Paul Simon’s “The Sounds of Silence,” sketched in Figure 4 . This is an Aeolian example with no harmonic function at all, yet the voice leading is based on a clear descent supported by counterpoint that turns from dark parallel fifths to hopeful imperfect consonances, only to return to the duo’s stark final unison. Other modal examples are not nearly so conventional with their voice leading—consider the very non-Western Mixolydian “Tomorrow Never Knows,” the upper voice of which carries only the simple I - ♭ VII - I neighbor motion over a transcendental yet unmoving tonic pedal. The entire song’s counterpoint is given in Figure 5 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] One must not be too quick to ascribe chromatic events to modal function, particularly where ♭ VII is involved. The ♭ VII - IV - I progression, the double-plagal cadence as articulated in the celebrated “Hey Jude” coda, is often incorrectly said to have a modal basis. Following its late-summer, 1964, appearance in the introduction to the Four Tops’ “Baby I Need Your Loving,” this function jumped into rock music from various directions, all in the first three months of 1965, in Martha & the Vandellas’ “Nowhere to Run,” the Who’s “I Can’t Explain,” the Rolling Stones’ “The Last Time,” and the Beatles’ “The Night Before.” (9) Amid apparent confusion, ♭ VII - IV - I is variously referred to as an Aeolian, Dorian, or Mixolydian pattern. But such a modal basis cannot be any more necessary for this relationship than it would be for fifths circling in the opposite direction, as with the long sequence of applied dominants in, say, “Sweet Georgia Brown,” the verse of which repeats the progression, E7 - A7 - D7 - G7 - B7. Both sequences—that in descending fifths and that in descending fourths—should be heard as chromatic functions, involving the use of notes from outside the scale, sharps in the applied-dominant case, and flats in the double-, triple, or quadri-plagal example. For, just as can a sequence of descending fifths, a passage involving descending fourths can carry on for quite an extended run, as in the verse of “Hey Joe,” the bridge of “A Day in the Life,” or the chorus of “Jumpin’ Jack Flash.”  The counterpoint of continual downward-resolving neighbors is strongly functional even if the harmony is not, even if no tonal center can be suggested by this sequence in and of itself. If one more descending fourth is added to one end or another of the string, it does not change the entire mode in which the passage is based, but simply adds or cancels another chromatic flat. This sequence establishes neither scale nor tonal center, so no mode can be suggested. Figure 6 . Analysis of “P. S. I Love You” (John Lennon - Paul McCartney), The Beatles, 1962 (click to enlarge) Figure 7 . Chords of instrumental break of “Brown Sugar” (Mick Jagger - Keith Richard), Sticky Fingers , The Rolling Stones, 1971 (click to enlarge) Figure 8 . Analysis of “Get Real Paid” (Beck Hansen), Midnite Vultures , Beck, 1999 (click to enlarge) Figure 9 . Analysis of “Everything in Its Right Place” (Thom Yorke), Kid A , Radiohead, 2000 (click to enlarge) Figure 10 . Analysis of “Still Crazy After All These Years” (Paul Simon), Still Crazy After All These Years , 1975 (click to enlarge) Figure 11 . Analysis of “I’d Like That” (Andy Partridge), Apple Venus Volume 1 , XTC 1999 (click to enlarge) Figure 12 . “Softened” V - I blues cadence (click to enlarge) Figure 13 . Chords of chorus of “(I’m Not Your) Steppin’ Stone” (Tommy Boyce - Bobby Hart), The Monkees, 1966 (click to enlarge) Figure 14 . Chords of refrain of “My Sharona” (Doug Fieger - Berton Averre), The Knack, 1979 (click to enlarge) Figure 15 . Chords of verse of “Smells Like Teen Spirit” (Kurt Cobain - David Grohl - Chris Novoselic), Nirvana, 1991 (click to enlarge) Figure 16 . Chords of verse / refrain of “Cult of Personality” (Living Colour), Vivid , 1988 (click to enlarge) Figure 17 . Introduction to “In the Midnight Hour” (wilson Pickett - Steve Cropper), Wilson Pickett, 1965 (click to enlarge) Figure 18 . Analysis of “All Day and All of the Night” (Ray Davies), The Kinks, 1964 (click to enlarge) Figure 19 . Analysis of “Pretty Ballerina” (Mike Brown), The Left Banke, 1967 (click to enlarge) Figure 20 . Verse of “Spanish Castle Magic” (Jimi Hendrix), Axis: Bols as Love 1968 (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The Type-3 system  illustrates further decomposition of the major mode. According to 3a, the major scale would be infiltrated by mixture from outside the major-minor system. This is the sense in which the Beatles’ “P. S. I Love You,” shown in Figure 6 , is predominantly in D major and featuring its I, IV, and V chords, but is given a cadence in the refrain that seems drawn from Aeolian practice, allowing for rising major passing triads on the ♭ VI and ♭ VII \nscale degrees. Note that the major section employs some rudimentary \ncounterpoint, although one could not find the voice leading coherent; the \nparallel octaves and fifths suggested in the verse foreshadow triads in the \nmodal cadence that if not downright parallel, are at best heterophonic. The \nStones’ “Brown Sugar” is closely related; this song has a verse and chorus \nstrongly in C major, featuring a backbone of I, IV, and V chords. But the \ninstrumental break, whose chord changes are given as Figure 7 , takes the Aeolian mixture of “P. S. I Love You” one step further by involving a ♭ III chord as well as the ♭ VI - ♭ VII - I cadence. Note how the 4-3 suspensions create a surface illusion of counterpoint, but parallel fifths and octaves keep structural voice leading at bay.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Type 3a also includes quasi-modal scales affected by mixture. Though regular Dorian, Mixolydian, and Aeolian modes are represented in rock examples most often and even the Phrygian mode is heard in Björk (see “Army of Me”), scales need not be so conventional. (10) Figures 8 and 9 illustrate. Beck’s “Get Real Paid,” for instance, is clearly in an asserted C, despite minimal contrapuntal interest and the lack of any harmonic division whatsoever; tonal variety is afforded mostly by the coloristic contrast of minor-pentatonic, whole-tone, octatonic, major-pentatonic and chromatic vocabularies. Radiohead’s “Everything in Its Right Place” is in a strongly asserted F, supported by a big fifth divider of structural value with arpeggiations to C’s in both bass and vocal parts, and also featuring tonic-defining neighbor motions. But the scale consistently combines the major lower tetrachord with the Aeolian upper tetrachord.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Type 3b would allow for songs with progressive structures, where true modulation creates a movement to a key area that never need return to tonic. This is most commonly expressed in rock’s “truck-driver’s modulation,” where verses or choruses may appear in successively higher keys, normally a half-step or whole-step apart, motivated by various expressive needs. (11) In some cases, a bevy of shifts serves only to attempt to compensate for a brief song’s lack of structural interest, and the effect can be one of an arranger trying to salvage a weak idea, even if the arranger and composer are one and the same person. The effect has loads of gravitas, and perhaps has been largely put to rest with Barry Manilow’s larger-than-life production numbers, although divas like Mariah Carey (“I Don’t Wanna Cry”) keep it alive.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] \nType 3b would also include more experimental tonal devices, such as that heard in Paul Simon’s “Still Crazy After All These Years.”  Here, as shown in Figure 10 , modulations within the saxophone interlude and within the final verse produce, respectively, expanded and contracted forms of a governing upper-voice fifth-progression, thus the upper voice governing the interlude \nlabeled an X-5 progression and the contracted 5-line of the third verse moving from a third-scale degree B to a third-scale degree C-sharp resulting in a five-line crammed into the space of a fourth. (12) In a related way, XTC’s “I’d Like That,” sketched in Figure 11 , first presents the vocal E as fifth scale degree of A major, and then twists the tonal scheme to allow it to become first scale degree. The resulting harmony is structurally wild, even though sensibly functional on the surface, and the voice leading is clean yet structurally unconventional, at least in any classical sense.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] As indicated under Type 4 , the blues has an essentially major-mode structure. In the twelve-bar-based “School Days,” Chuck Berry’s vocal and lead guitar parts are thoroughly pentatonic, but the structure-expressing bass and piano boogie in the major mode. The rarity of exceptions, as found in B. B. King’s minor-mode “The Thrill is Gone,” proves the rule. If this seems out of line with prevailing descriptions, which typically rely on reference to a “blues scale” and don’t seem to discriminate between tonal characteristics of melody and backing, consider the rhythm section’s accompaniment aside from all vocal and solo melodic lines. It is in the supportive major-mode instrumental chordal backing, not in the soloistic melodic material, that structural harmony is expressed. (13) Listen to Robert Johnson’s guitar in the last verse of “Walking Blues.”  As in many others of his recordings, the I, IV, and V triads are all given as they occur in the major scale, without the chromatic blues inflections that mark the melodic parts. It is the spirit of mixture among the upper partials through which the tonic and subdominant triads can take on embellishing minor sevenths, just as does the dominant; this is heard in the blues boogie of Johnson’s “When You Got a Good Friend.”  This mixture comes from the minor-pentatonic scale, which also provides pitch inflections, sometimes including bent notes, for solo melodic parts including vocal lines and lead instrumental riffs. There may be such a thing as a blues scale (with or without a lowered fifth scale degree), as in Gershwin examples, but this has nothing to do with rock music, which borrows only from a blues that colors a structural major mode with minor-pentatonic melodic borrowings. Sometimes in blues-based rock music, the melodies make deliberate contrasts of major-vs.-pentatonic tunes, all over a major-mode accompanimental support; I have written elsewhere of the expressive effects resulting from this technique in Bill Haley’s “Rock Around the Clock,” Nirvana’s “Lithium,” and the B-52s’ “Channel Z.” (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]\n\tThe wonderful thing about the minor-pentatonic scale, and the main reason it is so amenable to extensive improvisation, is that there is no regular relationship of dissonance to consonance, partly because the scale lacks intrinsically dissonant tritones and half-steps, but also because of the relatively large number of times that thirds are represented in the scale. The three-note collection [0-2-5], for instance, appears at four different places in the five-note scale. This means that position-finding is much more ambiguous here than in the major scale, where every interval appears a unique number of times. And as a practical matter, a blues in E-flat can feature the free and easy melodic use of any and all black keys on the piano, unencumbered by suggested resolutions of purported dissonances. Children have particular fun with this—play an E-flat-major blues structure in the piano’s bass and tenor registers while they improvise on black keys above—anything at all works just fine because there can be no bad counterpoint!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] It is commonly remarked that dominant harmony is not of structural value in the blues. Given individual cases, this may or may not be true; whether or not the dominant is articulated in any given piece of music, it is of structural value in the major system that is inhabited by that blues. In fact, the dominant is usually the basis of the interrupting turnaround between verses, and then usually resolves directly to I in any cold ending. But the V chord is also usually present in the third of the three lines in each verse, where its resolution to I is often mitigated by an intervening subdominant, which of course has no harmonic value but merely softens the resolution to tonic with its contrapuntal stepwise descents. The contrapuntal functions of this “softened” authentic cadence in the blues are shown in Figure 12 . A different sort of compacting of the harmonic value of V with the neighbor functions of IV is heard in the simultaneity of fa-la-do over sol, as heard in Paul McCartney’s “The Long and Winding Road” (see the C over the second bass note in Figure 3), a sonority he would recall eight years later in the introduction of “With a Little Luck,” and would appear in many other gospel-tinged keyboard numbers by McCartney, Stevie Wonder (as in “Knocks Me Off My Feet”), and others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Type 5 is new with rock music. Here, each member of the minor-pentatonic scale is treated as the root of a major triad, in effect doubling the scale in major thirds and fifths as well as octaves. (15) The five major chords that result are not functionally related, and do not normally lead to each other in progressions—even though both the first and fifth scale degrees are represented as roots—any more than melodic events in the minor-pentatonic scale are expected to resolve in any particular way. There is no regular basis in the major mode, although mixture can bring major-mode elements into a song’s different sections for contrast. Despite the presence of chords, the patterns that result are thoroughly melodic. Such doubling rarely occurs in other scales—the deliciously ludicrous chords of “I Am the Walrus” do result from a major-triad doubling of the Aeolian scale, and some semblance of chromatic function lies behind the pugilistic triad-doubling of major-mode scale degrees in “Bad, Bad Leroy Brown,” but the line in that song progresses only from the first to the fifth scale degree. Sometimes, as illustrated in Figures 13 , 14 , and 15 , a grouping of four chords seemingly taken from the Aeolian mode, I, ♭ III, IV, and ♭ VI, have actually been selected from the minor-pentatonic scale; it is the interlocking of [0-2-5] trichords heard as relationships between non-functional roots of major triads on I, ♭ III, IV, and ♭ VI in such songs as the Monkees’ “I’m Not Your Steppin’ Stone,” the Knack’s “My Sharona,” and Nirvana’s “Smells Like Teen Spirit” that create this blues-like effect, but notice that there is just as often an interesting counterpoint between upper voices and bass, as there are strict parallel doublings, in this modal procedure that also admits of some chromaticism. The chorus of “Steppin’ Stone,” for instance, features a prominent inner voice that descends 8 ˆ - ♭ 7 ˆ - 6 ˆ - ♭ 6 ˆ over the triads indicated in Figure 13. Examples truly in the Aeolian mode would typically use a minor dominant; such a chord would have no place in these pentatonic-system songs.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In the triad-doubled minor-pentatonic mode, expressed in I, ♭ III, IV, V, and ♭ VII chords, harmony is non-functional, and voice-leading is severely compromised; all voices, again, tend to move in strictly parallel doublings of root-position triads or empty power-chord fifths. Sometimes, as in “Bo Diddley” or “My Generation,” the tonic is established simply by neighbor motions from I to ♭ VII and back again. In many cases from the 1960s, beginning with “On Broadway” and extending through “Uptight” and “Got to Get You Into My Life,” these chords alternate over a stationary tonic pedal. Whereas a rudimentary Schenkerian graph like that in Figure 5 could indicate the counterpoint here despite a lack of harmonic function, such an attempt would be useless in more involved ventures into the minor-pentatonic system, where the scale’s gaps and lack of traditional relationships between dissonance and consonance are tonally limited. Here such [0-2-5]-based groups as I - ♭ III - ♭ VII - I and the I - ♭ III - IV - I of the “Sgt. Pepper” chorus are functionally equivalent; in fact, both patterns appear back-to-back in Living Colour’s “Cult of Personality,” the chords and lyrics of which are indicated as Figure 16 . Tonic status is suggested by metric assertion and often by melodic goal-directedness, with some support added if all five scale degrees are presented as “roots.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The pentatonic nature of blues-based rock was loudly announced in Memphis, where the introduction to “In the Midnight Hour,” shown in Figure 17 , was arranged. (16) Note the parallel major triads arranged along the minor-pentatonic scale in Figure 17, E: ♭ VII - V - IV - ♭ III (answered immediately by the major-mode verse, I - IV - I - IV, etc.). Note also the potential colorful cross relations that could result from parallel major thirds in moving from ♭ VII to V and from ♭ III to I. Articulation of these, through thoughtful guitar voicings, led to the signature riff of “Proud Mary,” C - A - G - F - D. (Although the triads are generated from parallel doublings of the scale steps, their ultimate voicings lead to stark pairings in two relative-parallel progressions, in neo-Riemannian terms, from C to A and from F to D. (17) ) But despite the momentary emancipations from the major-minor system, both of these intros lead to songs locked right back into that major mode. The Kinks come to mind for their minor-penatonic doublings, but they also sought contrast through counterpoint and chromaticism. In “All Day and All of the Night,” shown in Figure 18 , the verse moves from an [0-2-5]-based pattern with completely parallel I - ♭ VII - ♭ III - I chords, to the same pattern transposed up a fifth for the chorus. But the two areas are joined by a transition that introduces both contrary motion and applied-dominant chromaticism, for a nice mix of assertive elegance and pure raunch. More typically, a major-mode song like “Please Please Me,” or Carl Perkins’s “Lend Me Your Comb” before it, will interject a blues-based parallel minor-pentatonic riff such as ♭ III-IV-V into an otherwise major-mode song.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Chord roots that could be interpreted as minor-pentatonically related do not necessarily mean any break from tonal tradition. The Left Banke’s follow-up hit to “Walk Away Renée,” called “Pretty Ballerina,” is unusual for its brilliant Lydian tendencies on the surface. A bit deeper, all chords are major triads with roots on each of the piano’s black keys, with E-flat as tonic; see the chords as indicated between the staves in Figure 19 ). In that, it would seem we’d have an E-flat minor-pentatonic system. But because of the vocal counterpoint mixing octaves, fifths and tenths against the bass, and because the roots in that bass clearly arpeggiate the I - ♭ III - V triad for an Aeolian-inflected but direct harmonic function, the song’s context is the major mode with modal mixture ( Type \n3a ). Note the same structure, colored very differently by the foreground chords, governing the “Sweet Georgia Brown” example discussed above.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] We end with Type 6 , in which cases we trace a further departure from normally articulated tonal centricity. Here, the pentatonic scale is liberated from its tonal clutches in a process of chromatic embellishments that free the scale from suggested harmonic relationships to the point where, if tonic is supported at all, it may be so primarily by assertion rather than by syntax. This departure is easily traced through the history of heavy metal, whose emphasis on open-fifth power chords begins with doublings of the minor-pentatonic scale and by the decade grows progressively embellished by half-step passing tones and neighbors to the point where it often becomes difficult to determine what are authentic scale degrees and what are not. The distinction between Types 6a and 6b is a slight one made in attempting to separate those structures whose integrity is questioned by the half-step embellishment from those structures whose integrity is so destroyed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In the psychedelic blues of “Spanish Castle Magic,” Figure 20 , Jimi Hendrix distracts the ear from the underlying minor-pentatonic scale with chromatic passing tones, all treated the same as structural tones in forming root-position open fifths. (18) The underlying pentatonic descent, C- B-flat - G - F - E-flat - C, is presented vocally and clarified metrically but is disguised by a series of chromatically descending power-chords, B-flat5 - A5 - A-flat5. We are aware that C is the tonal center, even though the reason we hear this is somewhat obscure. In Deep Purple’s primordial “Smoke on the Water,” a minor-pentatonic [0-2-5] pattern, I - ♭ III - IV, that could have been the basis of a number by the Temptations (as in “I’m Losing You”), leads to a chromatic ornamentation, ♭ V-to-IV, that is not at all at home in Motown. (In “Nobody’s Fault,” Aerosmith inserts the chromatic complete-neighbor figure, IV5 - ♭ V5 - IV5, into an otherwise major-mode context.) In “Electric Funeral,” Black Sabbath goes a step further in using that ♭ V as a non-functional chromatic passing tone in the chords I - V - ♭ V - IV - ♭ III - I. (Similarly, Guns ‘n’ Roses passes V5 - ♭ V5 - IV5 - I5 in “My Michelle.”) In all these examples, the minor-pentatonic scale is given chromatic development, but the absence of oblique or contrary motion through all of these parallel fifths tends to assert emphasis more or less equally among the embellishing and the structural tones. Figure 21 . Chords in “Them Bones” (Layne Staley - Jerry Cantrell), Dirt , Alice in Chains, 1992 (click to enlarge) Figure 22 . Melodic pitches and Chords in verse / refrain of “All Mine” (Geoff Barrow - Beth Gibbons), Portishead , 1997 (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] By the time we reach type 6b, tonal centers are given little or no syntactical support. Thus, in Alice in Chains’ “Them Bones,” half steps take over the chord relationships in the initial filling-in of a minor third, C-sharp-to-E, as shown in Figure 21 . As did the Kinks, Alice breaks away from the parallel chords with some counterpoint in a “Day Tripper”-like suggestion of a German augmented sixth. The same filled-in minor third with which “Them Bones” begins also forms the verse of King’s X’s “Fish Bowl Man.”  But metal-based styles are not the only ones now infected with functionless half-steps among roots. The air of disorientation achieved by Portishead owes a lot to the open-fifth chords related by half-step, without any sort of harmonic, or even normal contrapuntal, syntax. Figure 22 gives the lyrics and chords in upper case, and also the principal vocal pitches in lower case, for one verse of Portishead’s “All Mine,” whose E-flat tonic is suggested largely by vocal assertion. Notice the occasional [0-2-5] minor-pentatonic vocal licks, lending the track a bluesy air, despite the lack of pentatonic root relationships. The roots, in fact (E-flat, D, a passing C-sharp and B), strongly suggest a rather atonal [0-1-4] and [0-1-2-4] quality; in the first two lines of the verse, the chord changes seem to support the joining of two unrelated pentatonic-like melodies so as to create melodic [0-1-4] and [0-1-2-4] collections, which are marked as such in the figure. The verse’s third and last line gives up the pentatonic pretense, largely wallowing in the half- and whole-steps that occasionally remind us of the [0-1-4] and [0-1-2-4] sets. Even farther out along the scale are a number of tracks on KoRn’s album, Issues, where the octatonic scale forms the reference for melodic lines and power chords, burying the pentatonic and major scales in the distant past. The introduction and verse of their song “Hey Daddy” is made from five pitches of the 23 octatonic scale on B. (19) II. Comparing Tonal Behaviors in Two Historically Removed Periods",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] In order to support the notion that the tonal systems evident in rock music have in fact expanded over the years, it would be useful to measure tonal relationships exhibited at different points in its history. To this end, I have chosen a pair of two-year periods for a preliminary study: 1957–58 (most likely the two-year block of popular music enjoying the heaviest saturation of rock ‘n’ roll) and 1999–2000 (arbitrarily fixed upon as the last two-year span in rock’s first millennium). (20) Because the musics and the audiences that support them are so very different in kind between these two samples, a word on sample selection is in order before the study’s design is outlined. Before the late-1960s rise of the LP as the leading vehicle for rock music, the 45-r.p.m. single (by which a song would be marketed for radio play, jukebox exposure, and home use) was the industry standard. Focusing on such a time when commercial appeal and critical praise were not necessarily attributes of different popular styles, it makes most sense to consult the upper reaches of Billboard ’s weekly “Top 100” and “Hot 100” singles charts to determine a worthy sample of study. It happens that fifty records peaked within the top four positions of these charts in 1957 and the same number did so the following year, and so the 100 most popular recordings of 1957–58 were those to reach the top four chart positions in those years. In the late 1990s, such a sample would not be representative of the same things. Rock music was then marketed primarily through compact-disc albums, rather than the promotional singles that have had a far less significant audience since the peak popularity of that format in the mid-1970s. But neither would Billboard ’s weekly chart of the top 200 albums be a fully reliable standard; one of the highest-ranking CDs in the 1999–2000 album charts was the Beatles’ 1 , a repackaging of their hits from the 1960s (it was the number-one album for eight weeks beginning in 2000), and other compilations of older material also enjoyed #1 status as CDs in these two years. Additionally, many highly worthwhile albums by critically acclaimed artists—such as those espousing “alternative” rock—do not particularly seek the degree of chart success that any aspiring artist would have found necessary in the 1950s. So a more subjective approach was thought appropriate. To represent the years 1999–2000, it was decided to create a sample of fifteen albums released in each year, combining those new recordings with highest chart success (each of the two years is represented with seven #1 albums) with others earning critical acclaim (cult favorite Sleater-Kinney, for instance, enjoyed highly favorable notices and feature stories in the New York Times ). An effort was made to reflect in the sample the most popular and/or significant styles of the day—hip-hop, hard rock, country, alternative rock, grunge, mainstream rock, arena rock, jazz-rock fusion, pre-teen idols, and catalog artists with new releases—just as the singles chart would have done in its day. Table 2 . Criteria for Establishing Voice-Leading and Harmony Values (click to enlarge) Table 3 . Top One-Hundred Hit Songs of 1957–58, according to Billboard ’s “Top 100” and “Hot 100” singles charts, [Their Year of Popularity and Chart Peak], and (Their Voice-Leading / Harmony Values) (click to enlarge and see the rest) Table 4 . Thirty Selected 1999–2000 Albums [Their Year of Popularity and Chart Peak], Their Songs and (Voice-Leading/Harmony Values) (click to enlarge and see the rest) Figure 23 . Voice-Leading and Harmony Values for Top One Hundred Songs of 1957–58 (click to enlarge) Figure 24 . Voice-Leading and Harmony Values for Thirty Selected 1999–2000 Albums (click to enlarge) Figure 25 . Voice-Leading and Harmony Values for Songs From Thirty Selected 1999–2000 Albums (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Rather than simply voicing an assertion that the 1957–58 sample is hardly adventurous in exploring the classifications of Table 1 in comparison to the vital disparity of classifications heard in the later rock music, a more detailed study of the roles of voice leading and harmony in establishing tonal centers in both samples was thought to be in order. The chosen method is predicated upon a stipulation of the most important general characteristics of normal tonal voice leading and harmony, according to six criteria that concern both surface and structural events designated for each of these two tonal domains. The twelve criteria are listed in Table 2 . For statistical purposes, all criteria were arbitrarily accorded equal weight. Each of the 100 hits from 1957–58, and each of the 382 tracks on the thirty 1999–2000 albums, was scored on twelve scales of one-to-ten, in recognition of the degree to which each of the criteria was observed \nin the song’s tonal composition. A total voice-leading score and a total harmony score were computed for each song, with up to sixty points awarded in each of the two domains. For instance, the deliciously deviant song “Hollywood Freaks” on Beck’s Midnite Vultures album was given one point of an available ten for stepwise melody and linear progressions, two points out of a possible ten for resolution of vocal tendency tones, three points for resolutions of non-harmonic tones, and the song scored no other credit for voice-leading attributes, \ntotaling out at six points of a possible sixty in this domain. In terms of harmony, this song earned six points for the strength of its tonal center and three more for its structural valuation of cadential dominant harmony. For the 1999–2000 sample, scores for all of the songs on an album were then averaged. In this process, each discrete song was weighted equally, to arrive at a total voice-leading score and a total harmony score for each album, each of these totals ranging from zero to sixty. Table 3 lists each of the top one hundred songs of 1957–58, indicating the degree of chart success and total voice-leading and harmony scores for each song, and Table 4 lists each of the song titles for all thirty albums of 1999–2000, along with the individual song scores and the average scores and chart peak for each album. I cannot claim that my scoring method has been applied with perfect consistency across all samples, or that it reflects a perfect hearing and evaluation in every case, but it does represent a single honest attempt. No doubt, such a study would be made more reliable by a large number of suitably educated subjects duplicating the scoring process for these 482 songs, but for practical purposes, my provisional hearing is our starting point.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The values of each sample were then plotted as Cartesian coordinates on three scatter charts, shown as Figures 23 , 24 and 25 . (For the 1999–2000 sample, data is presented both in terms of individual songs—perhaps more comparable to the scores from 1957–58—and of whole albums, ostensibly the intended objects of latter-day listening.) In these graphs, higher voice-leading scores bring a song or album higher along the y-axis, and higher harmony scores lead further to the right along the x-axis. Note that scores progressively below 60 in either domain do not necessarily mean that a given work is that much more averse to a Schenkerian hearing, although some of the resulting graphs for songs approaching coordinates of 0/0 might include highly unconventional attributes. From the work of Harald Krebs, for instance, we have learned how to adapt Schenkerian analysis to the piece with more than one key center, and that certainly applies here to the truck-driver’s modulation, the main reason the Backstreet Boys do not score a nearly perfect 60 in harmony, as well as to the other situations where a single key center is not absolute. (21) From the work of Carl Schachter, David Neumeyer, and Allen Forte, we have accepted Schenkerian ways of dealing with voice-leading structures not seemingly governed by upper-voice descents to the first scale degree, but by other sorts of stepwise lines to the tonic scale degree, or even to another member of the tonic triad. (22) Placement on the charts is not in any way a mark of complexity or value, and is not related to many style markers, as can also be said of common-practice era works more traditionally understood through Schenkerian ears. As far as complexity goes, hip-hop very often involves a simple uninterrupted repetition of short phrases that may be either highly tonal or not tonal at all, resulting in placements throughout the chart. Vying for the upper-right-hand corner of Figure 24 are both the utterly predictable Backstreet Boys (album “a”) and the highly imaginative XTC \n(“ac” and “ad”); approaching even more closely to that corner are the simply pleasing Counting Crows (c) and Dixie Chicks (e). One example from XTC (“ac”) is graphed in Figure 11 above; despite its very high scores, this song displays both a post-tonal modulation and an unconventional structural upper voice. In comparing Figure 24 with Billboard -chart information from  \nTable \n4, it can be seen that the average scores of the fourteen number-one albums chosen from these years reside in a remarkably even distribution among all the scattered placements, including a significant representation of their extremes, suggesting that the relatively “subjective” quality of the sample choice is not responsible for the resulting disparity of scorings. (23)",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Of central interest is the relative homogeneity seen in Figure 23, as opposed to the great variance registered in Figures 24 and 25. Significantly, more than a third of the population of Figure 23 is not even evident on the chart—37 of the 100 scores duplicate those of others already represented. The rough appearance of two vertical wedge-shaped bands corresponds to the fact that a large segment of the population was given perfect scores in harmony, and an echo of that group would have had perfect scores in that domain but for an automatic ten-point loss due to the presence of at least one truck-driver’s modulation. The means of scores in Figure 23 (43.7 for voice leading, 56.6 for harmony) are significantly higher than those in Figures 24 (29.4 / 32.9) and 25 (28.2 / 32.3), evidence of the full range of experimentation that moves away from tonal normalcy (considered as an ideal 60/60) heard in 1999–2000 but not in the earlier period. The rate of duplicated scores in Figure 25 is 14.9% (57 of 382), compared to the 37.0% registered in Figure 23.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Focus for a moment on\nFigure 24. Given the possibility of inconsistencies in the scoring method from one album to another, perhaps just as significant as the wide range represented in the chart is the general inclination of albums to reflect the degree to which they adhere to, or deviate from, tonal norms in fairly equal values in terms of both voice leading and harmony. In other words, when an object receives low scores in one domain, it does similarly in the other, for the most part. This fact is reflected in the fairly straight line, given something of a margin of error, from bottom left to upper right (and seems to be predicted in the wedges suggested in Figure 23). Curious, however, is the line that transverses this one, running from Albums “y” and “t” to Album “m,” with several others clustered in between. These three more extreme positions, clearly outside the standard deviation, seem intuitively correct, given the nature of those albums. “y” is Steely Dan’s Two Against Nature, which typically evidences highly normative goal-directed voice leading and intensive counterpoint but jazz-based harmonies that may undercut function or otherwise refer to norms only obliquely through distant chromatic substitutions. Radiohead’s Kid A (“t”) has a similar strength of voice leading in the face of abandoned harmonic functions. Album “m” is Paul McCartney’s Run Devil Run, a new-for-1999 collection of rock ‘n’ roll oldies; its nearly completely gapped pentatonic melodies that resist both linear connections and most pulls of dissonance to consonance, and its uncharacteristically root-bound bass lines, yield low voice-leading scores while its blues-centered tonal surety brings high harmony scores. Note that the B. B. King / Eric Clapton collaboration with a similar language, Album “j,” is close by on the scatter chart. Continuing into the interior of the curious “y”-“m” vector, I suspect that Album “s,” Phish’s Farmhouse, rises a bit higher than the norm in its voice-leading position because of its relatively elaborate vocal counterpoint, and that Album “aa,” Vertical Horizon’s Everything You Want, is lower on that same measure because its bass player does not abandon chord roots.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Also interesting is the wide variance in raw scores that can occur within albums. With KoRn’s Issues, Album “k,” the song “Counting” scores a reluctant 2 in each domain, while “4 U” achieves respective scores of 40 and 50. No question as to which of these two songs management would pull as the radio-friendly single, requiring a much broader appeal than would the niche-marketed album. (The marketing possibilities for such an analytic method might be intriguing!) The wide variety of tonal approaches within some albums accounts for the fact that the standard deviations of scores in Figure 25 (14.2 for voice leading, 18.2 for harmony) are significantly higher than those of the scores as averaged for albums in Figure 24 (11.4 for voice leading, 13.0 for harmony).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Now whereas I argue that an album need not achieve a paired score of 60/60 for Schenkerian treatment, the attributes of “low-achieving” albums can be quite unconventional when presented in a voice-leading sketch. Norms are rarely relied upon in albums starting in the lower-left corner, progressing upwards from hip-hop artist The Notorious B.I.G., and hard-rock KoRn and Rage Against the Machine, through post-punk Sleater-Kinney, to Nelly, Pearl Jam and Creed. Recall that Figure 8  presents a graph of Beck’s low-scoring “Get Real Paid,” which is triadic and embellishes the tonic sonority with clearly passing and neighboring relationships, but establishes no harmonic tension. Figure 9  shows a similar approach to these relationships in Radiohead’s “Everything in its Right Place.”  Those scores around the middle of the chart would present various sorts of perhaps-surmountable interesting challenges to tonal norms for the seasoned Schenkerian, and those rising toward the upper-right corner would be loaded with good (more “normal”) pieces for student analysis. For any of this, unless it is just impossible to determine degrees of consonance and dissonance—depending upon the nature of the tonal system represented—a Schenkerian approach would be perfectly appropriate to demonstrate just how normal or just how deviant a given work is in relation to tonal expectations that arise in the context of the entire literature. Obviously, if one listens only to post-grunge hard rock, one will not have these normal expectations. But I think this study suggests, in a manner that \napproaches quantifiable significance, the argument that the majority of listeners who hear an array of tonal approaches in the hit records that reside in and out of today’s mainstream also possess many of the same tonal-hearing mechanisms that were present one, two, and three hundred years ago. III. A Complex Tonal Structure Yields Its Secrets",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Most pop tunes and a good many rock records can be slipped into one of the “Classification” pigeonholes quite easily. Many rock songs, however, yield up their identity only very reluctantly. One recent song, Beck’s “Lonesome Tears” from Sea Change (2003), is a case in point. Beck’s often iconoclastic approach to chord succession (perhaps more obvious in Odelay, Mutations and Sea Change than in the intervening parody album, Midnite Vultures ) demands an unusually deep penetration below the surface to appreciate the nature of harmony in many of his songs, “Lonesome Tears” included. A recognition of the forces of voice leading upon harmony is vital to an interpretation of chord succession here, and would thus make for a useful illustration of the factors considered thus far more abstractly. Figure 26 . Chords in “Lonesome Tears” (Beck Hansen), Sea Change , Beck, 2003 (click to enlarge) Figure 27 . Analysis of “Lonesome Tears” (Beck Hansen), Sea Change , Beck, 2003 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Because “Lonesome Tears,” like nearly all other rock music, is \nunavailable in a reliable score, the resourceful analyst might first look for a \ncheat at OLGA, the Online Guitar Archive, a database of song lyrics and tabs \n(guitar parts written by amateur contributors either with chord symbols showing \nroot and color or with full tablature), and may be lucky enough to find chord \nsymbols such as those shown in Figure 26 . (24) This information, with CD and guitar at the ready, will get the listener far into picking and singing through the pitch-world of “Lonesome Tears.”  But not too far. Even the pondering of the rectification of enharmonic spellings (B-flat minor = A-sharp minor?) and consideration of the clues offered by metric accent leave unanswered many questions regarding which pitch-class or pitch-classes might claim tonal centricity, which “chords” have harmonic function and which are embellishing, where harmonic syntax might be operating and where voice leading is purely or largely contrapuntal. Clearly, more work needs to be done before one could begin to classify the sort of tonal operations at work here.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Only a consideration of voice leading will lead to progress with this puzzle, and so the analyst might come up with a sketch such as that given as Figure 27 . Many things then start to make sense: as confusing as the bass line may be at first, all vocal and string parts in the Introduction, Verse and Chorus clearly prolong C-sharp-major harmony. While the Introduction, for instance, does actually sound the triads, B-flat minor - A - C-sharp, the string lines allow this to be heard as a simple C-sharp major chord whose third and fifth are ornamented by a normally resolving chromatic augmented fourth, as shown in the two parts of \nthe Introduction. In the Verse, the bass line can only be understood as support for the vocal and string parts: the bass A-natural is a leaping passing tone, supporting the chromatic passing tone in the tenor range (which clarifies how the vocal part omits the diatonic a-sharp 2 ). The first tenor a-sharp, neighbor to the following g-sharp, is supported by the bass F-sharp, which thus has the largest bass role other than C-sharp itself, functioning as a plagal IV. That makes the prior B-major sonority a double-plagal, working as IV of IV. The second bass B-natural passes to A-sharp, representing the unfolded third above a second plagal F-sharp, which is shown (by the arrow) to resolve only in the vocal e-sharp 2 that follows in the repeat. So every single bass tone of the Verse is present for contrapuntal reasons, mostly in support of motion among the complex of upper lines, leaving C-sharp the only tone of real harmonic value, and F-sharp the next-strongest sonority. Clearly, it would be senseless to try to evaluate the harmony of this song by studying its OLGA roots alone, which are nearly all of an illusory nature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] E-major harmony is prolonged in the Chorus, which plays both upon a variation of the chords heard in the Introduction and upon a continuation of the Verse’s descending line through the C-sharp-major triad (replicating the Verse’s “descant” part in unfolded thirds above). We also have here a neat tying-up of all the A-sharp - A-natural business, with the bass “explaining” that the singer’s b 1 is a mere passing tone to an unrealized a-sharp 1 , and that A-natural, once a tenor-register chromatic passing tone, now takes over the diatonic role once played by A-sharp. In fact, a local diatonic spelling here would show B-flat as bass neighbor to A, and the vocal part should then read d-flat 2 - c-natural 2 - (b-flat 1 ) - a 1 - g-sharp 1 . The Interlude is somewhat ambiguous but its tonality can be interpreted as B major inflected with an Aeolian cadence, the final tonic of which side-steps up to the overall tonic of the next verse’s C-sharp. (The song concludes with a minute-long passage with C-sharp-major scales in a contrary motion that tips the hat to “I Am the Walrus,” all brought into some vertical synchronicity by the addition of an F-double-sharp passing tone in the upper ascending part and a repeated C-sharp in the lower descending part.) Overall then, the song presents us with the harmonic progression C-sharp (Intro - Verse) - E (Chorus) - B (Interlude) - C-sharp (Verse). Along with the Verse’s important F-sharp chord, this series gives prominent voice to four of the five triads of the C-sharp minor-pentatonic scale, but such a construction seems as off-base as did the E-flat-minor black-note-scale argument for “Pretty Ballerina.” Clearly, the voice leading argues for a key of C-sharp major colored by a touch of mixture in the Chorus, moving to a modal neighboring ♭ VII as a substitute for V at the close of the Interlude. This hearing places Beck’s innovative and recalcitrant song squarely into Box 3a.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] If this essay has accomplished nothing else, I hope it argues successfully that there is no single monolithic style of rock harmony, that blues is not the basis of all modern popular music, and that there are gradations between and among approaches based on the interrelated roles of harmony and counterpoint. Even if many rock composers and performers seem to rely on chord changes with obsessive metric regularity and at great expense of the horizontal domain, there is in many styles quite enough contrapuntal interest and quite a strong enough hierarchy of harmonic values to reward the listener who likes a challenge here and there. The study of rock music can take any number of literary, historical or sociological directions, but it could keep quite busy an army of analysts charged merely with furnishing an understanding of its tonal behaviors. Fortunately, there are plenty of interesting recordings, and plenty of qualified listeners to make a go of it.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.04.10.4.w_everett.html",
    "data": "mto/data/mto.04.10.4.w_everett.json"
}