{
    "title": "Review of Nicola Dibben, <i>Björk</i> (Bloomington: Indiana University Press, 2009)",
    "date": "2010/08/01",
    "volume": "16",
    "issue": "3",
    "authors": [
        "Takehana, Elise O."
    ],
    "abstract": "",
    "keywords": [
        "Nicola Dibben",
        "Björk",
        "Iceland",
        "nationalism",
        "globalism",
        "technology",
        "nature",
        "popular music"
    ],
    "doi": "",
    "received": "November 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.3/mto.10.16.3.takehana.pdf",
    "author_info": [
        {
            "name": "Elise O. Takehana",
            "university": "University of Florida",
            "address": "Department of English, 4008 Turlington Hall, Gainesville, FL 32611",
            "email": "takehana@ufl.edu"
        }
    ],
    "citations": {
        "dibben_2009": "Dibben, Nicola. 2009. Björk . Bloomington: Indiana University Press.",
        "walker_2003": "Walker, Chris. 2003. Inside Björk , DVD. London: One Little Indian/Welhart Limited."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Björk Guðmundsdóttir’s works have consistently posed a challenge to pop and art music as well as to those critics who have explored her music. The broad diversity of her approach to media and genre has made her oeuvre particularly enigmatic. Nicola Dibben premises this key trait of Björk’s work, calling her a whole artist who “communicates her ideas through the integrated use of all media at her disposal” ( Dibben 2009 , 23). To uphold such an interpretation of Björk’s work and artistic position, Dibben veers from many previous texts on the pop artist that presuppose a chronological biography as its organizing structure. Instead she adopts a thematic approach to all her artistic projects regardless of genre or release date. She investigates Björk’s critical reception, dividing the book into themes surrounding many of the basic binaries the artist bridges, particularly her understanding of pop/avant-garde, nationalism/globalism, and nature/technology. By providing a concerted and accessible analysis of the artist’s music, Dibben adds a formalist dimension to past critiques of Björk’s work. Dibben’s book provides an in-depth academic treatment of the artist as both a cultural and musical figure of great importance. Björk offers an intriguing case study of the artist and adds to a continued conversation about the role of music in the face of digital utopianism and globalization that will assuredly be a standard for any subsequent study on Björk.",
                "footnotes": [],
                "citations": [
                    "dibben_2009"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Although Björk’s performance and musical experimentation is often aligned with the likes of Meredith Monk and Laurie Anderson, what differentiates Björk is her purposeful position in popular rather than art music. Dibben quotes Björk: “I could’ve so easily gone and become a composer and done some avant-garde music in some corner for the chosen eleven and a half person [sic]. But I’ve never wanted to do that” ( Dibben 2009 , 159). Dibben, however, cuts the quote short as Björk goes on to say, “I think my role is more to be some sort of a communicator between all sort [sic] of different worlds” ( Walker 2003 ). Her assumed role as an intermediary becomes the central premise of Dibben’s book with its assertion that the goal of Björk’s work is to create unity from the disparate.",
                "footnotes": [],
                "citations": [
                    "dibben_2009",
                    "walker_2003"
                ]
            }
        },
        {
            "3": {
                "text": "[3] One such union lies in the popular reception of her work despite its experimental nature. Björk’s vocals borrow techniques from experimental musicians and popular singer-songwriters, two roles that Dibben argues are typically seen as oppositional since popular music as an institution rests on salability. Björk’s belief that popular music should reflect the interests and experiences of the people is readily in evidence, however. While Björk’s vocal effects are atypical for popular music, Dibben claims that they are rooted in emotional expressiveness and authenticity—two values that form the very bedrock of popular singer-songwriter styles. Indeed, the listener relates to the music through an emotionally authentic connection that is unfettered by the artist’s professional technique. Although her popularity stems largely from a sense of emotional authenticity, Dibben refuses to align Björk with any vision of a Romantic auteur, arguing that the collaborative nature of her work and the associative nature of her collaborations maintain the integrity of the other artists she works with while sustaining her own controlling force over the product.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Besides Dibben’s fresh and perceptive analysis of musical form and vocal technique in regard to Björk’s union of the experimental and the popular, what I find particularly insightful in this study is \nher attention to Björk’s particular form of nationalism. As one of Iceland’s most internationally visible citizens, Björk is often taken up as an exemplar of what being Icelandic entails. In Dibben’s analysis she recognizes that nationalism is a complex process of citation and representation that is in a constant state of construction and debate. Before introducing Björk’s image as a representation of Iceland, as many popular writers have done before her, Dibben invests a significant portion of her second chapter to analyzing the national image Iceland has created for itself. Shifting through  the people’s history as Viking saga writers, colonial subjects of Denmark, and a technologically advanced Republic, Dibben concludes that the Icelandic image is rife with converging oppositions, particularly between nature and technology. Pride in their medieval heritage is entangled with futurist rhetoric of a second golden age in the digital tomorrow. A fierce identification with the land and a late but fast-paced industrialization introduces the idea of nature as a usable resource rather than animist spirit.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Dibben contends that Björk, through her artistic choices, does in fact work through the very oppositions of tradition and innovation, of nature and culture that create the paradox of Icelandic identity. She examines both the music and music video of Björk’s song “Jóga” as an overt expression of nationalism, identifying two distinct structures characteristic of Icelandic musical forms: the kvæđaskapur, an unaccompanied song derived from metrical epic poetry, and the Christian hymn. Icelandic hymn writing is recognizable for its use of parallel voice movements separated by a fourth, fifth or octave, resulting in a hollow sound ( Dibben 2009 , 36). Dibben tracks this pattern in the string parts of “Jóga” that appear at the beginning of the song and during the chorus. She argues that this iconic use of parallel voicing is overtly nationalist. Turning to the “Jóga” music video, Dibben posits that the artist marries a more traditional attachment and reverence to the land with technology itself since the presence of digital effects and computer animation is emphasized in the jerky movements of the camera and jagged edges of the digitally altered images of the rocks, fields, rivers, and ocean.",
                "footnotes": [],
                "citations": [
                    "dibben_2009"
                ]
            }
        },
        {
            "6": {
                "text": "[6] This basic opposition between nature and technology that Dibben highlights as central to Icelandic nationalism is assuredly the most commonly critiqued theme of Björk’s work. In her analysis of Björk’s use of nature and technology and their interactions with the human, Dibben’s interest rests not in how she mimics nature or technology but how she represents them. Dibben takes particular interest in Björk’s representation of nature as an environment or enveloping space. To this end she discusses Björk’s use of filter effects to give the impression of a moving sound source, the lyrical depiction of a specifically arctic environment, and Björk’s personification of nature by becoming nature through a bear or swan rather than observing nature. Björk does not see any contradiction in expressing animism through electronic music and Dibben’s analysis attributes this to Björk’s naturalization of technology. Dibben argues that Björk’s treatment and use of technology challenge its conventional associations of being oppressive, rational, systematic, and masculine by exposing its vulnerability and unpredictability. Her chapter “Technology” pulls from the most divergent examples from several of her albums, particularly Medulla , Vespertine , and Selmasongs , the music video for “All is Full of Love,” and her performance in the film Dancer in the Dark , to compile a wealth of illustrations of technological vulnerability.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Divorcing technology from oppression introduces a utopian rhetoric in Björk’s work that Dibben begins to address as she concludes Björk . However, this appears to be the turn Björk’s work has taken more recently, since the 2007 Volta album, and thus has not presented a concrete pattern or image as have the other concepts the author addresses. She ends the book by submitting Volta as evidence of Björk’s increasing abandonment of nationalist identity construction for the model of a global tribe. In her more recent works Björk increasingly has addressed problems such as colonialism in Tibet and post-9/11 conflicts in the Middle East. Dibben argues that Björk is in a state of transition where she faces the difficulties of wanting to avoid political diatribes and revolutionary or feministic rhetoric despite her disappointment in the stagnation many social and political problems face. This division between political conflict and utopianism forms the silent undercurrent that Dibben allows to surface only briefly with minor discussions of Björk’s relationship with feminism and globalism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Considering Dibben’s attention to nationalism as a model for Björk’s past work, I would have liked a more in-depth discussion of the implications of globalism in light of her latest oeuvres. Many fans and scholars of Björk’s work have long awaited a study that focuses its social significance as a whole. Dibben’s book has provided a diligent and lucid entrée into this category, but her work also points to the need for additional studies of Björk’s engagement with the threads of social injustice, political activism, and musical utopianism.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.10.16.3.takehana.html",
    "data": "mto/data/mto.10.16.3.takehana.json"
}