{
    "title": "Review of Jeremy Day-O’Connell, <i>Pentatonicism from the Eighteenth Century to Debussy </i>(Rochester: University of Rochester Press, 2007)",
    "date": "2009/06/01",
    "volume": "15",
    "issue": "2",
    "authors": [
        "McFarland, Mark"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "September 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.2/mto.09.15.2.mcfarland.pdf",
    "author_info": [
        {
            "name": "Mark McFarland",
            "university": "Assistant Professor of Music Theory",
            "address": "School of Music, Georgia State University, P.O. Box 4097, Atlanta, GA  30302–4097",
            "email": "mmcfarland@gsu.edu"
        }
    ],
    "citations": {
        "day-o’connell_2001": "Day-O’Connell, Jeremy. 2001. “Pentatonic.” In The New Grove Dictionary of Music and Musician s, ed. Stanley Sadie and John Tyrrell, xxii, 577–604. London: Macmillan.",
        "day-o’connell_2002": "Day-O’Connell, Jeremy. 2002. “The Rise of in the Nineteenth Century.” Music Theory Spectrum 24, No. 1: 35–67.",
        "lerdahl_2001": "Lerdahl, Fred. 2001. Tonal Pitch Space. New York: Oxford University Press.",
        "neumeyer_1987": "Neumeyer, David. 1987. “The Ascending Urlinie .” Journal of Music Theory 31 No. 2: 275–303.",
        "stein_1983": "Stein, Deborah. 1983. “The Expansion of the Subdominant in the Late Nineteenth Century.” Journal of Music Theory 27 No. 2: 153–80."
    },
    "footnotes": {
        "FN1": {
            "text": "1. As stated in the acknowledgments, this monograph began \nlife as the author’s Ph.D. dissertation. Each chapter of the current book was \ninitially read as a paper at a national or international conference, and the \nanalytic and historical material from the first chapters has been previously \npublished in Day-O’Connell 2002 and Day-O’Connell 2001 , respectively.",
            "citations": []
        },
        "FN2": {
            "text": "2. In an afterword, the author discusses and illustrates \nthe pentatonic in works of the 20th century from Stravinsky to Hendrix, although \nthe coverage of this repertory is cursory in comparison with the previous \nchapters.",
            "citations": []
        },
        "FN3": {
            "text": "3. The Brahms modulates by way of a melodic – leap, \nwhich represents a step from leading tone to tonic in pentatonic pitch space \n(34). The Mozart excerpt uses a stepwise hexachordal melody, the simplicity of \nwhich represents the pentatonic through its signification of “music of meager \nmeans” (63). The – cadence, signification, and their relation to the \npentatonic are discussed more fully below.",
            "citations": []
        },
        "FN4": {
            "text": "4. The author recognizes other forms of the pentatonic \nscale, although he focuses exclusively on the “major pentatonic” since this was \nthe only form “to have interested Western composers . . . before the late \nnineteenth century” (5). It is for this reason that he can state, as noted \nabove, that the pentatonic scale supports only tonic and submediant triads.",
            "citations": []
        },
        "FN5": {
            "text": "5. This chapter is largely a reproduction of the author’s “The Rise of in the Nineteenth Century” ( Day-O’Connell 2002 ).",
            "citations": []
        },
        "FN6": {
            "text": "6. Immediately before the author presents his definitions \nof Classical vs. Non-Classical resolution of —terms related to orthodoxy \nrather than time period, examples from Mendelssohn, Chopin, and Brahms all falling \ninto the former category—he discusses the history of this scale degree in \ntreatises from Rameau to Hauptmann and the problems associated with its \nascending motion. The author’s two categories for the resolution of this scale \ndegree are likely derived from this historical perspective and not strictly from \nthe music itself (since numerous exceptions immediately come to mind, including \nCampion’s “Rule of the Octave”), although the author never states so explicitly.",
            "citations": []
        },
        "FN7": {
            "text": "7. Day-O’Connell explains that “whereas – , – , and – may each suggest either plagal or dominant cadential harmony, – determines plagal closure unambiguously, precisely analogous in this regard to \nthe authentic closure of – ” (34). In fact, the – cadence can also be \nharmonized with dominant harmony; the resolution of the chordal ninth will \nnecessarily be found in an inner voice. Such a cadence is found at the end of \nthe first paragraph in example 1.32b.",
            "citations": []
        },
        "FN8": {
            "text": "8. The pentatonic “gap” – is discussed in connection \nonly with horn calls, plainchant, and the handful of examples from the 18th–19th \ncenturies that share the same musical signification.",
            "citations": []
        },
        "FN9": {
            "text": "9. Lerdahl comments that “steps between two pitches at \nsuperordinate levels mostly become skips at subordinate levels (the exceptions \nbeing between p7–p12 at the fifth and triadic levels, and between p4–p5 and p11–p12 at the diatonic and chromatic levels) . . . [I]f a triadic level is included in pentatonic space . . . the second condition is seriously violated; the step between p4 and p7 at the triadic level is not elaborated at the pentatonic level” (51–52).",
            "citations": []
        },
        "FN10": {
            "text": "10. The first feature of the basic space (“There is no \nsubordinate pitch that is not adjacent to, hence a step from, a superordinate \npitch” [51]) is violated in diatonic pitch space but not in pentatonic pitch \nspace. Lerdahl concludes that this fact “may partly explain why predominately \nmelodic idioms often gravitate towards the pentatonic rather than the diatonic \ncollection” (52).",
            "citations": []
        },
        "FN11": {
            "text": "11. In fact, these two interpretations represent opposite \nextremes, while a sensitive analysis of this passage would likely fall somewhere \nin the middle. This is because both extreme interpretations imply a vast schism \nbetween the – and the following – cadence, and such a separation would \nalmost certainly produce a disruption on the music surface that is not felt.",
            "citations": []
        },
        "FN12": {
            "text": "12. The author views both the pentatonic \nand chromatic scales as balanced around the diatonic, and comments that \n“nineteenth-century pentatonicism . . . represents . . . a reaction against what \nmust have seemed the cloying tendencies of chromaticism” (4). It is precisely because this passage exhibits characteristics\nof both extremes—the pentatonic – cadence and the chromatic —yet does not exhibit any surface disjunctions,\nthat a “balanced” diatonic analysis was suggested above.",
            "citations": []
        },
        "FN13": {
            "text": "13. I have included my discussion of chapter 4 (The \nPentatonic Glissando) here even though it properly belongs in the following part \nlabeled “Beyond Signification.” I have done so since this chapter, despite its \nobvious change in approach, is still closer in spirit to those in part two and \nunlike the purely analytic chapters that begin and end this book.",
            "citations": []
        },
        "FN14": {
            "text": "14. The primitive is mentioned in the book’s introduction \nas a category equal in status to the pastoral-exotic and religious. This \norganization is discarded in the book, however, where the primitive is treated \nas a trope in chapter 2 (The Pastoral-Exotic Pentatonic) and as more of a \nsubcategory in chapter 3 (The Religious Pentatonic).",
            "citations": []
        },
        "FN15": {
            "text": "15. Unlike the pentatonicism of part I, modifiers such as \n“residual,” “incidental,” and “circumstantial” are applied to passages \nidentified as pentatonic in part II, although the author mostly drops these \nlabels as quickly as they are introduced.",
            "citations": []
        },
        "FN16": {
            "text": "16. It is unclear if the author presents the dance \nstyle as a subcategory of pentatonic signification—the term pentatonic is never \nused in this section, and each of the three cited melodies contains both and —or if it is meant only to demonstrate the “intersection between art-music and \nits folk inspirations” that shares the same defining neighbor-note motion as \npentatonicism proper (80).",
            "citations": []
        },
        "FN17": {
            "text": "17. The notes – – – form the natural horn’s \ntetratonic “scale” of most frequently used notes, with occasional – decorations called for in the horn’s upper register (68).",
            "citations": []
        },
        "FN18": {
            "text": "18. These tangents occur most often in the chapters \ndevoted to signification, although not exclusively.",
            "citations": []
        },
        "FN19": {
            "text": "19. As noted above, chapter 4 (The Pentatonic Glissando) \nopens the third part of the book but was discussed here in connection with the \nsection on signification.",
            "citations": []
        },
        "FN20": {
            "text": "20. In addition to passages that make use of more than the \nfive pitch classes of the pentatonic scale but evoke it through related \ncompositional tendencies, there are passages in this prelude, most notably the \nfinal cadence, that make exclusive use of a single pentatonic collection. The \nascending lines in these closing measures provide the strongest evidence of \npentatonic pitch space, with the ascending pentatonic “thirds” actually spelled \nas perfect fourths, with the sole exception of C –E .",
            "citations": []
        },
        "FN21": {
            "text": "21. The author describes the Urlinie as being composed of \n“consistently pentatonic motifs” (162). The scale degrees beneath \nthe staff in this example refer to instances of the – cadence, these numbers indicating scale degrees in the local keys in which this \ncadence appears. The Urlini e’s ascent \ndoes belong to a single pentatonic collection, although it is not the author’s favored “major” form \n(G A B D E ) but rather \none that replaces the mediant scale degree with the subdominant (G A C D E ). \nThe – gap presumably functions identically in this form of the scale, despite the fact \nthat the tonic triad can no longer be formed.",
            "citations": []
        },
        "FN22": {
            "text": "22. A footnote reference to Neumeyer 1987 is \nfound in the author’s “The Rise of ,” although it is not found in this book.",
            "citations": [
                "neumeyer_1987"
            ]
        },
        "FN23": {
            "text": "23. A similar deviation from Schenkerian orthodoxy \nis found in the author’s analysis of Vaughan Williams’s “See the Chariot at \nHand” in chapter 1.",
            "citations": []
        },
        "FN24": {
            "text": "24. This chapter also features analyses of other complete \nworks, although they are not as controversial. The main theme ( – ) and final \ncadences of each movement in La mer are shown to have pentatonic implications \nthroughout the work, while a detailed analysis of “Pagodes” is intended to \ndemonstrate how “Debussy’s precise melodic and textural decisions undermine the \nweak tonality of major-pentatonicism” (172). This latter idea is hardly a \ncontentious one in Debussy scholarship.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Pentatonicism is hardly a new topic of research, although studies have virtually always been limited in some way, generally by composer or repertoire.  Day-O’Connell’s recent monograph is a compendium of the author’s research on the pentatonic (1) and represents the first comprehensive study of this subject to date. Rather than approach this topic exclusively from one perspective, Day-O’Connell examines pentatonicism from several different angles:  the first part of this study (Scale) is analytic in nature, the second (Signification) is historical and hermeneutical, and the third (Beyond Signification) uses a mixture of these approaches. (2) A lengthy catalog of 416 examples, accounting for 270 of the book’s 529 pages, is an integral part of the study in terms of both content and length.  This catalog represents works composed from ca. 1700 to 1926 and ranges in length from excerpts of a few measures to complete works. Example 1 . Vogler, Pente chordium (1798), beginning (click to enlarge) Example 2 . Brahms, Schicksalslied (1871), measures 64–69 (click to enlarge) Example 3 . Mozart, Die Zauberflöte (1791), I, Quintet, measures 3–10 (click to enlarge) Example 4 . Dvorák, Symphony no. 9 (1893), ii, final cadence, measures 112–120 (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Many of the musical works cited might at first seem out of place in a book dedicated to the pentatonic.  It is obvious why Vogler’s Pente chordium is included; the composer scrupulously avoids all of the white keys on the keyboard throughout this work ( Example 1 ).  On the other hand, it is more difficult to see why excerpts from Brahms’s Schicksalslied or the quintet from the first act of Mozart’s Die Zauberflöte are cited ( Examples 2 and 3 ). (3) The inclusion of the latter two examples reveals Day-O’Connell’s unique approach to the pentatonic. As he states in his introduction: In addition to the precise scalar definition, then, I will also recognize degrees of pentatonicism, gauged not only according to an adherence to the five notes in question but also according to the prominence of melodic motion highlighting the pentatonic “gaps.”  Depending on the context, then, collections involving fewer or more than five notes may nonetheless qualify as pentatonic.  Furthermore, the pentatonicism I describe will more often appear in the melody alone than suffuse an entire texture (the pentatonic scale, after all, supports only two triads, I and vi); it will more often characterize a single passage than govern an entire piece; it may be thematic, ornamental, or accompanimental. (4) The pentatonic “gaps,” as explained in the book’s introduction, are produced when the major scale is deprived of its subdominant and leading-tone scale degrees; disjunct motions between – and – within the major scale become stepwise motions within the pentatonic. (4) To formalize this point, the author embraces Lerdahl’s theory of tonal pitch space  \n( Lerdahl 2001 ) and goes on to posit a new level of pentatonic pitch space between those of the triadic and the diatonic.  While there are two pentatonic “gaps,” it is the one between – —the pentatonic leading tone-tonic adjacency in pentatonic pitch space—that most commonly invokes the pentatonic.  Indeed, this is the main topic of the book’s first chapter. (5)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "lerdahl_2001"
                ]
            }
        },
        {
            "3": {
                "text": "[3] This chapter opens with a survey of the submediant scale degree in theory and practice. The author demonstrates that, in Classical usage, this scale degree is an upper neighbor to the dominant and resolves downward, while in non-Classical usage, this scale degree ascends; (6) when is omitted in this ascent, as in the plagal – cadence, the submediant assumes the role of the leading tone and thus invokes pentatonic pitch space. (7) The author thoroughly documents this strand of “non-Classical” treatment and includes a table citing over thirty examples that appear almost exclusively as final cadences in works by Brahms, Chopin, Wagner, Berlioz, Liszt, Saint-Saëns, and Tchaikovsky, among others. The analysis of Dvorák’s Symphony No. 9 is particularly strong since the – cadence effectively replaces the – cadence as the norm in the second movement ( Example 4 ).",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Day-O’Connell’s analyses of the – cadence make this chapter a worthy successor to Stein’s previous work on the expansion of the subdominant in the 19th century \n( Stein 1983 ).   There are two problems, however, that detract from the present work.  The first concerns the modifications the author makes to Schenkerian theory in order to accommodate the – cadence; this topic will be discussed at length below in conjunction with the author’s Schenkerian reading of Debussy’s “La fille aux cheveux de lin.”  The second problem is more fundamental since it relates to the link Day-O’Connell makes between the – cadence and the pentatonic.",
                "footnotes": [],
                "citations": [
                    "stein_1983"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The author supports his broad definition of pentatonicism, cited above, by stating that this topic “is not an absolute but rather a nexus of compositional tendencies and expressive modes” (8).  It is the duty of the author to connect these various tendencies and modes (including the – cadence) to the pentatonic in a clear and convincing manner.  Day-O’Connell is aware of this duty, but rather than tackle the problem head on, he instead refers skeptics to his catalog of examples.  In addition to its other uses, this catalog is offered, according to the author, “in the interest of greater explicitness . . . the various connections revealed therein stand as a mute (or rather, wordless) justification of the topic as I have conceived it” (5).  It is therefore curious that the intimate bond between the pentatonic and its compositional tendencies—a connection on which so much depends for this entire study—is something on which the author expends remarkably little \nrhetorical effort. Example 5 . Chopin, Etude, op. 25 no. 8 (1837), end (click to enlarge) Example 6 . Schubert, Winterreise (1828), “Gute Nacht,” measures 71–75 (click to enlarge) Example 7 . Mahler, Symphony no. 1 (1888), iv, reh. 26 (click to enlarge) Example 8 . Rossini, “L'Amour à Pekin” (1857-68), Gamme chinoise (click to enlarge) Example 9 . Schubert, Piano Trio in B-Flat major, D. 898 (1828), i (click to enlarge and see the rest) Example 10 . Chopin, Nocturne, op. 9 no. 1 (1832), measures 61–66 (click to enlarge) Example 11 . Schubert, Die schöne Müllerin (1823), “Des Baches Wiegenlied,” measures 34–38 (click to enlarge) Example 12 . Berlioz, Symphonie fantastique (1830–32), I, end (click to enlarge) Example 13 . Day-O'Connell's example 1.35, “Speech thirds” (click to enlarge) Example 14 . Day-O'Connell's example 5.5, Debussy, “La fille aux cheveux de lin,” reduction (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] As noted above, the author also introduces pitch space theory to support the link between the – gap and the pentatonic.  The plagal – cadence, as found in Chopin’s Etude, Op. 25, No. 8, is, according to the author, the “clearest demonstration” of pentatonic pitch space ( Example 5 ).  Pentatonic pitch space is also revealed by non-cadential motions using – , as illustrated by the following passage from Schubert’s “Gute Nacht” ( Example 6 ), as well as by the pentatonic voice exchange in Mahler’s Symphony No. 1 ( Example 7 ), using “‘stepwise’ contrary motion spanning the ‘pentatonic third’ between and ( – – / – – )” (32).  In each of these excerpts, the leading tone is avoided and the pentatonic gap – is emphasized.  Yet it seems a stretch to argue that pentatonic pitch space “accommodates the possibility that composers actually construed – as a veritable ‘step’” (32).  Beyond the thorny issue of compositional intent, Day-O’Connell makes only a cursory argument for a concomitant treatment of the gap – as an adjacency, (8) and so the explanatory power of pentatonic pitch space is limited.  Indeed, the author’s usage of Lerdahl’s pitch-space theory seems to be one of convenience rather than conviction; it provides him with a ready explanation for the ascending motion of directly to .  Yet had the author dug deeper into this theory, he would have discovered that pentatonic pitch space violates one of the two conditions governing Lerdahl’s concept of pitch-class levels (9) as well as Lerdahl’s own explanation of melodic pentatonicism in pitch space theory. (10)",
                "footnotes": [
                    "FN8",
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] \nThe author’s own analysis of the second movement of Dvorák’s Symphony No. 9 ( Example 4 above) seems to \ncontradict the – gap being treated as an adjacency in pentatonic pitch space, implying instead that it is a disjunct motion in diatonic pitch space.  After numerous plagal – cadences, the final cadence of this movement first appears as – , which is then “corrected” to become a – cadence.  The pentatonic gap is therefore filled in within the final cadence, and the full orchestration of this – cadence lends it an air of finality that is lacking in the following – cadence (with reduced orchestration and dynamics).  The author offers two interpretations of this final leading-tone cadence: it “may be heard either as a long-overdue, greatly anticipated return to classical norms of scalar behavior, or else as a disruption of an idyllic pentatonic sound-world” (40). He favors the second interpretation, \nwhile the preceding analysis seems to favor the first. (11) Had Dvorák not filled in the pentatonic – gap in this final cadence, it would still seem a stretch to describe the numerous appearances of this theme as “idyllic pentatonic sound-worlds” since, by definition, such a place would almost certainly not include and to complete the diatonic collection, nor the chromatic scale degree . (12) In short, the author’s attempts to define pentatonicism as much by “compositional tendencies” (primarily the melodic motion – ) as by pitch content is weakened by his inability to \nargue convincingly that these concepts are related in any meaningful way.",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Day-O’Connell is on more solid ground in the second part of his study, the one devoted to signification. (13) This section begins with valuable and fascinating historical information that supplements the current New Grove article on the pentatonic, also written by this author.  Day-O’Connell is thorough in recounting the history of the pentatonic in the West from its initial transmission in du Halde’s Description . . . de l’empire de la Chine et de la Tartarie chinoise (1735) up to the beginning of the 20th century.  There are some intriguing stories recounted in this tale, including Rameau’s discussion of the pentatonic (and Chinese music in general) as well as his conflation of the pentatonic and the whole-tone scales; a similar error was made by Rossini in his Gamme chinoise ( Example 8 ).  Day-O’Connell’s historical background of the pentatonic in the West is arguably the most original and valuable section of this study.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] After the purely historical information is presented, the survey becomes intertwined with the author’s discussion of pentatonic signification, of which he describes two main categories: the pastoral-exotic and the religious. (14) Each is divided into numerous subcategories, some of which are expected (Scottish pentatonicism), while most are quite original.  As in the previous chapter, the submediant scale degree plays a defining role, although here Day-O’Connell focuses primarily on the – adjacency rather than the – gap. (15) The attention given to this adjacency helps to define what he terms the dance style (16) and bird-call pentatonicism, in which is used as an upper neighbor to .  While Day-O’Connell’s labels clearly correspond with the obvious signification in these last two examples, this is unfortunately not always the case.  He rightly points out that the most practical notes on the natural horn are precisely those scale degrees that form the pentatonic scale. (17) Yet some listeners might disagree that stylized horn calls appear in Schubert’s Piano Trio in B-flat major and Chopin’s Nocturne, Op. 9, No. 1 ( Examples 9 \nand 10 ), despite the fact that both melodies are confined to the pentatonic scale.  Also, although the vocal line in the subsequent excerpt from Schubert’s “Des Baches Wiegenlied” contains the defining dyads – , – , and – , the third of which appears after a leap into a higher register ( Example 11 ), not all listeners will agree with the author that these features are intended to be heard as a yodel and therefore represent the fusion of two pentatonic subcategories: the vocal call and the lullaby.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Unlike the defining characteristics for pastoral-exotic signification, \nwhich change between subcategories, those for religious signification—the – and – gaps as well as the scale itself—do not. It is perhaps for this reason \nthat the analytic results for passages exhibiting religious signification are more musically satisfying.  Day-O’Connell is able to revisit the final cadence from the first movement of Berlioz’s Symphonie fantastique , \npreviously used simply as an example of the – cadence, in order to include \nmusical signification and thereby expand his analysis ( Example 12 ). The \nfollowing passage is representative of the insight possible from such an \napproach: The delicate homophonic orchestral texture, the hushed dynamics, and \nthe purity of C major, all create an ethereal tone that amplifies the humble \naesthetics of the pentatonic figure . . . [T]his section engages in a certain “play” between a and a (as does the piece’s idée fixe itself) but resolves the matter in favor of the \n\tpentatonic ascent: the melodic – “redeems,” as it were, the inner-voice – (133–34). While the signification in this passage is quite obvious—it is marked Religioso in the score—the author points out many other compelling instances of religious pentatonicism in secular music.  Of particular note are the author’s analyses of works by Liszt, which will likely inspire further research in this area.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Before leaving the topic of signification, one last point must be made.  In the author’s zeal to leave no stone unturned, he occasionally devotes space to tangential topics. (18) The reader is thus treated to a detailed exploration of the natural horn and its acoustics before the subcategory of horn calls is introduced; the same is true for the ubiquity of the minor third in intoned speech ( Example 13 ) as derived from the pentatonic gap – , the changing attitudes towards Gregorian chant and its shared emphasis on the pentatonic gap – , as well as the development of the modern harp and its facilitation of pentatonic glissandi (including those performed on NPR’s “Car Talk”).  The author’s fascination with and enthusiasm for the pentatonic is especially evident in these diversions, and the worst that can be said is that his profusion of ideas occasionally detracts from the flow of the main narrative.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The final chapter (Debussy and the Pentatonic Tradition) concludes the book’s third and final part entitled “Beyond Signification.” (19) Featured here are analyses of complete works which allow for the demonstration of this scale’s implications for large-scale structure.  The most noteworthy of these analyses is that of “La fille aux cheveux de lin,” \non which Day-O’Connell provides a melodic reduction.  This prelude features numerous – cadences and frequent neighbor-note ornamentation of with , both \nof which evoke the pentatonic. (20) The effect this scale has on the author’s Schenkerian reading of this work is truly remarkable: the Urlinie is pentatonic, ascends from through to , and is interrupted at m. 21 with subdominant harmony supporting ( Example 14 ). (21) The author’s reference to a putative analysis “from a more explicitly Schenkerian perspective” (163) points to the \nheterodoxy of the rest of his analysis: there are no footnotes or other explanatory comments to reveal that this reading may borrow concepts from Schenkerian theory and analytic practice, (22) but that it also violates several of its most fundamental tenets. (23) A complete exploration of the profound implications that the pentatonic can have on Schenkerian theory would form a fascinating study in its own right.  As this reduction is presented here, without comment on how or why it radically departs from Schenker, its explanatory power is weakened; indeed, Day-O’Connell’s analysis of this prelude actually raises more questions than it answers. (24)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] \nIn conclusion, Pentatonicism from the Eighteenth Century to Debussy is an ambitious study that comprises both a full-scale analytical study and a wide-ranging historical/hermeneutical treatise.  Day-O’Connell’s thorough research provides a clear and detailed history of the pentatonic and how it was received by the major theorists of the 18th and 19th centuries.  The study of signification is essential to this topic; as the author notes, while Debussy is intimately associated with the pentatonic, “‘Pagodes’ is the only ‘Oriental’ piece in which Debussy employed pentatonicism” (60).  Of the subcategories of pentatonic \nsignification that Day-O’Connell proposes, those within the broader pastoral-exotic category do not succeed as well as those within the religious \npentatonic.  Nevertheless, the author demonstrates that a combination of different analytic approaches involving music and meaning is crucial to a full understanding of this topic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Of the book’s two components, the analytic portion is less than completely satisfying.  The problem can be traced back to the question the author asks at the very opening, namely whether “pentatonicism, as defined here, constitutes a viable subject after all” (4).  The first chapter of this study is a reprint of the author’s article “The Rise of in the Nineteenth Century.”  The change of emphasis of these publications, from scale degree to the pentatonic collection, is telling.  As noted above, the connection between compositional tendencies involving and the pentatonic is never established to this reviewer’s satisfaction, \nsuggesting that the research into might benefit from being uncoupled from the pentatonic.  \nAs a result, Day-O’Connell’s research into the changing role of culminating with the plagal – cadence is masterful, while his analysis of the pentatonic itself is weakened ab origine by the way in which he insists on defining this topic.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.09.15.2.mcfarland.html",
    "data": "mto/data/mto.09.15.2.mcfarland.json"
}