{
    "title": "Bartók’s “Change of Time”: Coming Unfixed",
    "date": "2001/01/01",
    "volume": "7",
    "issue": "1",
    "authors": [
        "Horlacher, Gretchen G."
    ],
    "abstract": "I describe the metrical irregularities of Bartók’s “Change of Time” (Mikrokosmos#126) in a processive manner drawn in large part from the work of Christopher Hasty. I compare this reading with analyses based on fixed models of meter (including the work of Lerdahl and Jackendoff, Maury Yeston, Richard Cohn, and Gretchen Horlacher), concluding that a processive perspective is especially appropriate when metrical irregularity is frequent because it allows irregularity to assume a substantive role in shaping a piece’s time.",
    "keywords": [
        "rhythm",
        "meter",
        "time",
        "Bartók",
        "Hasty"
    ],
    "doi": "",
    "received": "21 July 2000",
    "pdf": "http://www.mtosmt.org/issues/mto.01.7.1/mto.01.7.1.horlacher.pdf",
    "author_info": [
        {
            "name": "Gretchen G. Horlacher",
            "university": "Indiana University",
            "address": "School of Music, 1201 East Third Street, Bloomington, IN 47405",
            "email": "ghorlach@indiana.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The bracketed melodic and durational pattern shown in Example\n1 repeats four more times, a fact that will be central as the analysis\ncontinues.",
            "citations": []
        },
        "FN2": {
            "text": "2. The terms radical and conservative come from Andrew Imbrie’s “‘Extra’\nMeasures and Metrical Ambiguity in Beethoven,” in Alan Tyson, ed., Beethoven\nStudies (New York: Norton, 1973), 45–66. Imbrie suggests that in the face of\nmetrical irregularity, conservative listeners prefer to maintain an established\nperiodic counting as long as possible, whereas radical listeners prefer\nimmediately to adjust to a new counting.",
            "citations": []
        },
        "FN3": {
            "text": "3. According to Benjamin Suchoff’s Guide to the “Mikrokosmos” (New York: Da Capo Press, 1983), Bartók remarked that the changes of time in\n#126 were similar to those found in Romanian folk music (page 109). Janos Breuer\nidentifies the changing rhythms in this piece as representative of the Romanian\nkolinda (carol); see “Kolinda Rhythm in the Music of Bartók,” Studia\nMusicologica Academiae Scientiarum Hungaricae 17 (1975): 39–58.",
            "citations": []
        },
        "FN4": {
            "text": "4. In its emphasis on moment-to-moment decision-making, this analysis draws\nupon meter as described by Christopher Hasty in Meter as Rhythm (New\nYork: Oxford University Press, 1997). Hasty describes meter as arising\nprocessively, that is, by comparing one’s expectations for beginnings (and\ntherefore accents) with how they actually occur. Any misrepresentations of his\nterminology and symbols are of course my own. I also recognize that the reading\ngiven below may not correspond with the reader’s preferred one. The point is not to choose a single reading, but rather to focus on the\nnotion that readings emerge rather than come to us fully formed. Any reading (not just the one given above) takes time to come about.",
            "citations": []
        },
        "FN5": {
            "text": "5. Although Hasty does not describe processive meter as an act of counting, I\nwill frequently use this verb in my descriptions to draw attention to our\nactive, in-time engagement with meter. In other words, I do not intend\n“counting” to represent an independently imposed or periodic schema.\nVictor Zuckerkandl describes counting analogously (as a process); see for\nexample Sound and Symbol Music and the External World , trans. Willard\nTrask (New York: Pantheon Books, 1956), 167–68.",
            "citations": []
        },
        "FN6": {
            "text": "6. Directly above the first measure of Example\n1 is a vertical slash followed by a diagonal one. This is Hasty’s way of\nindicating that the very beginning event (the first two quarter notes) becomes\nan anacrusis, and therefore (eventually) does not create additional projections.",
            "citations": []
        },
        "FN7": {
            "text": "7. Hasty describes possible “early” entries of beginning events in\nhis Example 7.3 ( Meter as Rhythm , 87). The various cases shown there\nare distinguished by how early a third event arrives. My description of G’s\nearly arrival is most similar to Example 7.3d, where the third event comes so\nearly that the potential of the previous beginning comes into question. This\nwill be discussed below.",
            "citations": []
        },
        "FN8": {
            "text": "8. Maury Yeston first described metrically defined strata as consonant or\ndissonant with one another in The Stratification of Musical Rhythm (New\nHaven: Yale University Press, 1975). The model has been considerably amplified\nby Harald Krebs in “Some Extensions of the Concepts of Metrical Consonance\nand Dissonance,” Journal of Music Theory 31.1 (Spring 1987): 99–120,\nand more recently in Fantasy Pieces: Metrical Dissonance in the Music of\nRobert Schumann (New York: Oxford University Press, 1999).",
            "citations": []
        },
        "FN9": {
            "text": "9. The metrical grid developed by Fred Lerdahl and Ray Jackendoff is perhaps\nthe clearest representation of fixed meter. Lerdahl and Jackendoff define meter as strictly\nperiodic at the levels of tactus and measure, permitting metrical\nreinterpretation (their term is metrical deletion) only at hypermetrical levels\nand in conjunction with grouping elision. See A Generative Theory of Tonal\nMusic (Cambridge, Mass.: MIT Press, 1983), especially pages 99–104.",
            "citations": []
        },
        "FN10": {
            "text": "10. Yeston, Stratification , first formalized hemiolas above the level\nof the notated measure. Cohn has developed more sophisticated models. See\nespecially his “Metric and Hypermetric Dissonance in the Menuetto of\nMozart’s Symphony in G Minor, K. 550,” Intégral 6 (1992):\n1–33.",
            "citations": []
        },
        "FN11": {
            "text": "11. Breuer, “Kolinda Rhythm in the Music of Bartók,” discusses the\npractice of rebarring difficult passages periodically as a performance aid,\nciting Bartók’s suggestion to the conductor Hugo Balzer in 1930 that the\nchanging time signatures at rehearsals 47 to 49 in the first movement of the\nFirst Piano Concerto might be rebarred entirely in 2/4. In his Example 10 Breuer\naligns the original notation with a 2/4 rebarring, and concludes that in\naddition to being unmusical, the periodic version actually makes the orchestral\nparts harder to read.",
            "citations": []
        },
        "FN12": {
            "text": "12. This reading is similar to readings of Stravinsky’s metrical irregularity\nby Pieter van den Toorn. See, for example, his discussion of background\nperiodicity in chapter 3 of Stravinsky and “The Rite of Spring” (Berkeley: University of California Press, 1987).",
            "citations": []
        },
        "FN13": {
            "text": "13. See my analyses of portions of Renard and Les Noces in\n“Metric Irregularity in Les Noces : The Problem of Periodicity,” Journal of Music Theory 39.2 (1995): 285–309.",
            "citations": []
        },
        "FN14": {
            "text": "14. In the latter part of my 1995 article, I suggest that when irregularities\nare repeated, they may become contextually regular. That we may experience\nrepeated irregularities differently at different points of the piece is an idea\ncentral to this paper.",
            "citations": []
        },
        "FN15": {
            "text": "15. Full consonance, a term from Cohn’s “Metric and Hypermetric\nDissonance” is the partitioning of a span where each level is exclusively\nsubdivided by either two or three, terminology that echoes the metrical\nwell-formedness\nrules of Lerdahl and Jackendoff and highlights the typical metrical ease with\nwhich such passages are associated. By distinguishing the “normal\nsituation” of full consonance, Cohn is able to describe situations outside\nthe norm, such as ongoing competing partitions of two and three at a single\nlevel.",
            "citations": []
        },
        "FN16": {
            "text": "16. One’s perception of quarter-eighth has been heavily colored already in\nthis piece by the repetitions of bar 3, where a double neighbor figure around G\nis also anacrustic.",
            "citations": []
        },
        "FN17": {
            "text": "17. Hasty argues that a span of 5 cannot give rise to strong projections\nprecisely because neither 2 nor 3 is exclusively fundamental to its\nidentity; he describes the quality of 5 as “limping.” Instead he\nfocuses on the larger groupings within 5; he would label the 5 here as\n“duple unequal.” See his discussion in Meter as Rhythm , pages\n142–45.",
            "citations": []
        },
        "FN18": {
            "text": "18. Alternatively, some counters might come to count by 10s as early as bar\n20 (i.e., beginning hypermeasures a bar earlier than shown in Example 4, in what Lerdahl and Jackendoff would call an “out-of-phase”\nmanner). This reading considers bar 21 as a continuation of bar 20 based on the\nprecedent of bars 4 and 5. An expectation for continuation after bar 20 has been\nshaped by appending to bar 4’s cadential arrival an anacrustic gesture (the two\nstepwise, ascending quarters that begin each phrase); this joining is reinforced\nin each succeeding phrase. We might hear a similar continuation take place at\nbar 21, for its E and F mimic the anacrusis from earlier in the piece. The larger point remains\nunaffected, however: in either reading, counting\nin part two becomes smoother sailing: both 5s and 10s continue easily and\nwithout significant interruption until near the end of the piece.",
            "citations": []
        },
        "FN19": {
            "text": "19. Hasty, Meter as Rhythm , describes a hiatus as “a break\nbetween the realization of projected potential and a new beginning” (page\n88); in other words, a hiatus takes place when projection is temporarily\ninterrupted.",
            "citations": []
        },
        "FN20": {
            "text": "20. The animations in Examples 2, 4, and 6 were designed by Indiana University\nmusic theory doctoral student Brent Yorgason. I wish to thank him for his\nefforts.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "[1] Learning How to Count Example 1 . “Change of Time” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Bracketed above Example 1 is\nthe opening phrase of Bartók’s “Change of Time,” Mikrokosmos #126. (1) If we take the composer’s barring as the perceived meter (and I will\nargue shortly why we might do so), we must also note that from a traditional\nperspective it is highly irregular, lacking periodicity both at the level of\ndownbeat (there is no single duple or triple meter) and at the level of the\ntactus (there is no single quarter or eighth pulse). Nonetheless, there is\nstrong contextual evidence for hearing downbeats where they are indicated, for\nthese timepoints mark at bars 2, 3, and 4 a stepwise descending line B ♭ –A–G, each of which is preceded by ascending stepwise motion and where G is heard as a\nconsonant arrival in the C-dominated vocabulary. Such a “radical”\nreading (2) places downbeats after three, four, five, or six eighths, truly a\n“change of time”! (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] While such a description (4 + 6 + 3 + 5) may accurately\ndescribe the “end result” of our perceptions, it misses how we might\narrive there. If we were to consider the process of coming to this reading\nwe might note that the passage begins in a considerably more periodic way than\nit ends. I borrow Christopher Hasty’s terminology to describe how we might begin\nto count by threes. (4) When we come to understand B ♭ as a beginning (a\nperception first created by its registral status, lending to the previous two\nquarters an anacrustic character), we may connect “ B ♭ -as-beginning”\nwith the next beginning, the quarter-note, A. The characterization of A as a\nbeginning arises from its stepwise connection with B ♭ , its longer duration,\nand its appearance after eighth notes. Because “A-as-beginning”\nfollows “ B ♭ -as-beginning” at a distance of three quarters, we may\ncome to expect a third beginning three quarters hence. In this regard, G’s\n“early” arrival is a surprise (after all, only one and a half quarters\nhave passed since A began), and we may initially regard this pitch as a\nsyncopation. But as the music continues, strong evidence emerges that this G (at\nthe start of notated bar 4) may in fact have become a beginning. Its new\nidentity comes forth as a second quarter-note G reinforces this pitch’s\nstability, and as the reappearance of the opening material immediately\nthereafter confirms the start of another phrase and another counting process. (5) Example 2 (click to watch animation)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] The arrows below Example 2 ,\ndrawn from Hasty’s usage, illustrate this sequence of events. (6) The solid\narches appear gradually with each new beginning, and are ended by the next new beginning. In other words, they move through the present. The\ndotted arches represent the immediate future: they identify our expectations for\nnew beginnings in the forthcoming music, based on our immediately previous\nexperience. The dotted arches appear in full as each solid arch is ended by a\nnew beginning. Thus, the notations at written bar 4 indicate that our decision\nto hear the first G as a beginning may be retrospective, graphically indicated\nby the “x” drawn through the dotted arch. The point is not only that\nwe may come to consider this pitch another beginning, allowing us to\nlabel it a downbeat despite its early appearance, but also that this realization\nenhances G’s quality: we appreciate the excitement of reaching the goal pitch on\na downbeat, but well before we expected it. (7) When G comes too soon, it gives\nthe phrase an energetic lilt.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] In this article I will describe a processive approach to\nmetrical irregularity, differentiating it from readings where irregularity takes\nplace within the context of fixed metrical identity. This kind of\napproach emphasizes the evolution of meter, and underscores\nour active engagement with the flow of time: our involvement extends beyond\nmarking timepoints as strong and weak to include emerging qualitative\ncharacterizations of timespans. When meter is “irregular,” we are\nparticularly aware of time as more or less energetic or driven (or at the other\nend of the spectrum, as more or less relaxed or flaccid). For example, when we\nevaluate an event both as early and as having the potential to be\naccented, we allow its irregularity to assume a substantive role: we permit its\nunique qualities to participate in creating continuity. Our concern is not\ndirected solely toward the maintenance of equal timespans, but rather on how\nevents shape those spans, both as we come upon the events and as we subsequently\nreinterpret them. As a consequence, events designated as downbeats may not feel\nexactly the same: as an event that arrives early becomes accented (i.e., becomes\na downbeat), its placement colors our perception of the time world it inhabits.\nThus, in the opening phrase, G’s early arrival, coupled with the ease with which\nwe resume earlier counting, is a mild jolt, and sets the stage for a piece that\nis prone to reinterpretation and re-evaluation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.5": {
                "text": "[1.5] By contrast, fixed approaches to irregularity tend to feature breaks in\na pattern either as momentary disruptions whose value is local, or, if the\nbreaks are persistent, as creators of a new (but fixed) regularity. In the first\ncase, momentary disruptions are described as metrical dissonances that decorate\nan underlying metrical consonance. (8) In the second, a metrical irregularity is\nrecast as part of a new and ongoing stream of metrical accent. This second case\nis commonly described as a metrical elision (in other words, the renaming of a\npoint of time from strong to weak, or the reverse). An elision merely marks the\npoint at which a predominant counting resumes, notably leaving aside any residue\nfrom the disruption. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "1.6": {
                "text": "[1.6] Some models of metrical irregularity feature unique mixes of fixed and\nprocessive perspectives, allowing for special modes of counting in special\nsituations. For example, Andrew Imbrie’s conservative-radical distinction offers\nthe notion that careful listeners might disagree where a metrical break occurs.\nA conservative listener who maintains an original meter as long as possible is drawn into a considerably longer process of re-evaluation than the\nradical, who lets go at the first opportunity. What happens during the\nre-evaluation may be very similar to what I am describing as processive\ncounting. In another approach, William Rothstein describes unique spans of time\nwhere one might suspend regular counting, proposing that when phrases are\nexpanded, we may momentarily let go of a predominant hypermeter in order to\nfollow a temporary one during an expansion, and that we may return to the\nsuspended hypermeter when the expansion is over. Suspending hypermeter permits a\nmetrical irregularity that arises from phrase expansion to generate its own\nstructure, while at the same time preserving intact the predominant (or fixed)\nearlier meter. More complex are those models that describe large-scale hemiolas. (10) These approaches compare fixed but competing interpretations over spans of music\nthat are\ntypically at least several bars in length. In so doing, the readings direct our\nattention to a span in its entirety, reinforcing the fixed identity of each\nreading. A processive approach, on the other hand, replaces the binary choice of strong or\nweak with ongoing multiple possibility, valuing the act of metrical\nevolution and re-evaluation over any ultimate choice of identity.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "1.7": {
                "text": "[1.7] In this article, I shall use Bartók’s “Change of Time” to\ndemonstrate these differences, offering several readings of the opening\nirregularity, as well as the 8 5 music in the second part of the piece,\nto draw the distinctions into sharper view. I suggest that in the processive\nreading we understand Bartók’s title “Change of Time” to refer not\nonly to alternating patterns of time signatures, but also to changes in the nature of the piece’s time, especially as 8 5 “time” emerges more\nfully in the latter part of the piece. In this light, metrical\n“irregularity” serves as an agent, rather than a disruptor, of\ncontinuity: we enjoy Bartók’s piece because we learn how to count. [2] Before and After",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Let us now consider what happens after we identify G as a\nbeginning. Below bar 4 on Example 2\nthe dotted arch is followed by a question mark to indicate that our anticipation\nof a beginning three quarters hence has been considerably weakened by the\ninterrupting G. As a beginning, it has entered so early that it\nsignificantly cuts off the emerging potential begun at bar 3, and leaves us\nsomewhat of a loss. Or more positively, we might claim to be more open to\nchanging circumstances provided by the return of the opening anacrustic gesture.\nBecause this opening gesture now has a well-defined identity, its return helps\nus to anticipate the next beginning. The return also has larger, more important\nconsequences. Because F and G at notated bar 5 are not a beginning\n(rather, they lead to a beginning), they may become attached to the previous\nbeginning, the interrupting G at notated bar 4 (on Example\n2 the solid arch continues through bar 5). In this way, F and G participate\nin the emergence of a new span, shown by the longer, solid arch\nunderneath the denied, dotted arch at bar 4. The new solid arch measures a\ndistance of nine eighths between G-as-beginning and the next beginning at\nnotated bar 6.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] This reading has important ramifications: if we carry this new span of\nnine eighths forward at the start of bar 6, we are rewarded rather than\nsurprised by the “interrupting G” the second time around (in the\nsecond phrase at bar 8). On Example 2,\nthe dotted arch leading to bar 8 is augmented by a solid one, and in turn that\nsolid arch gives rise to the next anticipated beginning (shown by the last\ndotted arch.) In other words, our experience of G’s arrival may be quite\ndifferent the second time than the first: if we allow ourselves to follow the\nnew possibilities that arise out of the first phrase, we are more prepared to\nexpect the next “interruption,” or at least to be less distracted by\nit, for we may have come to value beginnings that occur every nine eighths.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] But what of the earlier span of three quarters? When the durational and\nmelodic patterns of phrase one return in phrase two, can it be that triple\ncounting has disappeared entirely? In this processive reading, the start of the\nsecond phrase (bars 6 and 7) contrasts with the piece’s opening. It is not that\nthe opening triple projection (and its subsequent denial) are absent the second\ntime around, but that this activity is now inflected by the piece’s\ncontinuation. The beginning of the second phrase at notated bar 6 is marked\nby moving, solid arches both six and nine eighths in length. Because the\nspan of nine has been recently anticipated (as shown by the dotted arch above\nthe solid one) it is therefore a stronger suggestion. Note how bar 7\ncontrasts with bar 3: bar 7 suggests a lengthening of the original three\nquarters by three eighths, a reading that differs with the metrically uncertain\nbar 3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] The second phrase, then, is not merely a repetition of the first, but a\ndevelopment where the second phrase both draws and comments upon the metrical\nissues raised by the first: the phrases are joined by the emergence of two viable projective potentials (counting by six and by nine) where the second\nenhances and extends the first both as rhythmic and formal consequent. Example 3A . Rebarred in 3/4 (click to enlarge) Example 3B . An Altered Grid (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Let us now turn to three alternative readings where metrical identity\nis fixed. In Example 3A I have\nrebarred the phrase entirely in 4 3 . In this “conservative” reading\none continues to count periodically, thereby hearing both G’s as syncopations. (11) Although the counter is rewarded for holding onto triple meter\nwhen the second phrase begins on target, (12) the opening phrase is qualitatively quite different: its goal pitch is weakened by arriving twice in metrically weak\nlocations. I might characterize it as more unsettled than sprightly. More\nimportantly, the second phrase proceeds exactly as the first did: its\ndesignation as a consequent phrase arises only from our recognition of the\nsequential pitch structure rather than from emerging metrical experience.",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Alternately, in Example 3B I\nhave used dots to replicate the composer’s barring, adapting Lerdahl and\nJackendoff’s usage as I myself have suggested in an earlier article. (13) In that\npaper, I suggested a model where breaks in periodicity may occur at the low\nlevels of tactus and barline through the mechanism of metrical elision. A\nreinterpretation of a beat from weak to strong is shown by a circled dot, and\nthe opposite action, from strong to weak, is shown by an empty circle followed\nby an arrow indicating the new location of the strong beat. Example\n3B interprets the first G in bar 4 as being irregular at several levels of\nmeter, all at once: it is a beat that arrives late (as we reinterpret the\npreceding F as part of a beat) and a downbeat that arrives early.\nHypermetrical levels are unaffected by the irregularity: note that durations of\nnine eighths proceed periodically. In this reading, beats are fundamentally two\neighths long, with the possibility of being extended by an eighth; measures are\nmore variable, but their changing lengths are contained by the regular\nprogression of duple hypermeter. (14) What differentiates this analysis most\nstrongly from Example 2 is that in 3B,\ntwo fixed levels of meter are concurrently broken over bars 3 and 4. In\nother words, 3B assumes that levels of meter are already well established. In\nthe processive reading, these early bars are characterized as far more unstable\nbecause “levels” are not particularly well formed. (How do we know\nwhich levels of counting have been broken?) Furthermore, in the processive\nreading, the second phrase is different from the first: bars 7 and 8 (the\nanalogous location) are associated with two viable countings, one of which is\nmore strongly projected because of immediately preceding events.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] In both Examples 3A and 3B\nwe are still seeking a regular time that may be occasionally adjusted. The time\nof periodicity remains at its heart smooth , and disruptions are\nultimately subsumed by a desire for equal proportion. In other words,\nirregularities are unable to color the fundamental nature of periodic time.\n“The” phrase (be it in its first or second representation) is not\nsprightly at its core: rather, its lilt will always be understood as a negation\nof periodicity. Example 3C . Hypermetrical Hemiola (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Example 3C provides one more\nreading, here focused on a hypermetrical level. Its second line of dots (labeled\n“6”) represents the completely periodic reading of three measures\ngiven in Example 3A; its third line\nof dots (labeled “9”) shows the hypermetrical reading given in 3B,\nidentifying its four bars as consisting of two hypermeasures. Because eighteen\nis the lowest common denominator of six and nine, the two readings arrive\njointly at the downbeat of bar 6, where the whole process will repeat once more.\nThus, Example 3C shows a\nhypermetrical hemiola: eighteen eighths may be subdivided either into two groups\nof nine or three groups of six. The potential for dual hypermetrical\ninterpretations originates in part from Bartók’s use of a span of eighteen\neighths, for eighteen may be factored by either two (9 + 9) or three (6 + 6 +\n6). The “6” reading (on the upper staff) is “fully\nconsonant,” dividing the span into one hypermeasure with three bars whose\ninternal divisions are also periodic, whereas the “9” reading is not\nsubdivided into measures. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] Because it results from two opposing parsings, this reading is not\nentirely fixed. But its focus is not the moment-to-moment counting process, but\nrather a “high-level” metrical dissonance. This dissonance relies on\none’s apprehension of the entire eighteen eighths, directing one’s attention to\nthe phrase’s entire span rather than its inner inflections. In other words,\nalthough it does portray spans of six and nine as interactive, Example\n3C misses the experience of learning to anticipate six and then\n(also) nine over the first two phrases, a phenomenon that recurs when Bartók\nrepeats phrases one and two as three and four. That the processive counter may\nonce again participate in the returning tug of six, this time more fully aware\nof its likely conversion into nine, and then anticipate the tug of six as the\nphrase returns yet again, is key. In fact, in the processive reading, we can\ncome to understand the repetitions of the opening phrase as imperative for its\nfull rhythmic-metric appreciation. We may participate in a cycle of counting\nthat draws on a past of both sixes and nines, appreciating both the suggestion\nand subsequent denial of 4 3 meter and the measure of equilibrium\nprovided by the periodicity of nine, allowing us each time to catch our breath\nas the anacrustic gesture returns. A processive stance proposes that this\napprehension gains strength only as the music continues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] Of course, how one chooses to count is a highly personal decision. The\nreading each person prefers is probably influenced by a variety of factors,\nincluding our inherent conservative or radical metrical habits, the performance\nwe hear, and our familiarity with Bartók’s frequent use of metrically irregular\nfolk tunes. After all, each of us values periodicity more or less highly,\nfinding a metrical grid at times either reassuring or limiting, and it may be\nthat the processive reading proposed here seems implausible to some. My aim,\nhowever, is not to limit our options but rather to pursue meter as a flexible\nactivity, and to set forth the processive reading as an opportunity rather than\na directive. The point is that the act of counting is not something that happens\nto us, but rather something in which we actively engage, and where we are\ncontinuously making choices. Let us see what opportunities arise as the piece\ncontinues. [3] Another Change of Time Example 4 (click to watch animation)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] After the fifth statement of the original phrase (bar 21), Bartók\nintroduces a new durational and pitch pattern, characterized by repeating\nstatements of quarter-quarter-eighth. The origins of the pattern are not hard to\ntrace: the 5s replicate the final part of the original eighteen eighths. Bartók\nmakes the connection particularly clear by retaining the top line pitch E across\nbars 20 and 21; Example 4 marks this\nconnection and brackets the first statement of the antecedent-consequent 5 + 5\nmelody. (The reader may return to Example\n1 to see the new music in its entire context.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Before tackling the emergence of 5 out of the previous pattern, let\nus first consider the new music by itself (momentarily taking bar 21 as an\nadmittedly artificial beginning point.) The overtaking of 5 heightens the\nalready energetic character of this piece, a development explained best by a\nprocessive analysis. Example 4\ndemonstrates. First consider the repeated durational figure\nquarter-quarter-eighth by itself. The double-neighbor figure around E reinforces\nthe anacrustic quality of the eighth-note D (16) and identifies the E at bar 22\nas a second beginning; the reappearance of E every five eighths thereafter\ncontinuously increases the strength of E’s identity as a beginning. On Example\n4, the upper two rows of arches mark the new beginnings, events that\ncontrast with the beginnings in the first part of the piece in several ways.\nMost obviously, the new beginnings come more quickly, giving this section an\nintensified forward impetus. Furthermore, they come more regularly: gone is the\nalternation of emerging 6s and 9s, replaced—ironically—by 5s.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] I have directed our attention to the recurring 5s, but equally\nengaging is the internal make-up of this duration. Any 5 has a special\nquality deriving from its inherent unequal subdivision. In this part of the\npiece, the inequality comes as a lengthened continuation, meaning that the\n“second beat” is consistently extended, and that it delays each\nsuccessive beginning by an eighth. The little “catch” this delay\nimparts to the second section of music tempers its speed and regularity,\nmatching the sprightly quality of part one. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The regularity and speed of the new beginnings also encourage us to\nanticipate larger beginnings. (In other words, “hypermetrical”\ncounting is more vivid in this section of music.) On Example\n4, the pair of larger arches (below the smaller ones, and also starting at\nbar 21) identifies the E in that bar as a large beginning, suggesting that we\nconsider its dominance to continue beyond the repetition of E in 22 to the\nsequential repetition beginning at 23. The durations of 10 eighths, like those\nof 5, continue smoothly until nearly the end of the piece (to be considered\nshortly); in contrast with the earlier music, where durations of 9 eighths\ncompeted with those of 6, 5s and 10s combine to impel this music forward\nmore directly. (18) Example 5A . Part 2 Rebarred in Quarter Notes (click to enlarge) Example 5B . An Altered Grid for Part 2 (click to enlarge) Example 6 (click to watch animation)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Fixed readings are more problematic in the second section. From the\nperiodic perspective, any 4 3 counting will soon disintegrate. At best, one may\ncount a continuous quarter pulse, as shown by the reading given in Example\n5A . Although this unlikely construal does exhibit parallel interpretations\nof each phrase, its clunky emphasis on the pitch D in each second bar misses E’s\ndecoration first by G above and then by C below. The modified periodic reading\nin Example 5B is more promising. Its\nopen circles on the eighth of each durational pattern suggest the little catch\nwe experience while waiting for the next beginning to arrive. Missing, however,\nare both the process of coming to count by 5s (and eventually by 10s) as\nwell as our sense that these spans become more stable as they are repeated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] At the risk of belaboring the reader, I wish to make one additional\nbrief point about the second section, shown on Example\n6 . The piece reaches its culmination at bar 32, whose arrival is prepared\nnot only by pitch events (i.e., the long ascending scale in the left hand) but\nalso by rhythmic ones. The culmination is enhanced by our awareness that the\nphrase leading to bar 32 has gone on too long. Notice that the original 8 5 gesture (with its final anacrustic eighth) keeps reappearing from bars 27 to 31;\nthe anticipated response that bar 22 provided for bar 21 is postponed over and\nover, and thereby greatly intensifies the rhythmic drive forward. As shown in Example\n6, this effect is achieved by our twofold experience of the final bars:\nwhile we are becoming ever more confident about beginnings that arise every 5 eighths, the larger beginnings (those every\n10 eighths) are put on hold,\nsuspended by continuation. On Example 6,\nthe “suspense” is shown by the “x” that appears as each\npossible larger arch fails to complete itself. When the consequent bar finally\narrives, it brings another surprise, for the C-major triad at bar 32 is itself\nunique. With its unprecedented succession of 3 quarter notes, the lone 8 6 bar is not easily accommodated by any earlier experience. Rather it represents a\nfinal event in the ongoing “change of time” that this piece\nrepresents. This series of durations produces a true metrical\n“hiatus”: it is as if counting itself must come to a halt (which\nof course, it shortly does!). (19) [4] Coming Unfixed",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] In some ways, a processive approach to counting is quite disarming:\nwhen an event may be characterized in more than one way, it is as if the ground\nis shifting under our feet. After all, a processive description rejects\n“the meter” of a piece, instead favoring metrical identities that may\nchange as a piece proceeds and recognizing that some events emerge with clearer\nidentities than others. At its heart is a perspective of time not as periodic\nmeasure, but rather as subject to constant manipulation, especially as events\ncome into being and pass into memory. While the demands made on the counter are\nhigh, the benefits of counting in this way are at least twofold. First,\nprocessive counting is especially germane to readings that emphasize meter as a\nnarrative device, for it suggests that one’s attentions are directed to a\npersistently changing environment where even repetitions are “new” and\nforward reaching. A processive approach empowers meter to describe continuities\narising from change as well as those arising from repetition. Processive\nreadings are also especially relevant for music that is vitally\n“irregular,” for it values such irregularities as capable of shaping\nthe essential nature of time within the context of a given piece.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] More generally, in a processive approach meter encompasses more than\nmeasurement, for it is able to color the flow of time itself. The act of\ncounting reaches beyond the mere identification of metrical identity; in fact,\nthis binary act of choosing either weak or strong is superseded by our\nanticipation of identity, and by our ongoing experiences of fulfillment, denial,\nand uncertainty as a piece develops. In “Change of Time,” counting at\nthe opening is uncertain because a potential 4 3 meter is consistently\ninterrupted, and quite possibly replaced by a larger duration of 9 eighths.\nAs the first part of the piece unfolds, a recurring cycle of 6 and 9 becomes “regular” (in the sense that it becomes predictable), but both\nof these spans ultimately give way to a more strongly confirmed series of 5s.\nDuring this second part of the piece, as our counting accelerates, it also\nbecomes more evenly directed. More colloquially, we experience the irony of\ncounting spans more typically associated with periodicity (6 and 9) as less\nstable and the subsequent 5s as a resolution of that tension. Coming unfixed\nhelps us to recognize these “changes in time.” (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.01.7.1.horlacher.html",
    "data": "mto/data/mto.01.7.1.horlacher.json"
}