{
    "title": "Mode, Harmony, and Dissonance Treatment in American Folk and Popular Music, c. 1920–1945",
    "date": "2010/08/01",
    "volume": "16",
    "issue": "3",
    "authors": [
        "Stoia, Nicholas"
    ],
    "abstract": "In American folk and popular music, dissonance frequently functions in ways that cannot be explained by conventional tonal theory. Two types of dissonance—the dropping and hanging thirds—function outside of classical norms, and within the framework of a mode built around the tonic triad that either transposes or remains in place with changes of harmony. The interaction between the mode and harmony influences the large-scale structure of a strophe or other section and the perception of its tension and resolution.",
    "keywords": [
        "American",
        "folk",
        "popular",
        "mode",
        "harmony",
        "dissonance treatment",
        "hanging third",
        "dropping third"
    ],
    "doi": "",
    "received": "September 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.10.16.3/mto.10.16.3.stoia.pdf",
    "author_info": [],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The frequently irregular behavior of dissonance in American folk and \npopular music, at least in comparison with classical norms, has been problematic \nfor analysts working with this repertoire. (2) Popular styles present a number of dissonance types that cannot be explained by conventional tonal theory and still require examination. This article represents a small step in that direction.  Although conventional dissonant passing tones, neighbor tones, and, to a lesser extent, suspensions are common in this repertoire, I do not explore them in any detail here.  Instead, this article examines other forms of dissonance treatment that function outside of classical norms.  It explores dissonance as it relates to melodic modes, triads with added notes, non-tonic harmonies, and the interactions between them.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The primary sources for this study are recordings, and the focus is on those made between the 1920s, when record companies began to record American folk and popular music extensively, and the early 1940s.  These years coincide with the dates that the two most authoritative and exhaustive discographies on early blues and country music stop their listings: Dixon, Godrich, and Rye’s Blues and Gospel Records, 1890–1943 documents recordings primarily by black musicians, and Tony Russell’s Country Music Records: A Discography, 1921–1942 documents recordings primarily by white musicians. (3) Some of the recordings are from the “race record” and “hillbilly record” series of the 20s, 30s, and early 40s—others are non-commercial recordings from the Archive of American Folk Song of the Library of Congress.  Three of the later examples in this study (Examples 14, 16, and 17) are transcriptions of recordings made after the time frame outlined above, and represent a tentative step toward applying the theoretical principles explored here to later genres.  My principal methodology is a close examination of what Schenkerians term the foreground, but I also discuss ways in which the interaction between mode and harmony influences the large-scale structure of a strophe or other section, and the perception of its tension and resolution.  All of the transcriptions are transposed to C for the sake of comparison.  Most of the transcriptions represent the verse of a strophic song.  Others are transcriptions of verses from songs that are nearly strophic, but that display more melodic variation from verse to verse, and in such cases I indicate the specific verse transcribed. Table 1 . List of twelve-bar schemes cited (click to enlarge) Table 2 . List of eight-, nine-, and ten-bar schemes cited (click to enlarge) Example 1 . a) Stable note with dropping and hanging thirds; b) tonic triad with dropping and hanging thirds around and ; c) tonic triad with stepwise neighbors around and ; d) functioning as the hanging third to and the upper neighbor to ; e) functioning as the lower neighbor to and the dropping third to (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In this repertoire, the three primary harmonies—the major tonic, subdominant, and dominant&#8212are the main building blocks for progressions. (4) Those harmonies alone make up the progressions of many of the most productive blues schemes, the most well-known and productive of which is the standard twelve-bar blues scheme.  A blues scheme is a musical framework that musicians view as a sort of public musical resource for generating new songs.  All of the songs transcribed in this article are realizations of blues schemes. Table 1 lists the twelve-bar schemes cited, and Table 2 lists the eight-, nine-, and ten-bar schemes cited.  Tables 1 and 2 show harmonic progressions for schemes in which the harmonic pattern is primary, but no progressions for schemes in which the melodic structure is primary.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Dissonance arises within the melodic mode itself, through the relationship of the mode to the underlying harmony, and through the relationship of the non-tonic harmonies to the tonic.  In this repertoire, \nthe tonic triad is most often major. As in most tonal classical repertoire, the members of the tonic triad are the most stable degrees within the mode. itself is the most stable degree, followed by , and the other, less stable members of the mode tend to gravitate toward the stable degrees.  These unstable scale degrees may simply be the stepwise neighbors of the notes of the tonic triad, in which case no special explanations are needed (with, perhaps, the exception that the subtonic is more prevalent in this repertoire than in tonal classical repertoire). (5) However, the unstable notes may instead be a minor or neutral third (an interval between a major and minor third) above or below the stable notes.  These are what Peter van der Merwe calls dropping and hanging thirds ( Van der Merwe 1989 , 118–30). Example 1a shows a stable note with its dropping and hanging thirds; the dropping third lies above the stable note and the hanging third below it.  Van der Merwe describes stacks of dropping and hanging thirds that create a “ladder of thirds” (120–25)—a mode based on three notes spaced by neutral thirds in which either the lowest or the middle note may be the tonic—but I propose applying his concept specifically to the major tonic triad.  The dropping and hanging thirds lie most frequently around , the most stable degree of the mode.  They also lie frequently around , and less often around . (6) Example 1b gives a graphic summary of the tonic triad with its dropping and hanging thirds around and , and Example 1c shows the tonic triad with stepwise neighbors around and . (7) In Example 1—and in others that demonstrate the melodic mode abstractly (Examples 4, 5, 7, and 10)—the open and closed noteheads represent stable and unstable notes, respectively, and this status may change depending on the harmonic context.  Example 1b shows as both an open and closed notehead because it may function as a stable member of the tonic triad or as the unstable hanging third to , depending on the underlying harmony, as explained below.  When the third degree is stable it may also have stepwise neighbors, and the unstable notes of Example 1c also frequently function as passing tones between the stable degrees.",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "van_der_merwe_1989"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Example 1b is similar to the modal framework for the blues that David Evans describes ( 1982 , 24).  Evans writes: In fact, “neutral” probably would best represent an area between major and minor where notes can be sung, rather than any specific point between them.  Blues singers often waver at the third or seventh or glide from a lower to a slightly higher pitch.  The lower part of the third and seventh areas tends to serve as a leading note, respectively, to the tonic and fifth below, the upper part as a leading tone to the fifth and tonic above. This description accounts for the dropping thirds to and , the hanging third to , and the lower neighbor to .  Evans’s description also implies the greater stability of and in comparison to and suggests that most often functions as the hanging third to .  \nHere I consider motion between and a chordal skip when both are stable members of an underlying tonic harmony, even though such motion is from a less-stable to a more-stable member and there are many examples of such motion that resemble that between a hanging third and its stable note.  When moves to over an underlying dominant harmony—in which case is a stable member and is not—I consider the unstable hanging third to . Example 2 . Three Stipped Gears, “Alabama Blues” (1931), first strain (click to enlarge and hear the audio) Example 3 . Reese Crenshaw, “John Henry” (1934) (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": [
                    "evans_1982"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Examples 1b and 1c are not mutually exclusive—one might very well find both the stepwise neighbor and dropping third above , for example, in close proximity in the same song, as in the opening two bars of “Alabama Blues” by the Three Stripped Gears ( Example 2 ).  But with respect to and , especially, one of these unstable degrees sometimes figures more prominently than the other and has two possible functions, so that may function as both the stepwise upper neighbor to and the hanging third to ( Example 1d ), and may function as both the stepwise lower neighbor to and dropping third to ( Example 1e ). In “John Henry,” Reese Crenshaw uses as both the upper neighbor to and the hanging third to ( Example 3 ). (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Although members of the tonic triad—and in particular—are ultimately the most stable members of the mode, a change to a non-tonic harmony can temporarily alter the relative stability of various scale degrees.  Sometimes when there is a change of harmony—most frequently to the subdominant or dominant—a transposition of all or part of the mode occurs, as outlined in Examples 4 and 5 .  Over the subdominant, , , and are the most stable, and the root and fifth may in turn have their dropping and hanging thirds (Example 4a) and stepwise neighbors (Example 4b).  The major sixth or minor seventh above the root may be more prominent than the other, and have two possible functions, so that may act as both the stepwise neighbor to and hanging third to (Example 4c), or may act as both the dropping third to and stepwise neighbor to (Example 4d).  There is, of course, some overlap with the mode built around the tonic triad: the dropping and hanging thirds and stepwise neighbors around the root of the tonic harmony are also those around the fifth of the subdominant.  Example 4a includes the hanging third to in order to maintain parallelism with Example 1b, and to show a transposition of the entire mode, but the example shows in parentheses because it is consonant over the subdominant harmony.  As with the major third of the tonic mode, the major third of the subdominant mode may have stepwise neighbors, and as with Example 1c, the unstable notes of Example 4b may also function as passing tones between the stable degrees. Example 4 . a) Subdominant triad with dropping and hanging thirds around and ; b) subdominant triad with stepwise neighbors around and ; c) functioning as the hanging third to and the upper neighbor to ; d) functioning as the lower neighbor to and the dropping third to (click to enlarge) Example 5 . a) Dominant triad with dropping and hanging thirds around and ; b) dominant triad with stepwise neighbors around and ; c) functioning as the hanging third to and the upper neighbor to ; d) functioning as the lower neighbor to and the dropping third to (click to enlarge) Example 6 . Leadbelly, “Take a Whiff on Me” (1935) (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In Example 2, the shift to subdominant harmony in bars 3–4 brings a transposition of the mode, and the fifth of the subdominant has its upper neighbor and dropping third.  In Leadbelly’s “Take a Whiff on Me,” a similar transposition of the mode accompanies the shift to subdominant harmony in bars 3–4, and functions as both the upper neighbor to the fifth and hanging third to the root ( Example 6 ). (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Over the dominant harmony, , , and are stable, and around the root and fifth there may be dropping and hanging thirds (Example 5a) or stepwise neighbors (Example 5b), and one of the unstable notes a major sixth or minor seventh above the root may be more prominent, be it (Example 5c) or (Example 5d).  In bars 5–6 of Examples 2 and 6, the mode transposes to the dominant over dominant harmony, and in bar 6 of both there is a hanging third below the root of the dominant.  Again, there is some overlap with the mode built around the tonic triad: the unstable notes around the fifth of the tonic are also those around the root of the dominant. (10) Like Example 4a, Example 5a includes the hanging third to the fifth of the triad to maintain parallelism with Example 1b but shows it in parentheses because it is consonant over dominant harmony.  The major third of the dominant mode may also have stepwise neighbors and there may be passing motion between the stable members of the dominant triad, as in bar 5 of Example 2. Example 7 . Interaction between tonic mode and subdominant harmony; a) and are dissonant over IV and resolve to over IV; b) and are dissonant over IV and resolve to over I; c) may retain its dropping and hanging thirds over IV (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] At other times the tonic mode remains over changes to non-tonic harmonies, and some members of the tonic triad become temporarily unstable.  Over the subdominant, and become unstable, and their tendency, in this context, is to resolve to , which remains stable over the subdominant ( Example 7 ).  The resolution to may happen over the subdominant (Example 7a), or the harmony may shift back to the tonic to coincide with the resolution (the latter creating a more conclusive resolution) (Example 7b).  As with the transposition of the mode to the subdominant (Example 4a), the stable may retain its dropping and hanging thirds (Example 7c). (11) Indeed, the subdominant harmony often triggers the use of a minor or neutral —even where the tonic mode remains—thereby heightening the tendency of to drop to stable . (12) Over subdominant harmony, it is less common for to retain its dropping and hanging thirds, because itself is unstable in this context, and thus makes a less convincing goal of resolution.",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In Charley Patton’s “Some Summer Day” ( Example 8 ) and Tampa Red’s “Things ‘Bout Coming My Way No. 2” ( Example 9 ), the shift to the subdominant in bar 3 does not bring a transposition of the mode; rather, the tonic mode remains in place and and thus assume a tendency to resolve down to . In Example 8 the resolution coincides with a shift back to the tonic, but in Example 9 the resolution occurs over the subdominant. (13) Example 8 . Charley Patton, “Some Summer Day” (1930) (click to enlarge and hear the audio) Example 9 . Tampa Red, “Things ’Bout Coming My Way No. 2” (1932) (click to enlarge and hear the audio) Example 10 . Interaction between tonic mode and dominant harmony; a) is dissonant over V and resolves to over I; b) is first stated as a dissonance over V before being restated as a consonance over I; c) and descend to over V; d) and may retain their dropping and hanging thirds over V (click to enlarge) Example 11 . Lottie Kimbrough, “Wayward Girl Blues” (1926), fourth and sixth verses (click to enlarge and hear the audio) Example 12 . Brownie McGhee, “How Long?” (1942), second verse (McGhee’ first) (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Over the dominant, only remains stable, but the unstable and do not typically resolve up to ; instead, the overall tendency is still to resolve to , which must coincide with tonic harmony in order to be perceived as stable ( Example 10a–b ).  Thus, when the tonic mode remains over dominant harmony, a return to tonic harmony is required for melodic resolution.  One exception to this is when and descend to the lower , which may temporarily function as a stable goal over the dominant, as shown in Example 10c , though the overall tendency is still to resolve to . Often is delayed until the arrival of the tonic (Example 10a).  At other times it is stated over the dominant before being restated over the tonic (Example 10b).  In Example 8, the tonic mode remains over the dominant in bars 5–7.  There are several statements of in bars 6–7, but it does not sound stable again until it coincides with the tonic on the downbeat of bar 8. (14) Further aspects of Examples 8 and 9 are discussed below.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The structure of the tonic mode over dominant harmony overlaps with the dominant mode over dominant harmony: , which is stable, may retain its dropping and hanging thirds ( Example 10d ).  In “Wayward Girl Blues” by Lottie Kimbrough, for example, is recast as the dropping third of during the shift to dominant harmony in bar 6 ( Example 11 ).  Note the juxtaposition of the minor third of the dominant in the melody with the major third in the harmony.  The result is a characteristic blues sonority—especially over the tonic and dominant—and one that has its origins in the dropping third.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] When the tonic mode sounds over the subdominant harmony, typically loses its dropping and hanging thirds because it becomes unstable; when, however, the tonic mode sounds over the dominant harmony, the temporarily unstable often retains its dropping and hanging thirds, because it is still the ultimate stable goal (Example 10d).  In Brownie McGhee’s “How Long?,” retains its dropping third over the dominant in bar 6 ( Example 12 ). (15) Like the subdominant, the dominant often triggers a minor or neutral , to heighten its tendency to resolve down to . (16)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] To this point I have discussed two types of dissonance—the dropping and hanging thirds—that function outside of conventional tonal theory, and have placed them within the framework of a mode built around the tonic triad that either transposes or remains in place with changes of harmony.  \nFor the remainder of the article I discuss the functions of the three primary harmonies, the addition of minor sevenths and major sixths to these harmonies, and how the interaction between mode and harmony influences large-scale structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Just as is the most stable scale degree, the tonic is the most stable harmony, and the two together (tonic harmony with in the melody) form the most stable sonority, and that which musicians most often prefer for the conclusion of a strophe or other section.  The subdominant and dominant—which are by far the most frequent non-tonic harmonies in this repertoire—not only contrast with the tonic and change the status (if only temporarily) of melodic notes, but also create large-scale harmonic dissonance, and have the tendency to resolve back to the tonic.  The IV chord rarely functions as a pre-dominant, but instead usually functions as a true subdominant, and more often than not leads back to the tonic. (17) Sometimes, both the upper and lower dominants approach the tonic, creating the progression V–IV–I.  This progression often gives special emphasis to a cadence, as in the last four bars of the most common variant of the twelve-bar blues (V–IV–I–I).  In this scheme, the substitution of IV in bar 10 also emphasizes the cadence through acceleration of the harmonic rhythm. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Although dissonance often functions differently in American folk and popular music, the minor seventh sometimes does play a role comparable to that which it plays in tonal classical music: when added to an underlying harmony, sevenths increase the dissonance of the chord; thus its tension, and its drive to resolve are also increased.  This is especially true if the harmony first appears as a triad, and then its seventh enters later, giving it more urgency.  Minor sevenths often transform the tonic into V 7 /IV before it moves to the subdominant—as in Example 9, where the seventh enters in the harmony, and Example 12, where it enters in the melody—and the dominant into V 7 before it moves to the tonic, following classical norms.  The minor seventh frequently intensifies the subdominant before that harmony resolves to the tonic, reinforcing its status as the lower dominant. (19) It is also common to lower the third of the subdominant before that harmony resolves to the tonic, with the tendency of to resolve to giving IV more urgency to resolve to I (as in bar 4 of Example 9).  Although the addition of a seventh (or the inflection of a third) does not change the underlying harmony, it does nonetheless constitute a surface-level chord change, and may have the effect of speeding up the harmonic rhythm. Example 13 . Freeny’s Barn Dance Band, “Croquet Habits“ (1930) (click to enlarge and hear the audio) Example 14 . Sam Cooke, “Frankie and Johnny“ (1962), first verse (click to enlarge and hear the audio) Example 15 . Charlie Poole with the North Carolina Ramblers, “Whitehouse Blues“ (1926) (click to enlarge and hear the audio)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Over the tonic and subdominant harmonies, in particular, the sixth above the root sometimes behaves more like a member of the harmony than like a dissonant neighbor.  This is especially true where, instead of resolving to the fifth, the sixth substitutes for it in an arpeggiation, as in bars 3–4 of “Croquet Habits” by Freeny’s Barn Dance Band ( Example 13 ), where substitutes for in an arpeggiation of the subdominant (compare bars 3–4 of Examples 6 and 13). (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The interaction between mode and harmony influences the large-scale structure of a strophe or other section, and the perception of its tension and resolution.  In the “Cocaine” songs transcribed here (Examples 6 and 13), and in “Alabama Blues” (Example 2), the mode transposes with each shift in harmony.  The sense of dissonance—and in turn the expectation for resolution—thus derives mostly from the harmony, rather than from the interaction between the harmony and the mode.  The subdominant and dominant harmonies create large-scale harmonic dissonance against the tonic, and the sense of resolution is achieved when the tonic harmony returns, bringing the tonic mode back with it.  These examples share this property with some twelve-bar blues schemes, such as “Frankie and Johnny” ( Example 14 ) and “Whitehouse Blues” ( Example 15 ) (21) .",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In Examples 8 and 9 the tonic mode remains in place during changes of harmony.  In addition to the large-scale harmonic dissonance created by shifts to the subdominant and dominant, further dissonance derives from the interaction between the tonic mode and the non-tonic harmonies, creating more compulsion to resolve.  In Patton’s “Some Summer Day,” the return to the tonic harmony in bar 4 allows for a sense of resolution within the verse (bars 1–4) by allowing and , which sound over the subdominant, to resolve to over the tonic.  By contrast, Tampa Red’s prolongation of the subdominant through bar 4 delays the coincidence of over the tonic—and thus the sense of resolution for the strophe—until the downbeat of bar 8.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Example 8 also illustrates two of the most expressive blues sonorities: over the subdominant (in bar 3) and over the dominant (in bar 7).  These are two of Naphtali Wagner’s three primary blues chords ( 2003 , 355)—the third is and over the tonic—and, indeed, these are characteristic sonorities.  I would only add that they grow out of the linear motion of the dropping third and that the tendency of the dissonant in all three cases is to resolve down to . (22) Example 9 also demonstrates over the subdominant (in bar 3).  In bar 7 of Example 9, a diminished seventh chord applied to the dominant supports , illustrating a point again related to Wagner’s study: that when a harmony other than the tonic, subdominant, or dominant supports the lowered form of scale degree 3, this harmony tends to be a more conventional “classical” sonority.  In their 1935 recording of “Sittin’ on Top of the World,” which uses the same melody, Bob Wills and his Texas Playboys harmonize with VI in the analogous position on the downbeat of bar 7.",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "wagner_2003"
                ]
            }
        },
        {
            "22": {
                "text": "[22] Patton’s song (Example 8) demonstrates another large-scale characteristic that is common in much of the repertoire.  The alternation of the natural and lowered forms of scale degree 3 is often one of the most expressive juxtapositions.  Patton first introduces over the subdominant, which prepares for his later and more dissonant use of over the dominant.  The dual representation of one part of the mode then becomes motivic.  Why is more climactic over dominant harmony than in other harmonic contexts is discussed below. Example 16 . Anita O’Day, “Boogie Blues“ (1945), first verse (click to enlarge and hear the audio) Example 17 . Bob Dylan, “Bob Dylan’s Blues (1963), second verse (click to enlarge and hear the audio)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Many (though certainly not all) realizations of the standard twelve-bar blues scheme also often retain the tonic mode during shifts in harmony, as in “Boogie Blues” by Anita O’Day ( Example 16 ). (23) In bars 5–6 and 9–10, the non-tonic harmonies trigger the lowered .  Some other twelve-bar schemes also retain the tonic mode during harmonic changes.  In “Bob Dylan’s Blues,” an example of the twelve-bar “Railroad Bill” scheme, the tonic mode remains over changes to the subdominant and dominant harmonies ( Example 17 ). (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Performers of American folk and popular music display a preference for ending on the tonic with in the melody, not only in most of the examples cited here, but in countless other instances, suggesting that the perfect authentic cadence represents the most conclusive type of ending.  The perfect authentic cadence, as defined here, includes the approach to the final tonic from the dominant—found in most songs that contain all three harmonies&#8212and the final <span class=\"sd1\"></span>&nbsp;in the melody, but not necessarily a stepwise motion from <span class=\"sd2\"></span>&nbsp;or <span class=\"sd7\"></span>&nbsp;to the final <span class=\"sd1\"></span>. The prevalence of the V&#8211;I ending suggests that the upper dominant may still outrank the lower dominant (as it does in much classical repertoire) as the definitive cadential chord needed to create the most conclusive ending (even though the subdominant retains its status as a lower dominant, and is not reduced to the status of a pre-dominant), and that IV and V are not simply interchangeable.  This may be because <span class=\"sd1\"></span>&nbsp;remains stable over the subdominant but becomes temporarily unstable over the dominant, which thus forces a shift back to the tonic for final resolution.  Thus, especially when the tonic mode remains over changes of harmony, the dominant may create more urgency for resolution.  This may help to explain why so many schemes and songs open with motion between the tonic and subdominant and close with motion from the dominant to the tonic, instead of the other way around: \nthe motion to the dominant creates more urgency to resolve, and thus the closing progression \nis the more intense.</p>\n<p>[25] This general harmonic framework&#8212;opening with tonic-subdominant motion and closing with dominant-tonic motion&#8212;occurs frequently in twelve-bar schemes, such as the standard twelve-bar blues scheme, the &#8220;Frankie and Johnny&#8221; scheme, the &#8220;Railroad Bill&#8221; scheme, and the &#8220;Whitehouse Blues&#8221; scheme (Table 1).  One notable exception to the V&#8211;I cadential formula is the insertion of the subdominant between the dominant and the final tonic to intensify the cadence by accelerating the harmonic rhythm and approaching the final tonic from both its upper and lower dominants.  This is the progression at the end of the most common variant of the twelve-bar blues, but even here the dominant arrives later in the scheme than the subdominant, and its tension does not resolve until it reaches the tonic.</p>\n<p>[26] Although traditional theories of dissonance for tonal music may be helpful in the analysis of American folk and popular music, they fall short of being comprehensive.  The dissonant dropping and hanging thirds function outside of conventional tonal theory, and within the framework of a mode built around the tonic triad.  This mode either transposes or remains in place during changes of harmony, the latter situation accounting for much of the most remarkable dissonance treatment in the repertoire.  The interaction between mode and harmony influences the large-scale structure of a strophe or other section and the perception of its tension and resolution.  Theorists require new explanations for the many dissonances in this repertoire that diverge in function from the dissonances defined by conventional tonal theory.  The foregoing theoretical proposals provide a small step in this direction.\n</p>",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.10.16.3.stoia.html",
    "data": "mto/data/mto.10.16.3.stoia.json"
}