{
    "title": "Response to Plenary Session",
    "date": "2000/01/01",
    "volume": "6",
    "issue": "1",
    "authors": [
        "Agawu, Kofi"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.1/mto.00.6.1.agawu.pdf",
    "author_info": [
        {
            "name": "Kofi Agawu",
            "university": "Department of Music",
            "address": "Princeton University, Woolworth Center of Musical Studies, Princeton, New Jersey 08544-1007",
            "email": "kagawu@princeton.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The last time I spoke at a meeting of our Society, there was trouble.\nThat was in New York in 1995, where several colleagues and I responded to the\nchallenge of the then so-called New Musicology. A vigorous discussion followed\nfor a few weeks after the meeting, but as often happens with these things,\ninterest soon waned and many went back to business as usual.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] But not all of us went back to business as usual. The challenge posed by\nthe new musicology was to formalism. This challenge hit a raw nerve among\ntheorists, for our field thrives not on unanchored observations but on aural and\nvisual observations that, however heterogeneously motivated, are gathered into\ncoherent form. Some left New York still unable to imagine life as\npost-formalists. For others, however, the intellectual force of the new\nmusicological challenge to music theory was such that, even if they remained\ndeeply skeptical, they were compelled to begin thinking about fresh ways of\npracticing music theory that would escape the limitations of formalism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Contemporary American music theory is best thought of as a constellation\nof practices. Indeed, music theory has always been a pluralistic discipline even\nthough certain institutional representations of it have come to suggest that\nSchenker, sets, and a dose of the history of theory are the things that a\nwell-trained theorist should command. But pluralism does not eschew hierarchies.\nThe pluralist profile speaks to intellectual freedom and ensures that no matter\nwhat they are or how they are conceived, our ideas will find an audience of at\nleast one. In practice, however, effective pedagogy demands that one approach or\nanother predominate at a given historical moment. And what predominates in turn\nis determined not necessarily by intellectual cogency but by practical or\npragmatic factors, including a given theory’s “pedagogability.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] It was a wise move on the part of the Society of Music Theory to seek to\ninvolve theorists who operate outside the United States. Such a move may in\nprinciple lead to the rejuvenation of theory by bringing us into contact with\nother methodologies. It may also reassure us that we are not doing badly after\nall, that the capitalist machine has in fact made it possible for us to be the\npacesetters. Those among us with imperial ambitions will find the prospect of\ninternationalizing music theory welcome, an inevitable byproduct of broader\nprocesses of globalization. Those of us alert to the negative consequences of\nother peoples’ imperial ambitions will look upon these developments with some\ntrepidation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] It is a matter for debate whether our guests represent radically\ndifferent intellectual orientations, or whether the only difference between us\nand them is that they had to obtain visas in order to enter the U.S., or that\nthey speak with accents. (Does anyone not speak with an accent?) But the topic\nof otherness is both complex and dangerous, and is perhaps best left to those\nwho have appropriated the right to construct their own and—especially—others’\nsubjectivities. Still, the stated intent of this plenary session, which is to\nexpand the purview of music-theoretical thinking in the United States by\nincorporating international perspectives, seems to me to be entirely\nworthwhile.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The four papers in this session are of course different from one another,\nalthough there are points of resonance among them. Jose Luis Martinez draws on\nPeircean semiotics to develop a comprehensive framework for the analysis of\nIndian art music. Danuta Mirka, departing from within the proto-semiotic field\nof structuralism, explores logical relations among the constituent parameters of\ntexture in order to illuminate the sonoristic style of Polish composer\nPenderecki. Nicolas Meeus seeks an efficient way of explaining harmonic\nprogression in European music of both the tonal and pretonal periods. And Willie\nAnku writes about rhythmic procedure in traditional African music using an\nanalytical methodology influenced by notions of rhythmic sets and their\ncompositional manipulation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Although American theory is not overwhelmingly preoccupied with these\ntopics, it is by no means unsympathetic to the issues raised. Thanks, for\nexample, to the contributions of people like Nattiez, Monelle, Lidov, Tarasti,\nDunsby, and Hatten the semiotic gospel can be read in French- and\nEnglish-speaking communities. And although fundamental questions remain as to\nwhat semiotics finally achieves (is it a way of framing what we know already, or\ncan it release first-order musical insights?) the force of certain prominent\ndemonstrations of semiotic rationale has been decisive in helping some American\ntheorists to overcome the urge to resist semiotics. In this respect, the papers\nof Martinez and Mirka could play a role in heightening semiotic awareness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Similarly, the field of harmonic theory to which Dr. Meeus’s paper\nbelongs, is of course one of the backbones of American theory. In this, our\nlargely Schenkerian age, non-Schenkerian approaches to harmony are encountered\nby students in courses that are historical—occasionally antiquarian—in\norientation. And yet, the growing attempts to rehabilitate certain ideas of\nunder the banner of neo-Riemannian theory serve as a salutary reminder that\nharmonic and even voice-leading life may well exist outside Schenker’s\nintellectual purview. Finally, Anku’s paper, although it deals with a repertoire\nthat is largely unfamiliar to American theorists, invests in a\nquantitatively-oriented descriptive approach that is very familiar to theorists.\nBy urging us to study African repertoires not as repositories of certain\nmystical essences but as structure, temporal projections of considered musical\nbehaviors aiming to make an aesthetic impact, Anku performs a service with which\ntheorists are deeply sympathetic.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Obviously, then, the intellectual orientations of our visitors from\nabroad pose no serious threat to the profile of American music theory (on the\nsurface, at least). This state of affairs must be comforting to some and\nworrying to others. It would be especially worrying to those who had hoped to\nuse this occasion to court difference and now find themselves deprived of that\nopportunity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Let me turn now to the individual papers and comment on each\nbriefly.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Dr. Meeus is concerned with efficient and comprehensive ways of\nunderstanding chordal succession and tonal progression. Starting with the\ncorrective remark that Rameau’s basse fondamentale is not about chord\ninversion but about chord progression, Meeus reviews competing interpretations\nof relative strength in harmonic progression. Opposing the view that tonality is\nprecompositional (that is, prior to any specific usage), he elaborates a concept\nof harmonic substitution, explaining progressions of a 2nd, for example, in\nterms of substitution. Then he takes a paradigmatic or well-formed tonal phrase\nI-IV-V-I and shows how it is made up of so-called “dominant\nprogressions” (Rameau’s term). He ends by applying this conception of\nphrase to a comparative statistical analysis of tonal and pre-tonal music. The\nresults are perhaps not entirely surprising. Whereas the proportion of dominant\nprogression to subdominant progression in tonal music is 75% to 25% (or 80-20),\nthat in pre-tonal progression is roughly 50-50. And where tonal progressions,\naccording to Meeus [13], can be fully construed on four roots only, pretonal\nmusics need six or seven roots, sometimes more. And where tonal progressions are usually based\non sequences of dominant progressions, pretonal musics have sequences of\nsubdominant progressions. (Incidentally, there are strong resonances between\nthis work and that of American theorist Allen Irvine McHose, whose Contrapuntal\nHarmonic Technique of the 18th Century of 1947 remains obscure).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Dr. Meeus attempts to pack a great deal into a short paper, the result\nbeing that some points are not fully elaborated. It would be helpful to learn,\nfor example, which repertories might be surveyed by one who wishes to test the\napplicability of his theory. In what sense is the recuperation of Rameau’s basse\nfondamentale as a theory of chord progression a radical interpretation? How\ndoes this square with Schenker’s verdict that with the Traite “the seeds of\ndeath already had penetrated into music theory and indirectly into\ncomposition” (Das Meisterwerk III, essay “Rameau or Beethoven”)?\nFinally, in view of the recent growth of interest in sub-surface voice leading\nfocused on adjacencies, how might one begin to reconcile explanations that take\nthe periodic phrase as point of departure with those premised on arhythmic and\nabstract harmonic progression?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Willie Anku’s paper is a contribution to the theory of rhythm of African\nmusic. Rhythm is, of course, the hotly contested issue in writing about African\nmusic, and although there is a certain amount of hot air in such writing, there\nare genuine and fundamental disagreements among authors. Anku takes ensemble\nmusics of Ghana, specifically Adowa and Bawa dance drumming, as the site for\ndeveloping his theory. His aim, in part, is to explain as precisely as possible\nthe ways in which the master drummer’s ostensibly improvised patterns, which are\nalso the most elaborate of the entire ensemble, are organized. But before he\ncan get to the master drummer, he needs to explain how a typical drum ensemble\nworks, how the individual rhythms are structured and coordinated. This in turn\nentails the development of an appropriate vocabulary for naming various\nprocedures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] One striking thing about Dr. Anku’s paper is the extent to which it\nmanages to integrate insider and outsider views, indeed to render the\ndistinction between insider and outsider deeply problematic. He stresses the\nimportance of “ethnically perceived norms of beat perception” in order\nto give priority, at the compositional level, to those who actually carry these\nmusical traditions. (He might have added that the dance or choreographic\nsupplement provides the strongest clue to metrical orientation in West African\nmusic.) On the other hand, he does not hold back from adopting apparently\nforeign’ tools, tools from atonal theory that allow him to express certain\nstructural properties concisely.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Three issues that we might discuss are, first, the claim that the three\ntypes of set have specific extra-musical connotations in the culture: 12-set is\nassociated with serious social and festive music, 16-set with recreational or\nlight music, and the cross set with ritual worship. As far as I know, no one has\npreviously made this correlation, even though other writers (such as Gerhard\nKubik) have often emphasized the historical depth of so-called time lines.\nSecond is the very conception of rhythmic sets in African music as well as the\ncorollary tendency to understand progression in terms of circles as distinct\nfrom lines. Is this so different from European music based on cycles? Third, is\nthe demonstration of a high level of compositional planning in the master\ndrummer’s part, planning based on the interpolation of sets, the use of\nsuccessive sets, the shifting of set orientations, the introduction of bridges\nand waiting patterns, and so on. Is this planning structural? In other words, do\ndifferent performances of a given dance use the same procedures?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Several questions also come to mind about Dr. Anku’s paper. One of them\nconcerns the notion of time points. Is there any evidence from carriers of the\ntradition that they are aware of the significance of the number of attack points\nin a given set—say 7 in the standard pattern? In other words, is the morphology\nof the set a western invention? A second and related question is whether the\nadditive conception of rhythm built into the matrixes of set structures 1 2 2 1\n2 actually derives from indigenous conception.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The cross-cultural approach developed by Dr. Anku holds the greatest\npromise for our understanding of African musical procedures. By now we should\nput away the aggressively nativist postures that seek to envelop African music\nin mysticism even while refusing technical investigation. It may well be that\nAfrican music is more like European music than we have been willing to\ngrant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] With Dr. Martinez we move from Africa to India, and from the narrowly\ntechnical to a global framework for musical interpretation. Dr. Martinez is\nconcerned with developing a comprehensive framework for the analysis of Indian\nart music. For this task, he has found some natural allies among the\nsemioticians, for the latter’s totalizing schemes and promise of complete\ncontrol on all variables prove enticing to young people. An advocate for\nPeircean semiotics, Martinez begins by proposing an analytical model comprising\nthree interrelated fields of inquiry dealing with intrinsic musical semiosis,\nmusical reference and musical interpretation. He then uses an Indian raga\nmalkauns composed by D. C. Vedi to explore each of the three fields of\ninquiry.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This is a wide-ranging inquiry that cannot be adequately summarized\nhere. Suffice it to say that Martinez’ model provides a home for internalist\nanalysis, externalist analysis (when music is construed as a set of symbols),\nand various aspects of musical interpretation, ranging from historical through\nthe systematic. By its breath, Mr. Martinez’s model is readily applicable to\nother repertoires. Indeed, readers of Jean-Jacques Nattiez will recognize\nsimilarities between his Molino-inspired tripartition and Martinez’s\nmodel.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] A model that attempts to cover all the bases, to file away all the\npossible thoughts and utterances elicited by a musical work can leave you either\nimpressed with the range of its explanatory power or unmoved by its relatively\nmodest attention to purely musical relationships. Perhaps it is the idea of the\n“purely musical” that is under siege here. And yet, despite the range\nof information from various sources (systematic as well\nas—especially—historical), the performative dimension of note-by-note\nanalysis, the semiosis of musical materiality, is given less prominence in this\npaper than some might wish. It would be interesting to inquire into the\npriorities enshrined in Dr. Martinez’s model.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Danuta Mirka’s paper shows what can be gained from a narrower focus if\nnot on the music at least on sound. The specifically technical focus is only a\npoint of departure for her, however. For by the end of the paper, we have moved\nfrom essentialized modes of dimensional behavior through a field of\ncombinatorial possibilities to larger questions of musical narration. The\nadvantage of deliberately setting limits at the start of an investigation are\nthus made clear, rendering possible accusations of theoretical myopia thoroughly\nimpotent.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The repertoire that Dr. Mirka analyzes is Penderecki’s so-called\nsonoristic style of the 1960s. If you approach this music armed with uninflected\nnotions of pitch or pitch class, your life may well be made greatly complicated.\nBut if proceed in terms of notions of sound masses, you will be on the right\ntrack. Mirka begins by establishing the basic system of Penderecki’s style by\npositing certain oppositions in the three fundamental “parameters” of\npitch, loudness, and time. But classifying features neatly into discrete sets is\nnot always possible, for our ways of perceiving require mediative terms as well.\nMirka takes us then into the land of syntax, understood here to mean “the\ntemporal order of segments in the course of a musical narration,” and\nexplores competing arrangements of segments under the aegis of narrative. Just\nwhen we thought structuralism was passé, we find a fresh invocation of it that\nhelps to ground an analysis of style.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] From the foregoing summary it should be evident that framing a\ndiscussion of all four papers together presents a formidable challenge. A check\nlist of issues raised reveals a network of affiliation. Elements of that network\ninclude historical matters, including the status of music-theoretical treatises\n(Meeus, Martinez), questions of style and relations between repertoires (Meeus,\nMirka and Anku), musical syntax (Anku, Mirka, Meeus and indirectly Martinez),\nnarrative (Mirka, but also, implicitly, Anku in what he says about the master\ndrum), non-Western music (Anku [Africa], Martinez [India]), structuralism and\nsemiology (Martinez and Mirka explicitly, Meeus implicitly) and notions of pitch\nand rhythm sets (Anku [rhythm] and Mirka [sound masses]).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] What does a respondent do in the face of such heterogeneity?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Although I was asked to draw lessons for American Theory from the\nperspectives exposed by our four guests, I find myself at a loss as to what to\nsay. For, as I mentioned earlier, the familiarity of their approaches eliminates\nany need for pontification on how Others can help us lead our theoretical lives\nbetter. But I would like to conclude with two brief observations. The first\nconcerns foundations. Music theory is a foundationalist discipline. Indeed, it\nis an aggressively foundationalist discipline. One reason for our attachment to\nfoundations stems from the pedagogical imperative that has been entrusted to us\nin the American Academy. Yet the news from elsewhere in the Academy is of a skepticism\nabout foundations, a rethinking of what they enshrine or exclude, what they\nenable or disable. In some extreme formulations, we are in a post-foundational\nphase. Can we begin to imagine a post-foundational music theory? I am not sure\nwhether our guests can help us here, since each of their papers is concerned\neither with laying down foundations or drawing upon existing ones. Still, it\nseems to me that a radical questioning of the descriptive and procedural protocol\nthat we have long taken for granted is in order.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Second and related, when foundations are enshrined in Theory and\ndeployed in something called Theory-based analysis, they do nothing but\nreproduce themselves. It would be wise, then, in seeking to escape the\ncircularity of theory-based analysis, to return to an issue that exercised\nseveral minds as far back as the 1960s, and to consider detaching theory from\nanalysis. Theory is closed, analysis open. A theory-based analysis does not push\nat frontiers in the way that a non-theory-based one does. Theory is\nfoundational, analysis non-foundational. But analysis is also performance, and\nits claims are to a different order of knowledge than, say, historical or\narchival knowledge. Analytical knowledge is non-cumulative whereas theoretical\nknowledge is cumulative. So it is possible that we would be doing analysis a\nfavor by detaching it from theory in order to pursue both with equal commitment.\nI would not dare to suggest that the SMT become the SMAT [Society for Music\nAnalysis and Theory]—who knows what some mischievous graduate students will do\nwith that acronym? Nor do I mean to imply that analysis has not always been an\nessential part of what we do. It has, of course. I mean rather to urge the\ncontinuing cultivation of the more speculative kinds of analysis, that we can\nmore decisively call into question the foundations of our discipline,\nfoundations that may well prove ultimately unshakeable. In an ironic way, then,\nthe contributors of our guests serve as valuable pointers to roads not to be\ntaken if the aim is not to return to business as usual.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session at the society for music theory's 22nd meeting in atlanta (november 13, 1999)",
    "source": "mto/raw/mto.00.6.1.agawu.html",
    "data": "mto/data/mto.00.6.1.agawu.json"
}