{
    "title": "Metaphors in Motion: Agents and Representation in Transformational Analysis",
    "date": "2009/03/01",
    "volume": "15",
    "issue": "1",
    "authors": [
        "Attas, Robin"
    ],
    "abstract": "Recent animated transformational analyses, while innovative, have yet to consider the underlying conceptualizations demonstrated by the language of transformational theory itself and the implications these conceptualizations hold for animated representations. This article uses schema theory as a starting point to discuss the basic cognitive organization of transformational theory, potential problems that arise in analytical practice, and the advantages and disadvantages of different animated representations of David Lewin’s analysis of Stockhausen’sKlavierstück III.",
    "keywords": [
        "Transformational theory",
        "Lewin",
        "image schema",
        "metaphor",
        "Stockhausen",
        "Klavierstück III",
        "animation"
    ],
    "doi": "",
    "received": "November 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.1/mto.09.15.1.attas.pdf",
    "author_info": [
        {
            "name": "Robin Attas",
            "university": "University of British Columbia",
            "address": "School of Music, 6361 Memorial Road, Vancouver, BC, V6T 1Z2 Canada",
            "email": "rattas@interchange.ubc.ca"
        }
    ],
    "citations": {
        "bamberger_1986": "Bamberger, Jeanne. 1986. “Cognitive Issues in the Development of Musically Gifted Children.” In Conceptions of Giftedness , ed. Robert J. Sternberg and Janet E. Davidson, 388–413. Cambridge: Cambridge University Press.",
        "bamberger_1991": "Bamberger, Jeanne. 1991. The Mind Behind the Musical Ear: How Children Develop Musical Intelligence . Cambridge, Mass.: Harvard University Press.",
        "brower_2000": "Brower, Candace. 2000. “A Cognitive Theory of Musical Meaning.” Journal of Music Theory 44/2: 323–379.",
        "clifton_1983": "Clifton, Thomas. 1983. Music As Heard: A Study in Applied Phenomenology . New Haven: Yale University Press.",
        "cohn_2003": "Cohn, Richard L. 2003. “A Tetrahedral Graph of Tetrachordal Voice-Leading Space.” Music Theory Online 9.4 .",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . New York: Oxford University Press.",
        "johnson_1987": "Johnson, Mark. 1987. The Body in the Mind . Chicago: University of Chicago Press.",
        "johnson_and_larson_2003": "Johnson, Mark and Steve Larson. 2003. “‘Something in the Way She Moves’: Metaphors of Musical Motion.” Metaphor and Symbol 18/2: 63–84.",
        "klumpenhouwer_2006": "Klumpenhouwer, Henry. 2006. “‘In Order to Stay Asleep as Observers’: The Nature and Origins of Anti-Cartesianism in Lewin’s Generalized Musical Intervals and Transformations.” Music Theory Spectrum 28/2: 277–89.",
        "kramer_1988": "Kramer, Jonathan. 1988. The Time of Music . New York: Schirmer.",
        "lakoff_1987": "Lakoff, George. 1987. Women, Fire, and Dangerous Things: What Categories Reveal about the Mind . Chicago: University of Chicago Press.",
        "lakoff_and_johnson_1980": "Lakoff, George and Mark Johnson. 1980. Metaphors We Live By . Chicago: University of Chicago Press.",
        "lewin_1986": "Lewin, David. 1986 “Music Theory, Phenomenology, and Modes of Perception.” Music Perception 3/4: 327–92.",
        "lewin_1987": "Lewin, David. 1987. Generalized Musical Intervals and Transformations . New Haven and London: Yale University Press.",
        "lewin_1993": "Lewin, David. 1993. Musical Form and Transformation . New Haven and London: Yale University Press.",
        "lochhead_1982": "Lochhead, Judith. 1982. “The Temporal Structure of Recent Music: A Phenomenological Investigation.” Ph.D. dissertation, State University of New York at Stony \nBrook.",
        "rahn_1987": "Rahn, John. 1987. “Review: Generalized Musical Intervals and Transformations .” Journal of Music Theory 31/2: 305–18.",
        "reed_and_bain_2007": "Reed, Jacob and Matthew Bain. 2007. “A Tetrahelix Animates Bach: Revisualization of David Lewin’s Analysis of the Opening of the F Minor Fugue from WTC I.” Music Theory Online 13.4 .",
        "roeder_et_al_2006": "Roeder, John, Scott Cook, Stephanie Lind, and Mustafa Bor. 2006. “Animating the ‘Inside’: How Musical Spaces Shape Transformational Signification”, poster session at the Society for Music Theory 2006 meeting in Los Angeles, California.",
        "rogers_and_buchler_2003": "Rogers, Nancy M. and Michael Buchler. 2003. “Square Dance Moves and Twelve-Tone Operators: Isomorphisms and New Transformational Models.” Music Theory Online 9.4 .",
        "rosch_1994": "Rosch, Eleanor. 1994. “Categorization.” In Encyclopedia of Human Behavior , vol. I, ed. V.S. Ramachandran, 513–23. San Diego: Academic Press.",
        "saslaw_1996": "Saslaw, Janna. 1996. “Forces, Containers, and Paths: The Role of Body-Derived Image Schemas in the Conceptualization of Music.” Journal of Music Theory 40/2: 217–243.",
        "satyendra_2004": "Satyendra, Ramon. 2004. “An Informal Introduction to Some Formal Concepts from Lewin’s Transformational Theory.” Journal of Music Theory 48/1: \n99–141.",
        "tufte_1990": "Tufte, Edward R. 1990. Envisioning Information . Cheshire, Conn.: Graphics Press.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music . Oxford: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. As an example of Lewin’s performative language, see the discussion on page 159 of Lewin 1987 ( GMIT ). Lewin states, among other similarly-worded sentences, “If I am at s and wish to get to t, what characteristic gesture ... should I perform in order to arrive there?”",
            "citations": [
                "lewin_1987"
            ]
        },
        "FN2": {
            "text": "2. Examples include Rogers and Buchler 2003 , Cohn 2003 , and Roeder et al. 2006 . Reed and Bain 2007 discuss the interaction between animated and static models of transformational analysis, without probing the assumptions and conceptualizations inherent in transformational theory itself.",
            "citations": [
                "rogers_and_buchler_2003",
                "cohn_2003",
                "roeder_et_al_2006",
                "reed_and_bain_2007"
            ]
        },
        "FN3": {
            "text": "3. To reduce the number of footnotes, I will henceforth reference each citation from these source texts in the body of my text, in the format (book, page number).",
            "citations": []
        },
        "FN4": {
            "text": "4. Lewin, though embracing many tenets of the phenomenological position, does temper this with a belief “that the statements we make in connection with a perception are about something, which is to say about some thing ” ( Lewin 1986 , 336), thus maintaining the object-based mode of musical theorizing I \ndescribe. Other music-theoretical studies which draw on all or part of the \nphenomenological attitude include Lochhead 1982 , Clifton 1983 , Kramer 1988 , and Hasty 1997 .",
            "citations": [
                "lewin_1986",
                "lochhead_1982",
                "clifton_1983",
                "kramer_1988",
                "hasty_1997"
            ]
        },
        "FN5": {
            "text": "5. For research on categorization from a music theory \nperspective, see Zbikowski 2002 . Zbikowski recommends Rosch 1994 and Lakoff 1987 as useful summaries on recent research in category theory.",
            "citations": [
                "zbikowski_2002",
                "rosch_1994",
                "lakoff_1987"
            ]
        },
        "FN6": {
            "text": "6. As explained on the first page of GMIT , for Lewin a family of objects is equivalent to the mathematical definition of a set, but the use of the latter term is restricted by its appropriation for set-class theory.",
            "citations": []
        },
        "FN7": {
            "text": "7. I adopt the authors’ use of capital letters to name everyday metaphors.",
            "citations": []
        },
        "FN8": {
            "text": "8. For a more detailed summary of Lakoff and Johnson’s work and its implications in music theory, see Zbikowski 2002 , particularly Chapter Two, “Cross-Domain Mapping” (63–95).",
            "citations": [
                "zbikowski_2002"
            ]
        },
        "FN9": {
            "text": "9. These are: 1) that our bodies are stationary while other objects come towards us or move away from us (for example, “the recapitulation is coming”); 2) that our bodies are in motion through a stationary landscape (for example, “we are coming to the recapitulation”); and 3) that our bodies are moved by external forces, as we experience phenomena such as wind, water, and gravity (for example, “the music is pushing [the listener] towards the recapitulation”).",
            "citations": []
        },
        "FN10": {
            "text": "10. Rather than focusing on the sources for the opposition Lewin posits here, or its validity, I am more concerned with Lewin’s conception of agency in terms of the schemas he invokes. For analysis on these other issues, see Satyendra 2004 and Klumpenhouwer 2006 .",
            "citations": [
                "satyendra_2004",
                "klumpenhouwer_2006"
            ]
        },
        "FN11": {
            "text": "11. John Rahn, in his review of GMIT , suggests that this insider view represents that of the composer. This option is certainly available, depending on how one feels about composer intentionality as expressed via analysis. See Rahn 1987 , 312.",
            "citations": [
                "rahn_1987"
            ]
        },
        "FN12": {
            "text": "12. The style of language I describe can also be seen in Section 7.2 of GMIT (161–164). Lewin’s discussion of transformations in Wagner’s Parsifal tends to use very passive language: “we do hear the local keys of figure 7.3 elaborating a pitch-class variation” ( GMIT, 162); “we can hear BELL as an overall progression of -3, elaborated by two subprogressions of 7” ( GMIT, 164); etc. Though perhaps it could be argued that hearing transformationally is a conscious, active act, the language Lewin uses allows the reader to fall back into a more traditional, passive observer position.",
            "citations": []
        },
        "FN13": {
            "text": "13. These sorts of statements could be used in an argument for the composer as the implicit human agent responsible for the piece’s design.",
            "citations": []
        },
        "FN14": {
            "text": "14. Lewin takes these descriptions from Bamberger 1986 and Bamberger 1991 .",
            "citations": [
                "bamberger_1986",
                "bamberger_1991"
            ]
        },
        "FN15": {
            "text": "15. See also Tufte’s personal website, “The Work of Edward Tufte and Graphics Press,” available at http://www.edwardtufte.com/tufte .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Readers of David Lewin’s transformational theories may sense a tension between his very dynamic conception of music and the static diagrams he presents. He describes analysis performatively, in terms of an actor or agent who moves through a transformational “space” via distinctive “gestures,” but this conceptualization is difficult to convey on the printed page. (1) In the last few years, other scholars have begun to explore the possibilities of computer animation for highlighting the dynamic and spatial qualities of transformations. (2) Many of these analyses retain the abstract graph-theoretic diagrams that are typical of Lewin’s static analyses, but add objects moving in time with recordings, thus achieving some sense of spatiality and performative gesture.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] At the same time, however, these improved representations highlight some basic questions about transformational conceptualizations of music that, because they were not so apparent in static analyses, have not been critically examined. Both in language and in visual representation, transformational theory invokes numerous mental models that are not always consistent. As animations become more representational and realistic, these underlying models become more obvious, as do their different conceptual schemas. It seems to be a good moment, then, to examine the language and graphics used in the foundational documents of transformational analysis in order to ensure that the symbol systems of new graphics will neither contradict nor overwhelm the theory’s essential perspective.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Inspiration for this type of detailed meta-level attention to the underlying conceptualization of a musical analysis could come from work done in the field of music cognition, particularly from those studies that focus on the use of metaphor as a means of elucidating underlying conceptualizations of music. Through this sort of attention to the details of language used for transformational theory specifically, general assumptions of the discipline can be revealed and possibly questioned. Once this groundwork has been covered, the opportunity arises to use these underlying conceptualizations  in the creation of new graphic analyses that have the potential for deeper and more meaningful communication of information than the original graphs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] Transformational theory uses many of the same metaphors and underlying concepts as  other theories of music, but also contains unique elements. For a computer animation of a transformational analysis to be effective and well-situated, these \nelements must be analyzed and questioned. My analysis will examine two texts considered fundamental to transformational theory: Lewin’s Generalized Musical Intervals and Transformations ( Lewin 1987 ; henceforth, GMIT ) and his analysis of Stockhausen’s Klavierstück III in Musical Form and Transformation ( Lewin 1993 ; henceforth, MFT ), which is set up as a how-to manual for completing a transformational analysis. The two sources in combination will present most of the key issues in the language of transformational theory. (3) Categories and transformations",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "lewin_1987",
                    "lewin_1993"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] The most general concept used in transformational theory, and one common to most theories of music, concerns the nature of music itself. Contrary to the phenomenological position, where music is conceptualized only through an individual’s subjective experience, most music theories use a language which conceptualizes music in terms of concrete objects. (4) This could be as simple as conceptualizing music as a series of objectively discriminate sounds, or it could entail more complex systems that classify musical events in different ways: pitches, members of scales, durations, and so forth. The advantage to this conceptual turn is that it allows theorists to describe relationships among these discrete objects.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] The grouping of objects into more complex systems based on the relationships among them demonstrates the cognitive process of categorization, which is a common way of organizing and understanding knowledge about the world. (5) The existence of a category depends on the recognition that its members are similar in some way(s). Categories are often conceived around a particular prototypical object, to which other members can be seen as more or less similar ( Zbikowski 2002 , 30).  For example, a standard tonal theory might include categories of “chords in the tonic key” (with member objects including the dominant and subdominant, and with the tonic a possible prototype) and “chords outside the tonic key” (with member objects including chords whose roots are chromatic scale degrees). Categories may be embedded within one another or overlap: the category of “chords within the tonic key” contains categories for “pre-dominant-function,” “dominant-function,” and “tonic-function,” and overlaps with categories such as “pitches within the tonic key.”",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] In transformational theory, Lewin uses the term “families” to describe what are essentially categories. (6) The Klavierstück III analysis, for example, involves 24 sets of pitch-classes that are transpositionally or inversionally equivalent. The “prime form” of this set class, {0,1,2,3,6}, could be regarded as the prototypical object (that to which all other members of the category are related via various transformations), but Lewin refers instead to the first pentachord articulated in the piece (heard in the order <9,e,2,8,t>). Either way, the mathematic comprehensiveness required by transformational theory allows this category to demonstrate membership much more precisely than some of the harmonic-functional categories described previously.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] However, Lewin often describes the basic idea of a passage with very different language: in terms of a “characteristic gesture,” that is, a graph of transformational relationships. The nature of this graph—a node-arrow system with labeled arrows but no content in the nodes—complicates the identification of categories and prototypical objects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] For example, his analysis of the opening of Schoenberg’s Op. 19, No. 6, reveals that the vertical intervallic construction of the opening chord recurs in particular horizontal melodic intervals in succeeding measures ( GMIT , 159–160). A traditional analysis of the piece might preserve notions of “chord,” “interval-succession,” and “melody” as cognitively discrete categories. But although Lewin does not explicitly say so, his analysis subsumes all these separate “family” categories into a single category whose members all manifest the transformational graph of the characteristic gesture. This use of a single “gesture”-category is one of the hallmarks of transformational analysis, but it does create some difficulties even as it opens new avenues of musical thought.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Using a gesture-category creates a much larger collection of category members than do more traditional musical categories. Further, members of the gesture-category as a whole may belong to different subcategories: in the case of the Schoenberg analysis, its nominally prototypical member (the opening chord) belongs to a subcategory of “chord” that is not shared by other members of the gesture-category. This likely-unintentional unification of seemingly disparate elements is not the result of an overlapping or embedding of categories (a possibility that Zbikowski mentions in Zbikowski 2002 , 31). Rather, it arises from the inconsistency between the criteria for membership in the family-categories and in the gesture-category: all the members in a family-category can be transformed to each other, but two members of the gesture-category that belong to different family-categories (say, a rhythm and a chord) cannot be similarly transformed into each other. There is no one prototype for the gesture-category, only prototypes for the individual families.",
                "footnotes": [],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] This kind of confusion about categories can seep into the design of visual representations of transformational analyses, whether the analysis is a traditional static drawing or a computer animation. The placement of objects in the visual field can assert categories both intended and unintended by the analyst. For example, in his Klavierstück III analysis, Lewin represents particular pentachords with nodes, and he indicates particular transformational relations among them with labeled arrows. He also indicates groupings of nodes by drawing dotted boxes around particular pentachord “complexes.” Arrows extend between these boxes, but it is not clear whether Lewin intends these to refer to transformations between individual pentachords, or between the complexes as a whole. The visual suggestion of categories thus confuses the meaning of his analysis ( MFT , 34). Schemas, forces and agents",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Identifying categories is only one way in which we can examine the conceptualizations at work in transformational theory. Another method, pioneered by George Lakoff and Mark Johnson, is to examine the language of the theory for the use of “everyday metaphors” \n( Lakoff and Johnson 1980 , 6). (7) These metaphors are present in normal speech patterns and can reveal underlying conceptualizations of the world. For example, the everyday metaphor IDEAS ARE PLANTS structures our approach to ideas themselves. This is manifest in standard phrases such as “that’s a budding theory,” “mathematics has many branches ,” and “the seeds of his great idea were planted in his youth” ( Lakoff and Johnson 1980 , 47). If we conceptualize an idea as a living plant, we can accept that ideas will grow and change over time, rather than remain static and fixed. Awareness of everyday metaphors leads to an awareness of the conceptual power inherent in what may seem to be common speech patterns.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "lakoff_and_johnson_1980",
                    "lakoff_and_johnson_1980"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Related to the notion of an everyday metaphor is the image schema, described by Johnson as “a recurring, dynamic pattern of our perceptual interactions and motor programs that gives coherence and structure to our experience” \n( Johnson 1987 , xiv). Image schemas are created through cross-domain mapping, where simpler, more concrete experiences (in this case, bodily experiences specifically) are mapped on to more abstract concepts. For example, everyday descriptions of emotion often use words related to up for happy and down for sad , possibly reflecting a mapping from the physical state of our bodies when we experience these emotions. (8) Janna Saslaw and Candace Brower have both identified particular image schemas present in certain music theories. Saslaw uses the source-path-goal schema (where we move from a defined starting point along a path arriving at a goal) and the container schema (where we experience our bodies as containers with defined boundaries between inside and outside) to explore theories of harmonic modulation and tonality, particularly in the work of Hugo Riemann \n( Saslaw 1996 ). Brower explores the use of these and other schemas in several different music theories, and she also considers  metaphors of force and their place in image schemas. For example, the source-path-goal schema suggests some sort of propulsive force, exerted by an agent, that causes motion from source to goal \n( Brower 2000 ). Johnson and Steve Larson have also suggested three force-based experiences of physical motion that are applied via cross-domain mapping to the human experience of music ( Johnson and Larson 2003 ). (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "johnson_1987",
                    "saslaw_1996",
                    "brower_2000",
                    "johnson_and_larson_2003"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] The question of agency in these forces is something I will address later on, but it is apparent that image schemas underlie most theories of music. Source-path-goal schemas are the basis for ideas of motion towards goals, or from tension to rest. Similarly, the container schema informs concepts of chords and grouping structure, among others.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Transformational theory engages these schemas in two specific ways: verbally, in the analytical language of individual analyses, and graphically, in the diagrams that accompany the text. The container schema is easier to recognize, linking as it does to previous assertions about characterizing musical phenomena as objects, and placing objects into categories. The pentachords of Lewin’s Klavierstück III analysis, for example, are both containers (of five pitch classes) and are themselves contained (by participating in a network). Lewin elaborates the container schema with language that refers to the pentachords as “tightly packed,” thus linking pc order with proximity in register ( MFT , 20). The commonly-used node-arrow diagrams of transformational theory further emphasize the container schema. In the case of Lewin’s analysis, each node encircles a family member (a five-note set), metaphorically unifying its contents and segregating them from the contents of other nodes. The dotted boxes, which similarly isolate 4-node complexes from each other, also manifest another aspect of the container schema—the ability of containers to nest.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Whereas the container schema could be seen as another way of representing musical categories, the source-path-goal schema involves very different conceptualizations which, in the context of transformational analysis, raise particular questions about forces and motion. In his analytical writings, Lewin often makes this schema explicit, with statements such as “we can view the chronological progress of the piece as a path, or a series of path-segments, through the network” ( MFT , 17). He commonly refers to networks as general musical “spaces,” and uses the analogy of a game board or map to invoke common experiences of the source-path-goal schema ( GMIT , 21). Naturally, then, his graphical layouts manifest this notion of moves in a space: the nodes represent sources and goals, while the arrows indicate the paths between them.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] However, in the views of the image-schema scholars cited above, the source-path-goal schema also implies the existence of forces that cause the metaphorical motion. Accordingly, the arrows on transformational graphs not only trace possible paths, but can also be interpreted as forces directing the perceived “motion” of the music from node to node. Lewin reinforces this interpretation by describing the relationships between objects in a space as “directed . . . motions of some sort” ( GMIT , 16). Of course, animations offer a way for this directed motion to be represented in a way that static drawings can only suggest. But what is the force that directs the motion from source to goal? What agent exerts it? And what exactly does it move? These questions of action and agency are fundamental to any consideration of conceptualization in transformational theory, and are also of practical import in designing animations that can show the agent at work much more directly than static representations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] Unfortunately, Lewin’s descriptions are somewhat diverse and ambiguous on these crucial points. The following oft-cited passage is a useful summary of his basic position: We tend to conceive the primary objects in our musical spaces as atomic individual “elements” rather than contextually articulated phenomena like sets, melodic series, and the like. And we tend to imagine ourselves in the position of observers when we theorize about musical space; the space is “out there,” away from our dancing bodies or singing voices . . . In contrast, the transformational attitude is much less Cartesian. Given locations s and t in our space, this attitude does not ask for some observed measure of extension between reified “points”; rather it asks: “If I am at s and wish to get to t, what characteristic gesture . . . should I perform in order to arrive there?” . . . This attitude is by and large the attitude of someone inside the music, as idealized dancer and/or singer. No external observer (analyst, listener) is needed ( GMIT , 158–59). (10) In this conception, the force is the propulsion of the agent between locations in the structured space of a transformational network. Goal, path, and gesture are all chosen freely; neither the music nor its composer is reified as a controlling agent. This makes sense as a metaphor for the process by which transformational analyses are created: an analyst studies a piece, defines its events as a space of possibilities, then describes her or his musical experience as a willful shift of focus from one location to another. The analyst, acting from within the music, is \ntherefore choosing the forces that move the analysis, and thus, the piece. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] In other passages, though, this “insider” attitude seems compromised. For example, in presenting a listening exercise in connection with his Klavierstück III analysis, Lewin says, “we can hear the way in which our ear passes from P8 to P9” ( MFT , 33). This sort of language weakens the sense of agency and force (can an ear move itself?) and the analytical experience seems to involve the observation, not the direct experience, of motion. Other passages similarly downplay the agency of the analyst, describing the role as that of a listener who notices, rather than an agent who moves. (12)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] In further contrast to these descriptions of human agents, Lewin sometimes seems to advocate yet another position. Consider his discussion in GMIT of the last movement of Brahms’ Horn Trio, Op. 40. After quoting a variety of passages of music showing the same characteristic gesture, he states, “In passages (f) through (h), the intervallic/transpositional networks take on a life of their own. They become autonomous structures; no longer subordinated to concomitant local pitch or pitch-class events, they rather interact with such events or perhaps even determine them” ( GMIT 168). In this example, it seems that the transformations are both actions and agents. As “autonomous structures” determining events, they seem to be completely outside the realm of human control, something inherent to the music itself. Similarly, in the Klavierstück III analysis, Lewin states that the gestures “return to the tonic complex first marked by pass 1 and elaborate that complex” ( MFT , 40). Not only is there no human cause of the action, but the transformations themselves are personified as agents, varying their location and effecting change as they go. At yet another point, Lewin attributes agency to “the piece” (and by extension to its composer), regarding the transformations simply as traces of its actions, for example: “the piece, in this sense, makes several ‘passes’ through sections of its network” ( MFT , 17) and “the piece briskly reviews all four of the opening forms together” ( MFT , 31). (13) With all of these excerpts, any human agency is secondary and only comes from outside the piece.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] The discussion of agency in transformational theory has revealed an important aspect of cognitive schemas in general: one can experience them either actively or passively, depending on one’s role. If a human takes the role of agent, she or he experiences the schema (source-path-goal, container, and others) actively. But if a human merely observes some other agent (ears, transformations, pieces) working within a particular schema, she or he will only experience the schema passively, or at most empathetically. Johnson and Larson’s article on musical forces shows the same active/passive split. The first and third of their categories of bodily experience that map onto musical experience (that our bodies are stationary as a landscape moves around us; and that our bodies are moved by external forces) suggest a passive perceptual mode, while their second category (that we move through a stationary landscape) suggests an active mode. Perhaps Lewin’s lack of clarity on the subject of agency simply echoes these more general ambiguities about human perception.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Separating notions of inside/outside and active/passive may seem an exercise overly concerned with detail. But I think it is worth the effort of teasing out these concepts, particularly when we consider the experience of reading a transformational analysis. At this higher level, it was Lewin himself who actively chose the analytical format for Klavierstück III and published it. Any subsequent reader is a passive observer of his ideas, perhaps only active in the sense that they shift their visual attention from point to point on a network, or their aural imagination from one of Lewin’s selected pentachords to another. Readers of a transformational analysis can be “inside” the music only passively, to the extent that the active agent, the author of the analysis, guides them along. As writers, music theorists must think very carefully about the role we wish to give our readers in the musical experience we describe with our analyses.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] In Lewin’s writings, forces do act on the music, but their source is varied. The agent could be the transformations themselves; the music; or a human in the role of analyst, listener, performer, or composer. Thus, one major advantage in creating an animation of a transformational analysis is the opportunity it affords to make explicit the agent at work. Further, animated analyses have the potential to re-position readers as active agents as they discover the nuances of a particular author’s analysis. The following section will explore the ramifications of such decisions. Applying Categories and Schemas: Two Animations of Klavierstück III Animation 1 . Klavierstück III (click to view the animation) Animation 2 . Grow Your Own Pentachord (click to view the animation)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Animations 1 and 2 are two contrasting attempts to express Lewin’s analysis of Klavierstück III with its implied categories and schemas. Animation 1 , named “Klavierstück III,” depicts the temporal narrative of Lewin’s analysis exactly, proceeding in a series of four days, corresponding to the four passes of the original. Its graphic design also closely parallels Lewin’s, but substitutes images of real-world objects—apartment balconies, flower pots, and flowers substitute for the abstract boxes, circles, and pitch-class numbers, respectively—in order to make the implied schemas more explicit, as well as more accessible to non-theorists. (The motivations behind each of these objects will be discussed shortly, as well as the advantages and pitfalls to such an approach.) The sequence of pentachords is represented as a series of flower arrangements, created by an agent, a fairy, through its wand’s magical force, represented as a beam. The animation is synchronized with a musical track that reduces the speed of the piece considerably, a necessity in order to make a comprehensible animation. The user can only observe passively, unable to interact with the presentation at all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Animation 2 , entitled “Grow Your Own Pentachord,” manifests Lewin’s analytical ideas with some of the same graphical elements as in Animation 1, but in a very different format that places the user “inside” the transformational system as an active agent. The focus of attention is a large flowerpot with a particular arrangement of four flowers closer together plus a taller, separate one. This symbolizes the motivic pentachord of the piece, and by clicking on the pot, the user can hear the notes, providing an ear training exercise, as well as demonstrating the visual shift on the pitch class clock (as represented by the flower pot). A set of wands is displayed in the lower left corner, and by dragging one of them onto the flowerpot, the user can change the arrangement of flowers (and thus the corresponding pentachord) at will. The selection of wands, which varies with each flower arrangement, represents the transformations available from the corresponding pentachord in Lewin’s network, with the exception that the user’s moves are unrestricted amongst pentachords of the same complex, as well as to and from the P1 pentachord (omitted in Animation 1). At the top right, a map orients the user to the situation of the currently displayed pot/pentachord within the larger context of the entire network.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Each animation engages with the questions raised in the previous section in a number of ways. The animations deal explicitly with the types of conceptualizations and metaphors used in transformational theory and the various types of agency that can be exploited in a transformational analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] The objects used in Animation 1 combine an attention to the underlying conceptualization of the original analysis with a certain sense of whimsy intended to give the animation appeal to a wider audience. The scene of an apartment building, with balconies, flower pots, and flowers, alludes to Lewin’s use of the word “complex” to describe his pentachord groupings, and his use of the word “elaborate” to mean “trace pathways not previously articulated” or perhaps “make heard pentachords not previously heard in that complex” ( MFT , 40). These literal meanings are made clear when new wand beams and flower arrangements appear. But the animation picks up on the figurative meanings of elaboration as well, with the idea of flowers beautifying plain balconies in a grim cityscape.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] All the visual objects in these animations are constrained according to specific properties of the objects in the original analysis. To take the most obvious example, Lewin’s choice of a pentachord suggests a category or container enclosing five items corresponding to distinct pitch classes. But each pentachord is also contained by the aggregate, meaning the container’s design must project a sense of twelve potential items. The often-used clock face captures some of these features, but not others: it is not a literal container, and it implies a chronology that has no analog in the unordered world of pc sets. Instead, the animations show flowerpots that have twelve potential locations for flowers (these potential locations are most obvious when pointing at the pot in Animation 2 ). More generally, the other categories in Lewin’s analysis also correspond to a visually distinctive object or property: each flower arrangement is a specific pentachord; the particular color-aura around each flower arrangement (in Animation 2 ) or its balcony (in Animation 1 ) represents its pentachord complex; the color of the wand or beam symbolizes the category, T or J, of the corresponding transformation; and, to demonstrate the sense of each pentachord as a “chromatic-tetrachord-plus-one,” a taller flower signifies the pitch-class not part of the chromatic tetrachord.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.6": {
                "text": "[4.6] The fairy in Animation 1 manifests one of the types of agency discussed previously. As a quasi-human, it appears to move purposefully and effectually. We witness the effects of two forces: the magic that grows each new pentachord, and the fairy’s self-propulsion to each flowerpot. Both the beams and the motion seem to be caused by the fairy, and so we attribute agency to it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] Certain features also help to articulate the source-path-goal schema underlying Lewin’s original conceptualization. The fairy moves from pot to pot, showing source, path, and goal; and as it arrives, a beam extends to the next pot it will visit, symbolizing the particular gesture that it will execute to create the next flower arrangement. Using an animation instead of a static drawing helps to make the temporal aspect of the source-path-goal schema more obvious to a viewer. In fact, this helps to rectify the conflict Lewin identifies in his commentary between “figural” and “formal” analysis ( MFT , 47). (14) By using an animated environment, we can combine the figural temporality with a non-temporal formal layout.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Despite its attention to conceptual detail, and its reconciliation of figural and formal analyses, Animation 1 is difficult to take in. Some of its problems arise from the details of its representation, but others are endemic to transformational analysis more generally. As an example of the latter, the appearances of flowers and beams, and of the fairy’s moves, are difficult to relate to the music. The underlying issue is that many of the pentachords overlap in content, so one cannot hear a moment when there is a “move” from one to another. Lewin glosses over this in his narrative.  Indeed, some of his analytical assertions seem completely atemporal, such as pass 2, where the “elaboration” of the p/p6 complex occurs all at once. Further, it is difficult to match the density of relations Lewin identifies to the actual temporal flow of the piece. In the animation, the speed of the music has been drastically reduced in order to show each transformation clearly, but since the music maintains the same rhythm proportions, the result is an unmusically slow rendition of Stockhausen’s score that misrepresents the piece, and which would probably deter the intended non-specialist audience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] Besides these problems intrinsic to the analysis, some features of the design itself further obscure the meaning.  For instance, in order to display the entire set of complexes on the screen, many possibly helpful details are obscured, such as the specific identity of the pentachords (since the flowers are hard to see) and of the transformations that navigate between them. Also, pathways between pentachords are not as clear as in the original diagram, in part because they disappear with every “day.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] Ironically, the animation makes the agent so explicit that it highlights all the ambiguities about what the agent could represent. Is the fairy Stockhausen conjuring the notes of his piece, or Lewin performing his analysis of it?  Is it a personification of the temporality of the music, regardless of who composed it or analyzed it? In any event, the agent does not seem to be the observing and experiencing self that Lewin identifies in his description of the “transformational attitude,” because any viewer of this animation will merely be a passive or at most slightly empathetic observer of the fairy’s actions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] The very different Animation 2 , “Grow Your Own Pentachord,” resolves some of these problems. It employs the same real-world object mappings as Animation 1 , but instead of displaying an agent’s actions, it cedes all control to the user (within the constraints outlined above). Although the immediate connection to Stockhausen’s piece is lost, much is gained pedagogically. The user can more easily observe individual transformations, seeing both their technical names (since the user must select a particular wand) and the effect they have on each pentachord. This effect is reinforced with both audio and visual stimuli, as the user observes the way the flower arrangement changes in the pot, as well as hears the pentachord being played.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] This interactive design empowers the user to choose gestures to move from one arrangement to another, and to experience those moves aurally and visually. By demonstrating the visual changes both as a change of state (the shifting flower arrangements) and also as a change of location (on the map at the top right of the screen), the animation embodies both the container and source-path-goal schemas that underlie transformational analysis. Although the user cannot literally hear Stockhausen’s piece with this animation, the experience perhaps more closely approaches Lewin’s vision of the “transformational attitude.” One is nevertheless conscious of exercising free will within a world created by others, be they composers, theorists, or computer programmers. Reflections",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Despite these animations’ power to offer solutions to some of the challenges to transformational language described previously, they exemplify how difficult it is to create effective visual analyses. It requires substantial artistic talent to avoid visual clutter and interference and to satisfy other accepted principles of good design \n( Tufte 1990 ). (15) The weaknesses of my solutions help us appreciate the simple elegance of Lewin’s nonrepresentational, static graphics.",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "tufte_1990"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] The addition of graphic elements from the real world can also complicate or confuse the original conceptualization. My choices reflect certain fanciful associations that are perhaps more personal than universal. Viewers certainly will have other associations with fairies, flowers, and an urban landscape that could bring new, unwanted elements into the analysis. For example, my associations of flowers as “elaborating” dull concrete balconies, and of the magical power of transformations (which translated into the fairy and its wand) may not resonate for other viewers, and may even irritate or confuse them. Further, it is difficult for the user/viewer to perceive which objects have meaningful analytical significance, and which have merely been added via artistic license. Each flower’s color and position in a pot has special significance, but the number of petals on each flower does not. The implied extension of the apartment building does not directly model the implied extension of the transformational space.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Finally, while some features of the animations are overly complex, other features are overly simplified. In Animation 1 , individual transformations are not represented beyond their designation as J or T, and the fairy uses the same wand regardless of transformation type. In Animation 2 , the relationship between the activities performed by the user and Lewin’s original analysis is not clearly explained. Thus, neither of these animations could serve as a stand-alone substitute for Lewin’s written analysis, or his two-dimensional diagrams.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] This list of shortcomings hardly exhausts the pitfalls of animating a transformational analysis. But the basic advantages of a moving animation—its ability to synchronize sound with action, and to place the user truly inside the music and the analysis—are too important to abandon the format altogether. With careful attention to underlying conceptualizations in an analysis, good graphic design principles, and creative decision-making, animations of transformational analyses can provide theorists with important new tools for understanding music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Indeed, these examples together suggest how animations can further the understanding and development of transformational theory’s basic principles themselves. Although animated designs bring dangers of both overcomplication and oversimplification, they do offer several advantages, such as the linking of musical sound with the analysis, the exploration or clarification of agency, and the possibility of communication to a wider audience of non-theorists. In particular, animations that move away from a literal representation of the original analysis to a user-controlled environment show strong potential for making explicit the performative element in transformational theory, as the user becomes the agent for musical transformation. These types of animations can also serve as pedagogical tools that complement the original analysis, allowing a user to come to a deeper understanding of the analysis and the original piece through the exploration of a particular analytical environment. All of these benefits are enough to suggest that the exploration of the ties between computer animations and transformational theory’s conceptual underpinnings should definitely continue.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.09.15.1.attas.html",
    "data": "mto/data/mto.09.15.1.attas.json"
}