{
    "title": "Analysis, Description, and What Really Happens",
    "date": "2000/08/01",
    "volume": "6",
    "issue": "3",
    "authors": [
        "Dubiel, Joseph"
    ],
    "abstract": "The distinction between analysis and description is not a useful one to make if our aim is to distinguish between writing about music that helps us hear and understand it better and writing that does not. If the distinction is supposed to depend on analysis being explanatory and description not, and if explanation depends on teleology (a conception inferable from much theoretical literature, here called the “received view”), then this methodological stance both overestimates the force of analytical explanation and underestimates the variety of ways that music can go. There is not much point in arguing against this conception, when we can instead simply ignore it—that is, stop taking positions with respect to it, thereby freeing ourselves to value work that falls on either side of it, or on neither side, depending only on how we find our musical experience illuminated and expanded.",
    "keywords": [
        "analysis",
        "description",
        "experience",
        "explanation",
        "hearing",
        "methodology",
        "minimalism",
        "theory",
        "David Brodbeck",
        "Christopher Hasty",
        "Steve Reich",
        "Robert Schumann",
        "Bernd Alois Zimmermann",
        "“Rhenish” Symphony",
        "Perspektivens"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.3/mto.00.6.3.dubiel.pdf",
    "author_info": [
        {
            "name": "Joseph Dubiel",
            "university": "Department of Music",
            "address": "Dodge Hall, Columbia University, New York NY 10027",
            "email": "jpd5@columbia.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "[1] There are important ways of learning from talk about music that I think we theorists could acknowledge better if we gave up trying to\nmaintain a distinction between analysis and description.  On the received account of this distinction, there are two characteristics that\nanalysis is supposed to have and description to lack: analysis tells you more than you could find out by listening, description does not; and\nanalysis tells you why things happen, description does not.  Both of these differences are supposed to make analysis a more substantial and\ndisciplined intellectual activity than description.  Often this judgment is not discussed\novertly, but is implied in the ease with which writers help themselves to expressions like\n“ mere description.”  I have to say that I seriously resent that “mere”\nwhenever I encounter it: what’s “mere,” I’d like to know, about conveying the sense of what it’s\nlike to listen to some music?  Sometimes I feel that if an invidious distinction must be drawn between different kinds of discourse, it\nshould be between actual description and mere analysis. [2] But to set myself up as an advocate of description as against analysis is precisely what I do not want to do in this talk.  What I\nwant to advocate is that we stop concerning ourselves with the distinction, and particularly that we stop using it to motivate our\nevaluation of discourses or to define our professional identity as theorists.  So I don’t want to be understood as constructive, in the\nsense of offering an alternative to the received view, or even critical, in the sense of\ncarefully examining some arguments for this view and showing exactly where they go wrong; in a quite precise sense of the\nword, this talk is meant as dismissive .  I want to show you how a certain way of thinking about analysis and certain familiar ways of\nlearning about music are mutually irrelevant; and, faced with that situation, I want to recommend keeping faith with our actual experiences\nand practices, and letting an imposed methodological scheme go by the boards.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Let me introduce my reservations about the analysis/description distinction by telling you two stories about my learning from talk about\nmusic, that are hard to interpret with reference to this distinction. Both stories happen to be about unpublished lectures, so unfortunately\nyou can’t verify my account of what was said.  I am going to go ahead and name the speakers, since I intend to praise them; but this is my\nversion of their ideas, and anything you don’t like should be blamed on me.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] One lecture was by the musicologist David Brodbeck, about the first movement of Schumann’s “Rhenish” Symphony.  Much as I love this piece, I\nhad always been disturbed by what seemed a moment of redundancy in the exposition.  Just when the first large-scale modulation, from E-flat\nmajor to G minor, seems to have been accomplished, it is undone: the music somehow finds itself back in E-flat, and soon enough with the\nfirst theme again, and the modulation has to be done over.  Admittedly, when the second theme begins, it’s so nice that who remembers there was\never anything odd?—formal problems in Schumann often solve themselves that way; but still.  The second group also modulates, from G minor to\nB-flat major, and this too happens twice, but it’s articulated differently and it never bothered me.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Brodbeck proposed that, instead of repeating its exposition in the familiar way, this movement repeats each stage of its exposition immediately, before moving on to the next: the first group, including\nits modulation, twice, then the second group twice—each repetition being composed out, of course, not just\nliteral.  And it was amazing how this idea changed my hearing of the exposition.  Suddenly it sounded\njust fine to me, and it does to this day.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] There was more to my experience than the simple-minded epiphany “Oh, it’s supposed to be that way”—not that I reject this completely; I take my epiphanies where I can get them.  But I emphasize that the passage sounded different to me, once I had a new conception under which to listen to it.  It wasn’t\nthat an experience that used to be unsatisfactory came to be satisfactory once I got a new way to think\nabout it; it was that the experience changed.  My evaluation changed too; but take that as testimony to the magnitude of the change of sound.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Second story.  I heard Christopher Hasty give a talk about a two-piano piece called Perspektiven by Bernd Alois Zimmermann.  He played a recording of a passage, and I found myself thinking, “This is full of\nlovely things; but again and again it drops them.  I don’t sense the resonance of previous lovely things\nhaving an effect on new ones. The piece keeps pulling its own plug.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Then Hasty described the piece as manifesting “a constantly evanescent beauty.”  And you can guess how the rest of the story goes.\nThe piece sounded very different to me under that description.  It sounded a lot better, of course.  But, once again, it sounded better\nbecause, in the first place, it sounded different . And once again the difference in sound was the result of a difference in conception.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] I think of Brodbeck and Hasty, on these two occasions, as having done a lot for me.  They gave me ways to take more pleasure in these\npieces than I had managed with only my own conceptual resources.  They did this not so much by alerting me to previously unnoticed details of\nthe pieces as by giving me a new way to relate to what was before my ears all the time.  Obviously I don’t want to claim a sharp disjunction\nbetween these two ways of helping me.  There must have been features of the pieces that I didn’t notice until I heard these accounts of them.\nBut I am sure that a large part of what happened on these two occasions was a change in my relationship to features of the pieces that I had\nbeen noticing.  There was a change in how I was allowed to hear each piece—allowed by myself, I mean—once I was able to entertain a new\nconception of what the piece did.  There’s a wonderfully apt expression for what\nhappened to me: I was brought to my senses —that is, given access, by means of new concepts, to what my ears were delivering.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In each of these cases, the new conception of what the music was doing was to some degree a new conception of what music could do.  It\nwas a conception that I was not quick to find on my own, because something about it seemed contrary or illogical or perverse, at least at\nfirst.  I wouldn’t have imagined that music could go that way.  But once the idea was offered to me, by someone better attuned to the piece than\nI was, I could recognize that the piece went that way, and that I liked it just fine; and the peculiar new idea was thereby validated.  Whenever\nsomething like this happens, my world becomes larger and better: inclusive of more sources of pleasure, and specifically more\nintellectually interesting as well, insofar as it comes to encompass a greater variety\nof distinct musical logics. [11] This kind of experience thrills me: at once a realization of the power of music to overturn ideas about it and of the power of thought\nabout music to determine what music is.  The hope of having such experiences, and sharing them, is my reason for being in this business.\nAccordingly, I want my conception of music theory to give a very prominent place to the kind of invention, communication, and\nunderstanding represented in my stories.  And, as I said at the outset, I do not find that the received distinction between analysis and\ndescription helps me at all in this pursuit. [12] Think about my two stories from the perspective of this distinction.  What did Brodbeck and Hasty offer me—analysis or\ndescription?  If it isn’t immediately obvious how to answer, I want you to consider this very fact to be informative; because, remember, I’m\ntrying to establish that important things that really happen to us don’t fall neatly into the categories that the received view imposes.  The\nreceived view isn’t even antithetical to these experiences; it’s orthogonal to them. [13] Point one: Did Brodbeck and Hasty take me beyond where I could have got to by listening—thus getting beyond description?  Yes and no.  Yes,\nin that I needed their help to hear these pieces as I now hear them. But no, in that everything I got from them was immediately and\ncompletely audible as soon as the relevant concepts were available.  My experience, then, is that where you can get to by listening depends so\nmuch on what concepts you have that this question can’t really be made sense of—much less given a sense robust enough to be the basis for a\ndistinction between two importantly different kinds of discourse.  It would seem particularly beside the point to ask whether Brodbeck and\nHasty did what they did for me by letting me in on some kind of structure that underlay\nwhat was audible.  If asked under duress, I suppose I would say no, this was not how these transactions worked; but\nI could not concede that the audibility of what these discourses offered was any reason to consider these discourses particularly limited in\nambition or power.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Point two: Did Brodbeck and Hasty explain to me why anything happened?  And especially: Did they explain the occurrence of anything\nthat I originally didn’t understand?  In one way, I suppose that they did.  There is a way I could say that I initially didn’t understand why\nthe Rhenish Symphony returned from G minor to E-flat major, and Brodbeck told me; and that I initially didn’t understand why Perspektiven kept dropping things the way it did, and Hasty told me. But notice how these\nsupposed explanations breathe an air of tautology.  Why does Perspektiven keep dropping things?  Not because it fails to sustain\nthem, as I originally thought, but in order to produce an effect of constant loss.  And why that?  Sorry, no more explanations; that’s just\nhow the piece goes.  Ditto for the Rhenish Symphony: it modulates twice because it modulates twice.  If this model of explanation is acceptable\nto you, then there’s no problem in saying that these discourses include explanation and are therefore full-bloodedly analytical.  But in that\ncase I daresay there might be a little problem in continuing to regard explanation as the mark of special rational command. [15] Now actually I think the received view envisions something more specific in the way of explanation.  I’ll give you a representative\nquote, leaving it anonymous because I have to deal with it a bit roughly.  To analyze a piece of music means “to explain how [it] should\nbe heard”; and “to explain how a given musical event should be heard one must show why it occurs: what preceding events have made it necessary or\nappropriate, toward what later events its function is to lead.”  In other words, analytical explanation has to be teleological, on this\nview; and to analyze music means to show that it progresses in a particular way.  And of course that’s exactly the view that, in these\ntwo cases, I got over , with a little help from my interlocutors.  In each case, I learned that I\nhad come to the music with too narrow and unimaginative a range of conceptions of what a piece might do—too\nnarrow and unimaginative specifically in that it was too bound up with a limited notion of logical consecution—which fortunately I could be\npersuaded to give up.  About the most bizarre way I can think of to understand these episodes of learning would be to say that the discourse\nthat helped me get over this notion and widen my world was mere sub-analytical description, an inferior sort of chit-chat; whereas if\nsomeone had come along to tell me how these pieces actually did proceed\nteleologically, then that would have been real analysis.  And, as I’ve been saying over and over, I am convinced that any meta-analytical\nframework that would even suggest that we say this is a framework that we’d be better off without.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] I don’t have much time to examine literature in this talk.  Let me suggest, if you want to see this framework clashing with theorists’ best\nimpulses, that you look at the writing about so-called minimal music done in the last fifteen years.  Repeatedly, this music is said to\npresent a special impediment to analysis unless it can be said to progress toward goals.  There are a variety of responses, ranging from\nthe determination to find goal-directed progression, no matter what, to genuinely inventive discussion that still remains haunted by concern\nabout whether this discussion should be considered analysis—or analysis “in the traditional\nsense.”  A feature of this literature that stands out particularly, from my point of view, is the way in which so many\ntheorists have been provoked by Steve Reich’s wisecrack “I don’t know of any secrets of structure you can’t hear”; the feeling that this is a\nchallenge to analysts, even a taunt, depends completely on the misbegotten notion that as analysts we have an obligation to talk about\nsomething that can’t be heard.  And we don’t. [17] Please understand that I’m not saying that anybody is dumb here; if anything, I’m impressed by the ability of these writers to bring off the\ninvention that they do from within a view of the discipline that imposes an anxiety about whether one is rising to the exalted level of analysis.\nI would advise such writers—I would advise everybody—simply to stop worrying about that issue.  If you’re articulating a distinct and\ninteresting conception of how a piece goes, you’re doing all that you need to do.  If, for some reason, you remain concerned to define a\nspecial kind of talk about pieces that will be specifically identifiable as music theory, then\nI suppose you can think of us theorists as the talkers about music who are specially concerned with how pieces produce the effects that we attribute to them. But actually I don’t see much\nreason for us to spend energy policing our borders with criticism, music appreciation, and so on.  If anything, I think we should eye\nthe neighboring territories with more avidity.  The best thing we could do for ourselves in the world is get ourselves recognized as a fountain of\nsharp, attractive, useful concepts for grasping our experiences of music.  If people aren’t getting that from us, then they’re unlikely to\ncare very much about the rest of what we say anyway.  If we theorists are as smart as we say we are, then we ought to make our characteristic\nconcern with “musical structure,” or whatever we call it, recognizable as a source of stimulus for the invention and articulation of such\nexperience-oriented concepts.  And we should adjust our methodological self-image accordingly. Allen Forte’s response",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "plenary session from the 2000 meeting of the new england conference of music theorists",
    "source": "mto/raw/mto.00.6.3.dubiel.html",
    "data": "mto/data/mto.00.6.3.dubiel.json"
}