{
    "title": "Brahms’s “Great Tragic Opera”: Melodic Drama in “Ach, wende diesen Blick” (op. 57, no. 4)",
    "date": "2011/04/01",
    "volume": "17",
    "issue": "1",
    "authors": [
        "Hoag, Melissa E."
    ],
    "abstract": "Nineteenth-century critic Hermann Kretzschmar’s hearing of the first four songs of op. 57 as a “great tragic opera“ offers a fitting starting point for this analytical essay on Brahms’s song, “Ach, wende diesen Blick” (op. 57, no. 4), the very song referenced in Kretzschmar’s remark. This essay demonstrates how Brahms constructs drama through several prominent pitch constructs that unfold as musical representations of the poetic conflict. This will be achieved primarily through voice-leading analysis and explication of an event called amelodic disjunction, a linear construction that arises as a result of Brahms’s complex contrapuntal style. Often composed of more than one strand of linear motion (as in a compound melody), the melodic disjunction features a seemingly anomalous leap or gap that is created when one of these melodic lines is abruptly abandoned, and any residue of melodic implication in the line is not resolved immediately, or at all. Along with several other disruptive pitch events that recur throughout the song, the melodic disjunction in op. 57, no. 4 avoids traditional resolution for dramatic reasons.",
    "keywords": [
        "Brahms",
        "song",
        "voice leading",
        "melody"
    ],
    "doi": "",
    "received": "August 2010",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.1/mto.11.17.1.hoag.pdf",
    "author_info": [
        {
            "name": "Melissa E. Hoag",
            "university": "Oakland University",
            "address": "Department of Music, Theater and Dance, 211 Varner Hall, Rochester, MI",
            "email": "hoag@oakland.edu"
        }
    ],
    "citations": {
        "cone_1982": "Cone, Edward T. 1982. “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics.” 19th-Century Music 5, no. 3: 233–241.",
        "everett_1990": "Everett, Walter. 1990. “Grief in ‘Winterreise’: A Schenkerian Perspective.” Music Analysis 9, no. 2: 157–75.",
        "everett_2004": "Everett, Walter. 2004. “Deep-Level Portrayals of Directed and Misdirected Motions in Nineteenth-Century Lyric Song.” Journal of Music Theory 48, no. 1: 25–68.",
        "fellinger_1990": "Fellinger, Imogen. 1990. “Cyclic Tendencies in Brahms’s Song Collections.” In Brahms Studies: Analytical and Historical Perspectives, ed. G. S. Bozarth. Oxford: Oxford University Press.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation and Interpretation. Bloomington, Indiana: Indiana University Press.",
        "hoag_2008": "Hoag, Melissa. 2008. “Multiply-Directed Moments in the Music of Brahms.” Ph.D. diss., Indiana University.",
        "kretzschmar_1874": "Kretzschmar, Hermann. 1874. “Neue werke von J. Brahms.” Musikalisches Wochenblatt 5.",
        "latham_2008": "Latham, Edward D. 2008. Tonality as Drama: Closure and Interruption in Four Twentieth-Century American Operas. Denton, Texas: University of North Texas Press.",
        "mccorkle_1984": "McCorkle, Margit. 1984. Johannes Brahms: Thematisch-Bibliographisches Werkverzeichnis. Münich: G. Henle.",
        "meyer_1973": "Meyer, Leonard B. 1973. Explaining Music: Essays and Explorations. Berkeley, California: University of California Press.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures: The Implication-Realization Model. Chicago: University of Chicago Press.",
        "platt_1992": "Platt, Heather. 1992. “Text-Music Relationships in the Lieder of Johannes Brahms.” Ph.D. diss., City University of New York.",
        "platt_1999": "Platt, Heather. 1999. “8 Lieder und Gesänge of G. F. Daumer, Op. 57.” In The Compleat Brahms: A Guide to the Musical Works of Johannes Brahms, ed. Leon Botstein. New York: W. W. Norton and Company.",
        "rij_2006": "Rij, Inge van. 2006. Brahms’s Song Collections. Cambridge: Cambridge University Press.",
        "samarotto_2009": "Samarotto, Frank. 2009. “‘Plays of Opposing Motion’: Contra-Structural Melodic Impulses in Voice-Leading Analysis.” Music Theory Online 15.2.",
        "sams_1999": "Sams, Eric. 1999. The Songs of Johannes Brahms. New Haven, CT: Yale University Press.",
        "schachter_1983": "Schachter, Carl. 1983. “Motive and Text in Four Schubert Songs.” In Aspects of Schenkerian Theory, ed. David Beach, 61–76. New Haven: Yale University Press.",
        "schachter_1995": "Schachter, Carl. 1995. “The Triad as Place and Action.” Music Theory Spectrum 17, no. 2: 149–69.",
        "schoenberg_1995": "Schoenberg, Arnold. 1995. The Musical Idea and the Logic, Technique, and Art of its Presentation, ed. and trans. Patricia Carpenter and Severine Neff. New York: Columbia University Press.",
        "stevens_2008": "Stevens, Daniel. 2008. “Brahms’s Song Collections: Rethinking a Genre.” Ph.D. diss., University of Michigan."
    },
    "footnotes": {
        "FN1": {
            "text": "1. I wish to thank Frank Samarotto, Robert Hatten, Marianne Kielian-Gilbert, Poundie Burstein, and Heather Platt for comments they made on earlier versions of this essay, as well as the anonymous reviewers for Music Theory Online, who also contributed many helpful remarks.",
            "citations": []
        },
        "FN2": {
            "text": "2. A portion of this remark is also cited in Platt 1999 (241). The original German quotation follows: “Wenn in der 4. Nummer der choralartig erhobene Mittelsatz zu den Worten: ‘Wenn einmal die gequälte Seele ruht’ vorübergeklungen, legt man das Heft weg, als hätte man eine grosse tragische Oper angehört.”",
            "citations": [
                "platt_1999"
            ]
        },
        "FN3": {
            "text": "3. Because the quote mentioned in the title refers to the first four songs of op. 57 (not just the fourth song), I wish to offer some context for this essay’s close study of “Ach, wende diesen Blick.” Though their individual realizations are very different, the first three songs of op. 57 also possess dramatic qualities that fit into Kretzschmar’s hearing of the first four songs of op. 57 as comprising a “great tragic opera.” Also, although op. 57 has been performed and recorded in its entirety by both male and female singers, the first poem set in the collection is sung from a woman’s point of view, while the rest of the poems set in op. 57 are usually considered to be from a man’s point of view ( Rij 2006 , 98); this change in perspective is more typical of an opera than a song cycle. Song no. 1 features rushing sixteenth-note passagework, and a relatively neutral tone compared to other songs in the opus; it also establishes a dramatic situation (the woman’s physical separation from and longing for the man). All of these factors contribute to the sense that Song no. 1 could be heard as the opening scene of an opera. Song no. 2 betrays a change in the relationship: the man pleads with his love to smile now and then to cool his unending passion, and refers to pain inflicted by his beloved. Musically, frequent use of mode mixture and rhythmic dissonance reflect a restrained but persistent sense of sadness regarding the relationship. Song no. 3 depicts the man dreaming of his love (though he is aware, even while dreaming, that it is only a dream), and reveals his growing insecurity; as described in Platt 1992 , the lengthy dominant prolongations, slow harmonic rhythm, and tantalizing augmented sixths reflect the longing and uncertainty expressed in the text (230). Song no. 4 is the first to present actual fury, and is undoubtedly the dramatic climax of the collection to this point. As such, it can convincingly be heard as a medial close for the first four songs, not only due to its emotional intensity but also the palpable musical conflicts described in this article. Finally, this opus was originally published as two books that split the collection into halves, with “Ach, wende diesen Blick” ending the first half; so, indeed, Brahms himself perhaps thought of this song as closing off the first “act” of his “great tragic opera.”",
            "citations": [
                "rij_2006",
                "platt_1992"
            ]
        },
        "FN4": {
            "text": "4. The text of op. 57, no. 4 originates from Daumer’s collection Frauenbilder und Huldigungen, Leipzig, published 1853; sources for the other texts of op. 57 are discussed in McCorkle 1984 (239–240).",
            "citations": [
                "mccorkle_1984"
            ]
        },
        "FN5": {
            "text": "5. As noted in Rij 2006 (77), the solo lieder comprising the WoO22 (posth.) Ophelia-Lieder, the op. 33 Romanzen aus L. Tiecks Magelone, and the op. 121 Vier ernste Gesänge also share common poetic origins (the Ophelia-Lieder all originating from translations of Hamlet, op. 33 from a novel by Tiecks, and op. 121 from ecclesiastical texts). The rest of Brahms’s song collections, or “bouquets” as he sometimes called them, feature texts by a variety of authors.",
            "citations": [
                "rij_2006"
            ]
        },
        "FN6": {
            "text": "6. A number of authors have commented extensively on the identity of op. 57 as a song cycle; see Rij 2006 (61–62, 98–102), Platt 1999 (240–241), Fellinger 1990 (379–391), and Stevens 2008 (119–170).",
            "citations": [
                "rij_2006",
                "platt_1999",
                "fellinger_1990",
                "stevens_2008"
            ]
        },
        "FN7": {
            "text": "7. My use of the phrase “expected resolution” and similar language throughout the essay may cause some readers to question the relationship between the melodic disjunction and the theory of implication-realization as put forward by Leonard B. Meyer ( 1973 , 114–130) and Eugene Narmour ( 1990 ). The unresolved melodic disjunction in op. 57, no. 4 thwarts the listener’s expectation for voice leading reasons (scale degree 6, especially in minor, is a strong tendency tone to scale degree 5); the tendency of scale degree 6 to resolve to scale degree 5 is even stronger in this particular song for motivic reasons that will be explored later in the essay. In other words, the unresolved melodic disjunction in this song thwarts such a common melodic trajectory that it would be considered a marked occurrence in many analytical approaches, including voice leading and implication-realization; more generally, the melodic disjunction entails similar constructs that challenge or avoid fulfillment of normative melodic constructions, such as the resolution of a leading tone or other tendency tones.",
            "citations": [
                "meyer_1973",
                "narmour_1990"
            ]
        },
        "FN8": {
            "text": "8. The theory of melodic disjunction is fully explicated in Hoag 2008 . Samarotto 2009 explores a similar type of melodic issue that he terms “contra-structural melodic impulses,” using directionality and ambitus as two defining parameters in analyses of three songs featuring melodic issues involving the upper fourth of the tonic triad. Everett 2004 offers a similar vein of study in his analysis of misdirected linear motions in nineteenth-century lyric song: “The main point of analysis, it seems to me, is to work through the tension between the peculiarities of a piece and its normative ideals. But in the nineteenth-century artwork, the occasionally insoluble nature of that tension should be allowed to override any plausible, but perhaps irrelevant, conventional solution” (28–29).",
            "citations": [
                "hoag_2008",
                "samarotto_2009",
                "everett_2004"
            ]
        },
        "FN9": {
            "text": "9. Melodic disjunctions similar to the disjunction explicated in this essay occur with some frequency in Brahms songs, but they do not all communicate the same precise musical meanings. For instance, in “Schön war, das ich dir weihte . . . ” (op. 5, no. 7), I argue that the prominent melodic disjunction in measure 2 (and several subtler disjunctions that occur near the beginning of the song) deepen the sense of emptiness and regret suggested by the song’s text. Op. 95, no. 7 shows no trace of the rage that is so clearly communicated in op. 57, no. 4; although both songs share the general theme of troubled love, the emotional circumstances (and musical realizations) are very different. Taking into account the detailed analysis necessary to interpret any work of art, I would tentatively argue that, because the definition of disjunction deals with abandonment of a musical trajectory whose realization seems assured, the occurrence of the melodic disjunction in Brahms nearly always signals a general sense of loss, disappointment or unrequited emotion.",
            "citations": []
        },
        "FN10": {
            "text": "10. Daumer’s original poem used the word schlangenhaft , which Brahms replaced with schlangengleich . Sams speculates that Brahms perhaps “preferred the enhanced consonantal bite of the latter” ( 1999 , 165).",
            "citations": [
                "sams_1999"
            ]
        },
        "FN11": {
            "text": "11. Though most of his songs are strophic, rounded binary, or ternary forms and therefore feature some sort of thematic return, Brahms’s song oeuvre also includes through-composed songs (see, for instance, “Von ewiger Liebe,” [op. 43, no. 1] and “Auf dem Schiffe,” [op. 105, no. 2]). Brahms’s choice to set a poem originally laid out in three distinct stanzas (and featuring no text repetition) with a rounded binary form is therefore noteworthy.",
            "citations": []
        },
        "FN12": {
            "text": "12. My use of the phrase “contour expansion” here refers to the tendency of the melodic line in this song to present a motive that is constructed using a series of directed intervals, which is then immediately followed by a motive using the same contour, but in which all or almost all of the intervals have been enlarged. For instance, measure 1 of the vocal part presents the pitch series C- E ♭ - D ♭ -C- B ♮ , which is followed by C-G-F- D ♭ - B ♭ in measure 2; the contour remains the same, but almost all of the intervals have been enlarged. A similar process begins in measure 5 in the voice, and continues in measures 6–7. I call this a “loose” process of contour expansion, because the process of interval enlargement is not consistent; despite the lack of rigorous consistency, this melodic tendency is central to creating the character of insistence and desperation in the song’s opening measures.",
            "citations": []
        },
        "FN13": {
            "text": "13. The resolution of A ♮ 7 to B ♭ can, of course, be explained as a deceptive resolution of an applied dominant in G minor (V/V–vi/V instead of V/V–V). Similarly, the respelling of C ♯ as D ♭ (and C ♯ ’s resulting downward resolution) can be explained by the need to modulate back to F minor, as resolving C ♯ up to D ♮ would not fulfill this goal. This explanation, however, does not capture the effect of the strange inertia of the C ♯ , which seems motivated by the difficulty of the protagonist’s situation. This unresolved C ♯ —and what becomes of the C ♯ ’s implication later in the song—is reminiscent of Edward T. Cone’s idea of the “promissory note” in Schubert’s Sechs Moment Musicaux, op. 94, no. 6 ( Cone 1982 ).",
            "citations": [
                "cone_1982"
            ]
        },
        "FN14": {
            "text": "14. Hatten observes a general correlation between descending motions and the Romantic concept of resignation, this correlation accruing particular strength when it involves reversal of an implied resolution, as it does in measures 8–9 ( C ♯ does not resolve to D ♮ as the immediate context would imply) ( 1994 , 56–63). In this passage, the reversal of implication occurs in the middle of an outburst; as the ascending fifths spiral out of control, seemingly heading toward ever-more-distant key areas, it is the act of quelling the C ♯ ’s urge to resolve upward that brings the music back under control and forces a return to F minor. Because of the torment displayed by the protagonist (and the music at this point) I would characterize this particular reversal not as resignation or acceptance, but as resulting from a kind of suppression or control exerted by the music as a way to keep the protagonist’s emotions in check, in addition to representing the irritant’s continued presence in the protagonist’s life.",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN15": {
            "text": "15. Schachter ( Schachter 1983 , 70; 1995 , 151–2) and Everett 1990 offer detailed discussions of scale degree 6 in minor as a strong tendency tone, and of scale degrees 6 to 5 in minor as a marked figure signifying grief.",
            "citations": [
                "schachter_1983",
                "schachter_1995",
                "everett_1990"
            ]
        },
        "FN16": {
            "text": "16. A small amount of harmonic re-writing would be necessary to accommodate this melodic recomposition—specifically, the B ♮ in the left-hand part of measure 11 would need to remain a B ♭ to avoid an inappropriate dissonance between the bass line and voice part.",
            "citations": []
        },
        "FN17": {
            "text": "17. Although the first edition of the song does include the G ♭ (published in 1871 by J. Rieter-Biedermann), many later editions use G ♮ . It is possible that the editor might have added the G ♭ to avoid the cross-relation, and that Brahms may have changed the pitch to G ♮ for later editions. For the purposes of this analysis, I find that G ♮ sustains the conflict between G ♮ and D ♭ from the A section in a way that is much more appropriate for the dramatic circumstances in the text.",
            "citations": []
        },
        "FN18": {
            "text": "18. Compare, for instance, Elly Ameling and Norman Shetler’s performance, which retains the G ♮ ( The Early Recordings, vol. 2 [Deutsche Harmonia Mundi, 74321 266152], recorded 1975, dist. 1995), with any number of other performances that use the G ♭ , including Anna Sofie von Otter and Bengt Forsberg ( Lieder of Johannes Brahms [New York: Deutsche Gramophone, 429 727–2], 1989).",
            "citations": []
        },
        "FN19": {
            "text": "19. Of course, the G major triad in this passage functions as preparation for the dominant of F minor, but the second inversion that appears initially seems to imply that G major itself is a harmonic goal.",
            "citations": []
        },
        "FN20": {
            "text": "20. The melodic trajectory of the B section is strikingly similar to the melodic trajectory of A; G ♮ 5 is the upper boundary pitch for both sections, and both make a descending stepwise descent through D ♭ (the B section, of course, moving eventually to C, but the A sections both stopping at D ♭ ).",
            "citations": []
        },
        "FN21": {
            "text": "21. The problematic dyad persisting throughout “Ach, wende diesen Blick” resonates with the structural conflict inherent within the poem itself, which features three stanzas of three lines each, but with a duple rhyme scheme. The dyad and the rhyme scheme threaten to break down their respective tonal and poetic structures in strikingly similar ways.",
            "citations": []
        },
        "FN22": {
            "text": "22. Van Rij observes a sort of resolution of the figure scale degrees ♭ 6–5 in the final song of op. 57, when C ♮ (scale degree ♭ 6) is finally replaced by C ♯ (scale degree 6) before moving to scale degree 5, “as if to suggest that the sultry atmosphere so characteristic of the texts of the poems of the whole group has finally been lifted, and the passion of the lover replaced with blissful, indeed, heavenly, rest” ( Rij 2006 , 100). (Though it is only wishful thinking, the image of rest, of course, also forms a central aspect of “Ach wende diesen Blick.”) The primacy of C ♯ as goal in the last song of op. 57 resonates with the many D ♭ s that occur throughout “Ach wende.”",
            "citations": [
                "rij_2006"
            ]
        },
        "FN23": {
            "text": "23. The next song in op. 57, “In meiner Nächte Sehnen” (no. 5), provides no dramatic or tonal relief to the melodic issues in no. 4; Song no. 5 is in the key of E minor, and provides no opportunity for the irritant dyad G ♮ – D ♭ to resolve. (In fact, the key of no. 4 is the most puzzling of all eight songs in terms of the harmonic progression of the cycle as a whole; for more on this interesting problem, see Stevens 2008 [148–149].) The tone of the poetry set in Song no. 5, while not quite as dark as no. 4, is still quite hopeless, and the restless mood of no. 5 reflects this hopelessness. The poetic and harmonic irritants of Song no. 4 thus resonate beyond its literal tonal boundaries.",
            "citations": [
                "stevens_2008"
            ]
        },
        "FN24": {
            "text": "24. The notion of pitch conflicts remaining unresolved for dramatic reasons calls to mind Edward Latham’s concept of “permanent interruption” in opera, which aligns a lack of total closure in opera acts with a character’s inability to find dramatic fulfillment or resolution: “Linear-dramatic analysis—if it is committed to examining the dramatic goals or objectives of individual characters, both those that are successfully achieved and those that are undermined—must also define tonal success and failure in order to facilitate a comparison of the two” ( Latham 2008 , 4).",
            "citations": [
                "latham_2008"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In a review of new works by Brahms from the 1874 edition of Musikalisches Wochenblatt , critic Hermann Kretzschmar made the following remark about Brahms’s 8 Lieder und Gesänge von G. F. Daumer, op. 57: “When in the chorale-like middle section of the fourth song the words ‘When my tormented soul at last finds rest,’ are heard, one puts aside the first four songs as if one had heard a great tragic opera ” ( Kretzschmar 1874 , 45). (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "kretzschmar_1874"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Kretzschmar’s hearing of the first four songs of op. 57 as being like a “great tragic opera” offers a fitting starting point for this essay, which will present a detailed analysis of “Ach, wende diesen Blick” (op. 57, no. 4), the very song referenced in Kretzschmar’s remark. (3) All eight songs in op. 57 set texts by Daumer, though they do not all originate from the same collection. (4) Using works by a single poet for a song collection was a somewhat unusual choice for Brahms. (5) For this and many other reasons, cyclic qualities have been ascribed to the collection. (6) An intense monologue, Daumer’s poem suggests a theatrical musical setting; vivid words like “veins,” “fleeting,” and “snake” imply certain kinds of melodic settings, and other evocative words and phrases, like “hot blood,” “feverish wildness,” “fury,” “grief,” and “stings” heighten the emotionally charged nature of the poem.",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] This essay demonstrates how Brahms constructs drama through several prominent pitch constructs that unfold as musical representations of the song’s central poetic conflict, and will do so primarily through voice-leading analysis and explication of an event called a melodic disjunction. *\t*\t* The melodic disjunction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The melodic disjunction is a linear construction that features a seemingly anomalous leap or gap, and frequently arises as a result of Brahms’s complex melodic style and intricate contrapuntal idiom. Brahms’s melodic lines are often characterized by more than one strand of linear motion, as in a compound melody, and at times, one or more of these lines are abruptly abandoned. These abandoned melodic trajectories are most conspicuous when they thwart an expected resolution of some kind, as in the case of an unresolved tendency tone or other dissonance, and are most striking when they are not resolved immediately, or at all. (7) Such a delay or lack of resolution suggests other connections that can be made in the music—connections that do not override the importance of deeper-level structural connections, such as the Urlinie , but instead enrich their beauty and complexity. In op. 57, no. 4, the principal melodic disjunction arises when two separate melodic trajectories are generated in the vocal part, one of which ends with a prominent unresolved tendency tone. This unresolved disjunction imparts an open-ended quality at the end of the first section of the song that has ramifications for Brahms’s dramatic setting of the text. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Many analyses assume that pitch events will “resolve” in some way; such is the case in Schoenberg’s conceptualization of the “tonal problem,” for instance, in which a pitch problem is presented, usually at the beginning of the piece, and is then resolved at a later point. Schoenberg defines the tonal problem in his own words as follows: “[Each composition] raises a question, puts up a problem, which in the course of the piece has to be answered, resolved, carried through. It has to be carried through many contradictory situation [sic]; it has to be developed by drawing consequences from what it postulates . . . all this might lead to a conclusion, a pronunciamento ” ( Schoenberg 1995 , 63).",
                "footnotes": [],
                "citations": [
                    "schoenberg_1995"
                ]
            }
        },
        {
            "6": {
                "text": "[6] This problem→resolution archetype, common in analysis, often encourages the analyst to focus on events that can be seen as reaching some sort of traditional resolution: dissonant or chromatic pitches are resolved or expanded into full key areas, or problematic motives or rhythms are worked out in various ways. \nWhereas this approach usually leads the analysis in a fruitful direction, relying solely on finding resolution of a compositional problem as proof that it is musically important to the work can distract the analyst, causing other important details that are central to the experience of the piece to be overlooked. The idea of the melodic disjunction of course allows for the listener’s general expectation that certain pitch constructs will resolve, but it also allows for and even celebrates the notion that pitch constructs sometimes may not resolve, for compelling musical reasons. Accepting the possibility that certain constructs will not resolve is a logical extension of the idea that the expectation for resolution exists; if the possibility of openness, delay, or non-resolution did not exist, the expectation for resolution would be meaningless. Indeed, several events in op. 57, no. 4 set up compositional problems that are left unresolved for dramatic purposes. (9) *\t*\t* Example 1 . Text and translation (trans. Sams 1999 , 165) (Brahms’s text repetitions are in italics) (10) (click to enlarge) Example 2 . Voice-leading sketch of A section (click to enlarge)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "sams_1999"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Each of the three stanzas of Daumer’s original poem exhibits an ABA rhyme scheme ( Example 1 ). This scheme also pairs lines together, as the ending syllables of each line of text alternate between “-icht” and “-ut” (or “-uht”), so that the rhyme scheme reads ABA BAB ABA. This scheme does not override Daumer’s original layout of three stanzas of three lines each, but grates against the structure of the poem in a manner similar to some of the pitch dissonances that will be uncovered in the following narrative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] A rounded binary form is used to set the poem, so that the same music accompanies the first and third stanzas. (11) The A section, measures 1–14, is in F minor; the B section, measures 15–28, begins in D major in a state of relative tranquility, but quickly becomes modulatory and turbulent, ending on the dominant of F minor. The A' section reintroduces the original material in the original key, though it sets new text. This return to the original musical material illustrates the total lack of dramatic resolution in Daumer’s poem, as the ensuing analysis will demonstrate.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Though the A section concludes with an authentic cadence in F minor, the song’s opening avoids a straightforward articulation of tonic ( Example 2 ). First, the melodic structure of the opening measures grates against the framework of the key. The melody of measures 1–2, for instance, is more immediately suggestive of \na C tonic than F minor, because of the melodic emphasis on the pitches C and E ♭ in the first measure, and the melodic motion from C to G in the second measure. The melodic structure is clarified in measures 3–4, however, as a stepwise descent to scale degree 1 is completed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Harmonically, the song begins sans introduction on a first-inversion tonic triad, and a cadential six-four and stepwise melodic descent set up a clear expectation for a tonic cadence in measure 4, the arrival of which is evaded by deceptive motion. Although a root-position tonic occurs shortly afterward (measure 5), the role of this tonic is actually to embellish the prolonged subdominant harmony; any feeling of repose that might have been implied by this tonic is also undercut by the voice’s deflection upward from scale degree 1 to scale degree 3, a gesture which initiates a series of contour expansions in the voice (Example 2). (12) No authentic cadence on the tonic occurs, therefore, until the end of the A section (measure 14); though there is never any real question as to the identity of the key, the evasion of straightforward tonic articulation throughout the A section is undoubtedly related to the text at the beginning: “Ah, turn away your gaze, turn away your face,” a certain statement of denial, a command intended to renounce someone’s literal or figurative presence.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Aside from a general avoidance of straightforward tonic articulation in the A section, another pitch feature arises that provides resistance to the tonic: a repeated structural pairing of D ♭ and G ♮ (summarized in Example 4). As the song unfolds, this dyad accumulates significance as an irritant within the harmonic structure of the song—the role of harmonic irritant, of course, being not unlike the protagonist’s irritant in Daumer’s poem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Three harmonic occurrences of this dyad occur in the A section; the first is in measure 1, as the first-inversion tonic triad moves to a half-diminished supertonic seventh chord featuring D ♭ 5 and G ♮ 3 as the upper- and lower-most voices of the harmony. Such an abrupt approach increases the attention that this harmony might otherwise attract, especially as it occurs on the second beat in triple meter and is embellished with an appoggiatura; it appears purposefully marked for our attention. The dyad appears a second time in measure 2, as the same half-diminished seventh (now in first inversion) appears with G ♮ 5 in the vocal part and D ♭ in an inner voice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The third—and certainly the most unusual—harmonic pairing of G ♮ and D ♭ occurs in measure 8. The vocal line surges upward to G ♮ 5, and both pitches occur as part of an A ♮ dominant seventh chord ( D ♭ now appears in an inner voice, respelled as C ♯ ). The A ♮ 7 functions as a passing harmony, occurring after an ascending-fifths pattern in measures 5–7 that moves the music away from the key of F minor and toward G minor—which is itself an odd harmonic goal for a song in the key of F minor, and one to which I shall return later in the analysis. The effect of the A ♮ 7 in measure 8 is more striking than its passing function would suggest; while the seventh of the chord ( G ♮ ) resolves down as expected, the third of the chord ( C ♯ ) does not yield so readily to its expected resolution. Context implies that this C ♯ assumes a temporary role as scale degree ♯ 4 in G minor, and this seems to indicate resolution upward toward D ♮ (either as potential key area, next stop in the ascending fifths pattern currently underway, or a dominant within the key of G minor). Resolution of C ♯ to D ♮ is also implied by the D ♮ s in the G minor harmony in measure 7, and the brief occurrence of D ♮ in measure 8 as A ♮ 7 is prolonged for the duration of that measure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Instead of resolving to D ♮ , however, C ♯ is reinterpreted in measure 9 as the third ( D ♭ ) of a B ♭ minor triad (iv in F minor). (13) D ♭ then resolves to C ♮ , and a comparison of measures 5 \nwith measures 9–10 reveals that the entirety of the chromatic passage in measures 6–8 ends where it began, with iv moving to i in F minor (as Example 2 shows, i occurs within a larger prolongation of iv throughout this passage). Measure 8’s C ♯ does not resolve in any way implied by its immediate context. Instead, its surging energy is forced to remain inert until it is reinterpreted; this reinterpretation occurs as the protagonist asks that new grief not be continually introduced into his life, the lack of resolution a fitting portrayal of the protagonist’s clear anguish and frustration (“Mit ewig neuem Harm erfülle nicht!”). It is as though the C ♯ represents a small sign of hope for resolution as the protagonist requests that the irritant in his life leave him alone—the hopefulness heightened by the fact that C ♯ is surrounded by D ♮ s. C ♯ ’s reversal (its reinterpretation as D ♭ , and the subsequent wrenching downward of D ♭ toward C ♮ ) represents the devastating outcome: that the irritant remains ever-present, a fixture in the life of the protagonist. (14)",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] My analysis thus far has argued for the importance of the dyad D ♭ -G within the harmonic and dramatic framework of the A section. The importance of this dyad is enhanced by the repetition of G ♮ 5, which is not only the highest pitch in the A section (measures 2 and 8)—it is also the highest pitch in the entire song, and it occurs once in the B section as well (measure 25). This marked registral repetition imbues each occurrence of G ♮ 5 with an associational resonance that accumulates as the song continues. Additionally, both vocal occurrences of G ♮ 5 in the A section are paired with D ♭ ( C ♯ in measure 8) as members of dissonant harmonies; both occurrences of G ♮ 5 also descend through F to D ♭ , creating two melodic pairings of the dyad in addition to the three harmonic occurrences ( Example 3 ). Example 3 . Process of contour expansion, measures 1–2, 5–10 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] One more disruptive feature of the A section remains to be discussed, and, not surprisingly, it involves a member of the dyad D ♭ -G. While the vocal line exhibits several unwieldy leaps due to contour expansions and reaching over, the most awkward takes place in measure 11, where D ♭ 5 is left hanging; this leap, unlike earlier leaps in this passage, cannot be explained by either reaching over or contour expansion (the wedge-shaped marking in Example 2 highlights the unresolved D ♭ ). Instead, this leap is a result of two separate voice leading lines arising in the vocal melody: the inner voice, which remains on G4 and then moves upward through A ♮ to B ♭ , returning to A ♭ for a final descent to F; and an upper line, which begins in measure 6 with a reaching-over gesture to E ♭ 5, and then continues to G5, moving downward in a mostly stepwise fashion until it reaches D ♭ . At this point, the upper line’s trajectory is abandoned, leaving the entire dissonant span of the upper voice unresolved and isolated while the inner voice continues its descent to scale degree 1. Because this upper line clearly implies resolution of a well-known tendency tone, and this trajectory is abandoned in such a marked fashion, I call the leap resulting from the unresolved D ♭ a melodic disjunction. (15) Although one could say that the resolution of D ♭ 5 in measure 11 is transferred to C ♮ 4 in the inner voice (Example 2), the D ♭ 5 remains noticeably unresolved in its own register. Simply explaining that D ♭ 5 resolves in a different voice does not adequately capture the distinct feeling that D ♭ 5 has been left hanging, especially because it happens before a long-awaited cadence on the tonic, a harmony with which D ♭ forms a dissonance. There is no attempt to mitigate the two levels of melodic activity that arise in the A section: the main (inner-voice) line, and the disruptive upper line (G–F– E ♭ – D ♭ ). The abandonment of this upper-line trajectory intensifies the role of the dyad D ♭ – G ♮ as irritant in the A section, and the resulting unresolved D ♭ in the voice intensifies the anguish already communicated in the A section. Example 4 . Melodic recomposition of measures 5–13 (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Example 4 offers a melodic recomposition of measures 5–13 of the A section, which is intended to demonstrate how the melodic line might have eliminated the unresolved D ♭ in measure 11, and what effect this change might have had on the character and trajectory of the A section. While many alternative realizations would have been possible, this recomposition avoids a leap upward to F in measure 10, so that the melodic line has a smaller distance to descend, and can take a more stepwise route. (16) The resulting absence of the awkward leap from D ♭ to A ♭ in measure 11 greatly diminishes the unresolved and frustrated effect of the A section as a whole, and the D ♭ is no longer left hanging.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The melodic line that covers the Urlinie in measures 6–11 thus assumes a disruptive role. The Urlinie , which is entirely taken over by the disruptive upper line, is not unlike the protagonist’s mental state at this point: any \nformer state of calm is overwritten by turbulence. *\t*\t* Example 5 . Summary of dyad D ♭ – G ♮ throughout op. 57, no. 4 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The irritant dyad G ♮ – D ♭ is temporarily soothed by a link to the B section in measures 12–14, as D ♭ is reinterpreted as tonic and G ♮ is transformed to G ♭ (see Example 6 for a voice-leading sketch of this passage). A precarious calm ensues as the protagonist contemplates finding rest. This hopeful reverie proves fleeting, however, as measure 16 yields a compromise to the new key of D ♭ : a blatant G ♮ in the bass, which occurs on the downbeat as the voice rests, as if momentarily exposing the protagonist’s innermost thoughts. This G ♮ appears within an otherwise straightforward passage in D ♭ major, suggesting that just beneath the unstable, delicate veneer of calm, darkness persists in the protagonist’s soul. As the root of a half-diminished seventh sonority (the very same sonority encountered in measures 1 and 2 of the A section), the G ♮ in measure 16 not only provides yet another harmonic combination of the irritant dyad G ♮ – D ♭ (as well as a melodic succession of D ♭ – G ♮ in the bass line); G ♮ is also especially marked because it does not resolve as scale degree ♯ 4 in D ♭ major typically would ( Example 5 ). Instead of resolving up to A ♭ as part of an applied leading-tone harmony, G ♮ moves downward to F and then E ♭ as part of a prolongation of intermediate harmony. The unresolved G ♮ in measure 16 belies the placid surface of D ♭ major and reveals the protagonist’s inner distress; even as he imagines some future time during which his life will be free from the irritant that currently plagues him, hot blood still courses through his veins, and the frustration in his life persists.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Perhaps due to the cross-relation between G ♮ and G ♭ between measures 16 and 17, the G ♮ in measure 16 has frequently been assumed to be an error, and is substituted with G ♭ in many recordings and some editions. The autograph manuscript is unfortunately lost, so it is impossible to say definitively which version Brahms intended ( McCorkle 1984 , 241). (17) This substitution is extremely regrettable, as it changes the interpretation of the entire song by allowing the key of D ♭ major, and thus the feeling of rest referenced in the poem, to gain a more secure foothold than seems appropriate, given the dramatic situation. If G ♭ substitutes for G ♮ in measure 16, there is no challenge to the key of D ♭ major for four full measures, and the effect is far less dramatic. I argue for \nBrahms intending G ♮ because the dyad G ♮ – D ♭ plays such a central role in the expressive unfolding of the song’s narrative. (18)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "mccorkle_1984"
                ]
            }
        },
        {
            "21": {
                "text": "[21] After the G ♮ in measure 16 fails to resolve, G ♭ is temporarily reinstated and the music remains in D ♭ major until measure 21, at which point the music becomes increasingly chromatic and agitated. This mounting chromaticism reintroduces not only G ♮ , but also D ♮ , and culminates with a climactic G major second-inversion triad in measure 25, featuring G ♮ 5 and D ♮ 2 as boundary pitches (Example 5). This combination of G ♮ and D ♮ , especially at such a climactic moment in the song, represents yet another transformation of the G ♮ – D ♭ dyad, a transformation which first occurred in measure 7 as part of a G minor triad, though its place within the network of the song’s connections becomes clear only as the other appearances of these pitches are revealed. Additionally, like Schubert’s promissory note ( Cone 1982 ), this G major triad represents an out-of-context resolution of C ♯ from measure 8, and although the harmony accompanying the resolution note, D ♮ , is unsuitable as a resolution of the A ♮ 7 from earlier in the song, its significance is not diminished; this G major triad represents a vision of what the protagonist’s life might be like without the irritant present. Such a life is impossible for the protagonist, and the illogical nature of this harmony (particularly in the second inversion, which makes it sound more like a cadential arrival) bears out the protagonist’s fervent wishing that his life’s own irritant would disappear. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "cone_1982"
                ]
            }
        },
        {
            "22": {
                "text": "[22] As if trying (and failing) to force together mismatched pieces of a puzzle, the combination of G ♮ and D ♮ occurring along with the climactic G major triad in measure 25 is rejected, just as G minor was rejected in measure 7, and just as the combination of G ♭ and D ♭ as part of D ♭ major in measure 15 was also rejected. Despite repeated attempts to reconcile various transformed (and more consonant) versions of this dyad, the music seems fixated on maintaining the most dissonant permutation ( G ♮ – D ♭ ); in measure 26, the music turns immediately back toward F minor as G ♮ 5 descends to D ♭ (and eventually C), thus outlining again the problematic dyad. (20) Example 6 . Middleground of B section, “Ach, wende diesen Blick” (click to enlarge)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The B section offers no true relief from the pain and fire of the song’s beginning; attempts to transform the dyad G ♮ – D ♭ into more consonant versions of itself are unsuccessful, just as the protagonist’s attempts to contemplate rest are overcome by images of blood feverishly coursing through veins. D ♭ major’s short-lived stability in the B section cannot tame the irritant G ♮ , and the B section ends with the two pitches aligned vertically, the harmonically weak return of the A section offering insufficient closure of this problematic dyad. *\t*\t*",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The thematic return of the A section is ushered in by the piano in measure 29; the altered voice part joins in several beats afterward, on D ♭ this time instead of C ♮ . The text of the A' section expresses not resolution, but despair, through the image of snake-like pain stinging one’s heart. Except for the beginning of the return, in which the material first presented in the voice part of measure 1 occurs in the piano part, the music of this passage is parallel to the original A section. Because the first part of the contour expansion that gradually approached G ♮ 5 when it was first heard (measure 2) has been moved to the piano part, the G ♮ 5 (measure 30) is especially emphasized this time; it sets the word “flüchtiger,” or “fleeting,” as the protagonist \nreferences a single fleeting ray of light that will unleash pain upon him. Because G ♮ 5 is now approached more suddenly in the voice, it takes on an almost literal sensation of a fleeting ray of light—light that is capable of singlehandedly awakening an old pain.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The rest of the A section returns, its disruptions as bitter as before; all of the melodic and harmonic combinations of G ♮ and D ♭ reappear for a final time, and the unresolved D ♭ , originally presented in measure 11, returns in measure 39, imbuing the final cadence of the song with subtle lingering dissonance. The irritant in the protagonist’s life remains, just as the problematic dyad in Brahms’s setting remains: neither finds a satisfactory dramatic resolution. (21) *\t*\t*",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The melodic disjunction in measures 11 and 39 of the vocal line may at first seem inconsequential; one might be led to argue that the D ♭ 5 simply resolves to an inner-voice C and that the entire disruptive upper branch of the vocal melody arises as a result of motion out of an inner voice and reaching over. However, Inge van Rij has noted the prevalence with which the sighing motive (scale degrees ♯ 6 –5) occurs throughout all eight songs of op. 57, and I argue that this motive is especially important in “Ach, wende diesen Blick,” as the pitch motive D ♭ –C recurs at various levels of tonal structure throughout the song. (22) The frequency with which this motive appears throughout the cycle, and in this song in particular, renders the unresolved tendency tone D ♭ in measures 11 and 39 especially conspicuous. Example 7 . Summary of D ♭ –C motions throughout op. 57, no. 4 (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Example 7 summarizes the appearances of this important motive throughout op. 57 no. 4. It first appears in measures 1 and 2, where it is embellished in the \nsoprano. It returns in the voice in measures 9 and 10, where D ♭ ’s resolution to C is quickly undermined by a near-immediate repetition of D ♭ , which, of course, does not resolve in measures 11–12.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The motive D ♭ –C is central to the B section as well, which is shown in more detail in the middleground sketch of the B section ( Example 6 ). This sketch shows the bass line of the B section outlining an Italian augmented sixth, which leads to the dominant of F minor, thus revealing a large-scale motion between D ♭ and C. The D ♭ that occurs in measure 15 is therefore less stable than it initially appeared; it is de-stabilized not only by the G ♮ s that occur throughout the passage, but also by the B ♮ that occurs in measure 23, which heightens D ♭ ’s role as neighbor to C on a larger scale. Finally, the last notes of the upper line’s descent in the B section are again D ♭ –C, yet another manifestation of this important neighbor figure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The motive D ♭ –C is also echoed in the voice in measures 29–30, as the voice enters on D ♭ with the return of the melodic material from A. Because the song ends with a near-exact repetition of A, all of the D ♭ –C motions return in A', including D ♭ ’s lack of resolution in measure 39, which constitutes the voice’s last utterance. The pervasive appearance of this motive throughout op. 57, and especially its recurrence at various levels of the voice-leading structure of “Ach, wende diesen Blick,” heightens the disruptive impression resulting from the unresolved upper-voice D ♭ in measures 11 and 39.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The lack of integration of irritant pitches G ♮ and D ♭ into the song’s harmonic framework, and the lack of resolution of the D ♭ in measures 11 and 39 in particular, impart a frustrated, open-ended quality to the song that creates a musical dramatization of the protagonist’s situation, whose problems also do not resolve. There is no trace of resignation on the part of the protagonist, and there is certainly no sense of peace. Despite the protagonist’s repeated attempts to integrate the irritant into his life, the irritant persists; despite the various tonal contexts and permutations of D ♭ – G ♮ presented throughout the song, the dissonant version persists, avoiding resolution at all turns. C ♯ at first appears to offer a potential resolution, but its implied resolution to D ♮ is denied, and it is respelled as D ♭ and coerced downward to C ♮ . Although D ♭ resolves to C ♮ many times during the course of the song, resolution to C ♮ is purposefully avoided at the most critical and obvious junctures of the song—just before the first and last cadences on the tonic (measures 11 and 39). Other, more consonant versions of D ♭ – G ♮ are attempted, but ultimately rejected.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Instead of coming to peace with his troubles, the protagonist continues to dwell bitterly on the effect that his own irritant has on his life: “A fleeting ray of your light awakens the total fury of the pain that snakelike stings my heart, that snakelike stings my heart.” And this is the way the song concludes: without a traditional denouement , in either word or musical gesture. Though there is, of course, a technical resolution to tonic, the real conflicts in the song—the dissonances in both the poem and the musical setting—remain active, disrupting and unsettling the life of the protagonist as well as the melodic and harmonic progression of the song. (23) It is the lack of denouement that makes this particular setting so dramatic, even operatic, in nature; to say that this song is tonally closed and that the matter deserves no further discussion would be to miss entirely the importance of the dyad G ♮ – D ♭ , given the clear lack of poetic resolution. Brahms’s subtle setting thus suggests the unresolved nature of the protagonist’s situation. (24)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.1.hoag.html",
    "data": "mto/data/mto.11.17.1.hoag.json"
}