{
    "title": "Tonal Ebb, Sunken II Chords, and Text-Music Correspondences in Robert Schumann’s Lieder",
    "date": "2022/03/01",
    "volume": "28",
    "issue": "1",
    "authors": [
        "Martin, Alexander"
    ],
    "abstract": "In this article, I posit and develop the principle of tonal ebb to account for breaches of harmonic syntax in the normative tonal flow of common practice era music, with special reference to V going to II. Though typically forbidden, V—II progressions occasionally arise in a handful of special cases. Rarely, one may encounter asunken II chord: this is my term for an apparent, diatonic II chord that arises from contrapuntal motion within V in major keys. To ground this rather abstract contrapuntal artifact and highlight its unique affective properties, I develop a conceptual model for the apparent V—II—V tonal formation that draws on an analogy to a folding technique from origami. Owing to its voice leading properties, the sunken II chord is particularly well-suited to conveying a sense of “that which lies within” in musical terms. I argue that Robert Schumann was sensitive to this effect—consciously or unconsciously—and that he employed it in his songs to underscore moments of inwardness, introspection, or heightened subjectivity in the poetry. I proceed to investigate three Schumann songs from 1840 that feature a text-music correspondence involving a prominent sunken II chord and some manner of inward turn in the text.",
    "keywords": [
        "Tonal Ebb",
        "Sunken II Chord",
        "Inwardness",
        "Embodiment",
        "Robert Schumann",
        "Lieder",
        "Text-Music Relationships",
        "Schenkerian Analysis"
    ],
    "doi": "10.30535/mto.28.1.5",
    "received": "January 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.1/mto.22.28.1.martin.pdf",
    "author_info": [
        {
            "name": "Alexander Martin",
            "university": "School of Music - Stetson University",
            "address": "421 N. Woodland Blvd., Unit 8399, DeLand, Flordia 32723",
            "email": "amartin17@stetson.edu"
        }
    ],
    "citations": {
        "aldwell_and_schachter_2003": "Aldwell, Edward, and Carl Schachter. 2003. Harmony and Voice Leading . 3rd ed. Thomson and Schirmer.",
        "basevi_2013": "Basevi, Abramo. 2013. The Operas of Giuseppe Verdi . Edited by Stefano Castelvecchi. Translated by Edward Schneider and Stefano Castelvecchi. University of Chicago Press. https://doi.org/10.7208/chicago/9780226095073.001.0001 .",
        "binder_2006": "Binder, Benjamin. 2006. “Intimacy, Introversion and Schumann’s Lieder.” PhD diss., Princeton University.",
        "brower_2000": "Brower, Candace. 2000. “A Cognitive Theory of Musical Meaning.” Journal of Music Theory 44 (2): 323–79.",
        "burstein_2020": "Burstein, L. Poundie, and Joseph N. Straus. 2020. Concise Introduction to Tonal Harmony . 2nd. ed. W. W. Norton.",
        "cadwallader_and_gagné_2011": "Cadwallader, Allen, and David Gagné. 2011. Analysis of Tonal Music: A Schenkerian Approach . 2nd ed. Oxford University Press.",
        "cadwallader_and_gagné_2016": "Cadwallader, Allen, and David Gagné. 2016. “The Evolution of the Quintteiler Concept in Schenker’s Published Writings.” Music Theory Spectrum 38 (1): 109–17. https://doi.org/10.1093/mts/mtw001 .",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "caplin_2013": "Caplin, William. 2013. Analyzing Classical Form: An Approach for the Classroom . Oxford University Press.",
        "cutler_2009": "Cutler, Timothy. 2009. “On Voice Exchanges.” Journal of Music Theory 53 (2): 191–226.",
        "daverio_1997": "Daverio, John. 1997. Robert Schumann: Herald of a “New Poetic Age.” Oxford University Press.",
        "damschroder_2010": "Damschroder, David. 2010. Harmony in Schubert . Cambridge University Press.",
        "damschroder_2018": "Damschroder, David. 2018. Tonal Analysis: A Schenkerian Perspective . W. W. Norton.",
        "dubiel_1990": "Dubiel, Joseph and Heinrich Schenker. 1990. “’When You Are a Beethoven”: Kinds of Rules in Schenker’s ‘Counterpoint.’” Journal of Music Theory 38 (2): 291–340.",
        "ferris_2000": "Ferris, David. 2000. Schumann’s Eichendorff Liederkreis and the Genre of the Romantic Style . Oxford University Press.",
        "garrison_2012–13": "Garrison, Rodney. 2012–13. “Unrolling Schenker’s Ideas of Musical ‘Unfolding.’” Theory and Practice 37/38: 111–38. https://www.jstor.org/stable/43864908 .",
        "gjerdingen_2007": "Gjerdingen, Robert O. 2007. Music in the Galant Style . Oxford University Press.",
        "guck_1978": "Guck, Marion A. 1978. “The Functional Relations of Chords: A Theory of Musical Intuitions.” In Theory Only 4/6: 29–42.",
        "johnson_1987": "Johnson, Mark. 1987. The Body in the Mind: The Bodily Basis of Meaning, Imagination, and Reason . University of Chicago Press. https://doi.org/10.7208/chicago/9780226177847.001.0001 .",
        "jonas_1982": "Jonas, Oswald. 1982. Introduction to the Theory of Heinrich Schenker: The Nature of the Musical Work of Art . 2nd ed. Translated and edited by John Rothgeb. Longman.",
        "komar_1968": "Komar, Arthur. 1968. Theory of Suspensions . Princeton University Press.",
        "kramer_1990": "Kramer, Lawrence. 1990. Music as Cultural Practice . University of California Press.",
        "laitz_2010": "Laitz, Steven G., and Christopher Bartlette. 2010. Graduate Review of Tonal Theory: A Recasting of Common-Practice Harmony, Form, and Counterpoint . Oxford University Press.",
        "lang_1988": "Lang, Robert J. 1988. The Complete Book of Origami: Step-by-Step Instructions in Over 1000 Diagrams . Dover Publications.",
        "nobile_2014": "Nobile, Drew. 2014. “A Structural Approach to the Analysis of Rock Music.” PhD diss., The Graduate Center, City University of New York.",
        "nobile_2020": "Nobile, Drew. 2020. Form as Harmony in Rock Music . Oxford University Press. https://doi.org/10.1093/oso/9780190948351.001.0001 .",
        "ratner_1980": "Ratner, Leonard G. 1980. Classic Music: Expression, Form, and Style . Schirmer Books.",
        "riemann_1896": "Riemann, Hugo. [1893] 1896. Harmony Simplified . Translated by H. Bewerunge. Augener.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer Books.",
        "rothstein_1991": "Rothstein, William. 1991. “On Implied Tones.” Music Analysis 10 (3): 289–328. https://doi.org/10.2307/853970 .",
        "rothstein_2006": "Rothstein, William. 2006. “Transformations of Cadential Formulae in Music by Corelli and His Successors.” In Essays from the Third International Schenker Symposium , ed. Allen Cadwallader, 245–78. Olms.",
        "samarotto_2005": "Samarotto, Frank. 2005. “Schenker’s ‘Free Forms of Interruption,’ and the Strict: Toward a General Theory of Interruption.” Paper presented at the Annual Meeting of the Society for Music Theory, Cambridge, MA, 11 November.",
        "schachter_1999": "Schachter, Carl. 1999. “The Triad as Place and Action.” In Unfoldings: Essays in Schenkerian Theory and Analysis , ed. Joseph N. Straus, 163–6. Oxford University Press.",
        "schachter_2016": "Schachter, Carl. 2016. The Art of Tonal Analysis: Twelve Lessons in Schenkerian Theory . Edited by Joseph N. Straus. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190227395.001.0001 .",
        "schenker_1954": "Schenker, Heinrich. [1906] 1954. Harmony . Edited by Oswald Jonas. Translated by Elisabeth Borgese. The University Chicago Press.",
        "schenker_1977": "Schenker, Heinrich. [1935] 1977. Free Composition . Translated by Ernst Oster. Pendragon Press.",
        "schenker_2005": "Schenker, Heinrich. [1923–24] 2005. Der Tonwille: Pamphlets in Witness of the Immutable Laws of Music, Offered to a New Generation of Youth by Heinrich Schenker . Volume II: Issues 6–10 (1923–1924). Edited by William Drabkin. Translated by Ian Bent, William Drabkin, Joseph Dubiel, et al. Oxford University Press.",
        "schenker_2014": "Schenker, Heinrich. [1924] 2014. The Masterwork in Music: Volume I 1924 . Edited by William Drabkin. Translated by Ian Bent, William Drabkin, Richard Kramer, John Rothgeb, and Hedi Siegal. Dover Publications.",
        "schmalfeldt_1992": "Schmalfeldt, Janet. 1992. “Cadential Processes: The Evaded Cadence and the ‘One More Time’ Technique.” Journal of Musicology Research 12 (1-2): 1–51. https://doi.org/10.1080/01411899208574658 .",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Philosophical and Analytical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "smith_1981": "Smith, Charles J. 1981. “Prolongations and Progressions as Musical Syntax.” In Browne, Richmond ed., Music Theory: Special Topics . Academic Press.",
        "stein_2010": "Stein, Deborah, and Robert Spillman. 2010. Poetry into Song: Performance and Analysis of Lieder . Oxford University Press.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195140231.001.0001 ."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to express my heartfelt thanks to Ellen Bakulina, Rebecca Long, and L. Poundie Burstein, who read early versions of the article and provided valuable feedback.",
            "citations": []
        },
        "FN1": {
            "text": "1. This general principle is codified in several modern theoretical and didactic concepts, but its origin can be traced back to Hugo Riemann’s Funktionstheorie , which appears in its fully matured form in Harmony Simplified ( [1893] 1896 ). For a historical overview of how theorists’ thinking about harmonic syntax and progression has developed and deepened since Riemann, see Nobile 2014 (esp. chap. 2) and 2020 (esp. chap. 1). Several modern Anglo-American theories of harmonic syntax—including Nobile’s recent contribution, as it applies specifically to rock music—are also strongly tied to notions of phrase rhythm, musical form, and formal function. Steven Laitz and Stephen Bartlette’s book ( 2010 ) provides a useful codification of the phrase model ( 2010 , 78ff) and William Caplin’s cadential progressions ( 1998 , 27–29; 2013 , 4–5 and 14–19) are likewise representative in this regard. By corollary, most theories recognize a departure from and return to tonic as paradigmatic and may even differentiate between an initial and final tonic (e.g., Guck 1978 , 34 and Caplin 1998 , 27). Moreover, they are often overlaid with hierarchical considerations such that a harmonic function may be extended, embellished, or prolonged by multiple chords (e.g., IV—II prolonging PD -function). By comparison, Heinrich Schenker’s early concept of the Stufenkreis ( [1923–24] 2005 ; [1924] 2014 ) is much more flexible as it is untethered either to notions of form or to functional categories. Though it usually appears as I—IV—V—I or I—II—V—I, unlike a fundamental structure or its replica (that moreover allows for intervening Stufen between I and V at later levels), a Stufenkreis need not begin and end with tonic harmony; thus, for example, V—I—IV—V is a viable Stufenkreis . The term first appears circa 1924 in the later volumes of Der Tonwille . There are several English translations, including “closed harmonic cycle” (Renwick in Schenker [1923–24] 2005 , 78) and “circle of harmonic degrees” (Lubben in Schenker [1923–24] 2005 , 139; Kramer in Schenker [1924] 2014 , 9). Especially in the Anglo-American academy, it is not uncommon to find Schenkerian concepts (e.g., prolongation) or structures (e.g., Stufenkreis or Ursatz ) admixed with ideas of harmonic-functional categories ( Guck 1978 ; 2011 ) or progression systems ( Smith 1981 ). Cadwallader and Gagné’s textbook, for example, describe classes of harmony that are analogous to T , PD , and D functions (41–42).",
            "citations": [
                "riemann_1896",
                "nobile_2014",
                "nobile_2020",
                "laitz_2010",
                "laitz_2010",
                "caplin_1998",
                "caplin_2013",
                "guck_1978",
                "caplin_1998",
                "schenker_2005",
                "schenker_2014",
                "schenker_2005",
                "schenker_2005",
                "schenker_2014",
                "guck_1978",
                "smith_1981"
            ]
        },
        "FN2": {
            "text": "2. Some textbooks (e.g., Burstein 2020 , 69ff) employ the slightly more neutral term subdominant ( S ) as a functional category in the place of pre-dominant ( PD ). Cadwallader and Gagné’s intermediate harmony ( Int. ) class is somewhat broader either than PD or S , as it embraces any chord that comes between the structural tonic and dominant, e.g., I 6 .",
            "citations": [
                "burstein_2020"
            ]
        },
        "FN3": {
            "text": "3. Outside of these frameworks, V—II may not be heard as disruptive to tonal flow. For example, in the context of an ascending fifths sequence, e.g., I—V—II—VI—III, the motion from V to II does not introduce tonal ebb because the usual considerations of harmonic progression and voice leading are momentarily held in abeyance.",
            "citations": []
        },
        "FN4": {
            "text": "4. The distinction between apparent and real musical entities is commonplace in many strands of tonal analysis, but this convention is especially common in Schenkerian discourse, where analysis is calibrated to assert that some sonorities, harmonies, key areas, linear progressions, etc. may be heard as apparent ( Schein -, scheinbar ) events in relation to other real ( wirklich )—i.e., structural—events, e.g., harmonies that partake in the fundamental structure. In adopting these linguistic conventions here and throughout this article—especially the concept of an apparent II chord , introduced in [6]—I make no claim that the musical objects and relations that I identify in my analysis are true, objective, or representative of a universal listening experience in any transcendental or cross-cultural way. Rather, my claims are interpretive in nature: I embrace and enlist the structural/apparent dichotomy with a view to offering one way that listeners might hear and interpret the works in question.",
            "citations": []
        },
        "FN5": {
            "text": "5. Concerning sequential periods, Caplin writes: “A looser harmonic expression is created when the basic idea of the antecedent is restated sequentially in the consequent, usually by being transposed up a step into the supertonic region” ( 1998 , 53).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN6": {
            "text": "6. Cf. Frank Samarotto’s invocation of bifurcation in his exploration of free forms of interruption: “In these situations, a single structural motion is bifurcated into two statements, at least one of which is partial, but which together represent a single, structural entity, that is, the components of the two statements map onto each other to make a single coherent motion. The question of which of these statements is subordinate to the other is moot; there is fundamentally only one” ( 2005 , 7). Emphasis in the original.",
            "citations": [
                "samarotto_2005"
            ]
        },
        "FN7": {
            "text": "7. The experience of backing up and trying again invites comparison between bifurcation and Janet Schmalfeldt’s “one more time” technique ( 1992 ; 2011 ). The difference is that whereas the concept of “one more time” technique is strongly bound up with evaded cadences and cadential deviation, generally, bifurcation is much freer and may occur in several different form-functional contexts. Additionally, most examples of “one more time” technique bring a return of the cadential progression’s initial tonic (usually I or I 6 ), such that the tonal ebb currently under consideration (i.e., a sense of backing up arising specifically from a perceived breach in harmonic syntax) does not play a role.",
            "citations": [
                "schmalfeldt_1992",
                "schmalfeldt_2011"
            ]
        },
        "FN8": {
            "text": "8. The most famous and commonplace apparent chord is undoubtably the cadential six-four, which likewise delays the arrival of V’s chord tones.",
            "citations": []
        },
        "FN9": {
            "text": "9. My analysis follows Schachter’s reading in “The Triad as Place and Action” ( 1999 ). There is a motivic parallelism between the 5 ˆ – 6 ˆ – 5 ˆ neighbor motion in the bass and the opening melody in mm. 1–4.",
            "citations": [
                "schachter_1999"
            ]
        },
        "FN10": {
            "text": "10. This business of “capturing” a tone is central to Schenker’s conception of the deceptive cadence in Harmony ( [1906] 1954 ). In §121, he describes how an expected tonic may arrive in the melody “not as a root tone but as a [chordal] third, imprisoned, so to speak , by another root tone (viz. that of VI)” (222 my emphasis). Similarly, he describes how “the effect of a deceptive cadence” arises when an expected tonic in the melody “gets captured” as a chordal fifth “by the IV step” (223). In Example 6, 1 ˆ in the tenor is captured as a third above the bass in the manner of a V—VI or V—IV 6 , but the addition of 2 ˆ in the soprano yields V—II ø . Rhetorically, the effect can be heard as two half-hearted attempts at a full close (in mm. 10 and 11) that culminate disappointedly merely in a half close (m. 12). In this sense, V—II ø may be taken as an alteration of a V—IV 6 deceptive cadence. This possibility seems to be suggested by Schenker’s discussion of Example 172, which shows “a kind of deceptive cadence,” viz. V ♮ -IV 6 , that is “affected by a chroma ” (201). Although he does not countenance the possibility that 1 ˆ may be captured as the chordal seventh of II 7 in §121, he later describes how “any step progression, not merely V—IV or V—VI, may be heard as a deceptive cadence, provided that it prevents the fulfilment of an expected full close” (226–27). And in connection with this point, he shows a deceptive cadence where 1 ˆ is in fact captured as the chordal seventh of a fully diminished seventh chord on an altered II Stufe (223). Remarkably, almost every example of deceptive cadence that Schenker offers from the literature in Harmony is prefigured in his lengthy quotation of Fux’s feigned closes ( inganno ) from Gradus Ad Parnassum (139–40)! For example, the possibility that V—II (7) might be heard as a form of deceptive cadence is nascent in the second ficta in Example 108 (D 4— ♮ 3(!) —Am(!) for the formal close D—G); similarly in the last ficta of Example 109, the interval of a 3rd (E— G ♯ ) proceeds deceptively to a 5th (D—A), thus supposing V— IV or even V— II deceptive progressions.",
            "citations": [
                "schenker_1954"
            ]
        },
        "FN11": {
            "text": "11. For an excellent introduction to this concept, see Cadwallader and Gagné 2016 , 109–17. In the North American academy, the more colloquial expression chord on the upper fifth enjoys more currency.",
            "citations": []
        },
        "FN12": {
            "text": "12. Conceptually, the dissonant seventh D—C stands for the consonant octave D—D.",
            "citations": []
        },
        "FN13": {
            "text": "13. Damschroder evocatively describes this manner of transformation as a dominant emulation ( 2010 , 4; 2018 , 29). This is his term for when a Stufe is altered to mimic the construction and behavior of a V (7) , while retaining its original role with respect to a global tonic.",
            "citations": [
                "damschroder_2010",
                "damschroder_2018"
            ]
        },
        "FN14": {
            "text": "14. Since they manifest as root-position, minor triads, sunken II chords are, after a fashion, native to the major mode, but, theoretically, they may be transplanted to the minor mode artificially through the chromatic alteration of II’s chordal fifth. Additionally, in major keys, II’s relationship to V as Oberquintteiler is the only such modally mismatched pairing (i.e., V is major while II is minor ), further underscoring the peculiar effect.",
            "citations": []
        },
        "FN15": {
            "text": "15. See Schenker ( [1935] 1977 ), §140–44, esp. Fig. 43 and §234). According to Schenker, “An unfolding occurs in the following situations: 1. when the vertical condition of a single chord is transformed into a horizontal condition in such a manner that a tone of the upper voice is connected to a tone of the inner voice and then moves back to the upper voice, or the reverse ([Fig. 43] a); 2. when in a succession of several chords a similar connection from the upper to the inner voices takes place ([Fig. 43] b to f).” See also Garrison ( 2012–13 ).",
            "citations": [
                "schenker_1977"
            ]
        },
        "FN16": {
            "text": "16. The water bomb base is a common starting point for several traditional origami folds, among them the lily, water balloon, crab, and angelfish.",
            "citations": []
        },
        "FN17": {
            "text": "17. Schenker describes the sacred triangle as the image of the bass arpeggiation I—V—I at various structural levels: “May the musician always carry in his heart the image of the bass arpeggiation (Fig. 7)! Let this triangle be sacred to him! Creating, interpreting—may he bear it always in ear and in eye! By extension, every triad, whether it belongs to middleground or foreground, strives for its own triangle (§§ 242 ff.).” See Schenker ( [1935] 1977 , §19).",
            "citations": [
                "schenker_1977"
            ]
        },
        "FN18": {
            "text": "18. Cf. Example 8, where the Quintteiler relationship is conventionally notated with solid lines in the bass. I have borrowed this notation, too, from origami diagrams, where it is sometimes used to indicate a hidden fold . See, for example, symbols and terminology in Lang 1988 , 6.",
            "citations": [
                "lang_1988"
            ]
        },
        "FN19": {
            "text": "19. In connection with this point, see discussion on Fux’s feigned closes ( inganno ) in note 9. As my analysis of “Ich hab’ in mich gesogen” and “Berg’ und Burgen schau’n herunter” will show, ⇩II may crystallize around an auxiliary cadence that brings a tonicizing VI, thus V—([ VI ♯ ]—⇩II)—V. However, VI is not articulated rhetorically as a deceptive cadence in either song. Rather, it functions as a lower-level interpolated fifth that leads to ⇩II.",
            "citations": []
        },
        "FN20": {
            "text": "20. Zbikowski defines conceptual metaphor as “a cognitive mapping between two different domains” ( 2002 , 66).",
            "citations": [
                "zbikowski_2002"
            ]
        },
        "FN21": {
            "text": "21. Stein and Spillman later expand their definition as follows: “For the purposes of this discussion, the word dichotomy signifies the division of something into parts that are opposites, for example, something both real and unreal” ( 2010 , 236).",
            "citations": [
                "stein_2010"
            ]
        },
        "FN22": {
            "text": "22. The poem resonates with certain biographical details of Robert Schumann and Clara Wieck’s story as real-world, star-crossed lovers who—after overcoming seemingly insurmountable obstacles—would achieve a fairy-tale wedding on 12 September 1840. See John Daverio ( 1997 ), esp. chapters 4 and 5. Robert completed Myrthen in early March 1840 and presented a hand-crafted, leather-bound copy of the collection to Clara as a wedding gift. The inscription reads: “To my beloved bride.”",
            "citations": [
                "daverio_1997"
            ]
        },
        "FN23": {
            "text": "23. The blossoms remain the grammatical subjects of this stanza: they are the ones doing the whispering and the maiden is the grammatical object of their gossip ( von einem Mädchen , dative case). Narratively, however, the focus has shifted onto the maiden.",
            "citations": []
        },
        "FN24": {
            "text": "24. Humor is subjective and not all readers will take the poem in jest. What I interpret as an elbow to the rib, another reader may regard as dramatic irony.",
            "citations": []
        },
        "FN25": {
            "text": "25. First, the tenor line is hoisted above the soprano so that the third-progression C–(B)–A is covered by E 5 at its outset. The soprano line then re-asserts itself with a leap up to B 5 (the mi in the salient mi – ré – do melody). In this way, the downward step between C and B is realized as an upward leap of a seventh. Although we hear a leap from la up to mi in the piano prelude and elsewhere, Example 20 asserts that these tones—though phenomenologically contiguous—belong conceptually to distinct strands of voice leading.",
            "citations": []
        },
        "FN26": {
            "text": "26. In “Der Nussbaum,” the prelude in mm. 1–2 returns throughout the song in various guises and in fulfillment of various formal functions. For example, the material in mm. 5–6 (= mm. 15–16, 25–26, and 45–46) is identical to mm. 1–2, but functions as a link between the first line of text and the last three lines of text that make up the stanza. Similarly, the material in mm. 11–12 employs the same melody in the right hand, but with a different harmonic meaning: its formal function in this context is re-transitional insofar as the underlying harmonic progression transforms V harmony at the cadence into V 7 for the start of the next A section. That is, I read the G 7 chord in m. 10 and analogous passages not as an early return of tonic harmony on the weak part of the measure, but rather as an upper fifth to IV, which in turn functions as a lower neighbor to V. Thus, V—([I ♮ 7 ] | IV)—V 7 | I in mm. 10–13. Other variations include the dramatic A-minor version in mm. 31–32 (see discussion beginning at ¶30), a chromaticized re-transitional version in mm. 41–42 where the music must bring a return to G major for the reprise of A 4 , and a cadential version in mm. 56–57 in the voice. For a different perspective, Benjamin Binder’s 2006 dissertation traces the development of this “main idea” with a view to exploring musical intimacy (102).",
            "citations": [
                "binder_2006"
            ]
        },
        "FN27": {
            "text": "27. The reader may wonder how the introduction of a secondary leading tone squares with my earlier assertion that the ⇩II chord does not contain ♯ 4 ˆ . The pivotal inward turn already occurred back in m. 31 when D major moved to A minor; it is at this earlier junction that the secondary leading tone would disqualify any possibility of reading a dominant sink fold. Moreover, in this context, the A 7 chord in m. 41 is clearly a chromatic insertion subordinate to the longer stretch of A minor. To borrow Damschroder’s term, we might say that ⇩II surges back to V ( 2018 , 5–6 and 262). The conclusion we may draw is that when ⇩II moves back to V, it may be chromatically inflected at a more foreground level to intensify a return to V.",
            "citations": [
                "damschroder_2018"
            ]
        },
        "FN28": {
            "text": "28. In the score, D and F ♮ on beat 2 transform V into V 7/ ♮ 9 . I hear the V chord on the downbeat as a back-relating V chord and understand the extensions as connective. I have similarly excised sevenths and ninths elsewhere in Example 23 and 24 where they would obscure the idealized voice leading, the phrase structure, linear intervallic progressions, etc.",
            "citations": []
        },
        "FN29": {
            "text": "29. Cf. Example 3b and Example 5.",
            "citations": []
        },
        "FN30": {
            "text": "30. Rothstein describes this as a cadence-altering suffix : “Some suffixes, it seems, do not extend a cadence already reached; instead, they lead to a different cadence altogether” ( 1989 , 94–97). I have attempted to convey the situation with two fermata strengths and Schmalfeldt’s becoming symbol (⇒). Schumann explored this kind of cadential ambiguity between the singer and the accompaniment in the often-analyzed song “Aus meinen Thränen spriessen,” no. 4 from Dichterliebe , op. 48. For a sustained discussion of the relevant passage and the difficulties involved in conveying such transformations with graphic notation, see Ferris 2000 , 39–48.",
            "citations": [
                "rothstein_1989",
                "ferris_2000"
            ]
        },
        "FN31": {
            "text": "31. The beloved is explicitly identified as female in both “Ich hab’ in mich gesogen” and “Berg’ und Burgen shau’n herunter.” Listeners of Schumann’s time would likely have assumed a male protagonist, as I have here.",
            "citations": []
        },
        "FN32": {
            "text": "32. This observation adumbrates the matter of how tonal ebb may be articulated generally. My focus has been on ⇩IIs as a syntactical component in tonal ebb, i.e., the what , but the notion may also have a rhetorical component, i.e., the how . For example, whenever tonal ebb arises, the following two questions may stimulate further analytical commentary: 1) how is tonal flow interrupted, and 2) how does it resume? Although it is beyond the scope of the present study to develop the notion of articulative possibilities or common rhetorical conventions associated with tonal ebb, my intuition is that every instantiation is sui generis up to a point. We may one day codify a list of common elements or features that accompany ebbs in the tonal flow, e.g., reduced tempo indications, reduced surface activity, softer dynamics, selected expressive markings, etc. in various combinations.",
            "citations": []
        },
        "FN33": {
            "text": "33. The German word sogen has a distinctly nautical connotation to it, meaning to suck, draw in, or eddy.",
            "citations": []
        },
        "FN34": {
            "text": "34. I here take the third stanza at face value and assume that the protagonist’s beloved is literally present. This interpretation is suggested by the present tense in stanzas 3–6 and the beloved’s desire for spring is neatly explained by the change in season. However, it is also possible to interpret the beloved as figuratively present, i.e., she leans on the poet’s chest only in his imagination or memory. I am thankful to Reviewer #1 for inviting me to consider this possibility. If the protagonist controls imagining both the springtime and the beloved, why introduce the added conceit of separating them? We might understand this as the setup for a power fantasy in which the poet is able to give something to (or do something for) the beloved. In other words, the separation could be motivated by poet’s wish to be able to fulfill—for his own gratification—what he imagines the beloved desires (perhaps, for example, to win her love). Moreover, such a fantasy hinges precisely on his role as a poet , so it could also be bound up in the poet’s own aspirations as a writer.",
            "citations": []
        },
        "FN35": {
            "text": "35. From a form-functional perspective, the A′ section is truncated (mm. 9–12 do not return) and the symmetrical proportions are preserved with the addition of a coda in mm. 25–29. In other words, the song is still in three equal parts, but while the first two are their own sections (A and B), the third part is really two sections yoked together (A′ and coda).",
            "citations": []
        },
        "FN36": {
            "text": "36. Basevi cites as an example of this texture Rustighello and Astolfo’s duettino from Act 2 of Donizetti’s Lucrezia Borgia .",
            "citations": []
        },
        "FN37": {
            "text": "37. This piece could be read as either a 3- or a 5-line. Even though the singer does not attain C 5 until mm. 9ff, I have elected to read this song as a 5-line chiefly because of the accompaniment’s initial emphasis on C 5 and the salience of C 5 –F 4 fifth-progressions. In this reading, a motivic parallelism emerges between 5th-progressions at the foreground (m. 1 right hand, inner voice), middleground (motion into an inner voice in mm. 5–8), and background levels. The strong 5 ˆ – 6 ˆ connection across the two halves of the sequential period suggests that 5 ˆ is indeed the Kopfton and not merely a cover tone above 3 ̂ . Finally, we find that the postlude retraces a complete C 5 –F 4 fifth-progression, which we may take as confirmation that the piece is best read from 5 ˆ .",
            "citations": []
        },
        "FN38": {
            "text": "38. Compare Example 30 with the sequential period given in Example 4. In the latter, V and II stand should-to-shoulder; in the former, the basic idea begins with a V—I gesture so that in the sequential consequent, V and II are mediated by VI ♯ as II’s dominant (= g: V—I), thus attenuating—but not altogether eliminating—the effect of the tonal ebb.",
            "citations": []
        },
        "FN39": {
            "text": "39. From an organicist perspective, we might hear the formation of a sunken II chord in the B section as a logical efflorescence of the sequential period construction in the A section. Similarly, tonicizations of G minor in the A′ and coda (cf. mm. 23 and 27) could be taken as reminiscences.",
            "citations": []
        },
        "FN40": {
            "text": "40. Compare “Der Nussbaum,” where A minor was inflected to A 7 prior to the return of V.",
            "citations": []
        },
        "FN41": {
            "text": "41. On the musical surface, the ⇩II tonicization (g: III–II ø –V 7 –I aux. cad.) materializes specifically in connection with text’s description of the beloved’s yearning for spring’s bliss ( sehnet / den Frühlingswonnen nach )—a moment of heightened subjectivity. In the context of the two inner stanzas, however, the G minor passage in mm. 15–20 also corresponds to the beloved listening to the spring-streams in the poet’s breast, so it is accurate to say that inwardness as it relates to the beloved corresponds to the II harmony.",
            "citations": []
        },
        "FN42": {
            "text": "42. My inspiration is Rothstein’s description of “a crescendo of 2 ˆ functions” in his discussion of repeated cadences in Schubert’s “Mein!,” no. 2 from Die Schöne Müllerin , D. 795 ( 1991 , 292).",
            "citations": [
                "rothstein_1991"
            ]
        },
        "FN43": {
            "text": "43. Schumann alters the text of the poem to read bringt (brings or carries with) rather than ( ver -) birgt (conceals). There is some confusion about the choice of verb in this line. Birgt is conjugated from bergen (to recover, salvage, rescue, retrieve, etc.), but Heine seems to be using it as if it were verbergen (to conceal or hide). The inseparable prefix, ver -, is perhaps implied by the context. Schumann’s change to the simpler bringt may have been motivated by this confusion.",
            "citations": []
        },
        "FN44": {
            "text": "44. Even the word munter (merrily) is used only in connection to the vessel on which the protagonist is passively being carried, rather than the protagonist himself.",
            "citations": []
        },
        "FN45": {
            "text": "45. The song’s placement in the cycle may offer additional clues. We know from “Schöne Wiege meines Leiden” (no. 5) that the beloved pushed the protagonist away with bitter words (lines 17–18: Doch du drängst mich selbst von hinnen/bittre Worte spricht dein Mund )—to the point where he felt the need to leave town. The motif of leave-taking continues with a more jocular tone in “Warte, warte wilder Schiffsman” (no. 6), where the protagonist accuses the beloved of bringing him flame and death (line 20: du brachst'st beides, Flamm’ und Tod ). From this, we may conclude minimally that the protagonist and the beloved were at one time together in some capacity, that they are no longer together, and that whatever caused their separation was acrimonious. Lastly, the final song in the cycle, “Anfangs wollt ich fast verzagen” (no. 8), can be understood from context as taking place in a future time when the protagonist has partially recovered from the whole affair.",
            "citations": []
        },
        "FN46": {
            "text": "46. It is ambiguous whether the protagonist believes that the beloved has wronged him deliberately. The word die Tücke (pl. die Tücken ) literally means pitfall, but may be translated as peril, vagary, malice, spite, perniciousness, etc. Some translations are neutral with respect to the beloved’s intentions, while others ascribe malicious intent. For example, reading Tücken straightforwardly as “perils” or “pitfalls” might indicate unawareness on the beloved’s part about how her actions have affected the protagonist. Conversely, reading Tücken as “malices” suggests that the beloved intended the protagonist harm and paints her in a much more predatory light. “Berg’ und Burgen” invites comparison to Heine’s famous “Die Lorelei” poem, which, as a standalone poem, is likewise ambiguous as to whether the eponymous maiden is oblivious or not to the disastrous effects that her golden hair & comb and mellifluous song have on the river boatmen below.",
            "citations": []
        },
        "FN47": {
            "text": "47. Following Caplin ( 2013 , 238–39), I use the neutral terms, “part 1” and “part 2” rather than the traditional small binary section labels A and B.",
            "citations": [
                "caplin_2013"
            ]
        },
        "FN48": {
            "text": "48. Some readers may demur. My impression arises from observing that Schenkerian approaches tend to reserve reading an interruption structure for formal designs that bring a return of the initial basic idea in the home key after a HC (e.g., parallel period structures, rounded binary forms, and sonata forms). See, for example, Cadwallader and Gagné 2011 and Damschroder 2018 . Since simple binary forms, by definition, do not recapitulate earlier material or bring a return of an initial basic idea harmonized by tonic of the home key ( Caplin 2013 , 238), likewise, they do not invite reading a divided Ursatz .",
            "citations": [
                "damschroder_2018",
                "caplin_2013"
            ]
        },
        "FN49": {
            "text": "49. The motivic parallelism of the double neighbor figure is perhaps the most attractive feature of a standard reading.",
            "citations": []
        },
        "FN50": {
            "text": "50. This piece can also be read with an initial ascent to Kopfton 5 ˆ in m. 11. However, the primacy of 3 ̂ in both the piano prelude and postlude is compelling evidence that the song is better read as a 3-line.",
            "citations": []
        },
        "FN51": {
            "text": "51. In the score, the leading-tone G ♯ is, curiously, literally absent in m. 23 in any voice. If the A 2 in m. 22 represents a dissonant fourth over a prolonged V, then its tone of resolution ought to come in register 2—hence the implied G ♯ 2 in Example 39c.",
            "citations": []
        },
        "FN52": {
            "text": "52. Damschroder would likely connect this particular apparent tonic with his concept of an unfurled cadential six-four, i.e., a cadential six-four in root position ( 2018 , 24). See also Rothstein 2006 and Cutler 2009 .",
            "citations": [
                "damschroder_2018",
                "rothstein_2006",
                "cutler_2009"
            ]
        },
        "FN53": {
            "text": "53. With the poetic progression only starting in earnest in the second stanza, we may wonder what text-music relationship obtains in the first strophe. In life, we often experience emotions first and only later uncover their source and meaning. I would suggest that the B-minor cadence in stanza 1 acts as a harbinger in this regard: though the words set the river scene, the music foretells that there is something deeper at work, but its full significance will only be uncovered by the protagonist in stanzas 2–4. In other words, the relationship between the text and the music in the first strophe is a form of text-music irony, in the sense that the text says one thing, the music another. As a popular internet meme goes, Text: “I’m okay.” Music: He was not, in fact, okay.",
            "citations": []
        },
        "FN54": {
            "text": "54. Remarkably, a sense of concealment is built into this stanza’s very grammar. Innres is presented in line 12 as an adjective, but it is also the grammatical subject under poetic inversion. Without the inversion, the line would read Sein Inn’res birgt (its inside conceals). The word sein refers to the river in line 10 ( der Strom ) and indicates possession, i.e., the interior belongs to the river. Death and night in turn belong to the interior. Conceptually, therefore, death and night are two degrees removed from the river surface, and three degrees removed from their ultimate ambassador to the poem’s protagonist: the river’s splendor.",
            "citations": []
        },
        "FN55": {
            "text": "55. An amusing conundrum is that readers of this journal will likely be far more at home with contrapuntal musical abstractions than with origami and may therefore regard the latter as the less accessible domain. Nevertheless, anyone who is so inclined to try the fold is likely to find success after only a couple of attempts, at which point, the product of these efforts can literally be held in the palm of one’s hand.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "The Special Principle of Tonal Ebb Example 1 . Johann Sebastian Bach, Prelude in C Major from Das Wolhtemperierte Clavier , Book I, mm. 1–4 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In tonal music of the common practice era, II leads to V—not away from it. The consecution V—II is uncommon, and, from the perspective of a listener acculturated to the style, may be heard as an unexpected retrogression in certain tonal contexts. This is because moving from V to II contradicts one of the fundamental principles of harmony in this style, which holds that progressions should be forward-directed and goal-oriented. For the sake of this article, I will call this propensity the principle of tonal flow . (1) Conventional models for harmonic syntax generally describe how chord progressions involving three categories of harmonic function (viz., T onic, D ominant, and P re- D ominant (2) ) tend to follow the pattern T — PD — D — T . This pattern is ubiquitous in Western art music for much of the eighteenth and nineteenth centuries and is succinctly illustrated in the familiar passage given in Example 1 . Example 2 . Ludwig van Beethoven, Piano Sonata in E Major, op. 14, no. 1, mvt. II, mm. 17–20. V goes to II in m. 19, contrary to the usual T – PD – D – T paradigm (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Nevertheless, analysis of repertoire drawn from the common practice era occasionally turns up cases where, on the face of it, a II chord well and truly follows a V. Example 2 shows just such an occurrence. These peculiarities, which we might characterize as introducing an ebb in the tonal flow , demand our attention as listeners in pronounced cases and may come to be regarded as sites for rich, expressive potential. The robust explanatory frameworks we have for describing harmonic progressions in tonal music from this period seem to have difficulty accommodating them. More specifically, V—II presents a challenge to tonal flow when it arises in the context of a Schenkerian bass arpeggiation that might support a fundamental line (or its replica), and which is moreover overlaid with Anglo-American notions of harmonic function, i.e., T — PD — D — T cycles. (3) Yet, even in these contexts, V—II successions can usually be accounted for such that our models remain satisfied. There are three situations where II may follow V: II may follow a back-relating V chord. The progression II—V may undergo bifurcation . V may be followed and prolonged by an apparent II chord as its upper fifth divider . Example 3 . Bass line schemas for three situations where II may follow V (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] As shown in Example 3 , the context for V going to II always involves a broader tonal motion. Any perceived breach in the harmonic syntax is therefore only apparent, not actual. (4) This observation induces us to formulate a special principle of tonal ebb which holds that any apparent tonal backflow must be bound up in a superordinate tonal process adherent to the general principle of tonal flow. Example 4 . Wolfgang Amadeus Mozart, Piano Sonata No. 17 in D Major K. 576, mvt. I, mm. 1–8 (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A back-relating dominant (see Example 3a) functions as an “offshoot” of the initial tonic but does not resolve into a goal tonic ( Aldwell and Schachter 2003 , 153). Any chord, x , may follow a back-relating dominant (or dominant divider , annotated V div. ), since the underlying progression at the level of tonal flow will be tantamount to I— x . When x is a II chord, V and II will be contiguous and produce superficial tonal ebb, but II will not be understood as coming from V because II’s structural level is superordinate to V’s (i.e., II lvl. > V lvl. ). Thus, if we take the V chord in m. 18 in Example 2 as back-relating, we are left with C: I—II—V 6 . As highlighted by the modern Formenlehre tradition, II follows a back-relating V in sequential periods whose antecedents close with a HC and whose consequents bring a return to the basic idea one scale-step higher. In Example 4 , for instance, the underlying progression is I—II across the two phrases. (5) Example 5 . Robert Schumann, “Der Nussbaum,” no. 2 from Myrthen op. 25, mm. 28–35. Bifurcation of II ø 5 6 — V 7 in mm. 32–35 (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "aldwell_and_schachter_2003"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Bifurcation (see Example 3b) is Arthur Komar’s term for when something “appears twice, but with only one meaning,” as Carl Schachter succinctly puts it ( Komar 1968 ; Schachter 2016 , 50; Samarotto 2005 , 6).  When motion from II to V undergoes bifurcation, as occurs in Example 5 , an apparent II—V—(II—V) progression results. The I 6 in the second half of m. 31 initiates an expanded cadential progression in A minor (= a: I 6 —II ø —V 7 —I), however, the motion from cadential pre-dominant to dominant in mm. 32–33 is bifurcated in mm. 34–35. Conceptually, one II chord appears in two places (as does V). (6) Phenomenologically, however, a listener might perceive tonal ebb between the moment when V is first attained via II and the moment when the music backs up to an earlier point to restage the approach to the dominant. (7) Depending on the precise musical context and various rhetorical and performance factors, the listener’s experience of tonal ebb may be attenuated or exaggerated. In Example 5, for instance, the indication ritard . invites the singer to tarry on the moment of tonal ebb. Additionally, the melodic figure F–(C)–B in m. 32 is surpassed by a leap up to high E in m. 34. Example 6 . Frédéric Chopin, Prelude in E Minor, op. 28, no. 4, mm. 1–12. Cadential dominant decorated by neighbor “II ø 3 4 ” chords in mm. 10–12 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "komar_1968",
                    "schachter_2016",
                    "samarotto_2005"
                ]
            }
        },
        {
            "6": {
                "text": "[6] In the third and final case given in Example 3c, linear forces within a dominant prolongation may give rise to an apparent II chord . Such II chords are non-functional; rather, they are contrapuntal constellations that arise from a combination of individual passing or neighbor motions that decorate V’s chord tones. (8) (Aldwell and Schachter [ 2003 ] sometimes distinguish apparent sonorities from functional chords by notating them with quotation marks, e.g., “II”.) Apparent II chords often manifest as upper or lower neighbor chords to V. In Example 6 , a half-cadential dominant arrives in m. 10 and is subsequently decorated by two upper neighbor chords that happen to resemble II ø s, but whose individual tones can each be accounted for contrapuntally. (9) Example 7 . Leaping passing tone and upper fifth divider. Reproduction of Examples 90 and 91 in Jonas, 1982 (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "aldwell_and_schachter_2003"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Root-position variants are also possible with the help of a leaping passing tone ( springender Durchgang ) in the bass. To illustrate this, Oswald Jonas initially supplies a three-voice counterpoint example in which a leaping passing tone arises in the middle voice, as shown in Example 7a , and then compares it to the situation shown in Example 7b , where the leaping passing tone appears in the bass ( 1982 , 67–68; see also Dubiel 1990 , 324ff.). According to Jonas, the leap in the bass “captures” (10) a passing motion in the upper voice, thereby momentarily transforming a dissonance at a deeper level into a consonance at a shallower level. The sonority produced through this process is an upper fifth divider . (11) Example 8 . Analysis of J. S. Bach, Prelude in C Minor, BWV 999 showing fifth divider (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "jonas_1982",
                    "dubiel_1990"
                ]
            }
        },
        {
            "8": {
                "text": "[8] When the V Stufe is prolonged by a chord on the upper fifth, V—(“II”)—V results. Example 8 , from Cadwallader and Gagné’s discussion of a Bach prelude, showcases just such an occurrence ( 2016 , 110). The sketch shows that 2 ˆ /V is prolonged in mm. 13–34 with a motion into an inner voice (beamed D—C— B ♮ ). Within this linear progression, C is “captured”— en passant , as it were—by a leaping passing tone D in the bass, resulting in a middleground apparent II # 7 . (12) As to the meaning and function of the apparent II chord in this passage, Cadwallader and Gagné describe how [v]iewed in a harmonic sense, this divider is a kind of boundary chord that articulates the octave ‘space’ of the dominant scale-step (from root to the upper-fifth). If we view the octave as one manifestation of a Stufe , then motion to the divider, representing the upper-fifth boundary, defines a harmonic triad” ( 2016 , 110, emphasis in the original). Despite the V—(“II”)—V middleground progression, there is no attendant sense of tonal ebb in this passage because V is itself being tonicized. With the addition of a chromatically altered third ( F ♯ ) and dissonant seventh (C), “II” is projected as a secondary dominant such that we experience tonal flow of the pattern T — D — T . (13) Example 9 . Robert Schumann, “Träumerei,” no. 7 from Kinderszenen op. 15, mm. 19–24 (click to enlarge) Example 10 . Graphs of “Träumerei,” mm. 21–24 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] By contrast, no such tonicization occurs in the passage shown in Example 9 from Schumann’s “Träumerei”—how remarkably different it is in both affect and character! Though this passage is likewise predicated on V—(“II”)—V, here the apparent II remains unaltered, such that we experience tonal ebb through the pattern D — PD — D . Example 10 clarifies how the G minor tonicization in mm. 23–24 may be understood as internal to V. Example 10a shows how the passage in question may have arisen from an archetypal outer voice framework with 2 ˆ in the soprano prolonged with a motion into an inner voice (= G–F–E, where E substitutes for G over V). Example 10b introduces inner voices, a passing 8–7 motion over V in the tenor, and a return to 2 ˆ in the soprano voice. Example 10c introduces a passing tone in the alto voice between C and E, thereby creating a 4th-progression (= C–D–E–F). Finally, at Example 10d, passing tone D from the previous level receives consonant support from V’s chordal fifth and seventh, resulting in an apparent II chord (G– B ♭ –D). In the dénouement to Schumann’s masterful miniature, the apparent II chord is further elaborated as if it were a Stufe in its own right—with a motivic voice exchange and its own secondary dominant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The fleeting foray into stately G minor at the end of Schumann’s famous reverie is what I call a sunken II chord . We are now in position to define this new term clearly and in contradistinction to our previous examples: a sunken II chord is an apparent II chord which follows and prolongs V harmony as its upper fifth divider and which conveys tonal ebb . In accordance with the special principle of tonal ebb, we experience in this context a seeming breach of tonal syntax of the pattern D — PD when V is heard to go to a root-position, minor II chord; however, the backflow is apparent in nature and occurs at a level of structure comparatively shallower than the V prolongation. This awareness provokes an important corollary: while every sunken II is an apparent II chord, not every apparent II chord is a sunken II chord. (14) Sunken II chords, critically, do not contain a secondary leading tone (i.e., fi /↑ 4 ˆ ), and they do not tonicize V. Lastly, sunken II chords are themselves subject to composing-out at yet shallower levels of structure, as Example 9 demonstrates. Sunken IIs as a Tonal Expression of “That Which Lies Within”",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The musical concept of unfolding invites us to consider paper and paper-folding as metaphors for tonal space and its manipulation. (15) Although I know of no musical treatises that feature any direct, side-by-side comparisons between musical examples of unfolding and actual, folded-up pieces of paper, we can nevertheless illustrate the gist of the concept using nothing more than a pair of napkins. Example 11 . The concept of unfolding illustrated with two napkins as a visual aid (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Example 11 presents how we might conceptualize the concept of an unfolding as it is presented in Der freie Satz ( Schenker [1935] 1977 , 50–51). Above the staff, I have overlaid both the C–E and B–D dyads with napkin diagrams whose corners have the notes in question printed on them. At this level of musical structure, the dyads appear as simultaneities; to represent this, the napkins are folded-up along their diagonals so that their corners meet. Figure 43b.1 shows the first of several possible unfoldings where the “vertical condition” of each dyad has been transformed into a “horizontal condition.” The beamed notation on the left and to the center distinguishes between the upper and lower voices; the notation in parentheses on the right is my contribution and shows how analysts would usually notate a pair of unfoldings in an actual graph. Above the staff, I have shown corresponding napkins whose corner-notes have, literally, been unfolded along the diagonal. Curiously, the iconic, cross-staff beaming notation that analysts use to show an unfolding in voice leading graphs is latent in these napkin diagrams—simply imagine the diagonal beam as the crease and the stems that join it as the sides of the napkin, and the characteristic N-shape emerges in one’s mind. Example 12 . Origami sink fold applied to water bomb base (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "schenker_1977"
                ]
            }
        },
        {
            "13": {
                "text": "[13] As serendipity would have it, there is a technique from origami—the Japanese art of paper-folding—that both vividly and poetically captures the essence and character of the dominant prolongation previously explored in the context of Examples 9 and 10. Example 12 shows how to make a sink fold —whence the origin of my designation, sunken II chord . The technique, performed on the pyramid-shaped, water bomb base , (16) is illustrated in four steps: To ensure a clean and even fold, a preparatory crease is made at the tip of the pyramid as indicated by the broken line; (cf. Example 11). The broad arrow (⇩) indicates push in . First, the tip of the pyramid is flattened      out so that the creases from step 1 become the sides of a square. The pushing in continues until the tip is tucked into its base. This step entails reversing the direction of the folds that make up the pyramid’s tip, yielding an hourglass-shaped rim. The layers of paper are compressed to complete the fold. The tip of the pyramid now lies sunken inside its base and cannot be seen from the outside. Example 13 . Dominant sink fold yielding ⇩II at c) (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Example 13 presents a prototype for a what I call a dominant sink fold , a tonal analogy in which the sacred triangle , i.e., I—V—I, takes the place of the water bomb base ( Schenker [1935] 1977 , 15). (17) The “⇩” in Example 13a indicates that we wish to expand V—the tip of the pyramid, so to speak—by turning it in on itself . In Example 13b, we flatten the tip by separating V into initial and final states, which are joined by a conventional dotted slur to indicate a prolongation. Finally, we introduce a sunken II chord in Example 13c, here notated in shorthand as ⇩II. The unconventional dotted lines connecting V to ⇩II, which indicate that ⇩II lies “inside” of V, are literally expressive of tonal ebb; they serve to analogize the way in which the origami sink fold results in visual obstruction of the pyramid’s tip. (18) Example 14 . Top: Schenker’s deceptive cadence prototype from Der freie Satz ; Bottom: Fuxian feigned closes ( inganno ) quoted in Harmony (click to enlarge and see the rest)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "schenker_1977"
                ]
            }
        },
        {
            "15": {
                "text": "[15] The dominant sink fold prototype bears a striking resemblance to the more familiar V—(VI—II)—V pattern shown in Example 14 , which often forms the basis for a deceptive cadence ( Schenker [1935] 1977 , 70 and Schenker [1906] 1954 , 221–24). The dominant sink fold prototype in Example 13 may be considered a cousin of this middleground pattern, but whose VI Stufe is absorbed into ⇩II—either through elision or outright omission—and such that the usual rhetorical gesture carried by deceptive V—VI motion is displaced onto V—⇩II. (19) Both are expressively charged as unexpected, feinting gestures, but unlike the more familiar V—VI succession, V—⇩II brings tonal ebb and connotes introversion. Example 15 . Cross-domain mapping (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "schenker_1977",
                    "schenker_1954"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The prototype in Example 13 relies on the concept of cross-domain mapping for its explanatory power ( Zbikowski 2002 ). In the spirit of the concept of unfolding , I use paper-folding as a conceptual metaphor for aspects of harmony and voice leading. (20) In so doing, I have relied on our experience of an accessible and more concrete source domain to structure our understanding of a less familiar and more abstract target domain , as shown in Example 15 .",
                "footnotes": [
                    "FN20"
                ],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        },
        {
            "17": {
                "text": "[17] Mark Johnson has argued that our ability to grasp meaning in any domain is ultimately grounded in embodied experience ( 1987 ), giving rise to image schemata that in turn “provide the basis for the concepts and relationships essential to metaphor” ( Zbikowski 2002 , 68). Example 16 . Container schema (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "johnson_1987",
                    "zbikowski_2002"
                ]
            }
        },
        {
            "18": {
                "text": "[18] The invariance principle is a constraint which proposes that the best cross-domain mappings are those that “preserve as much of the image-schematic structure of both target and source domains as possible” (ibid., 76). If my analogy is effective and/or intuitive, this is because it preserves image-schematic structures that are latent in both domains. In this case, the dominant sink fold preserves the container schema structure (see Example 16 ; cf. Brower 2000 , 327–28) latent in the origami sink fold. We encounter this structure constantly through our own spatial awareness and proprioception, and through everyday activities such as eating, pouring liquid into a cup, or walking into a room. It also informs verbal expressions like “Florestan is bottling up his emotions” or “Eusebius seems withdrawn today.”",
                "footnotes": [],
                "citations": [
                    "brower_2000"
                ]
            }
        },
        {
            "19": {
                "text": "[19] The component parts in Example 16 (i.e., outside, inside, boundary, and content) are all recognizably instantiated in the origami sink fold shown in Example 13: the distinction between outside and inside is self-evident; the tip of the pyramid is the content and the hourglass-shaped lip where the paper folds inward on itself is the boundary . The same container schema components are also operative in the dominant sink fold shown in Example 13, though their parallels are somewhat more abstract owing to the change in medium. The musical counterpart to the dichotomy between schematic inside and outside is here rather the distinction between hierarchically superordinate and subordinate structural levels, i.e., the level at which V (the outer, background or middleground layer) is prolonged and the level at which ⇩II is articulated therein (the inner, foreground layer). In other words, the deeper structural levels necessarily contain the surface levels. The ⇩II chord is the musical content , which accords well with our discussion of the fifth divider ( Quintteiler ) and voice leading. The border in this medium is temporal; it is the separation between each term in the V—(⇩II)—V prototype. To highlight the sense of border visually, we could symbolize it by replacing our dashes (—) with a vertical bar (|). Thus, V | ⇩II | V.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] While it is possible to discuss ⇩IIs without reference to origami, I have pursued the metaphor in this section for several reasons: first, visual/tactile aids are better suited to capture the imagination and provide grounding for a complicated musical process; second, it affords me the opportunity to introduce suggestive and expedient analytical symbols and notation (e.g., ⇩); third, it invites music theorists to develop other potential mappings between origami folds and musical processes; and last, it dovetails neatly into a discussion of cross-domain mapping between music and text, which is the crux of my musico-poetic argument.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] According to Stein and Spillman, a hallmark of German Romantic poetry is “the embrace of the contradictory or dichotomous , the mingling of two seemingly incompatible, opposing elements into a singular entity” ( 2010 , 5). (21) For example, a poem might embrace elements of day and night, dream and reality, or a state of union with and separation from a beloved. Two overarching Romantic themes are especially prevalent in lyric poetry: a preoccupation with “heightened individuality” (e.g., emotionalism, introspection, and inwardness) and the “evocative,” “numinous world of nature” ( 2010 , 6–10). By corollary, we find in many poems of this period a juxtaposition of, or contrast between, the outer, objective world of nature with the inner, subjective world of the poem’s protagonist. And, whenever the outer/inner dichotomy manifests, the container schema structure is never far away, such that it will be possible to recognize in aspects of the poetic form and/or content the component parts from Example 16. Per the invariance principle (see ¶18), pairings between inward turns in the poetry and the articulation of a ⇩II in the music ought effectively to produce musico-poetic meaning in song because they preserve container schema structures latent in both domains (viz. text and music). To put it another way, we might say that poems that invoke an inner/outer dichotomy openly invite or attract the use of a ⇩II for special effect. We may reasonably expect to find ⇩IIs as sites for text-music correspondence in song. In the next section, I will explore three ⇩IIs in songs by Robert Schumann and show that they are meaningfully coordinated with inward shifts in the text. Der Nussbaum (op. 25, no. 3)",
                "footnotes": [
                    "FN21"
                ],
                "citations": [
                    "stein_2010",
                    "stein_2010"
                ]
            }
        },
        {
            "22": {
                "text": "[22] The first analysis is drawn from Robert Schumann’s song cycle, Myrthen , op. 25. I will show that in song no. 3, “Der Nussbaum,” the A minor passage that sets the fourth stanza of the text functions as a composed-out ⇩II chord. This moment corresponds to a narrative shift to the young-maiden-protagonist’s subjective experience. The demonstration will investigate the poetry and music separately before discussing how they meaningfully combine in a blended song-space. Example 17 . “Der Nussbaum” text and translation (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The poem by Julius Mosen (1803–1867) is provided in Example 17 along with an English translation. The poem consists of six stanzas, each consisting of four lines. Mosen’s choice of line length is a key ingredient to the playful quality of this poem. The outer lines of each stanza are long, while the inner two lines are short. Specifically, the outer lines are in trochaic tetrameter (with varying substitutions), while the inner lines consist of single trochees. This juxtaposition is highlighted by the rhyme scheme ( abba ) and by the line endings (the outer lines end with a metrically accented cadence while the inner lines end with a metrically unaccented cadence).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The text describes the blossoms of a walnut tree coquettishly gossiping about the impending marriage of a young ingénue. The young woman’s naiveté in stanza 4 is comedic because of the way it is juxtaposed with the sexually-charged nature imagery in stanzas 1–3. Images such as nut , tree , branch , and flower all connote fertility, plenitude, organic growth, and reproduction by pollination. This imagery alone would be sufficient to provide the subtext, but the situation is made the more overt through actions and descriptions generally associated with human pair-bonding: branches spread , winds caress , paired flower heads whisper sweet nothings and even bow to kiss . In this way, the poet’s diction anthropomorphizes nature’s procreative aspect. The impish quality of the poem stems from the fact that nature possesses carnal knowledge that is currently inaccessible to the young maiden, but which she is on the cusp of discovering. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] An omniscient narrator delivers the text of the poem in the third person. None of the characters speak; there is no dialogue. There is a poetic progression in the first three stanzas that proceeds from the whole of the tree to its parts: tree → branches → blossoms → flower heads. In other words, with each new stanza, the focus narrows, creating a telescoping, general-to-specific effect. Stanza 4 is demarcated by a shift from the tree outdoors to the maiden inside her bedroom, and concomitantly a shift in focus onto the maiden’s innermost thoughts and feelings. (23) Descriptions of the maiden’s obsessive and circular cogitation invite the reader to identify with her persona in this stanza. To put this another way, there is a significant inward turn in the poetry from descriptions of the objective world in stanzas 1–3 to descriptions of the subjective world of an individual in stanzas 4–6.",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The fifth stanza pulls back somewhat from the heightened subjectivity by returning focus to the flowers, the whispered sound of their song, and to indistinct images of the future. The word Bräutigam (bridegroom) conjures nuptial associations for the reader: “wedding night” is the unspoken, tongue-in-cheek punchline. (24) Finally, the sixth stanza neatly encapsulates the contents of the previous five stanzas. The gossiping blossoms and frustrated maiden are brought together in the first line of this stanza, and the poem concludes with another foray into subjective experience. Yearning , hoping , and especially dreaming are all verbs strongly associated with an individual subjectivity. Example 18 . Score to Schumann, “Der Nussbaum,” no. 3 from Myrthen op. 25 (click to enlarge and see the rest) Example 19 . Formal outline for Schumann, “Der Nussbaum,” no. 3 from Myrthen op. 25 (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Schumann’s musical setting responds to the shift in the poem from objective to subjective worlds both harmonically and in its formal design. The score is given in Example 18 for reference and the table in Example 19 provides a synopsis of the major formal sections along with important key areas. Although there are six major sections, the song is predicated on a small ternary form (ABA′; the initial A section is thrice repeated) and framed by a two-measure prelude and coda.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Example 19 shows how Schumann’s modified ABA′ design parallels the formal structure of the poetry such that each stanza in the text receives its own section. As stanzas 1–3 contain the telescoping poetic progression, it is appropriate that they should be set to the same music. Crucially, Schumann introduces a new musical section to dramatize the shift to the subjective in stanza 4. This new B section retains the same arpeggiated texture in the piano accompaniment but introduces elements of Sturm und Drang ( Ratner 1980 , 21). Unlike the sunny A sections, the B section is characterized by a sudden modulation to A minor and features dissonant V ♮ 9 sonorities. The song’s A 4 section sets the fifth stanza of text and brings a return to the home key of G major. Finally, Schumann fittingly renders the dénouement of the last stanza of the text as a coda. The coda takes place entirely over a tonic pedal, during which time melodic motion slows and the vocalist sings mainly chord tones, intoning chiefly on 5 ˆ in a lower tessitura—as if to capture the text’s description of sinking into sleep. Example 20 . Schumann, “Der Nussbaum” no. 3 from Myrthen op. 25. Clarification of mi/ 3 ̂ as accented passing tone in mm. 1–2, mm. 3–7, and similar passages (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "ratner_1980"
                ]
            }
        },
        {
            "29": {
                "text": "[29] To better appreciate the drama of the B section, we will first briefly contextualize it by examining the A sections with which it contrasts. The piano prelude in mm. 1–2 begins in media res with a G: IV—V—I auxiliary cadence. The prominent mi – ré – do melody in the prelude foreshadows that this piece will be a 3-line, a proposition that is confirmed with the singer’s entrance on 3 ˆ . Though it is tempting to think of mi / 3 ˆ in the recurring mi – ré – do melody locally as structural, Example 20 as clarifies its function as an accented passing tone in this context. Example 20a shows a prototype with conventionally parsimonious voice leading in which the tenor line follows the soprano in parallel sixths. Example 20b complicates the situation with the introduction of registral displacements. (25) Example 21 . Foreground graph of the A sections (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Example 21 shows a foreground graph of the A sections, which all exhibit the same tonal trajectory of beginning in the tonic and modulating to the dominant key. The music from the prelude then returns, serving now as a re-transitional piano interlude that takes us back to the start of a written-out repeat of the section (see mm. 11–12 and 21–22; not shown in Example 21). Example 22 . Middleground graph showing interruption (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Like the previous A 1 and A 2 sections, A 3 comes to a D: PAC in m. 30, only this time, the familiar piano interlude that re-establishes G major is absent. (26) Instead, Schumann moves directly to A minor to set stanza 4. Example 22 provides a middleground graph of the B section and shows that A minor is prolonged in mm. 31–40. The flagged open notehead in the bass after the double bar line renders the A minor key area as an expanded ⇩II. In the larger context of a dominant prolongation, ⇩II provides consonant support for C 5 as part of a descending 4th-progression (D 5 –C 5 –B 4 –A 4 ) that has a melodic-harmonic goal of 2 ˆ /V in m. 41. Though not shown in Example 22, a superficial II\\(\\substack{7 \\\\ \\text{#}}\\) is inserted between ⇩II and the return of V in m. 41. (27) Example 23 . A generative approach to the B section (click to enlarge and see the rest)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The windmills of the maiden’s mind are depicted in this section through several searching gestures at the musical surface. Example 23 , which offers a preliminary, baseline reading, shows a conventional analytic approach to the A minor expansion in the B section. Example 23a shows the A minor section as built around a double-neighbor archetype. At Example 23b, the double-neighbor is expanded with voice exchanges within I and II. Example 23c elaborates the tonic voice exchange with a downward arpeggiation in the tenor voice, producing horn-fifth counterpoint (10—5—6). Finally, Example 23d expands the arpeggiation still further with the introduction of a descending fifths sequence. This analysis is all correct, as far as it goes, but note that it falls short of expressing the music’s searching quality. Example 24 . Moment-to-moment graph of the B section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] By contrast, the foreground graph in Example 24 attempts to capture a moment-to-moment experience of this section with a special “drop-down” layout, in which the structural meaning of each stage is subject to retrospective reinterpretation in the next. Structurally, all that separates Example 23d from the material presented in Example 24 is the piano interlude (mm. 31–32) and bifurcation in mm. 37–38 and 39–40. In general, the entire B section may be characterized as seeking a PAC in A minor, which we might take as symbolic of the sought-after answer to the maiden’s riddle. Amusingly, the music in the B section is constantly frustrated in its attempts to find cadential closure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] First, the piano interlude in mm. 31–32 comes to what sounds like a HC. (28) In the melody, the figure C 5 –(E 5 )–D 5 –B 4 is related in profile to the figure E 5 –B 5 –A 5 –G 5 first heard in the opening prelude: both four-note motives share the same basic contour, employ the same rhythm, and both feature a prominent appoggiatura as their second tone. Whereas the prelude comes across as the tail-end of a sentence with a definite ending, the interlude’s HC comes across as a question. When the vocalist enters in m. 33, it sounds like she is attempting to mimic this effect (see prospective HC in Example 24a). Instead of coming to a HC in m. 34, the accompaniment supplants V with ♮ VII, and the vocal line ends up spiraling into a descending fifths sequence in mm. 34–37 (see Example 24b). The vocalist gets caught in a vortex of échappées , and her line moves into an inner voice; this can be seen in the lower-level 3rd-progression C 5 –A 4 across mm. 33–37, replicated in miniature in mm. 33–35. The melodic sequence in the vocal part corresponds with the maiden’s obsessive perseveration and struggle even to formulate the question as described in the text. Meanwhile, the motion into an inner voice vividly captures the image of the maiden as she recedes into her subjective, inner world.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The singer comes to a new, prospective HC in m. 38 ( 7 ˆ /V at Tage | lang ), but the II—V progression undergoes bifurcation in mm. 38–39 and brings the music to a yet stronger HC effect in m. 40 ( 2 ˆ /V at selber nicht | was ). (29) While the maiden’s vocal line ends on the rhetorical equivalent of a question, the slur in the right hand of the accompaniment suggests that 3 ˆ /I is the true goal of the phrase (see Example 24c). (30) Ultimately, the maiden’s musings are for naught and the music ends up again back where it began (i.e., the A minor triad in m. 31 returns in the second half of m. 40). Insofar as the singer may be heard to align with the maiden’s persona while the accompaniment plays the part of the gossiping blossoms, the discrepancy between the HC and IAC effects could be heard to highlight how nature is privy precisely to that which eludes the maiden. Ich hab’ in mich gesogen (op. 37, no. 5)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Friedrich Rückert’s “Ich hab’ in mich gesogen” describes the transmission of a dream of spring from poetic protagonist to beloved. (31) In Robert Schumann’s F major setting, a sunken II chord in the middle of the B section embodies the internalization of spring within the poet’s breast as described in the poem. Unlike “Der Nussbaum,” where V moves directly to II on the musical surface, here, the motion from V to ⇩II occurs in the middleground with connective “soft tissue” in the form of a G minor auxiliary cadence separating the two harmonies at the foreground. While V and ⇩II are non-contiguous on the musical surface, there is still an audible harmonic involution in this passage, which is made the more obvious with Schumann’s expressive indications (namely, a ritard . and a decrescendo ). (32) Example 25 . “Ich hab’ in mich gesogen” text and translation (click to enlarge and see the rest)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] The poem, given in Example 25 , consists of six stanzas, each consisting of four lines of iambic trimeter. An abab alternating rhyme scheme is strictly maintained throughout. Stanzas 5 and 6 bring back the same rhymes already heard in stanzas 1 and 2, namely, the single rhymes involving the vowel-sound [iː] ( lieb / blieb ; sie / ver - lieh ) and diphthong [ao] in ( Aun / Rosenzaun ; Raum / Früh - lings - traum ). Additionally, stanzas 2 and 6 have similar—but not identical—double rhymes involving [Y] and [ʊ] phonemes ( Lüfte / Düfte and trunken / Funken ). In this way, stanzas 5 and 6 echo stanzas 1 and 2, imparting a tripartite form to the entire poem (ABA′). Example 26 . Poetic progression in Rückert, “Ich hab’ in mich gesogen” (click to enlarge) Example 27 . Score to Schumann, “Ich hab’ in mich gesogen,” no. 7 from Liebesfrühling op. 37 (click to enlarge and see the rest) Example 28 . Formal outline for Schumann, “Ich hab’ in mich gesogen,” no. 5 from Liebesfrühling op. 37 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The proposed 2 + 2 + 2 division of the poem is also borne out by the poetic content. The first two stanzas describe how the protagonist has preserved the spring by drawing ( sogen ) it into himself. (33) Our protagonist has populated his internal landscape with spring’s blue skies, green fields, and colorful roses. The middle two stanzas introduce a new character, the poet’s beloved. Yearning for spring, she lays with her ear on her sweetheart’s chest, partaking in his fictionalized re-creation through the act of listening. In the final two stanzas, spring’s essence is successfully transmitted to her through the power of song. In this way, the protagonist’s inner world is, in turn, experienced and internalized by his beloved. In the last two stanzas, the beloved is elevated from muse to co-dreamer: her very presence amplifies the protagonist’s ability to sustain the dream of spring, and the dream becomes a shared one. (34) The shared dream is projected again onto the outside world, so that, for the two characters involved, it is as though spring were here again. In this way, the poem comes full circle. The poem therefore explores a dichotomy between that which lies within and without with respect to its two principal characters, and by extension, the human experience. As diagrammed in Example 26 , the dream of spring is internal (to the protagonist alone), it is externalized, and, subsequently, it is shared (with the beloved). The beloved’s yearning for spring is a poetic volta that begins the transformation towards the triple union of man, woman, and springtime at the poem’s conclusion.",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Schumann’s setting responds to the poem’s form and content with an ABA′ design. These formal labels are superimposed onto Example 26 help to illustrate how the song’s B section takes place entirely in the narrative realm of within . The score is given in Example 27 with the major sections labeled. The formal outline in Example 28 shows that Schumann’s song, like the poem, is regular and foursquare in its grouping structure: each of the main sections subdivides into two four-measure halves to accommodate the six stanzas of text (35) ; each sub-section in turn consists of two two-measure halves, corresponding to couplets in the poem. This manner of declamation is perfectly in keeping with 19th-century Lied aesthetics: it faithfully preserves the Volkstümlichkeit of the original poem, giving the song a naïve, folk-like quality. As in many Lieder, the song-space proper is framed by a piano prelude and postlude (mm. 1–4 and m. 29, respectively).",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] In the early days of the Lied (ca. 1740–1800), the piano accompaniment was expected to take a back seat to the singer. Typically, the piano would do little more than double the vocal line and fill out the texture. It is well-known that Schumann sought to elevate the role of the piano accompaniment in his Lieder to equal the singer ( Daverio 1997 , 205);  however, even in his songs, where the piano’s persona comes much more readily to the fore, one rarely encounters a texture where the vocal line remains couched beneath the piano’s right-hand melody for long stretches of time. In “Ich hab’ in mich gesogen,” we might say that the customary interplay between singer and piano is reversed in the A sections—such that the vocal line occasionally doubles the main tune in the piano. This kind of texture is what Abramo Basevi calls a parlante melodico in the Italian opera tradition: “while the principal theme is presented in its entirety in the orchestra, the vocal part doubles it either in unison or at the third or sixth during some passages, sometimes at considerable length” ( 2013 , 36). (36) Combined with Schumann’s highly descriptive tempo indication ( Einfach, innig ), the textural fabric of this song seems to invite a musico-poetic hermeneutical interpretation. Example 29 . Schumann, “Ich hab’ in mich gesogen,” textural map (click to enlarge)",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "daverio_1997",
                    "basevi_2013"
                ]
            }
        },
        {
            "42": {
                "text": "[42] Our narrative will emerge from observing where the vocal line is submerged in the texture and where it rises to join the piano’s right-hand melody. As it turns out, the texture types correlate with the ABA′ form of the piece. In the A sections, it is submerged, as though the singer were speaking from a place deep inside— quasi sotto voce , so to speak. Conversely, in the first half of the B section (mm. 13–16), the singer’s melody is mostly congruent with the piano’s melody. The piano covers it again beginning at m. 17, but the singer and piano rendezvous again at 2 ˆ /V in m. 20. The shape of the textural arc, shown in Example 29 , is inversely related to the arc described by the poetic progression in Example 26.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] From all this, we may glean that the song’s texture reflects the alternation between fantasy ( parlante melodico ) and reality (traditional texture). In the A section (stanzas 1 and 2), the texture is parlante melodico from the perspective that the poet has recreated the springtime internally in his imagination; in the B section (stanzas 3 and 4), the shift to a traditional texture describes how in reality the poet is physically in the same location as the beloved. Finally, in the A′ section (stanzas 5 and 6), the poet and beloved indulge in a shared fantasy. Near the close of the piece, the vocal line comes back into congruence with the piano during the Urlinie descent in mm. 27–28, suggesting that fantasy and reality become one at the text’s blüht auch von ihren Funken / die Welt, ein Frühlingstraum . Example 30 . Schumann, “Ich hab’ in mich gesogen,” middleground graph of A section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Example 30 presents a middleground sketch of the prelude and A section material, which I will discuss only briefly as it relates to the B section. (37) Rhythmically, the first half of the A section in mm. 5–6  (and similarly, mm. 21–24 in A’) establishes a syncopated, three-eighth-note anacrusis that remains in force throughout the song. The texture is characteristically Schumannian, a thinnish, invertible, two- to three-voice accompanimental pattern in moving eighth notes. The sequential period’s basic idea (the music under the first slur in mm. 1 and 5) employs mainly parallel and similar motion, while the contrasting idea (the second slur in mm. 2 and 7) uses mostly contrary motion. Topically, horn fifths in F major and G minor (mm. 1 and 3) evoke a pastoral setting and help to project the text’s springtime subject. Moreover, that the basic idea returns a step higher in m. 3 marks G minor for consciousness—and with tonal ebb, since II follows a HC. (38) As such, the allusions to G minor in the A section (mm. 3 and 7) can be seen to foreshadow how the II Stufe will find expression in the B section as a ⇩II chord. (39) Finally, in terms of pitch content, the A section introduces salient descending chromatic passing tones (notably A ♭ and B) that presage developments in the B section and the structural close (see mm. 27–28). The second half of the A section (mm. 9–10, repeated in mm. 11–12) functions as a link or transition to the B section: it begins with an ascending fifths sequence (F—C—G—d) and concludes with a PAC in the dominant key.",
                "footnotes": [
                    "FN37",
                    "FN38",
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] Next, I will show that V harmony is prolonged throughout the B section and that it harbors a ⇩II that resonates with the meaning of the text. The B section, like the A sections, divides into two halves. The first half begins with a rising sequence over a dominant pedal; here, though, the sequence breaks off and the music comes to a g: PAC in m. 16. The second half begins with a descending sequence and terminates with 2 ˆ /V in m. 20. The dominant pedal in mm. 12–15 suggests that the B section is organized around the principle of a Ponte schema ( Gjerdingen 2007 , 197–215). After attaining C 3 in the bass at the end of the A section, this low register is temporarily abandoned with the change to treble clef in the left hand at the start of the B section. The true bass is only re-activated with the return of C 3 at the end of m. 20. Thus, most of the lowest-sounding notes in the B section can be understood as occurring in a conceptual tenor register. The registral connection between the bass of the C: PAC at the end of the A section and 2 ˆ /V at the end of the B section strongly suggests that the entire B section is organized around a dominant prolongation, with 2 ˆ /V marking the end of the first branch of an interruption structure. Example 31 . “Ich hab’ in mich gesogen,” expansion of first branch into B section (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "46": {
                "text": "[46] Example 31 shows how a ⇩II at the middleground becomes the basis for a foreground G minor cadence in mm. 15–16 that underscores the spring bliss for which the beloved longs after ( den Frühlingswonnen nach ). At Example 31a, 4 ˆ receives consonant support in the form of a ⇩II chord and 3 ˆ receives support in the form of a passing, root-position I chord as part of a 3rd-progression in the tenor voice. At Example 31b, ⇩II spawns its own Ursatz replica in the form of an auxiliary cadence in G minor. Example 32 . Foreground sketch of B section (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] A foreground sketch of the B section is provided in Example 32 . In this reading, the g: PAC in m. 16 is approached by an ascending fifths sequence (mm. 12–15) and quit by a descending fifths sequence (mm. 17–20). Both sequences employ a 5–10 linear intervallic pattern. The G ♯ –B dyad in m. 14 is a noteworthy feature of the rising sequence, insofar as it relates enharmonically to the earliest appearance of the A ♭ –B pairing in the prelude. Remarkably, the dyad's earlier chromatic passing function is retrograded in the present passage: in the prelude, A–C descends to G– B ♭ through A ♭ –B, while in the B section, A ♭ is enharmonically re-interpreted to G ♯ such that the same dyad may pass upward through the same two thirds. As for the descending fifths sequence in mm. 17–20, the harmonic rhythm of the sequence quickens moving into m. 19 and again into m. 20 (from two changes per measure to four, and then to eight immediately prior to 2 ˆ /V). These accelerations were probably intended as a clever bit of word-painting, as they underscore the text’s description of rushing streams ( Frühlingsströme rauschen ). As illustrated in Example 32, the descending sequence takes place entirely within an expansion of ⇩II, the boundary chords of which are the g: PAC in m. 16 and the II\\(\\substack{ \\text{♮}6 \\\\ 4 \\\\ 3}\\) in m. 20. (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] The turn to ⇩II in m. 16 is aptly coordinated with the text’s description of the beloved’s yearning for the absent spring. (41) The reader will recall that this is the volta in the text that initiates the process of synthesis and externalization in the narrative arc of the poem. In other words, there is a text-music correspondence between the most inward point in the narrative arc of the poem (cf. the bottom arrow that connects the poet’s within to the beloved’s within in Example 26) and the inward-turning voice-leading of a dominant sink fold in the music. Moreover, the transformation of ⇩II qua apparent sonority at the deeper levels into a seemingly functional II Stufe with an auxiliary cadence on the musical surfaces strikes me as the musical equivalent of the kind of verisimilitude we sometimes experience in vivid dreams. By couching this inward moment in the text amidst the rise and fall of harmonic sequences, Schumann’s setting gives the song a compelling central image that also strongly resonates with the Frühlingsströme of the text—the murmuring spring streams that the beloved hears deep within her poet’s breast. Berg’ und Burgen schau’n herunter (op. 24, no. 7)",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49] “Berg’ und Burgen shau’n herunter” is the seventh song from Schumann’s Heine cycle ( Liederkreis , op. 24). This song is perhaps the most complicated of my examples because, unlike “Der Nussbaum” and “Ich hab’ in mich gesogen,” it is strophic rather than ABA′. The challenge to any musico-poetic analysis is obvious: how can one assert a text-music correspondence when the same music is coordinated with different text in each new strophe? My answer is to introduce a meta-level of analysis in which the text-music correspondence in this song is not only one-to-one in each stanza, but also many-to-one across the whole song. This is possible because, with each new strophe in “Berg’ und Burgen,” ⇩II is coordinated with pivotal moments in a poetic progression that flows from stanza to stanza. The four points of coordination between the text and ⇩II in this song function as text-musical buoys that help the listener to navigate the song’s narrative course. That is, Schumann’s setting invites us to experience a kind of interpretive crescendo (42) in the text-music correspondence as a recurring ⇩II is used to set a series of images: the prospectively positive image of sunshine in strophe 1, the arousal of painful feelings in strophe 2, death and night in strophe 3, and, climactically, the beloved’s smile in strophe 4. Example 33 . “Berg’ und Burgen schau’n herunter” text and translation (click to enlarge and see the rest)",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] We begin once more with the text, which is presented in Example 33 . (43) This poem’s form is highly regular: it consists of four stanzas of trochaic tetrameter, the rhyme scheme is abab , and the cadence alternates strictly between unstressed and stressed line endings. At its core, the text communicates a poetic progression in which the objective world recedes before the subjective experience of the protagonist. Stanza 1 sets the scene: the landscape descriptions pertain almost exclusively to the objective world  (river, castles, mountains, and sunshine), while we learn nothing about the protagonist’s internal emotions. (44) In stanza 2, there is a shift in focus from the external world of nature to the inner world of the protagonist. This shift marks the beginning of the protagonist’s inward, emotional journey. As he watches the play on the waves, emotions connected to the protagonist’s recent heartbreak begin to assert themselves. Though we do not yet know their full extent, the word hegen (to nourish, or foster) suggests that they are recurring and unresolved. Crucially, the external world is the catalyst for the poem’s inward excursion into the subjective: specifically, the literal mirror-surface of the water ( spiegelhellen in stanza 1) becomes a figurative mirror, allowing the protagonist to confront his innermost torment. In stanza 3, the depth of the protagonist’s despair is revealed. The river beckons him downward to a watery grave. During this moment of introspection, however, the protagonist recognizes his own impulse toward death, and rejects the temptation to drown himself. Finally, in stanza 4, we learn that the protagonist’s struggle with death arises from lost love. The objective world of nature and the subjective world of the protagonist are synthesized through the protagonist’s realization that the river and the beloved are alike in that both conceal danger in beauty. In this way, nature becomes a substitute for the protagonist’s beloved.",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] As to what danger the protagonist believes that the beloved herself conceals, the specifics may be open to interpretation. But this much is clear, however: the protagonist has suffered the kind of heartbreak that has already led to self-imposed exile and that may yet lead to his death. (45) He now regards her smile as ironic—but only with the benefit of hindsight, and only after contending inwardly with death. The text’s counterpointing of the words Tücken (46) (malice) and fromm (devotedly) in the last stanza may allude to an act of unfaithfulness on the beloved’s part and may help account for the protagonist’s mental trauma. Example 34 . “Berg und Burgen” triple central image (click to enlarge) Example 35 . “Berg und Burgen” stanzaic pairings and chiastic structure (click to enlarge)",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] The poem’s central conceit, developed over the course of four stanzas, is in fact a triply-layered image with regard to domain as shown in Example 34 , insofar as it has an external, objective component in the river, an internal, subjective component in the protagonist’s self, and a projected component in the beloved. Even as the protagonist, the river, and the beloved each belong to separate domains, they are united by conceptual framing, where all exhibit traits of the container schema, in which inner content is not only separated by a boundary, it is concealed by that boundary. Moreover, in each case the outward exterior is somehow expressive of contrast with the content. The protagonist, though outwardly calm in stanza 1, conceals unresolved emotions in his breast in stanza 2 (here, “breast” is a synecdoche for “heart”); the resplendent river surface conceals danger in stanza 3; and the beloved’s friendly smile conceals malice in stanza 4. Read in this way, Heine’s poem is a meditation on concealment as a peripheral aspect of the container schema that is nevertheless intrinsically bound up in its very structure. Who is concealing what, from whom, and for what purpose? The protagonist’s realization in the moment could be described in terms of a cross-domain mapping, in which he projects the structure latent in his physical surroundings onto the murkier target domain of his internal, emotional landscape via the beloved. Lastly, Example 35 associates the protagonist with sunshine above (by stanzas 1 and 2) and the beloved with death and night below (by stanza 4) to reveal a chiastic structure in the stanzaic organization. Stanzas 1 and 3 pair naturally because they concern what lies above and below the river surface. Stanzas 2 and 4 pair as well: the protagonist’s inner heartbreak is caused by the beloved’s outward smile. Example 36 . Schumann, “Berg’ und Burgen” score (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] With its lilting 8 3 meter, marked Ruhig, nicht schnell , Schumann’s musical setting is in the style of a barcarole. An annotated score is provided in Example 36 . Each of the four strophes is a small binary form with two parts, asymmetrically proportioned. (47) Though Schumann could have concluded with a tonic PAC in the 16th measure of the form (e.g., in m. 20 in A 1 ) for a tight-knit, 8 + 8 grouping structure, the music instead comes to an unexpected and fragile-sounding II: PAC in this location. A subsequent 4-measure extension brings the music to a PAC in the home key of A major, repeating the last line of text in each stanza for added emphasis and resulting in a grouping structure of 8 + 12. The song is framed with a piano prelude (mm. 1–4 = mm. 5–8) and a 4-measure piano postlude. Example 37 . Foreground graph of Part 1 (click to enlarge)",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] A foreground graph of part 1 of the small binary form is shown in Example 37 . The first four measures are harmonically static with double neighbor figures in tenths between the soprano and tenor voices over a prolonged tonic. Schumann’s use of pedal befits the text’s portrayal of a boat sailing on a calm river. (We might go so far as to hear the enlarged turn figure in mm. 5–8 as a musical pun on the gentle bobbing of the boat’s bow.) At its outermost boundary in m. 9, the initial tonic prolongation is destabilized with a chromaticized 5–6 shift. The resulting half-diminished seventh sonority acts a pivot to the key of the dominant and leads to an E: PAC in m. 11. Example 38 . This sketch outlines a textbook approach to “Berg’ und Burgen.” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] As it happens, Example 37 reveals a maverick feature of my reading—namely, it asserts that the V harmony in m. 11 already belongs to the background structure. I would be remiss not to acknowledge that, in this regard, my reading runs counter to what might be considered a first-level analytical default. It is my impression that  Schenkerian approaches to analyzing small binary forms tend to favor an undivided Ursatz . (48) This preference leads to the more or less “standard” middleground reading of “Berg’ und Burgen” given in Example 38 . Though perfectly viable, a drawback of this interpretation is that it significantly downplays the structural import of both non-tonic PACs. The analyst is more disposed to read across the E: PAC in m. 11 as part of a long-range voice exchange in mm. 1–17; similarly, the b: PAC in m. 20 finds itself subsumed within a tonic prolongation in mm. 1–22 by double neighbor motion in the bass. (49)",
                "footnotes": [
                    "FN48",
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] The early structural dominant in my preferred reading, though unconventional, opens the proverbial “hermeneutical window” ( Kramer 1990 ) and is the central conceit of my analysis. I will presently argue for a dominant prolongation that extends from the end of part 1 to the penultimate measure of part 2 (i.e., mm. 12–23); by corollary, I will show that the striking B-minor cadence in m. 20 may be understood as the foreground manifestation of a ⇩II chord within V harmony. My clarification proceeds from the background to the foreground. Example 39 . Expansion of V in Part 2 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "kramer_1990"
                ]
            }
        },
        {
            "57": {
                "text": "[57] Example 39 shows how the middleground could be understood to arise from the background. Example 39a illustrates the Ursatz with the main intermediate harmony. In Example 39b, 2 ˆ in the soprano is decorated and surpassed by a rise to 5 ˆ over V—a highpoint that will become the V: PAC in m. 11. (50) Subsequently, a counterbalancing descending 4th-progression (E–D– C ♯ –B) regains 2 ˆ , as indicated by the figures in V 8–7–6–5 . With Example 39c, the song’s two-part form begins to shine through. The unsupported tones of the 4th-progression from the previous stage, i.e., D and C ♯ , here receive consonant support from apparent harmonies that crystallize around the soprano’s interaction in parallel tenths with a 3rd-progression in the bass (B–A– G ♯ ). (51) D receives support in the form of a ⇩II; C ♯ from an apparent root-position tonic (“I”). (52) Finally, a yet shallower [ V ] functions as a voice leading corrective, which prevents ⇩II from proceeding directly to I and which avoids forbidden parallels on the musical surface. Example 40 . Expansion of ⇓II within V in Part 2; complete foreground graph of Part 2 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN50",
                    "FN51",
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] The unexpected and bittersweet cadence in B minor in m. 20 represents an inward turn in the music that comes across as fragile and achingly beautiful. There are three things that lead us to experience this passage as special, and they pertain to tonal ebb, melodic technique, and formal expectations. In my reading, the introvertive quality of the B-minor passage comes first and foremost from tonal ebb attendant with V’s motion to ⇩II at the middleground. Though “soft tissue” in mm. 17–20 prevents the direct consecution V—⇩II at the foreground, the halting quality of tonal backflow at the middleground nevertheless radiates through in this passage. The foreground graph in Example 40a elucidates how ⇩II—which appears only as a vertical entity in Example 39c—spawns its own incomplete Ursatz replica in the form of a III—II 6 —V 7 —I auxiliary cadence in B minor in mm. 18–20. Example 40a also shows that ⇩II is the midway point that joins a 4th-progression (E–D– C ♯ –B) in mm. 12–20 to the 3rd-progression in mm. 20–23 from earlier (i.e., B–A– G ♯ ), resulting in an overarching 6th-progression (E 3 – G ♯ 2 within V). Example 40b , a complete foreground graph of Part 2, shows how common-tone diminished seventh chords embellish V on the musical surface in mm. 13–16.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59] In the melodic dimension, the graphs in Example 40 moreover show how the local melodic descent to b: 1 ˆ /I takes place within ⇩II’s chordal interior, insofar as D 5 is the prolonged note in the melody (cf. Example 39c). In other words, the salient B minor 3 ˆ — 2 ˆ — 1 ˆ in the melody represents a motion to an inner voice since, in this context, local Kopfton D is hierarchically superior to the melodic goal, B. Attentive listeners may perceive a hush when the conceptual soprano line is momentarily abandoned leading into the cadence. Though 4 ˆ is regained in m. 22 in the accompaniment, the singer’s alto line remains briefly submerged below the soprano, and only rejoins it with a chromatic ascent to C ♯ in mm. 21–22 (B– B ♯ – C ♯ ). Example 41 . Expected cadence in A major conceals actual cadence in B minor (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60] The final and perhaps most obvious matter to explore concerns expectations surrounding m. 20’s promissory location vis-à-vis the two-part form: the cadence in B minor in m. 20 displaces and defers expected formal and structural closure in the home key of A major. As shown in Example 41 , a cadence of some sort is expected in this location because the rhyming syllable in the abab rhyme scheme is due to fall there (e.g., Rhein /- schein in stanza 1).The likeliest cadence by far is a tonic PAC, as this choice would both answer and balance the dominant PAC at the end of part 1 while also preserving equal proportions between the two parts of the form. Both functions are normative of Volkslied aesthetics, which favor artificially simple harmonies and naïve forms. Example 42 . Hypothetical re-composition of mm. 13–20 leading to A: PAC in m. 20 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61] Indeed, the music briefly tilts toward a prospective A: PAC insofar as the first inversion A major triad in m. 17 could, in a prospective hearing, be taken as heralding a cadential progression. If Schumann had wanted to honor this expectation, he could simply have written A: I 6 —IV—V 4–3 6–5 —I in mm. 17–20, as shown in Example 42 . Instead, the introduction of G ♮ over E in the bass quashes any possibility of an A: PAC as the downbeat of m. 19 is transformed to carry PD -function in B minor rather than D -function in A major. Retroactively, we recognize that the D-major triad in m. 18 was both the pivot chord and the initial harmony in a b: III—II 6 —V 7 —I cadential progression. In other words, formal aspects of the music project a calm, outward tonality by forecasting that we will enjoy harmonic and formal closure in the major-mode home key in m. 20. Upon arrival, however, we suddenly find that these expectations concealed a contrasting, underlying state as symbolized by the cadence in the minor-mode key of B minor. The interplay between expected closure in A major and actual closure in B minor dramatically highlights the protagonist’s sense of personal epiphany at each stage in the poetic progression. (53)",
                "footnotes": [
                    "FN53"
                ],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62] To summarize, the B-minor cadence in the music is rhetorically charged through purely musical means three times over: it is the culmination of an inward turn in the melody (D– C ♯ –B as a motion into an inner voice) within an inward turn in the voice leading (⇩II within V), appearing in a formal location where we anticipate structural closure in the home key. Retroactively, Schumann’s setting of stanza 1 portends the emotional journey to come—the music in mm. 18–20 tells us that something is wrong, even though the protagonist has yet to articulate it. The ⇩II aptly pairs with the text in stanzas 2, 3, and 4, whose central images—though outwardly different—each draw upon the container schema for their meaning. In stanza 2, the poem’s protagonist describes how feelings harbored deep within his breast begin to awaken ( im Busen hegt ); in stanza 3, the text describes how the river conceals beneath its surface an inner death and night ( birgt sein Innres Tod und Nacht ). (54) Finally, in stanza 4, the sunken II chord is set to the image of the beloved’s innocent, mild smile, that, like the river’s playful invitation to a watery grave, likewise conceals malice. Conclusion",
                "footnotes": [
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] Tonal music of the common practice era occasionally allows for momentary      ebbs within its prevailing, forward-rushing tonal flow. Sunken II chords—which I have seized on here as the main object of theoretical inquiry—are one such case. Owing to their contrapuntal origins and to the sense of tonal ebb that they bring, they are expressive of “that which lies within” in purely musical terms. To emphasize this fact and in keeping with a long-standing tradition of developing and using spatial metaphors as models for abstract music-theoretical concepts, I have pursued a metaphor in Japanese paper-folding. I hope the reader will agree that the origami sink fold aptly and intuitively serves as a conceptual metaphor for a V—(⇩II)—V prolongation. This metaphor is possible because the container schema is latent in both domains; its propaedeutic power is that it is rooted in our tactile experience. (55)",
                "footnotes": [
                    "FN55"
                ],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64] By corollary, ⇩IIs lend themselves to being paired with elements in a song’s text that are likewise bound up in the container schema—e.g., inward shifts, heightened subjectivity, moments of introspection or personal epiphany, etc.—insofar as the union between these two elements entails a stylistically appropriate cross-domain mapping that in turn produces musico-poetic meaning. Where ⇩IIs arise, they invite a hermeneutical approach. As evidenced by my analyses, Schumann—whether he was consciously aware of them or not, and regardless of whether he would have understood them in the terms I have set forth here—seems to have been sensitive to ⇩II chords and, moreover, seems to coordinate them with common elements in the text in recurring and predictable ways.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.1.martin.html",
    "data": "mto/data/mto.22.28.1.martin.json"
}