{
    "title": "Review/Article of Miguel A. Roig-Francoli’s article “Harmonic  and Formal Processes in Ligeti’s Net-Structure Compositions,” <i>Music Theory Spectrum</i> 17/2 (Fall, 1995), 242–267.",
    "date": "1996/07/01",
    "volume": "2",
    "issue": "5",
    "authors": [
        "Clendinning, Jane"
    ],
    "abstract": "Miguel A. Roig-Francoli’s recent article, “Harmonic and Formal Processes in Ligeti’s Net-Structure Compositions,”Music Theory Spectrum17/2 (Fall, 1995) discusses three compositions by Gyorgy Ligeti that use “net-structures.” This review summarizes and critiques several aspects of his article, including his choices of terminology, his analytical procedures, and his views of small- and large-scale form in these pieces.",
    "keywords": [
        "Ligeti",
        "harmony",
        "form",
        "proportions",
        "golden section",
        "Ramifications",
        "Lux aeterna",
        "Chamber Concerto",
        "Second String Quartet"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.5/mto.96.2.5.clendinning.pdf",
    "author_info": [
        {
            "name": "Jane Clendinning",
            "university": "Florida State University",
            "address": "School of Music, Tallahassee, FL 32306-2098",
            "email": "jane_c@cmr.fsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. The most significant sources for the works considered in this  \narticle are cited in Roig-Francoli’s footnote 1, page 242.",
            "citations": []
        },
        "FN2": {
            "text": "2. The most complete versions of the dream of webs are in Ligeti’s  \narticle “Zustande, Ereignisse, Wandlungen,” Melos 34 (1967):  \n165–169, translated by Jonathan Bernard as “States, Events,  \nTransformations” in Perspectives of New Music 31/1 (Winter 1993),  \n164–265 and in a footnote to an interview by Peter Varnai translated  \nin Ligeti in Conversation , 25 (with comments on the dream on  \npreceding and following pages).",
            "citations": []
        },
        "FN3": {
            "text": "3. Ligeti in Conversation , 16–17 and 21–23.",
            "citations": []
        },
        "FN4": {
            "text": "4. Ibid., 16.",
            "citations": []
        },
        "FN5": {
            "text": "5. Jane Piper Clendinning, “Contrapuntal Techniques in the Music of  \nGyorgy Ligeti” (Ph.D. dissertation, Yale University, 1989); “The  \nPattern-Meccanico Compositions of Gyorgy Ligeti,” Perspectives of  \nNew Music 31/1 (Winter 1993), 192–234; “Structural Factors in the  \nMicrocanonic Compositions of Gyorgy Ligeti” in Concert Music, Rock,  \nand Jazz Since 1945 , ed. Elizabeth West Marvin and Richard Hermann  \n(Rochester: University of Rochester Press, 1995), 229–256.",
            "citations": []
        },
        "FN6": {
            "text": "6. I will use the convention (established by Jonathan Bernard in his The Music of Edgard Varese (New Haven: Yale University Press,  \n1987)) of using integers in square brackets to represent pitch  \nintervals measured in semitones.",
            "citations": []
        },
        "FN7": {
            "text": "7. As Ligeti says in Ligeti in Conversation , 86:  “polyphony is  \nwritten; but harmony is heard.”",
            "citations": []
        },
        "FN8": {
            "text": "8. Bernard, Varese , 74–76.",
            "citations": []
        },
        "FN9": {
            "text": "9. There is an error in graph 3b—the final sonority should be  \nD4– C ♯ 5–A5, as shown in graph 3a, making a [8][11].",
            "citations": []
        },
        "FN10": {
            "text": "10. See Roig-Francoli’s own discussion of the lack of “tonality” and  \nrelated issues in Ligeti’s music on pages 253–256.",
            "citations": []
        },
        "FN11": {
            "text": "11. His earlier examples so labeled are actually “pitch reductions”  \nbecause all instrumental parts are playing within the same limited  \nrange.",
            "citations": []
        },
        "FN12": {
            "text": "12. See Clendinning, “Contrapuntal Techniques,” Vol. I, 221–229, and Vol. II, 120–126.",
            "citations": []
        },
        "FN13": {
            "text": "13. Ligeti in Conversation , 134–135.  Ligeti categorizes some of  \nthese same works differently in other interviews.",
            "citations": []
        },
        "FN14": {
            "text": "14. Jan Jarvlepp, “Pitch and Texture Analysis of Ligeti’s Lux  \naeterna ,” ex tempore 2/1 (1982), 26.  Jarvlepp observes that the  \nsilent measures are not present on commercial recordings of Lux  \naeterna and would be covered in a live performance by the audience’s  \napplause.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In “Harmonic and Formal Processes in Ligeti’s Net-Structure\nCompositions,” Miguel Roig-Francoli investigates three of Ligeti’s\n“net-structure” compositions: Ramifications (1968–69), the first\nmovement of the Chamber Concerto (1969–70), and the fifth movement\nof the Second String Quartet (1968).  He begins his article by\nintroducing the concept of “net structures” and identifying their\nbasic characteristics.  He divides the net-structure techniques into\nfour categories, each of which is illustrated by close analyses of\nsmall-scale harmonic features of sections of the works.  He then\nconsiders longer-range connections in these movements, which he\ninvestigates using reductive techniques.  He concludes with a\nconsideration of symmetry and formal balance in the large-scale form\nof these compositions.  In this review, I consider each element of his\ndiscussion in turn, providing additional background on some aspects\nand examining his methodology and his analytical conclusions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Like Pierre Boulez, Luciano Berio, Karlheinz Stockhausen, and\nother European composers of the 1960s, Ligeti has often commented\npublicly on his own works, with some of his remarks recorded in the\ncontext of interviews or program notes for performances or\nrecordings. (1) Although a composer’s comments on his works should be\nexamined critically (comments may be used to obfuscate rather than\nenlighten), Ligeti’s remarks provide a sense of how he thinks about\nhis compositional processes, and have been useful to analysts who\nstudy his works.  Ligeti uses a variety of terms to refer to his\ncompositional techniques from the 1960s and 1970s; those most\nfrequently used are “micropolyphony” and “meccanico.”  Ligeti\ntypically uses micropolyphony and meccanico as “umbrella” terms,\nreferring to a wide range of pieces from the 1960s and early 1970s\nwith specific shared characteristics.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The term “net-structure,” which Roig-Francoli selects, is one used\nin the interviews in a more general sense than meccanico and\nmicropolyphony.  Roig-Francoli defines a net-structure as “a\ncontinuous web of finely-woven lines or repeated patterns in a\nconstant, interactive process of transformation of one or more\nparameters, such as pitch, rhythm, texture, dynamics, or timbre” (page\n243).  Unlike the terms micropolyphony and meccanico, which Ligeti\nuses analytically , net-structure is not usually mentioned in the\ncontext of specific pieces or techniques.  Rather, it is consistently\nused qualitatively to refer to a feeling Ligeti had about the\ntextures of the pieces—an allusion to a childhood dream where Ligeti\nwas caught in a room full of entangling webs. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Roig-Francoli does not include works such as Lontano and Lux\nAeterna in the “net-structure” group, although Ligeti’s own remarks\ninclude them along with earlier works like Apparitions (the original\nreference point for the web dream anecdote) and Atmospheres .  In\nfootnote 5, Roig-Francoli acknowledges this point, but attempts to\ndistinguish these two works by saying that the process is “linear” in\none and “harmonic” in the other (page 243).  This is a false\ndistinction—in both cases the changes in harmonies are created by\n“chromatic fluctuation or intervallic expansion and contraction” as\nRoig-Francoli confirms later: “The process of constant chromatic\ntransformation, a procedure which Ligeti has used widely both in\nmicropolyphonic and harmonic textures . . . ” (page 246).  In the\nfollowing paragraph, after he has eliminated pieces from Ligeti’s\nbroad category of “net-structure,” Roig-Francoli does the same with\nthe term “meccanico” (page 244), a term which Ligeti uses in reference\nto an anecdote about a story of a widow with a house full of ticking\nclocks.  Ligeti uses this term in a general way, to describe music\nwith a sense of mechanical action that is reminiscent of\n“malfunctioning machinery.” (3) Roig-Francoli interprets Ligeti’s\ncomments about meccanico as referring only to single pitch\nrepetitions; yet the context of Ligeti’s comments includes a question\nabout the opening of Continuum and a description of a piece that he\nwrote as a schoolboy in which “the left hand plays a mechanical\nprogression of a tritone and the right hand something equally\nmachine-like; two little machines at play” (4) —a passage very similar\nto the opening of Continuum in which repeated patterns of two or\nmore pitches are used in each linear strand.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] As Roig-Francoli notes, however, “Ligeti’s use of technical terms\ndescriptive of his music is not always consistent” (page 244).  In order\nto avoid terminological confusion, previous analysts have found it\nuseful to coin terms of their own for groups of Ligeti’s compositions,\nusing specific techniques rather than attempting to use one of his\nterms.  In my own work, I use the term microcanon (invented as a\nsubcategory of micropolyphony ) to designate textures formed from a\npitch succession set canonically in many voices at short time\nintervals, and pattern-meccanico (a subcategory of meccanico ) for\ntextures in which several linear strands, each constructed from small\ngroups of pitches repeated mechanically, are overlaid to create a\ncontrapuntal texture. (5) Compositions using microcanonic techniques\ninclude Lux aeterna (1966), Lontano (1967), and the ninth movement\nof the Ten Pieces for Wind Quintet (1968).  Works with one or more\npassages of pattern-meccanico textures include Continuum (1968), Coulee (1969), and the fifth movement of the Second String\nQuartet .  Later works, such as Ramifications , the Chamber\nConcerto , the “Selbstportrait” movement of Three Pieces for Two\nPianos (1976), and the Drei Phantasien nach Friedrich Holderlin (1982) combine microcanon with pattern-meccanico in various ways.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] After his introductory comments, Roig-Francoli’s attention turns\nto the analysis of “harmonic processes” in Ligeti’s net-structures.\nWhile Roig-Francoli is careful to try to distance himself from\nprevious analysts of Ligeti’s music, his analytical approach is built\non foundations provided by other writers. Most of the analytical\ncomments are directed toward Ramifications , one of several works in\nwhich Ligeti combines pattern-meccanico techniques with microcanon\n(illustrated in Roig-Francoli’s Example 1).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Roig-Francoli begins his analysis of Ramifications by\npartitioning each instrument’s flowing melodic line of pitches with\nbrief durations into small repeated units, or patterns.  He does not\nstate the criteria he uses for partitioning, but seems to be following\nthe segmentation procedures established by previous analysts for\npattern-meccanico textures.  Analytical procedures for segmentation in\ntwentieth-century music typically draw on discontinuities in one or\nmore aspects of the musical texture—rests, abrupt changes of range,\nseparation of melodic strands, durations markedly longer or shorter\nthan those proceeding or following, and changes in timbre or\narticulation.  Repetition of a sequence of pitches or durations can\nalso be used for partitioning.  In Ligeti’s pattern-meccanico\ncompositions, long rests (more than the notated beat unit), abrupt\nchanges of range, markedly longer or shorter durations, and noticeable\nvariation in articulation or timbre are rare, but the formation of the\ntexture by weaving of individual instrumental parts is typical, making\nthe initial partition the separation of individual instrumental parts.\nUnlike Continuum , which has continuously flowing lines, the\ninstrumental lines in Ramifications (and other later works like the\n“Selbstportrait” movement of Three Pieces for Two Pianos ) do include\nbrief rests, but their duration is generally less than the notated\nbeat unit and they do not interrupt the continuous flow of the lines.\nThe criteria for partitioning this type of texture depends on\nrecognition of repeated melodic units or patterns.  Each unit is a\nseries of ascending (or descending) steps or skips, which is separated\nfrom its repetitions by a skip from the highest to lowest (or lowest\nto highest) boundary pitches of the pattern (the largest skips in the\nmelodic line).  Roig-Francoli’s segments fit these criteria.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] After partitioning, Roig-Francoli then examines the patterns.  One\ninnovative aspect of his analysis of the opening patterns of Ramifications (in Example 2a) is the emphasis on the inclusion of\nvarious partitions of the pitch interval [4] in the melodic strands. (6) Rather than explaining the metamorphosis of the patterns\nby focusing on voice-leading in the compound melody—maintenance of\ncommon tones, voice leading by step, and additions of tones—he\nexamines the outer interval span and the inner filling of that span as\nan approach to the same type of information.  However, in examining\ndetails of his analysis of this example, several problems emerge.\nFirst, Roig-Francoli states that the “group cardinality . . . is\nsymmetrical, creating the pattern 2–3–4–5–4–3–2” (page 246).  However,\nthe sequence of patterns in its entirety is\n2–2–3–4–3–3–4–4–4–5–4–4–4–3–3–3–2, which is not symmetrical.  He gives\nno justification for selecting from the full sequence the individual\npatterns that makes the 2–3–4–5–4–3–2 symmetry.  Although the\ncardinality of the patterns does, in general, expand from 2 pitches to\n5 pitches and contract back to 2, it is not as symmetrical as he makes\nit seem.  Second, in this same paragraph, he states that “the piece\nbegins with the pitches A4–G4, connected at measure 2 by the passing A ♭ 4 . . . ” (page 246).  What he does not mention is that the initial A4–G4\nis followed by A4– G ♯ 4 prior to the pattern with A4– A ♭ 4–G4.  By what\ncriteria is the A ♭ 4 passing?  The spelling of the A ♭ / G ♯ here does not\nprovide useful information—it simply follows the convention of\nspelling a pitch as a sharp when it goes up to the next pitch and as a\nflat when it goes down.  These questions can be clarified by examining\nthe progression of patterns with regard to pattern shifts.  In this\nlight, the G4 (and the B ♭ 4) are “added pitches” appended to the\ncontinuing “common tones” A4 and A ♭ ( G ♯ )4.  (Roig-Francoli also\nemphasizes the symmetrical nature of the chromatic clusters here—but\nchromatic pitch clusters are always symmetrical!)  Without the ability\nto eliminate the A ♭ 4 as “passing” there is no real point to be made.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In order to classify various types of net-structures in Example 2 and\nthose that follow, Roig-Francoli introduces four types of\nnet-structures: 1) “chromatic fluctuation of . . . short melodic\npatterns,” 2) “chromatic transformation of harmonic cells,” 3)\n“chromatic transformation of triadic units” and 4) “progressive change\nin dynamics, timbre, or rhythm” (page 246).  However, his examples show\nthat the first three of his categories actually involve the same\ncompositional procedure: step-wise voice-leading (usually involving\nhalf-steps) that achieves gradual transformations in the harmonic\ncontent of the music.  In regard to his first two categories, the\nexample he cites for his Category 2 (his Example 3) has a microstructure\nof rapidly reiterated short melodic patterns just like his example for\nCategory 1 (his Example 2).  The “melodic patterns” are the source of the\nharmonies involved in the “chromatic transformation of harmonic\ncells.”  The only difference in the two is the size of the pitch\nintervals involved in the patterns: Roig-Francoli limits Category 1 to\npatterns spanning no more than [6] with no more than [4] between\nadjacent pitches.  Although he does not explain the reasons for these\nlimitations on Category 1 (nor does he explain the lack of specificity\nregarding acceptable intervals for Categories 2 or 3), it is possible\nthat Roig-Francoli makes the distinction because the patterns with\nlarger intervals between successive pitches are more like\n“traditional” harmonic arpeggiations. However, there is fluidity\nbetween the harmonic dimension and the melodic dimension in many of\nLigeti’s compositions, and the boundaries between perception of melody\nand harmony were elements that Ligeti was exploring in his\ncompositions at the time these pieces were written. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In his analysis of Example 3, Roig-Francoli represents his\npartitioning of the patterns in a “pitch reduction” graph, in which\nthe pitches of each pattern are “stacked” in harmonies.  As in the\nprevious example, his interest lies in the partitioning of the outer\nspan into pitch intervals rather than the voice-leading from one\npattern to the next.  Drawing on Bernard’s theory of trichordal\nrelationships, (8) Roig-Francoli isolates several trichords related by infolding and unfolding ([2][6], [2][8], [6][8], and [8][10]) that\nhe considers significant in the “middleground” structure of this\npassage (page 248–249).  His criteria for significance are “main points\nof structural articulation”: beginnings and endings of points of\n“textural transformation,” “relatively stable sonorities,” harmonies\nthat initiate or close “processes of chromatic expansion or\ncontraction,” and “intervallic and spatial symmetrical designs” (page\n248).  Roig-Francoli defines “textural transformation” as “progressive\nchanges of patterns or figuration in all instruments” (page 248, note\n18)—in other words, a textural transformation is a passage with\nfrequent pattern shifts or a rapid “harmonic rhythm.”",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A comparison of his reduction with the score reveals some\ninconsistencies.  Some of the trichords he selects for his\n“middleground reduction” are highlighted in the musical context—for\nexample, [2][6] as the end of an expansion in Group 2, measure 20 and\n[8][10] as a resting point in Group 1, measures 21–22.  Others occur in the\nmidst of an ongoing process: the “textural transformation” identified\nby Roig-Francoli in measures 20–21 does not stop at the [6][8] in\nGroup 1 which he selects, but continues uninterrupted to [10][8];\nlikewise the [2][6]s in Group 2, measures 22 and 23, and the [6][8] in Group\n2, measure 24.  He does not show the eventual goal of the textural\ntransformation in Group 2 in his example—the rapid pattern shifts\ncontinue unabated until a reiterated pattern E4–B4–G5 in measure 25, a span\nof [7][8]. (9) In addition, trichords [8][11], [9][10], and [7][8] are\nsignificant in this passage as ending and resting points\n(Roig-Francoli recognizes them as significant in his Example 3b), yet are\nnot accounted for in the trichordal constellation that he discusses.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Roig-Francoli delays consideration of his third type of\nnet-structure (chromatic transformation of triadic units) to pages 257\nand 258, and then only mentions it briefly.  This “short shrift” is\nappropriate since Ligeti does not prioritize “triadic units” but\ntreats harmonies with three pitches as one of the possible types of\n“harmonic cells.”  Roig-Francoli’s use of the term “triadic” is\nquestionable here in any case—these are trichords made from stacks of\n[7]s, [8]s, and [9]s (perfect fifths and major and minor sixths), but\nthey have no tonal implications, are not derived from chords stacked\nin thirds in this context, and are in no way functional. (10) Although\nRoig-Francoli’s division of Ligeti’s voice-leading techniques into the\nfirst three categories is problematic, the step-wise (but not always\n“chromatic”) voice-leading that he observes in each of these examples\nis typical of Ligeti’s style in the late 1960s.",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The fourth type of Roig-Francoli’s net-structures, “progressive\nchange in dynamics, timbre, or rhythm,” is certainly an interesting\naspect of Ligeti’s music.  Unfortunately, Roig-Francoli does not deal\nwith these elements in any detail; he provides only a brief surface\ndescription of “rhythmic layers” and changes in prevailing durations\nin two passages from Ramifications to illustrate this “category”\n(pages 250–252, 257–258).  The examination of non-pitch elements can be a\ncomplex process, due to changes in the prevailing duration in various\ninstrumental parts, harmonic rhythm (the rate of change in the pitch\ncontent of patterns), alignment of starting points of patterns\n(pattern interaction), dynamics, or timbre.  Additionally, these\nelements can interact, supporting—or contradicting—the shaping of a\nsection by range, pitch content, or other factors.  One approach to\nthe interaction of pitch and non-pitch elements is to separate out\neach contributor and consider its effect in the sound of the piece.\nBut this solution does not capture the full richness of the\ninteraction.  This aspect of Ligeti’s compositions warrants further\ninvestigation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In addition to Ramifications , Roig-Francoli locates\n“net-structures” in the first movement of Ligeti’s Chamber Concerto (pages 252, 262–263) and the fifth movement of his Second String\nQuartet (pages 252–253, 256–257). His comments on the details of these\ntwo pieces add little to the work of previous analysts, aside from the\nemphasis on harmonic stacks and registral and associational links\nbetween specific pitches.  Roig-Francoli’s representation of the\nharmonies of the closing section of the first movement of the Chamber\nConcerto in Example 5 suffers from a lack of precision in the distinction\nbetween pitch and pitch class, and a lack of specification of his\nsegmentation criteria.  Since the final section incorporates octave\ndoublings of the canon in six octaves, Roig-Francoli’s Example 5 is\nmislabeled: those are not “pitch reductions” or “pitch collections” as\nhe states in his text, but pitch-class collections. (11) Unlike the\ncanon melodies of Ramifications , the canonic line here is not\ndivided into recurring patterns.  It is unclear how Roig-Francoli\narrives at the scalar segments shown in his Example 5: they are not\npatterns or segments of the canon melody.  Presumably, they derive\nfrom temporal segments, but they only roughly correspond to the\npitch-class content within the segments I examined.  The harmonic\nprocess is one of “subtraction and addition of single pitches”\n(page 252); however, close inspection of the canon melody and harmonies\nit creates in this section reveals that the process is not as orderly\nas is indicated in his example. In his discussion of this example,\nRoig-Francoli is interested in the “alternation of symmetrical and\nasymmetrical states” (page 252).  As previously noted, chromatic pitch\ncollections are always symmetrical—therefore the symmetricality in\nthe first three segments that he shows is trivial.  The alternation\nbetween symmetry and asymmetry is a natural by-product of a gradual,\none-pitch-at-a-time expansion outward of chromatic clusters around a\n“hollow” center.  That type of expansion is most logically constructed\nby moving one side out a little, compensating by expanding out the\nother side, then repeating the process.  This type of systematically\nexpanding wedge is common in others of Ligeti’s compositions,\nincluding the “Christe” settings from the “Kyrie” of the Requiem .\nLike this example, the Requiem does not expand with a regular\nalternation, while the ninth movement of the Ten Pieces for Wind\nQuintet does.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The most significant contribution of this article is the\ndiscussion of possible types of longer-range harmonic structures in\nLigeti’s music (pages 253–257).  Roig-Francoli confronts Ligeti’s\nassertion that his musical forms are non-teleological and\n“object-like” (rather than “process-like”).  He argues persuasively\nthat Ligeti’s music is teleological, with forward-directed linear\nmotion created by extended harmonic processes with step-wise\nvoice-leading between contextually-established local harmonic goals.\nHe observes that the concept of prolongation is problematic in\ncompositions like Ligeti’s that do not exhibit the characteristics of\ntonal function and voice-leading, pitch organization using centricity,\nor other large-scale means of predicting specific goals for linear\nmotion.  In Example 6b, Roig-Francoli introduces a “long-range pitch\nreduction,” a type of “middleground sketch” which he states “displays\nthe voice-leading connections between major points of formal\narticulation” (page 253).  His graph is not intended to imply\nprolongation or directed motion, but instead to display associational\nlinks between specific pitches and intervals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] As with other systems of reductional analysis, such as\nSchenkerian reductions, the parsing and interpretation of foreground\nevents are crucial to middleground decisions.  Details of\nRoig-Francoli’s graph are difficult to evaluate since the presentation\nof this graph is not supported by detailed analysis of each of the\nsections represented in the longer-range graph.  For the most part,\nhis comments (and his graph) parallel the observations made by\nprevious analysts who provide a more detailed foreground analysis. (12) Roig-Francoli’s graph provides a means for highlighting specific\npitches and locations in the piece—and this is difficult to\naccomplish with detail-rich range graphs (plots of pitches sounding\nover time).  Unfortunately, the task of comparing his comments with\nhis graph (and with the score) is made more difficult by his use of\nsquare-bracket notation to indicate both the size of intervals in\nsemitones and the reduction of compound intervals.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In the concluding section of this article, entitled “Formal\nProcesses,” Roig-Francoli lists four main types of form that he\nasserts Ligeti “identifies among his compositions” (page 260).  This is\na case in point about the dangers of extracting information from\ninterviews without careful consideration of the context.  In\nRoig-Francoli’s presentation, these formal categories seem to be\ndefinitive and clear-cut.  However, the context from which they were\nextracted is a wandering, informal, and internally-contradictory\nconversation from Ligeti’s relatively early (1971)\n“self-interview”—hardly the type of text from which one derives\nindisputable categories. (13) (Ligeti is uninclined in “interviewing\nhimself” to insist he clarify points that are vague or unclear).",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] After identifying the net-structure compositions as among\nLigeti’s “balanced, static forms,” Roig-Francoli lists the factors\nthat he intends to use to identify formal and sectional divisions:\n“harmonic, intervallic, and spatial processes”; “rhythmic processes”;\n“textural changes”; “formal articulation”; and “auxiliary factors . . . such as instrumentation and dynamics” (page 260).  From examining\nFigures 2 and 3, it seems that formal balance and golden section\ncalculations have influenced his choices.  For example, a comparison\nof Roig-Francoli’s discussion of the formal outline of Ramifications with Figure 2 and the score, reveals that his comments acknowledge\nelisions, overlapping processes, the precise locations of events, and\nthe continuous nature of each main section, but his chart glosses\nover those “messy details” to present a parallelism between sections\nand a correspondence of events to golden section proportions that is\nmore tenuous in the music than it appears on the chart (pages 260–262).\nRoig-Francoli’s chart of the subdivisions of the second large section\nin the Chamber Concerto suffers from the same flaw (pages 262–263).\nThe precision of golden section calculations in that work is further\ndisturbed by the presence of varying measure lengths and tempi and by\nunmeasured cadenza-like passages.  Comparing Roig-Francoli’s\ncalculations to those made by approximating the length of time that\neach measure would last in seconds indicates that some of his\nlocations may be “off” by as much as two measures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] This is not to imply that sectional balance (including golden\nsection proportions at the level of the entire movement) is absent in\nLigeti’s music.  Roig-Francoli’s locations of the golden section\nproportions at the level of the entire movement are more convincing\nthan his smaller-scale ones, and, as he notes, other analysts have\nlocated golden section proportions overarching entire movements (page\n264, note 45). Lux aeterna provides further evidence that\nproportional balance is important to Ligeti.  At the end of the third\nsection, Ligeti has notated seven measures of rests, the precise\nmeaning of which is not explained in the score. When Ligeti was asked\nabout them, he replied they “depend on proportions of the durations of\nthe piece.” (14) The addition of this “silent coda” changes the total\nnumber of measures from 119 to 126, a difference which affects the\ncalculation of the golden section (similarly to the silent measures at\nthe end of Ramifications ), but neither calculation of the golden\nsection corresponds to a significant structural point in the piece.\nOne explanation of the additional measures is the creation of a\nlarge-scale symmetry in the length of sections: from the beginning to\nthe end of each canonic section, the three sections are 37, 50,\nand 37 measures long (including the seven silent measures), with each\npair of the canonic sections separated by one complete measure without\ncanon.  These may be the proportions that Ligeti had in mind when he\nadded the seven measures.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In summary, this article provides an introduction to Ramifications , the first movement of the Chamber Concerto , and the\nfifth movement of the Second String Quartet —three of Ligeti’s\ncompositions written shortly after Lux aeterna , Lontano , and Continuum that have not received as much attention in the analytical\nliterature.  Roig-Francoli makes some interesting observations about\nthese pieces, but his analysis would benefit from a clearer statement\nof the criteria he used for partitioning, delineating categories, and\nselecting significant harmonies.  More attention to analytical details\nwould also strengthen his arguments.  In prioritizing harmonies that\nfit trichordal constellations and in his search for symmetries, golden\nsections, and sectional parallelisms, Roig-Francoli seems willing to\noverlook elisions or other continuities in the musical surface,\ncanonic processes and voice-leading details, and the exact content or\nlocations of events in his desire for regularity and order. He should\nheed Ligeti’s remarks that he quotes (page 265): “I detest both absolute\ngeometrical precision and total openness.  I want a certain order, but\nan order slightly disorganized . . . I love irregularities” and “prima\nla musica, dopo la regola.”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.96.2.5.clendinning.html",
    "data": "mto/data/mto.96.2.5.clendinning.json"
}