{
    "title": "Listening to Performers’ Writings and Recordings: An Analysis of Debussy’s “Colloque sentimental”",
    "date": "2016/09/01",
    "volume": "22",
    "issue": "3",
    "authors": [
        "Kaminsky, Peter"
    ],
    "abstract": "This essay offers a close analytical reading of Debussy’s 1904 song “Colloque sentimental.” Drawing on research in performance/analysis and performance studies that engages with performers’ discourse, I analyze not only Debussy’s score, but also commentaries on the song by Jane Bathori and Pierre Bernac, as well as Bathori’s and Bernac’s recordings. For an analyst, the cross-comparison of their respective commentaries and performances allows for rich interpretations of music and text that are unavailable from an exclusive focus on the score.",
    "keywords": [
        "Debussy; Frenchmélodie; historical performance; analysis"
    ],
    "doi": "",
    "received": "April 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.kaminsky.pdf",
    "author_info": [
        {
            "name": "Peter Kaminsky",
            "university": "University of Connecticut – Storrs",
            "address": "Department of Music, Box U-1012, Storrs, CT 06269-1012",
            "email": "peter.kaminsky@uconn.edu"
        }
    ],
    "citations": {
        "barolsky_2007": "Barolsky, Daniel G. 2007. “The Performer as Analyst.” Music Theory Online 13 (1).",
        "bathori_1998": "Bathori, Jane. 1998. On the Interpretation of the Mélodies of Claude Debussy , trans. Linda Laurent. Pendragon Press.",
        "bergeron_2010": "Bergeron, Katherine. 2010. Voice Lessons: French Mélodie in the Belle Epoque . Oxford University Press.",
        "bernac_1970": "Bernac, Pierre. 1970. The Interpretation of French Song . W.W. Norton.",
        "binder_2016": "Binder, Benjamin. 2016. “Art and Science, Beauty and Truth, Performance and Analysis?” Music Theory Online 22 (2).",
        "brendel_1976": "Brendel, Alfred. 1976. Musical Thoughts and Afterthoughts . Princeton University Press.",
        "burstein_2014": "Burstein, Poundie. 2014. “The Half Cadence and Other Such Slippery Events.” Music Theory Spectrum 36 (2): 203–27.",
        "butler_1988": "Butler, Judith. 1988. “Performative Acts and Gender Constitution: An Essay in Phenomenology and Feminist Theory.” Theatre Journal 40 (4): 519–31.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "childs_1998": "Childs, Adrian. 1998. “Moving Beyond Neo-Riemannian Triads: Exploring a Transformational Model for Seventh Chords.” Journal of Music Theory 42 (2): 181–93.",
        "cobb_1975": "Cobb, Margaret G. 1975. Discographie de L’oeuvre de Claude Debussy . Éditions Minkoff.",
        "cone_1974": "Cone, Edward T. 1974. The Composer’s Voice . University of California Press.",
        "cook_2003": "Cook, Nicholas. 2003. “Stravinsky Conducts Stravinsky.”  In The Cambridge Companion to Stravinsky , ed. Jonathan Cross, 175-91. Cambridge University Press.",
        "cook_2013": "Cook, Nicholas. 2013. Beyond the Score . Oxford University Press.",
        "crutchfield_1987": "Crutchfield, Will. 1987. “An Open Ear.” Opera News 52 (2): 18–23.",
        "debussy_1981": "Debussy, Claude. 1981. Claude Debussy Songs 1880-1904 , ed. and trans. Rita Benton. Dover.",
        "debussy_nd": "Debussy, Claude. n.d. “Colloque sentimental” (handwritten manuscript, first version). Frederick R. Koch Collection, Beinecke Rare Book and Manuscript Library, Yale University [GEN MSS 601 Box 249, folder 1591 (oversize)].",
        "doğantan-dack_2008": "Doğantan-Dack, Mine, ed. 2008. Recorded Music: Philosophical and Critical Reflections . Middlesex University Press.",
        "douthett_and_steinbach_1998": "Douthett, Jack and Peter Steinbach. 1998. “Parsimonious Graphs: A Study in Parsimony, Contextual Transformations, and Modes of Limited Transposition.” Journal of Music Theory 42 (2): 241–63.",
        "dubiau-feuillerac_2013": "Dubiau-Feuillerac, Mylène. 2013. “De la poésie avant toute chose: L’interprétation des Ariettes oubliées et de la ‘Chanson de Mélisande’ par Claude Debussy et Mary Garden.” In Regards sur Debussy , ed. Myriam Chimènes and Alexandra Laederich, 263–78. Fayard.",
        "friedman_2014": "Friedman, Andrew. 2014. “Momentum: A Phenomenology of Musical Flow and Meaning.” PhD diss., Harvard University.",
        "howat_2013": "Howat, Roy. 2013. “Les enregistrements historiques des mélodies de Debussy: Des sources pour l’interprétation.”  In Regards sur Debussy , ed. Myriam Chimènes and Alexandra Laederich, 253–61. Fayard.",
        "johnson_and_stokes_2000": "Johnson, Graham and Richard Stokes. 2000. A French Song Companion . Oxford University Press.",
        "kaminsky_2011": "Kaminsky, Peter. 2011. “The Child on the Couch: or, Toward a (Psycho)Analysis of Ravel’s L’enfant et les sortilèges .” In Unmasking Ravel: New Perspectives on the Music , ed. Peter Kaminsky, 306–30. University of Rochester Press.",
        "langham_smith_1989": "Langham Smith, Richard. 1989. “Motives and Symbols.” In Claude Debussy: Pelléas et Mélisande , ed. Roger Nichols and Richard Langham Smith, 78–106. Cambridge University Press.",
        "leech-wilkinson_2007": "Leech-Wilkinson, Daniel. 2007. “Sound and Meaning in Recordings of Schubert’s ‘Die junge Nonne.’” Musicae Scientiae 11 (2): 209–36.",
        "leech-wilkinson_2009": "Leech-Wilkinson, Daniel. 2009. The Changing Sound of Music: Approaches to Studying Recorded Musical Performance . CHARM (Centre for the History and Analysis of Recorded Music).",
        "lester_1995": "Lester, Joel. 1995. “Performance and Analysis: Interaction and Interpretation.” In The Practice of Performance , ed. John Rink, 197–216. Cambridge University Press.",
        "narmour_1988": "Narmour, Eugene. 1988. “On the Relationship of Analytical Theory to Performance and Interpretation.” In Explorations in Music, the Arts, and Ideas , ed. Eugene Narmour and Ruth Solie, 317–40.  Pendragon.",
        "ohriner_2012": "Ohriner, Mitchell. 2012. “Grouping Hierarchy and Trajectories of Pacing in Performances of Chopin’s Mazurkas.” Music Theory Online 18 (1).",
        "rink_2016": "Rink, John. 2016. “Response.” Music Theory Online 22 (2).",
        "rink_spiro_and_gold_2011": "Rink, John, Neta Spiro, and Nicolas Gold. 2011. “Motive, Gesture and the Analysis of Performance.”  In New Perspectives on Music and Gesture , ed. Anthony Gritten and Elaine King, 267–92. Ashgate.",
        "rolf_2013": "Rolf, Marie. 2013. “La première ébauche de Colloque sentimental .”  In Regards sur Debussy , ed. Myriam Chimènes and Alexandra Laederich, 193–210. Fayard.",
        "rumph_1994": "Rumph, Stephen. 1994. “Debussy’s Trois Chansons de Bilitis: Song, Opera, and the Death of the Subject.” The Journal of Musicology 12 (4): 464–90.",
        "schmalfeldt_1985": "Schmalfeldt, Janet. 1985. “On the Relation of Analysis to Performance: Beethoven's Bagatelles op. 126, nos. 2 and 5.” Journal of Music Theory 29 (1): 1–31.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytic and Philosophical Perspectives on Form in Early Nineteenth-Century Music . Oxford University Press.",
        "shaftel_and_swanson_2007": "Shaftel, Matthew and Christopher Swanson. 2007. “The Problem with Beautiful Singing.” College Music Symposium 47: 53–71.",
        "toliver_1999": "Toliver, Brooks. 1999. “Thoughts on the History of (Re)interpreting Debussy’s Songs.” In Debussy in Performance , ed. James R. Briscoe. Yale University Press.",
        "youens_1981": "Youens, Susan. 1981. “Debussy’s Setting of Verlaine’s ‘Colloque sentimental’: From the Past to the Present.” Studies in Music 15: 93–105.",
        "youens_1987": "Youens, Susan. 1987. “To Tell a Tale: Symbolist Narrative in Debussy’s Fêtes Galantes II .” Nineteenth-Century French Studies 16 (1-2): 181–91.",
        "_": "Recordings"
    },
    "footnotes": {
        "FN0": {
            "text": "* An earlier version of this essay was presented at the Performance and Analysis Interest Group (PAIG) during the national meeting of the Society for Music Theory in St. Louis, October 30, 2015. I am most grateful to Professors Marie Rolf and Susan Youens for their insightful comments, and to the anonymous referees for MTO . Also helpful was the timely publication of expanded versions of the lightning talks from PAIG 2014, plus commentaries by Janet Schmalfeldt and John Rink, in the preceding issue of MTO , Volume 22.2 (2016). Finally, I gratefully acknowledge the Beinecke Rare Book and Manuscript Library at Yale University for allowing access to the manuscript copy of Debussy’s undated first version setting Verlaine’s poem “Colloque sentimental.”",
            "citations": []
        },
        "FN1": {
            "text": "1. This work includes Cook 2013 (especially Ch. 2) and 2003 , Doğantan-Dack 2008 , and Barolsky 2007 .",
            "citations": [
                "cook_2013",
                "cook_2003",
                "barolsky_2007"
            ]
        },
        "FN2": {
            "text": "2. Her general attitude toward performance and analysis from the arena of music theory is evidenced by her citation and criticism of work from over twenty years prior to her publication ( Schmalfeldt 1985 and Narmour 1988 ), with little to no acknowledgment of more recent activity.",
            "citations": [
                "schmalfeldt_1985",
                "narmour_1988"
            ]
        },
        "FN3": {
            "text": "3. Andrew Friedman ( 2014 , 122ff.) beautifully captures the interpretive flux of the experience of listening to music and the resultant multiplicity of analytical paths. Given the extremely close listening to and description of his chosen musical pieces (Chopin’s Prelude op. 45 no. 1, and Brahms’s Intermezzo op. 119 no. 1), he only addresses the opening phrase in comparing a handful of performances; how these fine-grained performance gestures may influence the structural-performative narrative for performer and listener awaits future investigation.",
            "citations": [
                "friedman_2014"
            ]
        },
        "FN4": {
            "text": "4. In her monograph, Margaret G. Cobb ( 1975 , 86–87) lists a number of historical recordings besides those of Bathori and Bernac/Poulenc. In chronological order, with singer listed first and pianist second, they are as follows (year/year indicates first recording and reissue): Magdeleine Greslé and Janine Weill (1931/1938); Pierre Bernac and Jean Doyen (1935); Maggie Teyte and Alfred Cortot (1936/1943); Pierre Bernac and Francis Poulenc (1948); and Charles Panzéra and Jean Fournet (conductor, arrangement for orchestra, 1948). I only discovered the earlier Bernac recording of 1935 subsequent to completing this essay. While naturally it differs in some interpretive details, the aspects I focus on in the analysis below—his interpretation of the poetic narrative and the highpoints of the music in performance—are very similar in the two versions, notwithstanding the different accompanists.",
            "citations": [
                "cobb_1975"
            ]
        },
        "FN5": {
            "text": "5. Shaftel and Swanson 2007 sensitively combine performance and analysis from a pedagogical perspective.",
            "citations": [
                "shaftel_and_swanson_2007"
            ]
        },
        "FN6": {
            "text": "6. Youens 1987 (187–88) takes a somewhat different tack, emphasizing the poem’s dual reflection of Romantic and more modern language, to which she draws correspondences with Debussy’s dichotomous harmonic styles in the song.",
            "citations": [
                "youens_1987"
            ]
        },
        "FN7": {
            "text": "7. Youens 1981 (96ff) takes this as a point of departure for her analysis.",
            "citations": [
                "youens_1981"
            ]
        },
        "FN8": {
            "text": "8. Interestingly, two readings of the poem available on YouTube reveal the same interpretive difference between narrating in one voice vs. three different voices distinguished by tessitura representing the three characters. Respectively, they may be found at https://librivox.org/fetes-galantes-by-paul-verlaine/ and https://www.youtube.com/watch?v=1YQp43UQ9Ug . The readers’ choices of interpretive strategy interact suggestively with Edward T. Cone’s remarks on Schubert’s “Erlkönig” in The Composer’s Voice ( 1974 , 6–8) in which he weighs the pros and cons of five plausible readings. For Cone, there apparently is only one choice—the narrated single voice—that represents Schubert’s as the authoritative composer’s voice, based on Cone’s analysis of the poem.",
            "citations": [
                "cone_1974"
            ]
        },
        "FN9": {
            "text": "9. Rolf 2013 (194) makes a similar point. In a personal communication, she further notes that, given Verlaine’s own well-documented attitude toward sexuality as reflected in his personal life, it is even more dubious to assume explicit genders in this manner. Nonetheless, I suspect that Bernac would defend his interpretive choice on the basis of Debussy’s musical representation of the ghosts: just as a movie version of a book can change and distort the original characterizations (and, by extension, the intent of the author), so—Bernac could argue—does Debussy’s music alter Verlaine’s poetic intent. Regardless of whether one agrees with Bernac’s interpretion, I assume it to be a valid performance choice; and, more germane to my analytical objectives, consideration of the ramifications of his choice may significantly influence the interpretation of the central dialogue in “Colloque.” I take up this issue further below.",
            "citations": [
                "rolf_2013"
            ]
        },
        "FN10": {
            "text": "10. Rolf 2013 represents the most detailed and insightful published analysis of “Colloque” to date, in part through her comparison of the published version of the song with its original unpublished version. Rumph 1994 , Bergeron 2010 , and Youens 1981 also make important observations. Because none of these studies considers performance interpretation, my identification, prioritization, and interpretation of music-structural elements in relation to the poem—i.e., my analytical methodology and results—differ markedly from theirs.",
            "citations": [
                "rolf_2013",
                "rumph_1994",
                "bergeron_2010",
                "youens_1981"
            ]
        },
        "FN11": {
            "text": "11. Bergeron 2010 (265–69) and Rolf 2013 (201 and 209) both note the association of S2’s response and the half-diminished seventh chord ( A ♭ –C–D–F). In addition, Rolf’s Example 13 (209) shows the linear presentation of the same chord in the voice over the bass A ♭ , albeit without further comment.",
            "citations": [
                "bergeron_2010",
                "rolf_2013"
            ]
        },
        "FN12": {
            "text": "12. Rolf 2013 (207) notes the strategic association of the dissonant vs. consonant status of the pedal point with S1 and S2, respectively.",
            "citations": [
                "rolf_2013"
            ]
        },
        "FN13": {
            "text": "13. Kaminsky 2011 (325–28) interprets the duet between the Child and the Princess in Ravel’s opera L’enfant et les sortileges in analogous terms, wherein the Child unsuccessfully attempts to control the outcome of the harmonic progression by completing a cadence in a major key.",
            "citations": [
                "kaminsky_2011"
            ]
        },
        "FN14": {
            "text": "14. Measures 27–31 could also be thought of as a compound basic idea with varied response, one of the many flavors of Debussy’s penchant for a statement followed by an immediate varied repetition of musical material. See Caplin 1998 (61, “Hybrid 3, compound basic idea + continuation”).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN15": {
            "text": "15. Douthett and Steinbach 1998 (243) and Childs 1998 (185–86) describe this voice-leading transformation as P 2,0 and C 3(2) , respectively. Langham Smith 1989 (91–92) describes a similar progression in the opening scene of Pelléas et Mélisande associated with Mélisande’s weeping (Durand vocal score 5/1/3). Rolf 2013 (199 and passim ) notes that the Tristan references are considerably more frequent and blatant in the first unpublished version of “Colloque sentimental” than the final version.",
            "citations": [
                "douthett_and_steinbach_1998",
                "childs_1998",
                "langham_smith_1989",
                "rolf_2013"
            ]
        },
        "FN16": {
            "text": "16. Rolf 2013 (205) notes that the augmented triad formed by the principal tonal areas in “Colloque,” F–Db–A, represents a significant untransposed link to the earlier two songs of Fêtes galantes 2 , “Les ingenus” and “Le faune.”",
            "citations": [
                "rolf_2013"
            ]
        },
        "FN17": {
            "text": "17. Rumph 1994 (484–86) interprets the vocal cadence on A ♭ of S1 and S2 very differently, viewing it as a musical rhyme signaling a rapprochement between them motivated by what he terms the subverbal “music” of Verlaine’s prosody.",
            "citations": [
                "rumph_1994"
            ]
        },
        "FN18": {
            "text": "18. For example, in her commentary on the second song of the Chansons de Bilitis , “La Chevelure,” she locates the highpoint of emotion ( l’apogée de l’émotion ) not as expected at the dynamic and registral climax (mm. 18–19), but immediately following the earlier highpoint at mm. 13–14, coinciding with the return of the opening tempo and the piano subito marking.",
            "citations": []
        },
        "FN19": {
            "text": "19. See Rolf 2013 (200–3), in particular Examples 7 and 8b. She writes “Several melodic lines for the two versions offer similar melodic contours and rhythms . . . and several are even repeated literally (see line 15, ‘tels ils marchaient dans les avoines folles’, in Example 8b, although the piano texture differs considerably” (203). [ Plusieurs lignes mélodiques des deux versions offrent des contours mélodiques et des rythmes similaires. . . et quelques-unes sont même répétées littéralement (voir vers 15, ‘tels ils marchaient dans les avoines folles’, dans l’exemple 8b), quoique la texture du piano diffère considérablement. ] In Example 7, she describes the closing key as D major with added 6th and shows D major as the final chord; the ms. shows no F ♯ , and provides evidence of Debussy’s intent in the first as well as the second version to close the song in the minor mode (albeit A minor). Related to this, her Example 8b shows a difference in harmonization of the vocal Bb on “[fol] – les” in m. 51, beat 3 between the first version, a Bb augmented triad, and the second version, a Bb dominant seventh with added ninth, entailing the crucial change from F ♯ to F ♮ . She does not comment on this, which represents the sole difference of harmony between the two versions for this phrase. The change has crucial implications for assessing Bathori’s interpretation, as we shall see.",
            "citations": [
                "rolf_2013"
            ]
        },
        "FN20": {
            "text": "20. Not all of Bathori’s performance gestures for this phrase represent departures from the score per se: e.g., the extensive use of expressive scooping and portamento was more accepted in earlier performance practice than now.",
            "citations": []
        },
        "FN21": {
            "text": "21. Interestingly, at mm. 16–17, Bathori holds the B ♭ 7 chord over the bar line and lets it decay over the course of m. 17. As opposed to the notated solo ostinato A ♭ 3, the fading chord merges with the image of “Deux spectres ont évoqué le passé.” Here Bathori’s interpretive choice, considered together with the linear presentation in m. 17 of S2’s response chord ( A ♭ –C–D–F), anticipates her sustaining the B ♭ harmony in mm. 52–53. Consequently, her breaking down the distinctness of character identity in her interpretation emerges as a constellation of performance choices that she makes throughout the song. Together with the combination of the blurring identity noted above—that in m. 17 the A ♭ 3 together with the tones of the vocal line arpeggiate what comes to be apprehended as S2’s response chord ( A ♭ –C–D–F)—such blurring provides more support for an interpretation of the conflation of character identity in the song.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This essay is based on a simple premise: performers’ written commentaries on music, in conjunction with their recorded interpretations, have much to contribute to an analysis of significant elements of musical structure. My analysis focuses on the song “Colloque sentimental” by Claude Debussy, published in 1904 as the third and final song of his second series of Fêtes galantes , set to the poetry of Paul Verlaine. The choice of  “Colloque sentimental” and the interpretations selected for analysis are motivated largely by the existence of a corpus of French art songs for which performers have written about interpretation as well as documented through recordings. I contend that it is the rich potential of cross-comparison between written commentary and recorded interpretation that speaks to the analysis of musical structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Within the field of performance studies, there has been little investigation of what performers of art song say and do. This is somewhat surprising given the vast and continually expanding body of scholarship analyzing recorded performance, including historic interpretations of Debussy’s mélodies .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Nonetheless, a small but important body of research has dealt with performers’ verbal and/or written discourse in relation to their recordings with some degree of music analysis. (1) For example, Mine Doğantan-Dack 2008 and Nicholas Cook 2013 have argued that performers’ discourse is a crucial feature of their process of interpretation, with the potential to express their own conceptual understanding of a particular work, or to inform a prospective (non-performing) analyst. Doğantan-Dack’s stated goal is to expand the whole notion of analysis to include how performers think, what they say, and how they say it, i.e., to validate a performer’s analysis as analysis: To challenge the disciplinary status quo , which is deeply rooted in this tradition giving priority to discursive knowledge [produced by theorists and musicologists], and to reclaim for performance studies the long-neglected epistemological primacy of the act of music making[,] require using the tools of that very tradition, namely arguing and convincing. . . . Performers can take it as an opportunity to set aside their notorious image as inarticulate musicians, and fill in the epistemological gap in performance studies by articulating their perspective on matters of performance through a performer’s discourse [author’s emphasis]. ( Doğantan-Dack 2008 , 302) Her work effectively advocates for the intellectual and scholarly validity of performers’ discourse, especially given their under-representation in academic journals and research venues. At the same time, her comments to some degree undervalue the potential contribution of ongoing work in performance and analysis that productively negotiates the performance/analysis divide. (2) For instance, emphasizing the potential for shared disciplinary space rather than difference, pianist and theorist Benjamin Binder writes that “despite their divergent languages [especially the off-putting scientific aura often emanating from academic analysis], performers and analysts are both engaged in the act of interpretation, which means they are standing on more epistemological common ground than they might realize as they go about their business” ( Binder 2016 , [8]). By reaching across discursive norms within their respective fields, academics and performers will more likely discover such common ground.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "cook_2013",
                    "binder_2016"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Nicholas Cook has been one of the central figures in performance studies for several decades. In his recent book Beyond the Score , he takes up the topic of performers’ discourse ( 2013 , 43–49). Citing a broad range of work including performer memoirs, psychological/practice-based research on musical memory, philosophy, and performance and analysis, he provides compelling evidence of the crucial role that performers’ discourse plays in the formulation of analytical contexts. All the same, however, he tends to overlook some commonalities between the discourses of performers and theorists. For example, he cites Alfred Brendel ( 1976 , 42–43 and 154–61) on the technique of “foreshortening”—the tension and intensification generated by quickening the pace of harmonic rhythm and motivic articulation in Beethoven—without noting that this technique intersects with the concepts of Formenlehre , specifically the sentence and sentential process. (With a few changes in wording, the Brendel passage could be mistaken for a passage penned by William Caplin; indeed, Brendel’s primary example is Beethoven’s Piano Sonata op. 2, no. 1, Caplin’s opening example of the sentence in Classical Form .) In my own essay, I take a broader view of what sorts of performer commentary may prove useful to analysis: as we shall see, the interpretive guides of two master teachers and performers, while hardly directed at music theorists, are crucial to a deepened understanding of “Colloque.”",
                "footnotes": [],
                "citations": [
                    "cook_2013",
                    "brendel_1976"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Ironically, one thing largely missing from the work cited above is analysis of complete works. I contend that engaging with a performer’s commentary—its tone, emphases, intended audience, as well as its actual content—and his or her performance can play a crucial role in the analysis of musical structures, and that this is best done by examining entire pieces. Barolsky 2007 provides an illuminating example with his analysis of the finale to Chopin’s “Funeral March” Sonata in B-flat minor. Among the ninety plus performances he listened to, he begins with Alfred Cortot’s 1928 recording, noting its relative expressive uniformity, with the exception of the shocking dynamic culmination on the dominant at mm. 63–64.  Barolsky goes on to contextualize this moment, drawing on Cortot’s colorful interpretative comments, in addition to a comparison of several other recordings ( 2007 , [8–17]. While Barolsky does not provide a complete analysis of the whole movement, he points the way in showing that an analyst’s interpretation of different performances and performers’ commentaries can give rise to different interpretations of emergent musical structures—especially for a movement as notoriously ambiguous as the “Funeral March” sonata finale.",
                "footnotes": [],
                "citations": [
                    "barolsky_2007",
                    "barolsky_2007"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Debussy’s music is particularly fertile ground for this kind of analysis because we have so many recordings by performers who worked directly with Debussy, including Jane Bathori, which provide invaluable documentation of contemporary performance practice. Recent essays by Dubiau-Feuillerac ( 2013 ) and Howat ( 2013 ), while not addressing performers’ discourse directly, have suggested fruitful avenues of investigation. Dubiau-Feuillerac stresses that, for Debussy, the full essence of what it means to be poetic lies as much in the nuances of performance—both musical and poetic—as in the score. For example, she beautifully links the atmosphere and nuances of Verlaine’s “L’ombre des arbres” (from Debussy’s Ariettes oubliées ) with the performance choices heard in the 1904 recording by Mary Garden, with Debussy himself at the piano; these include her use of portamento as well as the way both performers highlight key images and exaggerate the notated crescendo un poco stringendo at the culmination of the song (mm. 17–20). By sensitively linking poem, music, and performance (here, a recording with almost no dynamic differentiation, given the technological limitations) Dubiau-Feuillerac opens up dimensions not often prioritized by analysts; as we will see, these dimensions are also relevant to Debussy’s subsequent “Colloque.” Howat focuses less on poetry than on the interaction between vocalist and pianist in historical recordings of Debussy’s songs, including those of Teyte-Cortot, Bathori, and Garden-Debussy. This interaction includes the tendency toward “loose synchronization” between vocalist and pianist (he speaks of “rubato parlando” and “portamento rubato” as two shades of this feature of contemporary performance practice). While he acknowledges that such range of interpretive nuance potentially bears on aspects of musical structure, he does not pursue this idea.",
                "footnotes": [],
                "citations": [
                    "howat_2013"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Inevitably, any research purporting to do “performance and analysis” will have to engage in some manner with the notated score (assuming there is one). And, while scholars writing today may construe the relationship between score and performance in different ways, virtually all of them share the goal of negotiating and mitigating the binary of performance and analysis. Rink alludes to this in his commentary on papers from the Society for Music Theory Performance and Analysis Interest Group 2014 (SMT-PAIG): It is hard to see how there can be an a priori “score-based structure” to relate to performance if—as she [Daphne Leong] and I are both claiming—structure is constructed, emergent, and pluralistic. I think the answer lies in what Leong herself describes as “counterpointing,” which is akin to Moseley’s notion of “play,” Le Guin’s of “dialogic performance,” and mine of “conversation.” ( Rink 2016 , [9–10]) A thorough examination of this idea is beyond the scope of this paper. Briefly, in my analytic approach to “Colloque,” such play/counterpoint/conversation takes place at different levels in interrelated and messy ways. For example, I identify in the opening section of the score a number of tonal and motivic events that are structurally salient (see Example 2 further below). I do not compare different performances of those opening events: rather, they provide a point of departure for interpreting different structural paths based on the performers’ recordings and comments.  In the end, if it remains unclear whether performance articulates structure or structure supplies a substrate for performance interpretation, then perhaps I will have succeeded.",
                "footnotes": [],
                "citations": [
                    "rink_2016"
                ]
            }
        },
        {
            "8": {
                "text": "[8] In adding to research in performance and analysis by attempting a close reading of a complete art song, I hope to show that including what performers say within the analyst’s interpretive mix may afford musical insights otherwise unavailable. For a song that has received considerable analytic attention like Debussy’s “Colloque sentimental,” working with performers’ commentaries has led my interpretation toward quite different results from those of other scholars. To be clear, I eschew any claims that doing so in any way gets at performers’ intentions , or that historical performances are in any way truer to the composer’s intentions (even though both performers are not shy about claiming that their interpretations represent Debussy’s intent). Naturally, anyone reading about or listening to these same performances may interpret them in quite different ways from me— vive la différence . (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] With respect to Debussy’s song oeuvre (and more broadly the genre of the French mélodie ), two figures stand out for their contributions as both performers and writers: Jane Bathori (1877–1970) and Pierre Bernac (1899–1979). In her introduction to Bathori’s monograph On the Interpretation of the Mélodies of Claude Debussy , biographer Linda Laurent writes, References to Jane Bathori . . . and her contributions are sprinkled throughout the biographies and memoirs of early twentieth-century French musicians. Gathered together, they provide a cohesive account of an interpreter who composers valued for her immediate understanding of their music, and a performer whose artistry led those who heard her to a similar understanding and appreciation of that music. ( Bathori 1998 , 9) Equally accomplished as a singer and a pianist, Bathori accompanies herself on many of her recordings. Bathori’s monograph, first published in 1953 and translated into English in 1999, is intended for student singers and focuses mainly on correct breathing, tempo, phrasing, diction, dynamics, articulation, and timbre. But as we shall see, her astute observations on expression and shaping are germane to analysis as well. Pierre Bernac, best known as the musical partner of composer Francis Poulenc for over thirty years, is arguably the foremost authority on French mélodie in the twentieth century. Pianist and musicologist Graham Johnson dedicated his encyclopedic A French Song Companion ( 2000 ) “To the memory of Francis Poulenc and Pierre Bernac—the Schubert and Vogl of French song—in their shared centenary year.” Bernac’s magisterial The Interpretation of French Song ( 1970 ) is an indispensible reference for performers and teachers. Like Bathori, while his book focuses on vocal technique, he has much to offer music analysts as well.",
                "footnotes": [],
                "citations": [
                    "bathori_1998",
                    "johnson_and_stokes_2000",
                    "bernac_1970"
                ]
            }
        },
        {
            "10": {
                "text": "[10] I have chosen to analyze “Colloque sentimental” primarily on the basis of Bathori’s and Bernac’s comments and the existence of their recordings. Significantly, this is the only Debussy song that Bathori and Bernac both wrote about and recorded. (4) Figure 1 . Schematic for performers’ commentaries (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] How can these performance manuals inform analysis?  In addressing this question, it is helpful to divide Bathori’s and Bernac’s remarks into two somewhat porous categories: vocal technique and interpretation ( Figure 1 ). As a listener and occasional performer, I recognize that it is the technical details—the conscious and unconscious physical choices that Bathori and Bernac make—that feed into and enable these performers’ interpretations. As an analyst, I gravitate toward those portions of their accounts emphasizing expression, form, structural parameters, expressive timing, and shaping. Both categories of interpretative and technical comments will serve as inputs to the analytic process. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Bathori and Bernac differ on the relative freedom of the performer in interpreting the score. Although both strongly advocate fidelity to the score as a first principle, Bathori tends toward a more literal interpretation, while Bernac allows considerably more latitude. This difference is evident in their remarks below: What I have said for [the Chansons de ] Bilitis , I will repeat for each group of songs: it is absolutely NECESSARY [Bathori’s emphasis] to carefully read the notes and the dynamic markings in the works of Claude Debussy. Try to enter into the essence of this music, which is at one with the text. Once you are in possession of this foundation, your personality, if you have one, will have a chance to manifest itself. But don’t begin there or you will forever compromise the true interpretation. I compare the work of the singer with that of the pianist. One must lay the groundwork of a piano piece, paying scrupulous attention to the notes, accents, accidentals, etc. before moving on to its interpretation. Therefore, why permit alterations of time, tempo, or shading in a song just because there are words, and because one believes that one feels them otherwise, and better, than the way they have been set by the composer. ( Bathori 1998 , 35–39) Obviously the written text, however fully annotated, cannot contain the actual reality of the performance. Liszt, the very model of the composer-performer, said: ‘It would be an illusion to think that one can set down on paper the things that constitute the beauty of the performance.’  And Gustav Mahler went as far as to say that the essential elements of his music were not to be found in his scores. To treat the work with respect it is, therefore, necessary to go beyond the text. . . . All the interest of the performance lies in the fact that, to be faithful to the work he performs, the interpreter has to have his personal vision of it. Only the performer’s presence can give expression to his rendering. ( Bernac 1970 , 2–3, author’s emphasis) Considered together, their respective approaches generate a chain of interpretive possibilities for the analyst, including: Comparing their written interpretations of both text and music Comparing their recordings Comparing Bathori’s written commentary to her performance, and Bernac’s to his Cross-comparing Bathori’s commentary to Bernac’s performance and vice versa These comparisons help illuminate differences in their musical conceptions, which in turn present different implications for music analysis. Analysis: “Colloque sentimental”",
                "footnotes": [],
                "citations": [
                    "bathori_1998",
                    "bernac_1970"
                ]
            }
        },
        {
            "13": {
                "text": "[13] “Colloque sentimental” is considered by many commentators to be one of Debussy’s greatest songs. Together with “Les ingénus” and “Le faune” (comprising the second collection of Fêtes galantes ), “Colloque” signals a change in Debussy’s musical language and approach to mélodie . Graham Johnson writes that by 1904, “his songs became less easily accessible, like the man himself, and, with the new century, a new austerity is to be heard in the works for voice and piano. . . . There is a shadow over this music (and the carefully chosen texts)” ( 2000 , 99). In “Colloque,” these qualities of austerity and shadow suffuse the narrative and tone of Verlaine’s poem, and the texture, rhythm, pacing, pitch space, and tonal direction of Debussy’s song.",
                "footnotes": [],
                "citations": [
                    "johnson_and_stokes_2000"
                ]
            }
        },
        {
            "14": {
                "text": "[14] My analysis will begin with Verlaine’s poem, and then tack between Bathori’s and Bernac’s respective written commentaries on the song and excerpts from their recorded performances to bring out some fundamental differences in their interpretations. Following a motivic/harmonic analysis of the opening, I will discuss the middle section dialogue as a kind of operatic duet, motivated by Bernac’s interpretation. While it would be possible to make a second pass through the duet following Bathori’s approach, I choose not to for the simple reason that I find that Bernac’s overtly dramatic delivery inspires a more vivid analytical reading. For the song’s ending, however, Bathori’s striking comments and idiosyncratic performance open up entirely new dimensions of musical structure and poetic interpretation. In this sense, my analysis does not give equal time and space to both performances for all sections of the song. My aim is rather to demonstrate how and to what extent individual performances (with some degree of contextualization) may inform an analyst’s interpretation of musical structure, poetic meaning(s), and their rich interaction. Figure 2 . Verlaine’s poem “Colloque sentimental” with Rolf’s (2013) annotations (translation by Rita Benton) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Figure 2 shows Verlaine’s poem, reproduced from Rolf 2013 (194–95). Rolf’s annotations and discussion bring out important prosodic and semantic elements of the poem. Written in decasyllabic meter, the poem divides into eight spatially separated rhyming couplets (distiques). These are grouped into three parts: in distiques 1–3, the Narrator sets the scene of two specters meeting in a park at night in the winter to talk about their past; in distiques 4–7, comprising their dialogue and set off by dashes, Specter 1—hereafter S1—attempts to persuade S2 to acknowledge their past love; in distique 8, the Narrator reaffirms the desolate tone as the specters’ words fade into the night. For the Narrator, interior relationships include the rhyme replication for distiques 1 and 3 ( glacé/passé ) and homonym entailing, respectively, passé as verb ( ont . . . passé ) and noun ( évoqué le passé ); and the mournful recollection of distique 2 by the final lines ( molles/paroles → folles/paroles ). For the dialogue, Rolf shows two sets of left and right grouping brackets. The left-side grouping follows the a-b-a symmetry of distiques 1–3; the interior prosodic relationships in the lines comprising distique 4 ( souvient/souvienne ) and distique 7 (the chiasmus signaled by the lines ending and beginning l’espoir ) frame the dialogue; distiques 5 and 6 feature pleas by S1 and laconic responses by S2. The right-side grouping links distiques 4–5 and 6–7 through their iteration of questions and rhapsodic responses, respectively. (6) Figure 3 . Debussy’s “Colloque sentimental” outer form (after Bernac) (click to enlarge) Example 1 . The “Nightingale Motive” in Debussy’s “En sourdine” and “Colloque sentimental” (click to enlarge and listen) Audio Example 1 Audio Example 2",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "rolf_2013"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Debussy’s song setting follows the tripartite division of Verlaine’s poem; the form chart is modeled after Bernac’s commentary (Figure 3) . Debussy includes numerous tempo markings throughout the song, delineating dramatic and musical points of emphasis as well as formal sections (shown in the chart). The middle dialogue section is initiated by what Bernac and others call the “Nightingale” motive. Debussy first composed this motive for “En sourdine,” the opening song in his first book of Fêtes galantes from some thirteen years earlier (Example 1a–b) . Marked Doux et expressif and pp , the Nightingale’s thrice-repeated G ♯ 5 together with the piano sound the Tristan chord at pitch, setting the stage for the lovers’ twilight rendezvous. In “Colloque,” the ghosts’ dialogue is introduced by an appropriately spectral version of the Nightingale motive: higher, fully diminished, more evanescent, and marked “ mélancolique et lointain .”  Just as the specters evoke their past, Debussy recalls his own musical past—the more traditional, lush, Romantic style of the earlier song as opposed to the chromatic and extended tonal language of “Colloque.” (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Turning to Bathori’s and Bernac’s written commentaries, we will focus on two aspects for comparison: first, characterization; and later, the dramatic highpoint of their performance interpretation. The first pair of excerpts shows their sharp differences regarding the expression of character: Present the opening descriptive section without dynamics and with an inexorable rhythm. Then ensues the dramatic part [the dialogue]: vary the inflections to distinguish the two characters, without exaggerating. Allow the questions to be a bit louder, with a hint of movement and restlessness. The responses, on the contrary, should be a bit slower and unrelenting. Follow the dynamic markings and tempi which are so admirably indicated. ( Bathori 1998 , 63–65) This mélodie can be divided into three parts: (1) The introduction of the narrator; (2) The dialogue between the two ghosts; (3) The conclusion of the narrator. This is to say that the singer must succeed in giving three different colours to his voice: the narrator and the two ghosts. . . . It seems obvious, from the tessitura and the writing of the music, that the first one to speak is the woman. She asked: “Te souvient-il de notre extase ancienne?” [w]ith a clear voice, very simple and quite confident. But he replies, in a slower tempo, with a darker timbre (which should not be overdone), and with a cold and indifferent expression: “Pourquoi voulez-vous donc qu’il m’en souvienne?” ( Bernac 1970 , 185–86) Bathori makes no explicit reference to the specters’ gender, and she directs performers to distinguish their characters primarily by means of dynamics and tempo, achieved by following Debussy’s markings meticulously, and secondarily through timbre. In contrast, Bernac explicitly interprets S1 as female and S2 as male on the basis of tessitura and musical features; accordingly, he mainly advocates using timbre (“different voices”) to distinguish them as well as the Narrator. It is true that both performers’ accounts warn against exaggerating the distinction between characters. However, their recordings make clear that, while Bathori “narrates” the parts of Narrator, S1 and S2 with basically the same tone color, Bernac distinguishes them with maximal clarity. Their interpretations of mm. 14–26 comprising the end of the opening narration (distique 3) and the opening of the dialogue (distique 4), the Narrator, S1 and S2 sounding in succession are given in Audio Examples 1 and 2 . (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "bathori_1998",
                    "bernac_1970"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Notwithstanding Bernac’s interpretive approach, several recent analysts have insisted on the lack of gender identification for the specters in “Colloque.”  Susan Youens writes: We know next to nothing about the speakers in this poem, not even their genders, although every previous commentator has insisted upon dubbing the phantom who uses formal address as “he” and the phantom who uses the familiar “tu” as “she”—a highly conventional approach that is not justified by the poem itself. Verlaine’s own complete suppression of any gender reference should be an indication of its unimportance in this context. ( 1981 , 94) (9) Their commentary leaves open the question of whether or not Debussy’s setting is similarly gender-neutral. In addressing this question, Judith Butler’s work in gender studies proves suggestive ( 1988 , 519ff). She proposes that gender, as distinct from sex, is something performed as opposed to biologically given. If we transfer the notion of performing gender, in the case of “Colloque,” to diverging vocal performances of music-poetic characters, then Bathori and Bernac represent points on a spectrum of interpretive possibilities. For a music analyst, then, a logical question to follow is: whether and how might a performer’s decision to explicitly gender the characters in “Colloque”—or not—influence one’s apprehension and interpretation of musical structure?",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "youens_1981",
                    "butler_1988"
                ]
            }
        },
        {
            "19": {
                "text": "[19] I suggest that Bernac’s and Bathori’s discursive and recorded interpretations implicate quite different, but not necessarily incompatible, construals: the former suggesting an overtly dramatic reading as opera scena involving two “real” characters and a narrator; the latter emphasizing their ephemerality almost to the point of breaking down their very identities as characters. This has ramifications for a number of structural concerns including tonal progression, agency as reflected in the voice leading, and structural closure, as will be seen below. (10) Example 2 . Salient pitch events in the prelude and opening narration (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Example 2 shows seven salient pitch events in the piano introduction and opening narration that have crucial consequences for the song; they are summarized on the top staff and located by number in the score. Each is briefly described below: The initial motive B ♭ –C–E potentially functions as V7/F and represents a subset of diatonic, octatonic and whole-tone collections. The motive, now underpinned by bass G ♭ approached by a whole-tone descent, resolves as a French augmented sixth to F major with added major 7th (FM7). The inner-voice B ♭ resolves to A, coupling the bass G ♭ → F. The treble leading tone E4 does not resolve to F (hence its status as major 7th); its non-resolution is highlighted by the vocal entrance on E. The dual brackets on FM7 indicate the tonal duality between the harmonically implied F major and melodic-vocal A minor. At m. 15, the repetition of the opening line “ Dans le vieux parc solitaire et glacé ” motivates the musical reprise of the vocal line and harmony from m. 5. This time FM7 leads to B ♭ 7. The combined sonority of bass A ♭ 3 and vocal D–F–C sounds Dø7 in second inversion; in relation to the previous chord, C represents the 9th of a rootless B ♭ 9 chord. A ♭ 3 underpins the quoted Nightingale motive introduced in the following bar and continues as a syncopated ostinato throughout the remainder of the dialogue. Example 3 . “Gendered” harmonic reduction of dialogue in “Colloque” (mm. 19-40) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Turning to the middle section (and aligning with Bernac’s delivery), we may interpret the dialogue as comprising three attempts by a female S1 to persuade a male S2 to acknowledge their past love. Each attempt gains in intensity, leading to S2’s grudging acknowledgment (“ C’est possible ”) followed by his devastating dismissal (“ L’espoir a fui, vaincu, vers le ciel noir ”). Example 3 provides a harmonic reduction of most of the specters’ dialogue comprising distiques 4–6 (mm. 19–40). The left side shows the poem and my comments. Musically, as in other opera duets, the two characters engage in a battle for control of the musical progression. S1’s structural objective is to cadence in a major key as signaling success in persuasion . (More precisely, it is the coincidence of S2’s laconic “ C’est possible ” and the major cadence to a pure triad that I interpret in this context as success.) The right side provides a harmonic reduction corresponding to the three attempts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Attempt 1 (mm. 19–26) begins with the introduction of the Nightingale motive (cf. Example 1); with the initial rolled diminished seventh chord (m. 19), the radical change of texture and sonority from the preceding narration signals the onset of dialogue and pathos of memory. The motive comprises two parts: an “intonation” of repeated high long notes, followed by a descending arabesque arpeggiating the second diminished 7th chord a whole step down from the first. At m. 23, the vocal line and harmony give way to the exposed bass ostinato pitch A ♭ 3, leading to a brief half-diminished seventh chord over A ♭ ( Dø , anticipated in mm. 17–18) before again leading to the lone A ♭ 3 accompanying S2’s response. Because this same harmony returns in accompanying S2’s subsequent answer to S1 (m. 31), I designate it as the “S2 response chord.” (11) Reduced to its essence, the reduction highlights four pitch events: the Nightingale motive; the bass ostinato A ♭ 3; the 2 diminished seventh chords introducing S1 in relation to which the bass A ♭ is dissonant ; and the phrase termination on S2’s response chord which is consonant with bass A ♭ . (12) In wresting control of the progression to lead to a major-key cadence, S1 eventually 1) transforms the Nightingale motive to her ends; and 2) turns the dissonant bass ostinato pitch A ♭ 3 into a consonant functional bass. (13)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Attempt 2 (mm. 27–32) comes closer to success. S1 excises the intonation from the Nightingale motive and twice uses the arabesque as a kind of antecedent segment. (14) The first consequent (m. 28) sounds an F ♭ major chord with added sixth and major seventh, while the second one (m. 30) hints at a dominant of G ♭ major without quite getting there, as the phrase leads once more to S2’s response chord.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Attempt 3 expands to eight measures (mm. 33–40) appropriate to the arduousness of S1’s task and her increasing desperation. System (a) traces the chord-by-chord progression and voice leading. S1 begins by transforming S2’s response chord, keeping the outer voices intact and moving the inner voices outward by semitone; the end result corresponds to the Tristan chord at pitch. (15) Especially important is the semitone motion C– C ♭ : each succeeding chord retains as common tones the bass A ♭ 3 and alto C ♭ 4, the upper voices moving by semitone until reaching the goal F ♭ 7 in first inversion. System (b) clarifies how F ♭ serves as cadential dominant in this structural context. The left side shows a hypothetical conventional path to D ♭ major: the first three chords keep two common tones, the remaining voices move by semitone, and the leading tone and chordal seventh of V7 resolve normally. The right side substitutes F ♭ for A ♭ 7: the bass still has 5 ˆ – 1 ˆ “root” movement; the voice leading remains similarly parsimonious; and the tendency tones simply change their direction, with motion down to tonic ( E ♭ ♭ → D ♭ ) and up to the major third ( F ♭ →F).",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Some possible reasons why Debussy substituted “ ♭ III ” for V7 at this crucial moment in the song include: A conventional dominant seventh would have sounded out of place in the context of the song and the harmonic language of post- Pelléas Debussy circa 1904 F ♭ recalls the similar harmony of Attempt 2, m. 28, and may be understood as a realization of its tonal potential Perhaps the most important reason is the upward “leading-tone to major third” resolution of F ♭ to F. In the prelude, the motion at m. 4 to FM7 left E unresolved. For the dialogue, the rooting of the dominant chord on F ♭ and its semitone resolution to F completes the cadential gesture initiated but unconsummated in the prelude, and the key of D ♭ itself provides the major mediant between the opening incipient tonics of F and A. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] System (c) isolates the three melodic voices: lyrical melody (stemmed up), Nightingale motive, and vocal line. The arching lyrical melody in octaves (here reduced to a single voice) and marked Animez et augmentez peu à peu , is counterpointed at m. 34 (not shown in the example) by the beginning of the Nightingale arabesque, transposed from its opening pitch level C to D ♭ . With the second iteration, the melody extends upward and leads directly to the complete arabesque on D ♭ , anticipating the cadence to D ♭ -as-tonic. Its arrival on the downbeat of m. 37 coincides with the vocal highpoint F ♭ 5 for the phrase and entire song (on “ in-di- ci -ble ,” or inexpressible). The intensity of the moment is magnified by the painful dissonance between F of the diminished seventh chord and S1’s F ♭ . With the next bar, marked subito piano , the entire picture changes as F is displaced by F ♭ , preparing for S1’s successful achievement of her cadence. Example 4 . S1 (the “woman-ghost”) and her voice-leading/cadential success (after Bernac) (click to enlarge) Audio Example 3 Audio Example 4",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Example 4 summarizes S1’s path to success. She transposes the Nightingale motive from C to D ♭ at her vocal highpoint anticipating the target key of D ♭ major; she transforms the A ♭ 3 ostinato bass to a functional bass resolving as 5 ˆ to 1 ˆ ; and she resolves the E (here F ♭ ) to the major 3rd F at the cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Reflecting on the analysis thus far, the question may fairly be raised whether and to what extent my analysis of a tonal and voice-leading power struggle underlying the dialogue, couched in characterological/agential terms, actually arises from Bernac and Poulenc’s performance, or whether it could just as easily have emerged from other performances—or, for that matter, even from a silent hearing of the score. My answer, while incomplete, attempts to further contextualize the climactic phrase mm. 33–40 culminating in S1’s indicible (m. 37) and leading to S2’s C’est possible (m. 40). As beautifully conceived as Bathori’s performance is in many respects, she has trouble negotiating this passage (marked Animez et augmentez peu à peu ), especially mm. 37–38 turning from forte and crescendo to subito pianissimo on the following downbeat. The main reason is that, as noted earlier, she both plays and sings on this recording, and therefore has additional challenges in virtuoso passages like this one (of course without the benefits of studio editing and combining multiple takes). Thus the fact that her performance of this crucial passage is relatively pale from a dramatic standpoint may have little to do with conscious artistic choice. In contrast, Bernac and Poulenc perform at full throttle; this, together with Bernac’s literal approach to vocal characterization, aligns with the intensification of harmony, voice leading, dynamics, tempo, and tessitura in the passage (although it is possible that another equally dramatic performance could have inspired my interpretation of the passage). Put another way, my interpretation may have less to do with the artistic singularities of Bernac/Poulenc’s performance and more with its exemplifying a (melo)dramatic reading that plays more directly into central underlying metaphors of the piece by linking argument and cadential evasion, successful persuasion and perfect cadence, and, more basically, major and minor tonal destinations with the two respective specters. Bathori’s and Bernac/Poulenc’s performances of mm. 33–40 are given in Audio Examples 3 and 4 . Example 5 . End of dialogue, mm. 40-50 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Specter 1’s success is ephemeral. Example 5 provides an annotated score from the cadence to the end of the dialogue setting distique 7 (mm. 40–48); the relevant pitch events are numbered 1–7, detailing the shift in the balance of power from S1 to S2. At the start of the phrase, S1 is still “in control”: i.e., assuming the above interpretation of the authentic cadence in D ♭ major as representing success, her control lasts as long as the key can be prolonged. To this end, in echoing S2’s laconic “ C’est possible ,” she creates a countermelody, très expressif et soutenu , from his E ♭ – D ♭ figure, and reiterates the resolution F ♭ –F with the harmonic motion G ♭ 7 to D ♭ major (events 1–3). Thereafter she loses control of the bass to S2 who freezes F ♭ , disabling its resolution to F. His reassertion of power is confirmed by a) the return of the oscillating Nightingale chords to their original pitch level and state, but sans Nightingale song-motive; and b) his inversion of her vocal line, reaching down to the low point A ♭ 3 and merging with the implacable bass ostinato. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Having considered the analytical ramifications of gendering the ghosts, let us now compare our performers’ comments with respect to the expressive highpoint for the song, excerpted below: Then, in a desperate climax, the poor woman-ghost tries to evoke the rapture of their past love. It is expressed in the music with five bars of a marked animato and crescendo poco a poco. “Ah! Les beaux jours de bonheur indicible” . . . In the following bar [m. 41 following “C’est possible”] the piano sings expressively ( E ♭ – D ♭ ) and building up a crescendo, piano and voice express the total despair of “Qu’il était bleu le ciel, et grand, l’espoir!” . . . Conclusion. The narrator speaks again with exactly the same voice as in the introduction and in the same tempo. . . . Then, more slowly, comes the last line. ( Bernac 1970 , 186–87) As for the last phrase [the Narrator’s 2 lines concluding the song], it must be a murmur. Avoid the liaison on Tels / ils marchaient ; at the indications plus lent (slower) and pianissimo die away to the end. The listener must pay close attention in order to hear and understand this desperation. ( Bathori 1998 , 65) While Bernac and Bathori both describe S1’s emotional state as one of desperation and despair, their comments emphasize different expressive focal points in the song. For Bernac, this point occurs at the end of the ghost’s dialogue. He traces S1’s trajectory of desperation from her vocal and dynamic highpoint on F ♭ 5 singing “ indicible ” (inexpressible, mm. 36–37), to the “total despair” of her rhapsodic “ Qu’il était blue le ciel, et grand, l’espoir! ” (How blue it was, the sky, and how great the hope!, mm. 42–45; cf. Examples 3 and 5). Thereafter, Bernac specifies that the Narrator should speak in the same voice as in the introduction.",
                "footnotes": [],
                "citations": [
                    "bernac_1970",
                    "bathori_1998"
                ]
            }
        },
        {
            "31": {
                "text": "[31] In stark contrast, Bathori locates desperation not in the dialogue, but rather in the final hushed distique of the Narrator. Moreover, she specifically references “the listener” and the need to “pay close attention” (“ Il faut que l’auditeur prête l’oreille pour entendre et comprendre. . . ”) to this moment in performance; this differs markedly from her directions for the Narrator in the beginning (“Present the opening descriptive section without dynamics and with an inexorable rhythm”). Her emphasis here is revealing. Like her comments on some other Debussy songs, she underscores the drama of a quiet but highly charged point of the music as opposed to a more obvious dynamic highpoint. (18) From her comments, I sense that there is something mysterious about this ending, which in turn leads me to question whether Bathori’s performance does something, as she puts it, to make the listener pay close attention to this desperation. My analysis attempts to identify this mysterious quality motivated by Bathori’s recording, and then compares the two interpretations. Example 6 . “Colloque” ending and Bathori's expressive performance, mm. 49-end (click to enlarge) Audio Example 5 Audio Example 6",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] In part, the mystery is intertwined with the fact that a first-time listener does not know the key—or even the mode—in which the song will close. Knowing that the song closes with a conclusive cadence in A minor, the harmonic and motivic events leading up to it seem to be relatively straightforward ( Example 6 ; Bathori’s interpretive actions are underscored and will be addressed below). Following the return of the prelude’s opening motive ( B ♭ –C–E) at mm. 49–50, the final distique begins with a new texture and chord types: block ninth chords moving in parallel motion, paired in contrary motion to the vocal line (see arrows). With the Plus lent at m. 53, the final vocal phrase begins by intoning solo repeated Ds, leading to the reprise of the Nightingale motive arabesque at its original pitch level, now supported by bass pedal A and E a twelfth above. After sounding three times, its continuation merges with the opening motive in augmentation. Simultaneously, the slurred descending fifth E–B provides the root and fifth of the dominant of A; the progression represents a kind of compressed ♭ II–V–i resolution to A minor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] There are several significant details missing from the above account. First, the ninth-chord passage of mm. 51–52 is not only surprising but also quite unmotivated in relation to the preceding music, from the standpoint of texture and succession. In fact, the vocal line, chord types, and progression are lifted almost note-for-note (with one important change discussed below) from an earlier version of “Colloque,” which, interestingly, closes in D minor with an added (Dorian) 6th rather than in A minor. (19) Debussy’s choice to retain the passage in the second version at pitch demands some explanation of its structural function. Second, the Narrator’s concluding vocal phrase features crucial differences between the last two lines in tessitura, pacing and tempo. The setting of the penultimate line is marked 1 o Tempo , is in middle range relative to the tessitura for the song, has quick rhythm and is two bars in length. By comparison, the final line is Plus lent , low in range, slow in rhythm, and extends to three bars. In short, the vocal writing is consistent with the dialogue in its association of the respective specters with the final two lines . This suggests that the end of the song is not spoken by the Narrator per se , but rather by S1 and S2 speaking through the Narrator. Consequently, the identities of the three characters become blurred, as do the formal boundaries separating the narrative frame and the dialogue.",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] As expected, Bernac and Bathori interpret the ending in stunningly different ways. Their recordings of mm. 48–end are given in Audio Examples 5 and 6 , beginning with the return of the prelude motive leading to distique 8 (“ Tels ils marchaient. . . ”). In their performances of this passage, they almost reverse positions vis-à-vis fidelity to the score versus interpretive freedom (cf. their respective quoted remarks above): Bernac and pianist Poulenc follow the score’s directions almost to the letter; Bathori—with both her piano part and vocal line—takes remarkable artistic license, especially in relation to the brisk tempo and dramatic interiority of her interpretation up to this point. Her idiosyncratic gestures for the passage include: Ritardando at m. 52 on “ folles ,” extending the quarter note to twice its duration Sustaining the B ♭ 9 chord over the bar line to overlap with the start of the final vocal phrase Exaggerating the Plus lent at m. 53 by immense stretching of the quarter notes, and by scooping up to each one Slow Portamento on “ paroles ,” thereby emphasizing the rhyme with “ folles ” Together, these gestures support her comments, not only by departing so markedly from the score for the only time in her performance, but, related to this, for stepping outside her otherwise inwardly-oriented dramatic mode. For an analyst, such expressive emphasis invites further examination on the nature of closure for the song. (20)",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Unlike Bernac’s interpretation, for the ending Bathori conveys to me a sense not of the Narrator telling the punch line, but rather—as suggested above—a merging and blurring of the heretofore clear identities of Narrator, S1, and S2. We have seen that Bernac’s performance and commentary, interpreted as opera duet, suggests a gendered musical agency: S1 controls the progression and transforms the Nightingale motive to fulfill her structural objective of cadencing in a major key, isomorphic to her persuading S2 to acknowledge their love. Looking ahead to the ending, one may interpret Bathori’s performance of the final phrase as if it were actually “sung” by S2 as the literal ghost-voice of the Narrator. Accordingly, S2 has a structural objective as well: to cadence in a minor key through transformation of the Nightingale motive , thereby inverting the aim of S1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] This interpretation is bound up with the mystery of the block ninth-chord passage (mm. 51–52) lifted from version 1 of the song. My explanation focuses on perhaps Bathori’s most obvious departure from the notated score: sustaining the final chord of the passage over the bar line to overlap the concluding phrase “ Et la nuit. ” Her durational emphasis appears to be neither accidental nor arbitrary. (21) Rather, it motivates our awareness of the status and structural function of this particular harmony: that the bass B ♭ represents a sub-posed root of the half-diminished seventh chord underlying S2’s icy responses to S1: S2’s response chord (mm. 24 and 31) = A ♭ C D F Add root (m. 52) B ♭ ———— Recall that Bathori begins the phrase “ Tels ils marchaient dans les avoines folles ” in tempo, but radically slows at the end of the line. Considering this together with her laissez vibrer treatment of the B ♭ 9 chord, a listener may apprehend a dramatic progression something like the following: Narrator-as-S1 → merging/blurring into → S2, who roots his → Narrator-as-S2 mm. 51–52 bt. 1 52 bts. 2-3 response chord m. 52 last 8th note, leading to 53",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] This reading enhances the context for considering structural closure for the song (refer to Example 6). From mm. 52–54, the bass semitone resolution B ♭ –A recalls the similar cadential motion G ♭ –F that concludes the prelude, thereby creating a narrative and voice-leading frame from hopefulness to utter desolation (cf. Example 2). On the downbeat of m. 54, for the duration of an eighth note, the combination of bass A1, C6 of the Nightingale arabesque, and vocal E4 sounds the pure A-minor triad for the first time in the song, before the original diminished seventh chord B ♭ – D ♭ –E–G enters; while A minor is the final sounding sonority of the song, its occurrence immediately following S2’s now rooted response chord enacts a structural and dramatic goal—metaphorically, S2 has the final word, not the Narrator. In light of my interpretation of Bathori’s performance, structural closure for “Colloque” takes place in two phases: 1) the final line of the song and the resolution of the bass to A, confirming A minor as tonic and fulfilling S2’s cadential inversion of S1’s structural goal; and 2) the final gesture of the postlude, which merges the Nightingale motive and the B ♭ –C–E motive that opens the prelude.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] This essay has explored how a close reading of specific recorded performances in combination with the performers’ own commentaries can profoundly influence the analysis of an art song. The main structural points I highlight—the harmony, voice leading and motivic deployment and their dramatic motivation in the dialogue, the “ventriloquist emergence” of S1 and S2 in the final phrase, and the specters’ “cadential inversion” in relation to one another—are afforded by my reading of Bathori’s and Bernac’s written and recorded interpretations. By attending to these performances, my analysis offers a significantly different structural interpretation from those of recent scholars, including Rolf ( 2013 ), Bergeron ( 2010 ), Rumph ( 1994 ) and Youens ( 1981 ). Perhaps the single most revealing point comes from Bathori’s interpretation of the closing phrase of the Narrator ending the song. Considered in the context of her stated attitude of fidelity to Debussy’s score and her otherwise comparatively interiorized performance of “Colloque,” her performance choices for the ending command close attention. For my analysis, her interpretation is key to the process of structural closure, entailing the revelation of the two specters speaking through the Narrator’s voice, and the transformation of S2’s response chord as the specific agent of closure. To say that the previous analyses cited above do not account for the musical structure or the text-music relations in this way does not in any sense question the many insights of these authors. Rather, my consideration of performance for “Colloque” motivates in some respects a novel reading that complements an analysis based primarily on the score.",
                "footnotes": [],
                "citations": [
                    "rolf_2013",
                    "bergeron_2010",
                    "rumph_1994",
                    "youens_1981"
                ]
            }
        },
        {
            "39": {
                "text": "[39] As noted, the interpretations of “Colloque sentimental” by Jane Bathori and by Pierre Bernac with Francis Poulenc are unique in representing the only Debussy song that they both record and write about. This uniqueness, however, raises an important methodological question: whether the analytical approach purveyed here is applicable to other songs, for which there is no such one-to-one correspondence between written and performance documentation. Based on ongoing work with fin-de-siècle French art song, my answer is indeed yes. An essential condition for this approach is the existence of a relatively robust performer-written commentary, with the attendant potential to engage with and influence one’s construal of musical structure. This then becomes part of the contextual matrix for the work, which for some songs—e.g., the 1897 Chansons de Bilitis —includes reception history and consequent changes in both performative and scholarly interpretation. *****",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Writing over twenty years ago, Joel Lester offered a cogent disciplinary critique of “analysis and not performance”: Another way of addressing the issue [of what can and should constitute musical analysis] is to leave aside methodological considerations and propose a more vibrant interaction between analysis and performance—an interaction stressing the ways in which analysis can be enhanced by explicitly taking note of performances, indeed by accounting for them as part of the analytical premise. ( Lester 1995 , 199) For many theorist colleagues I have spoken with—whether performers or non-performers themselves—this takes place almost as a matter of course in their daily teaching. I frequently invite our performance faculty to team-teach and perform a piece being studied in my analysis class, and the fruitful intersections between their ideas and my own far outweigh the differences in terminology and manner of expression. It is, then, in a spirit of respect and humility that for this essay I have turned to performers’ discourse, together with their recordings, as a contribution to analytical interpretation. To the extent that performers’ words open a window into their processes of conceptualization, analysts are afforded the opportunity to engage with their “analyses” (i.e., those elements of their discourse that an analyst may choose to interpret as having significance for understanding structural process) and performance in formulating their own interpretations. Rather than bemoan the language gap between academic performance studies and performers’ discourse, I hope that this paper shows additional ways in which an analyst can benefit by seeking cross-connections between their respective worlds.",
                "footnotes": [],
                "citations": [
                    "lester_1995"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.3.kaminsky.html",
    "data": "mto/data/mto.16.22.3.kaminsky.json"
}