{
    "title": "Review of Elliott Antokoletz and Marianne Wheeldon, eds., <i>Rethinking Debussy</i> (New York: Oxford University Press, 2011)",
    "date": "2013/03/01",
    "volume": "19",
    "issue": "1",
    "authors": [
        "Sheehy, August"
    ],
    "abstract": "",
    "keywords": [
        "Debussy",
        "Antokoletz",
        "Wheeldon",
        "Pélleas."
    ],
    "doi": "",
    "received": "March 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.sheehy.pdf",
    "author_info": [
        {
            "name": "August Sheehy",
            "university": "Department of Music",
            "address": "University of Chicago, 1110 E. 59th Street, Chicago, IL 60637",
            "email": "aasheehy@uchicago.edu"
        }
    ],
    "citations": {
        "antokoletz_and_wheeldon_2011": "Antokoletz, Elliott  and Marianne Wheeldon, eds. 2011. Rethinking Debussy New York: Oxford University Press.",
        "bohlman_1999": "Bohlman, Philip V. 1999. “Ontologies of Music.” In Rethinking Music , ed. Mark Everist and Nicholas Cook, 17–34. Oxford: Oxford University Press.",
        "cobussen_2008": "Cobussen, Marcel. 2008. Thresholds: Rethinking Spirituality Through Music . Burlington, VT: Ashgate.",
        "cook_and_everist_1999": "Cook, Nicolas, and Mark Everist, eds. 1999. Rethinking Music . Oxford University Press. Reprinted with corrections in 2001.",
        "denora_2003": "DeNora, Tia. 2003. After Adorno: Rethinking Music Sociology . New York: Cambridge University Press, 2003.",
        "jankélévitch_2003": "Jankélévitch, Vladimir. 2003. Music and the Ineffable, translated by Carolyn Abbate. Princeton: Princeton University Press.",
        "kok_and_tunbridge_2011": "Kok, Roe-Min, and Laura Tunbridge, eds. 2011. Rethinking Schumann . New York: Oxford University Press.",
        "mcpherson_davidson_and_faulkner_2012": "McPherson, Gary, Jane W. Davidson, and Robert Faulkner. 2012. Music in Our Lives: Rethinking Musical Ability, Development and Identity . Oxford ; New York: Oxford University Press.",
        "reily_2006": "Reily, Suzel Ana, ed. 2006. The Musical Human: Rethinking John Blacking’s Ethnomusicology in the Twenty-First Century . Burlington, VT: Ashgate.",
        "smith_1997": "Smith, Richard Langham, ed. 1997. Debussy Studies. Cambridge: Cambridge University Press.",
        "taruskin_1992": "Taruskin, Richard. 1992. “‘ Entoiling the Falconet’: Russian Musical Orientalism in Context.” Cambridge Opera Journal 4, no. 3: 253–80.",
        "tresize_2003": "Trezise, Simon, ed. 2003. The Cambridge Companion to Debussy. Cambridge: Cambridge University Press.",
        "wheeldon_2008": "Wheeldon, Marianne. 2008. Debussy’s Late Style. Bloomington: Indiana University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For example: Rethinking Schumann ( Kok and Tunbridge 2011 ); After Adorno: Rethinking Music Sociology ( Denora 2003 ); Music in Our Lives: Rethinking Musical Ability, Development and Identity ( McPherson, Davidson, and Faulkner 2012 ); Thresholds: Rethinking Spirituality Through Music ( Cobussen 2008 ); The Musical Human: Rethinking John Blacking’s Ethnomusicology in the Twenty-first Century ( Reily 2006 ).",
            "citations": [
                "kok_and_tunbridge_2011",
                "denora_2003",
                "mcpherson_davidson_and_faulkner_2012",
                "cobussen_2008",
                "reily_2006"
            ]
        },
        "FN2": {
            "text": "2. See Philip Bohlman, “Ontologies of Music,” ( Bohlman 1999 )",
            "citations": [
                "bohlman_1999"
            ]
        },
        "FN3": {
            "text": "3. Rethinking Debussy originated from a set of presentations by the authors at a conference at the Butler School of Music, University of Texas-Austin in 2006.",
            "citations": []
        },
        "FN4": {
            "text": "4. Musicologists figure somewhat more heavily in the book, contributing six of the ten chapters (Pasler, Smith, Grayson, Herlin, Briscoe, and Wheeldon); two chapters are written by theorists (Rolf and Antokoletz), one by a performer (Howat), and one by a composer (Orledge).",
            "citations": []
        },
        "FN5": {
            "text": "5. Indeed, Wheeldon ( 2008 ) has given it such attention herself.",
            "citations": [
                "wheeldon_2008"
            ]
        },
        "FN6": {
            "text": "6. Surprisingly, Pasler does not cite Vladimir Jankélévitch ( 2003 ), who develops a sophisticated concept of musical charm that would resonate with Pasler’s concerns.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Rethinking Debussy participates in an uptick in Debussy publications over the past two decades, a trend likely to continue given the sesquicentennial celebration of Debussy’s birth last year. The title calls to mind Nicholas Cook and Mark Everist’s 1999 survey Rethinking Music, to cite only one among many “rethinking” titles. (1) Given the contents of that foundational collection, which challenged longstanding assumptions of music scholarship—not least the category of “music” itself (2) —one might wonder what the titular “rethinking” in the present volume signifies.  Does it similarly interrogate received wisdom? The editors Marianne Wheeldon and Elliott Antokoletz, for their part, encourage such an expectation when they express the “desire to offer new perspectives with which to consider and reconsider Debussy’s music” (xiii).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] But something is amiss. A “perspective” is not something one considers “with,” \nrather, it is something from within which one acts. It is not so much a gadget in the musicological toolkit as a set of assumptions—ideological, methodological, ethical, and so on—from which one begins. Telling, then, is the assertion that “each essay endeavors to situate Debussy’s music in previously overlooked and ever more relevant contexts,” and, moreover, that each seeks to fill “certain lacunae” (xiii). Filling lacunae is not rethinking. It suggests instead an effort to complete and refine a familiar image of Debussy—one that the authors know and love. Indeed, some do just that. For example, Marie Rolf’s deep admiration for Debussy’s music shines through her insightful analyses of three early compositions based on the topic of Spring. It also shapes the trajectory of Rolf’s essay, which traces Debussy’s compositional techniques to their teleological culmination in the composer’s “first widely accepted masterpiece, the Prélude à l’aprés-midi d\u0001’un faune” (3), a work that in Rolf’s terms, “elevated the nineteenth-century concepts of cyclic composition and motivic transformation to a higher aesthetic plane altogether” (25).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Such is the difficult work of rethinking in general, and a fortiori, of rethinking a figure like Debussy or any of his more familiar works: engaging, questioning, and maintaining an organizational locus without uncritically making that locus the repository of value created by scholarly labor. Part of the critical onus is of course on the reader, and thankfully, the editors’ organization suggests ways to productively read the essays in Rethinking Debussy with and against one another. (3) The chapters are presented as a loose chronology, moving from Debussy’s student compositions to his posthumous reception. Cutting across this \narrangement are four subsections: “Early Encounters,” “New Perspectives on Pelléas et Mélisande,” “Career and Creativity,” and “Reception Histories.” \nWhile similar volumes (e.g. Smith 1997 ) eschew topical categories \nwithout a problem, their use here has a consequential corollary. Comparison with organizational categories in other recent edited collections, however, reveals a pertinent side-effect. Instead of grouping chapters along disciplinary lines, leaving the music to theorists and social and biographical context to historians—as does The Cambridge Companion to Debussy ( Tresize 2003 ), for example— Wheeldon and Antokoletz allow methodologies to sit side by side as they engage shared themes. Rethinking Debussy thus reflects a healthy pluralism and commitment to an organizing figure and a body of music without settling into rigid prescriptions or uncritical conventions. (4) This in turn facilitates rethinking between and across the essays. To be sure, the persuasiveness of such an approach still depends on the merits of the individual essays, and it is these to which I now turn.",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "smith_1997",
                    "tresize_2003"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Among the ten chapters in Rethinking Debussy, Denis Herlin’s “An Artist High and Low, Or, Debussy and Money” stands out in the first place for the sheer quantity of raw data it contains. While each chapter contains twenty to thirty pages of prose, Herlin augments his with a 28-page table detailing all of Debussy’s known income. For transactions which are known to have occurred but for which no record has been found, Herlin provides reasoned estimates. He frames this financial data within a basically biographical narrative, illustrating connections between the composer’s management of money, interpersonal relations, and the kinds of musical projects that he took up. While Herlin does not engage with music per se, his essay’s title and a series of rhetorical questions (e.g., “In what ways did the need for money influence his artistic choices? Was it a burden, or conversely, did it stimulate Debussy in new directions?” (150)) draw attention to implications of his research beyond the purely pecuniary. Even so, and in spite of claims that his essay answers these broader questions, Herlin is reluctant to make interpretive leaps or aesthetic claims. After suggesting links between Debussy’s financial needs and the kinds of projects they prompted, Herlin hastens to add, “The enumeration of these arrangements of various works implies no aesthetic judgment whatsoever and is simply meant to clarify the conditions under which they were produced” (167).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Elliott Antokoletz’s “Music as Encoder of the Unconscious in Pelléas et Mélisande” is conspicuous for the opposite reason: bold interpretations of specific musical passages back his effort to make Debussy’s opera “resonate with the modernist conception of the human being, who is perennially divided and threatened by the split between the conscious and unconscious mind” (143). In Antokoletz’s psychoanalytic hermeneutics, diatonic music is likened to the conscious mind, while tonally ambiguous whole-tone passages play the role of unconscious thought. At the same time, associative networks of visual, semantic, and musical motives afford listeners an understanding denied to the characters: “the music reveals only to the audience those connections that are understated or unsaid in the text” (141).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Herlin, then, emphasizes historical facts, but remains silent on questions about how music is heard or what it means. Antokoletz directly confronts musical meaning without reference to quantifiable historical data, allowing for a quick maneuver from the symbolic play of formal analysis to the transcendental symbols of Freudian psychoanalysis. Put somewhat differently, in Herlin’s essay there are no listeners; in Antokoletz’s there are, but they are collapsed into a singular, universal subject who stands in for anyone who listens to Pelléas: “When one enters the Kingdom of Allemonde, one’s sense of time and space dissolves” (123).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Between these two approaches a familiar dilemma looms, in which scholars must choose between a responsibility to report demonstrable facts and a responsibility to go beyond them. Inclusion of these two essays among the others in Rethinking Debussy, however, suggests the falsity of such a dichotomy. Each is \ngiven as a legitimate possibility among others for productively engaging words, concepts, artifacts, documents connected by the figure of Debussy. This is not to lapse into facile relativism, for different \nvalues still characterize divergent strategies. Many readers, for example, will value Herlin’s collation of Debussy’s financial facta and the musicological labor that it represents—the solid, historical effort that underpins even the most daring interpretive efforts. Even if no direct causal relation can ever be asserted between banknotes and musical notes (and, to be clear, it can’t), one gains access to a potentially important node in a network of influences that produced Debussy, his music, and \nthe music’s diverse audience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] If methods and materials of rethinking methods are not excluded a priori, then actively selecting materials and methods falls to the community of writers, readers, performers, and listeners in an ever-evolving present, even when such materials appear as given. Roy Howat, for example, discusses the marks left by Russian music on Debussy. \nThe deft tracing of influence does not suggest a wholesale revision of received \nwisdom, so much as it helps to clarify one aspect of Debussy’s distinctive style (a musical figure elsewhere dubbed “nega” by Richard Taruskin ( 1992 )). \nHowat’s incomparable command of French piano music affords him numerous ready-to-hand examples to support his claims, \nmaking this chapter a pleasure to read at the keyboard. And here, actively rethinking comes back in. Playing music is a perfect illustration of the continuing present, and by following Howat’s lead, readers can rethink and rehear familiar passages in ways that radiate into the music around them.",
                "footnotes": [],
                "citations": [
                    "taruskin_1992"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Past and present interact in a literally creative way in Robert Orledge’s essay, which describes the genesis of Debussy’s La chute de la maison d’Usher, explains why the opera remained unfinished at Debussy’s death, and recounts Orledge’s own efforts to complete a performing edition of Usher in 2002. The theme of destiny bringing a historical trajectory to completion \nunites these three threads. And yet, all is not fated. Musical passages, fragments, and sketches left by Debussy obviously constrained Orledge’s compositional choices; he had to extrapolate stylistic traits, compositional techniques, and possible continuations from these raw materials (and reject others). But this was only part of a process. To complete the opera, Orledge had to creatively imagine \nwhat would have been the case had Debussy completed the work, and in the event, “what could have been” does become the case. This is an act of rethinking par excellence. Indeed, one might imagine this as a model for “rethinking Debussy”—history and theory as “might have been” transformed into “how it is,” on the way to “how it will be.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] To touch briefly on the other chapters: James R. Briscoe’s “Debussy in Daleville” ably documents early American reception of Debussy’s music in Boston, New York, and Chicago. The essay’s promising subtitle, “Toward Early Modernist Hearing in the United States” remains underdeveloped, however, precisely where rethinking would seem to be the most urgent. A more efficient presentation of information (e.g., a tabular listing of works performed, dates, and performers) would have provided more space to explore a fascinating, if vexing, topic of how Debussy’s music was heard outside its original milieu.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Jann Pasler and Marianne Wheeldon both consider a familiar problem: Debussy’s relation to Frenchness and French culture. The latter focuses on the second issue of La Revue Musicale, published in 1920 as a tribute to the recently deceased Debussy. In Wheeldon’s view, the generally negative reception of Debussy’s late compositions —music she views as worthy of more attention (5) —may be traced to the assessment of his oeuvre in the influential Revue Musicale. Her careful reading of the articles and her reference to the music of leading composers of the post-Debussy generation, suggests two reasons why Debussy’s late works were neglected or maligned. First, Debussy’s self-fashioning as an essentially French composer at the end of his life may have struck many as too jingoistic in the aftermath of the First World War. Second, his choices of genre—sonatas and études—may have seemed too “German.”",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Pasler listens to Pelléas et Melisande through the French concept of “charm,” variously linked with French historical and political agendas, gender roles and sexual expectations, musical traits and sonorous silence and, ultimately, morality and truth. (6) To her chapter’s already heady mix, one can add Richard Langham Smith’s effort to recover some of the original significances of Pelléas and its relation to Maeterlinck’s play, on which it was based. The picture that emerges—rounded out by Antokoletz’s already-discussed analytic efforts as well as David Gray’s essay on the difficulty of casting the character of Pelléas— is one of profoundly suggestive complexity. Debussy’s Pelléas \nmay not yet have yielded all its mysteries.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Indeed, one comes away from the present volume with the impression that there is much to rethink, and that scholarly pluralism is a positive and perhaps requisite element in the effort. In the end, this volume is not Debussy rethought—it comes out of a solid \ntradition of Debussy studies—but it is rich in detail and possibilities. After all, “rethinking” is present progressive tense. Will Rethinking Debussy revolutionize ideas about a composer that have been shaped by countless performances in countless contexts, a vast catalog of recordings, and an ever-growing body of literature over the past century? Probably not. Does it offer appealingly packaged, well-researched food for thought and points of departure for future scholarship? Certainly.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.1.sheehy.html",
    "data": "mto/data/mto.13.19.1.sheehy.json"
}