{
    "title": "Measuring a Measure: Absolute Time as a Factor for Determining Bar Lengths and Meter in Pop/Rock Music",
    "date": "2016/09/01",
    "volume": "22",
    "issue": "3",
    "authors": [
        "Clercq, Trevor de"
    ],
    "abstract": "The prevailing approach to bar lengths in pop/rock music uses the standard rock drum beat as a model, whereby the kick is assigned to beats 1 and 3 and the snare to beats 2 and 4 in a bar of44. In this paper, I show that a song’s drum pattern is not a reliable indicator of measure lengths, especially if we consider bar lengths to be an important benchmark for theories of form. I argue that our determinations of bar lengths and meter in popular music should also take absolute time into consideration. Specifically, I speculate that the two-second measure acts as an ideal for experiential or “real” measures, and so we may be best served—all other factors being equal—by partitioning a song into measure lengths that most closely approximate two seconds. My approach derives from recent research on tempo perception, statistical studies of pop/rock song corpora, and my own analyses of popular songs. An important concept is the notion of different drum “feels,” such as double-time and half-time, in which the drum pattern can be seen to exist on a metric level above or below the primary beat level as implied by the time signature. I show the value of my approach via a number of song comparisons, wherein structural similarities can be found despite differences in surface-level rhythmic patterns. I also discuss other factors—including harmonic rhythm and form—that may affect our perception of bar lengths, so as to concede that no single factor can fully simplify meter classification in this style.",
    "keywords": [
        "Rhythm",
        "meter",
        "form",
        "drum feels",
        "popular music",
        "rock music"
    ],
    "doi": "",
    "received": "January 2016",
    "pdf": "http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.declercq.pdf",
    "author_info": [
        {
            "name": "Trevor de Clercq",
            "university": "Middle Tennessee State University",
            "address": "Department of Recording Industry, 1301 East Main Street, Box 21, Murfreesboro, TN 37132",
            "email": "trevor.declercq@mtsu.edu"
        }
    ],
    "citations": {
        "apel_1950": "Apel, Willi. 1950. The Harvard Dictionary of Music . Harvard University Press.",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2).",
        "burgoyne_wild_and_fujinaga_2011": "Burgoyne, John, Jonathan Wild, and Ichiro Fujinaga. 2011. “An Expert Ground-Truth Set for Audio Chord Recognition and Music Analysis.” 12th International Society for Music Information Retrieval Conference (ISMIR).",
        "butler_2001": "Butler, Mark J. 2001. “Turning the Beat Around: Reinterpretation, Metrical Dissonance, and Asymmetry in Electronic Dance Music.” Music Theory Online 7 (6).",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven. Oxford University Press.",
        "cohn_2015": "Cohn, Richard. 2015. “Why We Don’t Teach Meter, and Why We Should.” Keynote presentation at the Music Theory Midwest Conference, Rochester, MI.",
        "covach_2006": "Covach, John. 2006. “From ‘Craft’ to ‘Art’: Formal Structure in the Music of the Beatles.” In Reading the Beatles: Cultural Studies, Literary Criticism, and the Fab Four , ed. Kenneth Womack and Todd Davis, 37–53. SUNY Albany Press.",
        "covach_2009": "Covach, John. 2009. What’s That Sound? An Introduction to Rock and Its History. 2nd ed. W. W. Norton.",
        "danielsen_2006": "Danielsen, Anne. 2006. Presence and Pleasure: The Funk Grooves of James Brown and Parliament . Wesleyan University Press.",
        "danielsen_2010a": "Danielsen, Anne. 2010a. “Introduction: Rhythm in the Age of Digital Reproduction.” In Musical Rhythm in the Age of Digital Reproduction , ed. Anne Danielsen, 1–16. Ashgate Publishing.",
        "danielsen_2010b": "Danielsen, Anne. 2010b. “Here, There and Everywhere: Three Accounts of Pulse in D’Angelo’s ‘Left and Right’.” In Musical Rhythm in the Age of Digital Reproduction , ed. Anne Danielsen, 19–35. Ashgate Publishing.",
        "danielsen_2015": "Danielsen, Anne. 2015. “Metrical Ambiguity or Microrhythmic Flexibility? Analysing Groove in ‘Nasty Girl’ by Destiny’s Child.” In Song Interpretation in 21st-Century Pop Music , ed. Ralf von Appen, André Doehring, Dietrich Helms, and Allan F. Moore, 53–71. Ashgate Publishing.",
        "everett_2001": "Everett, Walter. 2001. The Beatles as Musicians: The Quarry Men through Rubber Soul . Oxford University Press.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” Oxford University Press.",
        "fraisse_1982": "Fraisse, Paul. 1982. “Rhythm and Tempo.” In The Psychology of Music , ed. Diana Deutsch, 149–80. Academic Press.",
        "hasty_1997": "Hasty, Christopher. 1997. Meter as Rhythm . Oxford University Press.",
        "headlam_1995": "Headlam, Dave. 1995. “Does the Song Remain the Same? Questions of Authorship and Identification in the Music of Led Zeppelin.” In Concert Music, Rock, and Jazz Since 1945: Essays and Analytical Studies , ed. Elizabeth W. Marvin and Richard Hermann, 313–63. University of Rochester Press.",
        "iyer_2002": "Iyer, Vijay. 2002. “Embodied Mind, Situated Cognition, and Expressive Microtiming in African-American Music.” Music Perception 19(3): 387–414.",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford University Press.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lester_1986": "Lester, Joel. 1986. The Rhythms of Tonal Music . Pendragon Press.",
        "levy_2011": "Levy, Mark. 2011. “Improving Perceptual Tempo Estimation with Crowd-Sourced Annotations.” 12th International Society for Music Information Retrieval Conference (ISMIR) , 317–22.",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter . 2nd ed. Oxford University Press.",
        "mattingly_2006": "Mattingly, Rick. 2006. All About Drums: A Fun and Simple Guide to Playing Drums . Hal Leonard Corporation.",
        "mccandless_2013": "McCandless, Gregory. 2013. “Metal as a Gradual Process: Additive Rhythmic Features in the Music of Dream Theater.” Music Theory Online 19 (2).",
        "miller_1968": "Miller, Clement. 1968. “Gaffurius’s ‘Practica Musicae’: Origin and Contents. Musica Disciplina 22: 105–28.",
        "moelants_2002": "Moelants, Dirk. 2002. “Preferred Tempo Reconsidered.” 7th International Conference on Music Perception and Cognition , 580–83.",
        "moelants_and_mckinney_2004": "Moelants, Dirk and Martin McKinney. 2004. “Tempo Perception and Musical Content: What Makes a Piece Fast, Slow, or Temporally Ambiguous?” 8th International Conference on Music Perception and Cognition , 558–62.",
        "moore_2001": "Moore, Allan. 2001. Rock: The Primary Text: Developing a Musicology of Rock. 2nd ed. Ashgate.",
        "osborn_2010": "Osborn, Brad. 2010. “Beats that Commute: Algebraic and Kinesthetic Models for Math-Rock Grooves.” Gamut 3 (1): 43–68.",
        "osborn_2014": "Osborn, Brad. 2014. “Kid Algebra: Radiohead’s Euclidian and Maximally Even Rhythms.” Perspectives of New Music 52: 1–25.",
        "parncutt_1994": "Parncutt, Richard. 1994. “A Perceptual Model of Pulse Salience and Metrical Accents in Musical Rhythms.” Music Perception 11 (4): 409–64.",
        "pieslak_2007": "Pieslak, Jonathan. 2007. “Re-casting Metal: Rhythm and Meter in the Music of Meshuggah.” Music Theory Spectrum 29 (2): 219–45.",
        "pollack_1993": "Pollack, Alan. 1993-1999. “Notes on... Series.” Available at http://www.recmusicbeatles.com/public/files/awp/awp.html",
        "rosenberg_2011": "Rosenberg, Nancy. 2011. “Popular Music in the College Music Theory Class: Rhythm and Meter.” In Pop-culture Pedagogy in the Music Classroom , ed. Nicole Biamonte, 47–71 . Scarecrow Press.",
        "rothstein_1989": "Rothstein, William. [1989] 2007. Phrase Rhythm in Tonal Music . Musicalia Press.",
        "semjen_vorberg_and_schulze_1998": "Semjen, Andras, Dirk Vorberg, and Hans-Henning Schulze. 1998. “Getting synchronized with the metronome: Comparisons between phase and period correction.” Psychological Research 61 (1): 44–55.",
        "snyder_2000": "Snyder, Bob. 2000. Music and Memory: An Introduction . MIT Press.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "stoia_2013": "Stoia, Nicholas. 2013. “The Common Stock of Schemes in Early Blues and Country Music.” Music Theory Spectrum 35 (2): 194–234.",
        "summach_2011": "Summach, Jay. 2011. “The Structure, Function, and Genesis of the Prechorus.” Music Theory Online 17 (3).",
        "sykes_1992": "Sykes, Charles. 1992. “A Conceptual Model for Analyzing Rhythmic Structure in African-American Popular Music.” Ed.D. dissertation, Indiana University.",
        "tamlyn_1998": "Tamlyn, Garry. 1998. “ The Big Beat : Origins and Development of Snare Backbeat and Other Accompanimental Rhythms in Rock ‘n’ Roll.” Ph.D. dissertation, University of Liverpool.",
        "temperley_2001": "Temperley, David. 2001. The Cognition of Basic Musical Structures . MIT Press.",
        "temperley_and_de_clercq_2013": "Temperley, David and Trevor de Clercq. 2013. “Statistical Analysis of Harmony and Melody in Rock Music.” Journal of New Music Research 42 (3): 187–204.",
        "zeiner-henriksen_2010": "Zeiner-Henriksen, Hans. 2010. “The ‘PoumTchak’ Pattern: Correspondences Between Rhythm, Sound, and Movement in Electronic Dance Music.” Ph.D. dissertation, University of Oslo."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Moore writes, “the consistent appearance of a snare drum on the second and fourth beats of a bar allows this length [the bar] to be standardized” ( 2001 , 42). Stephenson writes that “in rock, steady backbeats (beats 2 and 4) on the snare drum usually help make the length of a measure clear” ( 2002 , 2).",
            "citations": [
                "moore_2001",
                "stephenson_2002"
            ]
        },
        "FN2": {
            "text": "2. Drum beats in this paper are represented in the conventional manner, with the kick on the lowest space of a 5-line staff, the snare on the second-highest space, and the hi-hat above the top line.",
            "citations": []
        },
        "FN3": {
            "text": "3. See Tamlyn 1998 , which not only surveys the origins of backbeat patterns in rock music from jazz and swing-era drumming, but also discusses the variations in snare patterns around the backbeat framework.",
            "citations": [
                "tamlyn_1998"
            ]
        },
        "FN4": {
            "text": "4. Moore, for example, writes: “In a music that is not notated, how long is a ‘bar’ (or, for that matter, any other transferable unit)? Ultimately, of course, it hardly matters, except to enable communication about rhythm to take place” ( 2001 , 42).",
            "citations": [
                "moore_2001"
            ]
        },
        "FN5": {
            "text": "5. The only exception I have found is Image-Line Fruity Loops, which has a default session tempo of 140 BPM.",
            "citations": []
        },
        "FN6": {
            "text": "6. The corpora for Burgoyne, Wild, and Fujinaga ( 2011 ) and Temperley and de Clercq ( 2013 ) are freely available online, at http://ddmal.music.mcgill.ca/billboard and http://rockcorpus.midside.com , respectively. The corpus for Covach was compiled by hand from the analyses in his 2009 textbook.",
            "citations": [
                "burgoyne_wild_and_fujinaga_2011",
                "temperley_and_de_clercq_2013",
                "covach_2009"
            ]
        },
        "FN7": {
            "text": "7. Covach is the only analyst to use a 4 2 meter (in 5 songs), which has an average tempo of 98.5 BPM. Aside from a single 4 3 song in the Temperley and de Clercq corpus, Burgoyne et al. is the only corpus to use 4 3 (in 12 songs), which has an average tempo of 99.9 BPM. 8 12 meters in Covach and Temperley and de Clercq have the same average tempo as 4 4 (i.e., 120 BPM).",
            "citations": []
        },
        "FN8": {
            "text": "8. Evidence that absolute time plays into our perceptual chunking of music—in terms of event fusion, melodic and rhythmic grouping, and form—is reviewed in Snyder 2000 .",
            "citations": [
                "snyder_2000"
            ]
        },
        "FN9": {
            "text": "9. Following Danielsen ( 2006 , 2010a , 2010b , 2015 ), the pulse layer implied by the time signature and various rhythmic events thus acts as a reference structure, which the kick and snare play against in a half-time or double-time feel.",
            "citations": [
                "danielsen_2006",
                "danielsen_2010a",
                "danielsen_2010b",
                "danielsen_2015"
            ]
        },
        "FN10": {
            "text": "10. The notion that two levels in the metric hierarchy may vie for the designation of tactus is not new. Lerdahl and Jackendoff, for example, appear to concede that a listener might hear the tactus on two metric levels. They write, “the listener tends to focus primarily on one (or two) intermediate level(s) in which the beats pass by at a moderate rate.... we call such a level the tactus ” ( 1983 , 21).",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN11": {
            "text": "11. For the purposes of this analysis, I am ignoring the short instrumental tag or link that separates each verse.",
            "citations": []
        },
        "FN12": {
            "text": "12. Some tempo and pitch modifications were necessary to align the two songs, of course.",
            "citations": []
        },
        "FN13": {
            "text": "13. Other Buck Owens songs with verses that feature the 8-bar double-neighbor pattern (allowing for some variation) include “Nobody’s Fool But Yours” (1962), “Fool Me Again” (1962), “My Heart Skips a Beat” (1964), and “If You Fall Out of Love With Me” (1965).",
            "citations": []
        },
        "FN14": {
            "text": "14. Other songs with passages that evince this prototypical structure include “Little Green Apples” by Roger Miller (1968), “A Better Man” by Clint Black (1989), “I May Hate Myself in the Morning” by Lee Ann Womack (2005), and “Just Got Started Lovin’ You” by James Otto (2008).",
            "citations": []
        },
        "FN15": {
            "text": "15. Covach ( 2009 , 42) analyzes this song as a prototypical AABA form. Other AABA exemplars from 1957 alone include “Butterfly” by Andy Williams, “Everyday” by Buddy Holly, “Great Balls of Fire” by Jerry Lee Lewis, “You Don’t Owe Me a Thing” by Johnnie Ray, and “Come Go with Me” by The Del-Vikings.",
            "citations": [
                "covach_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction Example 1 . Three readings of meter and bar lengths for “Norwegian Wood” (The Beatles, 1965) (click to enlarge and listen) Example 2 . Kick and snare configuration for a standard rock drum beat (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] When analyzing a pop/rock song, how much music constitutes a measure? For example, the Beatles song “Norwegian Wood” has been analyzed by Beatles experts as being in 4 3 ( Pollack 1993 ), 8 6 ( Covach 2006 ), and 8 12 ( Everett 2001 ), with each of these three possible meters engendering different measure lengths ( Example 1 ). Like almost every song in pop/rock music, there is no official score for “Norwegian Wood,” so we have only our conception and perception of rhythm and meter to guide us. Is one of these time signatures more appropriate than the others?",
                "footnotes": [],
                "citations": [
                    "pollack_1993",
                    "covach_2006",
                    "everett_2001"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] The prevailing approach to meter in pop/rock music, generally speaking, has been to base bar lengths on the standard rock drum beat, whenever possible. This is the general rule suggested by Moore, and Stephenson espouses a similar methodology. (1) The standard rock drum beat, as shown in Example 2 , delineates a bar of 4 4 with a kick on beats 1 and 3 and a “backbeat” snare on beats 2 and 4. (2) The actual drum part in a song might not hew to this exact pattern, of course, and other timbres such as hand claps might substitute for the snare or kick. (3) But accounting for these sorts of variations, it is this drum pattern that is taken to be the primary model for assessing measure lengths. (Examples of this approach in practice can be found in the analyses below.)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Inherently, an approach based on the standard drum beat does not offer much guidance in dealing with songs that are not in 4 4 or do not have a clear drum beat, such as “Norwegian Wood.” It seems reasonable to presume that time signatures other than 4 4 —such as 4 3 or 8 6 —are useful in describing the rhythmic organization of some pop/rock songs. But while recent research on rhythm in pop/rock has explored complex and mixed meters (e.g., Butler 2001 , Pieslak 2007 , Osborn 2010 , McCandless 2013 , Osborn 2014 , Biamonte 2014 ), relatively little has been written about the more basic task of meter identification. Even pedagogically-oriented work on meter in popular music (e.g., Rosenberg 2011 ) does not discuss how to choose the best time signature.",
                "footnotes": [],
                "citations": [
                    "butler_2001",
                    "pieslak_2007",
                    "osborn_2010",
                    "mccandless_2013",
                    "osborn_2014",
                    "biamonte_2014",
                    "rosenberg_2011"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] Part of the issue may be that, although a number of landmark works on rhythm and meter have been published in the past few decades, most take bar lengths and time signatures for granted. In Western classical music, we have an expert listener—the composer—who has already determined how much music should constitute a measure and in what meter it should be conceived; traditional theories of rhythm and meter are thus not forced to tackle these sorts of concerns. For example, one finds no index entries in Lester 1986 , Rothstein 1989 , Hasty 1997 , or Krebs 1999 for the terms “measure” or “bar,” and none of these works give detailed guidelines on how to determine measure lengths or time signatures in the absence of a score. ( Cohn 2015 highlights many of these lacunae in music pedagogy, more broadly.) Perhaps the most systematic approach to meter, and thus measure lengths, can be found in Temperley 2001 , but his preference-rule system does not offer any advice on how to select between a variety of well-formed, hierarchically-congruent meters, such as those we find in the various published analyses of “Norwegian Wood.”",
                "footnotes": [],
                "citations": [
                    "lester_1986",
                    "rothstein_1989",
                    "hasty_1997",
                    "krebs_1999",
                    "cohn_2015",
                    "temperley_2001"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Some readers may feel that the choice of how much music constitutes a measure hardly matters. (4) The choice of time signature, one might argue, serves only to facilitate the communication of rhythmic organization, which can be represented in a variety of equally valid ways. I strongly disagree with this mindset. In popular music, formal prototypes are often predicated on specific bar lengths. The 12-bar and 16-bar blues, for example, are standard units of form, as is the 32-bar AABA. Additionally, some authors have built theories of form around specific bar lengths. Summach, for example, predicates the difference between a full-fledged prechorus and a nascent prechorus on the difference between 8-bar and 4-bar units, respectively ( 2011 , [22]). Bar lengths may not matter, admittedly, if a song is considered in complete isolation, but if we hope to compare a song to other songs and draw conclusions from those comparisons, bar lengths are an important benchmark.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "summach_2011"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] In other words, bar lengths are a central component for theories of form—a point of view that is echoed in William Caplin’s work on Classical-era music. In his 1998 book, Caplin distinguishes between a real , experiential measure (i.e., what a listener perceives as one full measure) and a notated measure (i.e., what is given in the score), stating that the real measure “is the only valid measure for an analysis of form based on our musical experience” (35). According to Caplin, form in Classical music is strongly predicated on phrase models of specific bar lengths, which are best understood in terms of real measures. Unfortunately, Caplin does not specify exactly how much musical content comprises a real measure, except to say that bar lengths generally do not change during the course of a movement, and formal conventions can guide our decisions. That said, Caplin does briefly hint at one other possible factor. He states that in an adagio movement, for example, we may perceive a single real measure to be only one half of the notated measure, whereas in a faster movement such as a scherzo, a real measure may constitute two notated measures. While Caplin presumably means for these examples to be purely hypothetical, these two cases imply that absolute time —i.e., the passage of time as quantified by a clock in minutes and seconds—may play a role in determining a real measure, in that a listener’s perceptual window for a real measure may apparently accommodate more beats at a faster tempo and fewer beats at a slower tempo.",
                "footnotes": [],
                "citations": [
                    "caplin_1998"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] In this article, I show that the forms of many pop/rock songs share strong similarities within the domain of absolute time. As a result, a song’s drum pattern should not be considered a reliable or consistently appropriate indicator of measure lengths. I argue that we should also consider absolute time as a factor. Specifically, I speculate that the two-second measure acts as an ideal for the experiential (or “real”) measure, and thus—all other factors being equal—we may often be best served by partitioning a song into measure lengths that most closely approximate this two-second window. As I detail below, my approach derives from research on tempo perception, corpus analysis, and my own analyses of popular music. To be clear, I am not advocating for an automatic approach to measure lengths based on absolute time, only that absolute time is one important perceptual marker among many. At the end of the article, I consider meter in pop/rock music somewhat more broadly and offer a few counterexamples, so as to highlight other factors that possibly participate in our sense of bar lengths in this style. Background Research",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] At a basic level, choosing a time signature involves identifying how many beats are in a bar. Meter perception is thus closely tied to beat perception. In “Norwegian Wood,” for example, do we hear the beat at the 4 3 level or the 8 6 level? Research and theoretical writing on beat perception often centers on aspects of absolute time: certain tempos, quantified in beats-per-minute (BPM), are said to be more ideal or comfortable than others. Lerdahl and Jackendoff, for example, refer to the primary beat level—or tactus , i.e., the rate at which a listener taps their foot—as being invariably between 40 BPM and 160 BPM, but often close to the midpoint of 70 BPM ( 1983 , 73). Lerdahl and Jackendoff note that this tempo of about 70 BPM corresponds to the average human pulse or breathing rate, a relationship described in music theory dating back at least to the Renaissance-era writings of Gaffurius ( Miller 1968 , 120).",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "miller_1968"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Work in the field of cognitive science has implied that a somewhat higher tempo may be more optimal for beat perception. As discussed in London ( 2012 ), for example, Fraisse ( 1982 ) reports that preferred tempo—i.e., the speed that is neither too fast nor too slow—tends to be around 100 BPM. Parncutt ( 1994 ) found a similar result: through a series of tapping experiments, he reported that pulse salience was highest around 100 BPM. Later experiments by Semjen, Vorberg, and Schulze ( 1998 ) confirm this rate as a mean tempo for self-paced tapping.",
                "footnotes": [],
                "citations": [
                    "london_2012",
                    "fraisse_1982",
                    "parncutt_1994",
                    "semjen_vorberg_and_schulze_1998"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] In more recent research incorporating popular music, ideal tempo seems to lie higher still. In a meta-analysis of existing experimental studies involving beat perception, Moelants ( 2002 ) found that a rate of 120–125 BPM appears to be most preferred. Later in the same article, he confirms this finding via a survey of tempos across a variety of popular music styles. Following up on this work, Moelants and McKinney ( 2004 ) report that listeners perceive the most unambiguous tempo ratings for popular music to be around 120 BPM. Specifically, listeners tend to least often tap at different metrical levels when listening to music rated at 120 BPM. Levy ( 2011 ), in a study on speed perception, also found that popular music with a tempo of around 115–120 BPM is most often perceived to be neither fast nor slow.",
                "footnotes": [],
                "citations": [
                    "moelants_2002",
                    "moelants_and_mckinney_2004",
                    "levy_2011"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] The relatively wide range of speeds that has been reported for ideal tempo—almost a rhythmic octave from 70 BPM to 125 BPM—seems somewhat confounding. One explanation for these differences derives from the dissimilar ways that listeners embody tempo. Iyer, for example, describes three separate components of the sensory-motor image associated with rhythm perception: 1) a body-sway, breathing component, 2) a foot-tap, head-bob component, and 3) a finger-tap, speech component ( 2002 , 396). Each component involves different musical correlates and ideal rates. For instance, Iyer reports that body-sway and breathing correspond to the musical phrase, with an ideal rate in the range of 30–60 BPM; foot-tap and head-bob motion correspond to the musical pulse, with an ideal rate in the range of 60–180 BPM; and hand gestures correspond to divisions of the pulse, somewhere in the range of 180–600 BPM ( 2002 , 393).",
                "footnotes": [],
                "citations": [
                    "iyer_2002",
                    "iyer_2002"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Differences in ideal tempo may also relate to differences in musical style. In his discussion of African-American popular music, Sykes categorizes moderate tempos as those from 93 to 138 BPM ( 1992 , 116). Somewhat similarly, Zeiner-Henriksen reports the normal tempo for club-oriented dance music (i.e., EDM) to be around 120–135 BPM ( 2010 , 12). For listeners more accustomed to Western classical music, these values for moderate or average tempo may seem somewhat high. For example, Willi Apel, in the 1950 printing of the Harvard Dictionary of Music, writes that the “practical limits for the duration of the beat” are between 50–120 BPM, with 60–80 BPM representing “normal” tempo (736). This edition of the Harvard Dictionary of Music pre-dates the birth of rock ‘n’ roll, typically taken to be somewhere around 1955 ( Covach 2009 ), and thus it may be that classical musicians have a different way of conceptualizing or embodying the beat than do rock musicians.",
                "footnotes": [],
                "citations": [
                    "sykes_1992",
                    "apel_1950",
                    "covach_2009"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] For the purposes of this paper, since I deal exclusively with meter and bar lengths in pop/rock music, I take 120 BPM to be the best available approximation of ideal tempo, given a time signature of 4 4 . Further evidence for this rate can be found, albeit circumstantially, in modern music production software. With only one exception, every major software sequencer—including Ableton Live, Apple Garage Band, Apple Logic Pro, Avid Pro Tools, Cockos Reaper, MOTU Digital Performer, PreSonus Studio One, Propellerhead Reason, Sony Acid Pro, and Steinberg Cubase Pro—defaults new sessions to 4 4 at a tempo of 120 BPM. (5) It is unclear how a tempo of 120 BPM became the standard setting for music production software, although it seems reasonable to presume, based on its prevalence, that this beat rate is neither too fast nor too slow, given a 4 4 meter. Table 1 . Average tempos (measured in beats-per-minute [BPM]) for all songs in which 4/4 was determined to be the main meter, as found in three recent corpora of popular music (click to enlarge)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] Recent corpora of popular music also provide evidence for a rate of 120 BPM as the midpoint for tempo in a 4 4 meter. As shown in Table 1 , three collections of song analyses— Covach 2009 , Burgoyne, Wild, and Fujinaga 2011 , and Temperley and de Clercq 2013 —show average tempo to be about 120 BPM for songs judged to be in 4 4 . (6) In this table, I provide calculations of “average tempo” via the arithmetic mean, the geometric mean, and the median, all of which are plus-or-minus 5 BPM from 120 BPM. It is important to note here that—based on a time signature of 4 4 and an average tempo of 120 BPM—the average measure length is around two seconds. (Measure lengths can be calculated from a BPM value by taking the reciprocal of the BPM value and multiplying by 60 [seconds] times the number of beats in the bar.) Table 2 . Average tempos (measured in beats-per-minute [BPM]) for all songs in which 6/8 was determined to be the main meter, as found in three recent corpora of pop/rock music (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "covach_2009",
                    "burgoyne_wild_and_fujinaga_2011",
                    "temperley_and_de_clercq_2013"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] Interestingly, other time signatures found in these corpora do not show the same average tempo. Table 2 , for example, shows that the average tempo for songs in 8 6 is about 60 BPM, i.e., about half the average tempo for songs in 4 4 . But while the average tempo for 8 6 is much slower than 4 4 , the average measure length—about two seconds—is essentially preserved. Ideal tempo thus appears, at least based on this evidence, to depend on the particular time signature; or conversely, the perceived time signature appears to depend on the particular tempo. For example, no song in these corpora analyzed in 8 6 had a tempo of more than 80 BPM. Admittedly, the number of 8 6 songs in these three corpora is small; other time signatures are even more rare. (7) Nonetheless, I hypothesize from this finding that absolute time plays a significant role in determining our perception of meter, and that our approach to bar lengths and time signatures in pop/rock music should correspond accordingly. Table 3 . Durations in seconds of measures across the usable tempo scale (adapted from London 2012, 46 [Table 2.5]) (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] As further evidence of this interplay between absolute time and our perception of measure lengths, consider the data shown in Table 3 . The left-hand column of this table shows the range of accepted tempos at which humans can viably feel a beat, spanning from about 30–240 BPM ( London 2012 , 30). (These BPM values are distributed here on a logarithmic scale, so as to reflect our perception that one tempo will be twice or half the speed of another.) The three right-most columns show the resultant measure lengths for quadruple, triple, and duple meters, given each of these BPM values. Note that a two-second measure lies at the exact geometric midpoint between the longest and shortest possible durations for a measure, given these meter and tempo possibilities. (Eight seconds is exactly four times as long as two seconds, while 0.5 seconds is exactly one fourth as long as two seconds.) Similarly, the calculated durations closest to two seconds—boxed and in bold for each meter—can be seen to optimize the possible values for measure lengths across these three meter types. In other words, while a two-second measure lies somewhat on the shorter side of all possible quadruple measures, it lies somewhat on the longer side of all possible duple measures, and at the midpoint of all possible triple measures. We can also see that at a very fast tempo, a bar of duple meter spans only a very small window of time, probably too small to be a useful cognitive chunk; at a very slow tempo, conversely, a bar of quadruple meter probably spans too much absolute time to be a manageable cognitive chunk. (8) The perception of whether a song is in a duple or quadruple meter, therefore, may shift depending on tempo—all other factors being equal—so as to best partition the music into more normative measure lengths, with the two-second measure appearing to be the most normative partition. Drum Feels Example 3a . Kick and snare configuration for a standard rock drum beat (click to enlarge) Example 3b . Double-time kick and snare pattern (click to enlarge) Example 3c . Half-time kick and snare pattern (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "london_2012"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] In order to allow for absolute time to be a factor in measure lengths, we need to uncouple our conception of bar lengths in pop/rock music from the drum beat. One important concept in this paper, accordingly, is that the number of kick and snare instances in a measure may often differ from a standard 4 4 drum pattern. In the percussion literature, this concept is typically referred to as different drum “feels,” the two most common of which are “double-time” and “half-time” ( Mattingly 2006 ). In a double-time feel ( Example 3b ), each bar has twice as many kick and snare hits as a standard (or normal-time) feel ( Example 3a ). In a half-time feel ( Example 3c ), each bar has half as many kick and snare hits as a normal feel. (Hi-hat patterns are somewhat variable and do not typically affect the half-time or double-time designation.) Although they affect the perception of tempo, double-time and half-time feels do not change the length of a bar, nor do they change the time signature. In a double-time or half-time feel, therefore, the listener is presented with somewhat conflicting metrical information, in that there appear to be two viable metric levels for the perceived beat. On one metric level is a pulse layer implied by the time signature, engendered via what Anne Danielsen refers to as rhythmic “figures” and “gestures” ( 2006 , 2010a , 2010b , 2015 ), i.e., the timing and patterning of events in the music other than the kick and snare; (9) on another metric level is a pulse layer implied by the kick and snare alternation. (10) In these situations, it is not uncommon for a listener to find themselves unsure of at which metric level to tap their foot or bob their head. Justin London echoes this view, writing: “although our sense of tempo or speed is strongly yoked to the beat level, it is not determined by it” ( 2012 , 32). When I give BPM values in this paper, I will therefore be careful to identify to which beat level I am referring. Example 4a . “Should I Stay or Should I Go” (The Clash, 1982), verse material (click to enlarge and listen) Example 4b . “Should I Stay or Should I Go” (The Clash, 1982), chorus material (click to enlarge and listen)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "mattingly_2006",
                    "danielsen_2006",
                    "danielsen_2010a",
                    "danielsen_2010b",
                    "danielsen_2015",
                    "london_2012"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Some illustrations of these different drum feels should help clarify this concept. Consider, for example, the song “Should I Stay or Should I Go” by The Clash (1982). The verse material of the song ( Example 4a ) is based on a standard 12-bar blues, embellished via neighbor chords, and the chorus material of the song ( Example 4b ) retains the same harmonic structure, as well as most of the melodic structure of the verse. Because the harmonic and melodic content is almost identical, it makes sense from the perspective of musical form to retain the same bar lengths in both sections. In the chorus, however, the drum pattern changes such that the kick and snare occur twice as often as in the verse.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] We could frame the change in the drum pattern in a relative way: the chorus doubles the rate of kick and snare in the verse, and thus the chorus evinces a double-time pattern. But the chorus could also be considered double-time in an absolute way. The tempo of the verse—about 112 BPM—lies just under the ideal tempo mark of 120 BPM for a quadruple meter. This generates measure lengths of about 2.14 seconds, very close to the average time for a bar. From the perspective of absolute time, therefore, it seems sensible to retain these bar lengths in the chorus. In doing so, the 12-bar blues basis of the chorus remains clear, despite the increased activity of the kick and snare. Example 5a . “Five Minutes to Midnight” (Boys Like Girls, 2006), chorus material (click to enlarge and listen) Example 5b . “Five Minutes to Midnight” (Boys Like Girls, 2006), final chorus (click to enlarge and listen) Example 6a . “Teardrops on My Guitar” (Taylor Swift, 2008), “pop” version, chorus (click to enlarge and listen) Example 6b . “Teardrops on My Guitar” (Taylor Swift, 2006), original version, chorus (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] In other songs, the drum pattern changes to a half-time feel. Consider, for example, the song “Five Minutes to Midnight” by Boys Like Girls (2006). The chorus ( Example 5a ) employs a standard drum beat, with a tempo of approximately 164 BPM and bar lengths around 1.46 seconds. At the end of the song, the drum pattern changes dramatically ( Example 5b ), even though the rest of the music (e.g., harmony and melody) stays generally the same. Because the harmony and melody do not change significantly, it seems sensible from the perspective of form (as in “Should I Stay or Should I Go”) to retain the same bar lengths in this final chorus as in the other chorus sections. If we retain the same time signature, which seems appropriate to maintain the same notational look-and-feel as the original chorus, the snare drum in the final chorus no longer occurs on beats 2 and 4 (the normal backbeats) but rather with any regularity only on beat 3: i.e., a half-time pattern. We could also maintain the same bar lengths by notating the final chorus in 2 2 , but for the sake of this article, I take 2 2 and a half-time 4 4 to be equivalent representations of meter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Double-time and half-time relationships are fairly clear when they occur within a single song, because we are compelled to compare the drum pattern from one passage to the original or prevailing drum pattern in the same song. Some readers may be under the assumption, consequently, that “double-time” and “half-time” are terms that only describe relationships between drum patterns within a song. In the next set of examples, I show that these drum feels can exist between songs, such that no part of one song exhibits a normal-time drum feel. The song “Teardrops on My Guitar” by Taylor Swift (2006), for instance, was released in multiple versions, all of which have the same harmony and melody but different instrumentations. The “pop” version ( Example 6a ), released as a bonus track on the 2008 reissue of the album Taylor Swift , conveys a normal 4 4 drum feel at a comfortable rate of about 100 BPM, engendering measure lengths of about 2.4 seconds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The rate of kick and snare alternations in the original version (track 3 on the 2006 release of the same album) is noticeably slower. In Example 6b , I have notated the original version as a half-time feel. This seems like the most sensible choice, because it retains the same harmonic and melodic content per bar as the pop version. It is also the most sensible solution based on absolute time: had I based measure lengths on the standard rock drum beat, bar lengths would have bloomed to 4.8 seconds each. It would have been possible to notate the original version as a normal feel, with the pop version as a double-time feel; this approach would derive from using drum feels in a relative way, since the original version could be considered the main version, against which other versions would be compared. Had we done so, however, the chorus would be only four bars long, which seems far too short for a full-fledged chorus. Listening to the entire song, it seems clear that the music in Examples 6a and 6b comprises the full chorus section. The original version, therefore, makes more sense as a half-time feel in an absolute way, even if we had never heard the pop version as a normal-time reference. Example 7a . “Wrecking Ball” (Miley Cyrus, 2013), chorus material (click to enlarge and listen) Example 7b . “Wrecking Ball” (The Gregory Brothers, 2014), chorus material (click to enlarge and listen) Example 7c . “Wrecking Ball” (Daja, 2014), standard feel",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The opportunity to compare different drum feels in different versions of the same song by the same artist is somewhat rare, since artists do not often release multiple versions of the same song. Different artists, however, often release different versions of the same song, i.e., a cover version. In a cover song, one aspect that might change is the drum feel. This is the case with the song “Wrecking Ball,” originally recorded by Miley Cyrus (2013) and covered a year later by The Gregory Brothers in a country version (2014). The Miley Cyrus version ( Example 7a ) presents a clear example of a half-time feel, in my opinion, with kick-snare alternations occurring at 60 BPM. (As a result, some listeners may find themselves tapping at a rate of 120 BPM.) In transcribing the cover version by the Gregory Brothers ( Example 7b ), it seems logical to retain the same harmonic and melodic material per bar as the original, as I have done. The Gregory Brothers version lacks a traditional kick-snare alternation, but the bass guitar seems to take on the role of the kick while the accents in the brushed snare part suggest the backbeat. Using this approach, the Gregory Brothers version conveys a double-time feel. A standard-feel version of the song can be heard in the version recorded by Daja ( Example 7c ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] These examples may not fully convince the reader that half-time and double-time feels necessarily operate in absolute ways. When comparing two songs, we can always frame the relationship in a relative way. That said, I hope to have demonstrated at least one important idea: that it is often useful to view the drum pattern of a song as non-congruent with a standard (or normal) feel. Further evidence for considering drum feels in an absolute way will be provided in the following section. Using Absolute Time in Analysis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The pairs of examples discussed above were obviously related, so we did not necessarily need the concept of absolute time to show similarities. When songs are less obviously related, however, the consideration of absolute time can be especially helpful to expose connections that would be otherwise hidden or obscured. In the paragraphs that follow, I illustrate the types of structural relationships that can be gleaned via a number of song comparisons. Example 8a . “When the Levee Breaks” (Led Zeppelin, 1971), opening drum beat Example 8b . “When the Levee Breaks” (Led Zeppelin, 1971), 6-bar reading of opening vocal passage (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] A good starting example is the song “When the Levee Breaks,” since it involves versions that we know to be at least somewhat related. The original recording is a 1920s-era blues song by Kansas Joe McCoy and Memphis Minnie, although most readers are probably more familiar with Led Zeppelin’s 1971 recording. I urge the reader here to listen to the opening of the Led Zeppelin version ( Example 8a ) and decide when and how often bar lines occur. How many bars long, for instance, is the opening drum beat, before the guitars and blues harp enter?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Following the traditional approach to meter in pop/rock music, in which the backbeat aligns with beats 2 and 4 in a bar of 4 4 , we would say that there are just two bars of drum intro before the full band enters. This is the view Dave Headlam takes in his 1995 analysis of the song. With this hearing, Headlam transcribes Led Zeppelin’s first verse as a 6-bar span (reproduced in Example 8b ). (11) Headlam is aware that Led Zeppelin’s version derives from an older blues song, and so he notes pointedly that Led Zeppelin “abandoned the strophic twelve-bar blues of the original” and that their version “is not in twelve-bar units” ( 1995 , 358). Indeed, the Led Zeppelin version does seem like a radical departure from a standard 12-bar blues, especially given the lack of any harmonic motion during the verse.",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "headlam_1995",
                    "headlam_1995"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] If we acknowledge that the drum beat may not necessarily be a standard feel, however, we potentially arrive at a different metric analysis of the Led Zeppelin version. In particular, the tempo implied by the kick and snare alternations—around 72 BPM—lies well below the ideal tempo for a quadruple meter. The rubric of absolute time thus implies that the main drum beat for the Led Zeppelin version might better be considered a duple or half-time feel. As with most half-time feels, listeners may find themselves conflicted when listening to Led Zeppelin’s version as to whether to synchronize body movements with the hi-hat or the kick/snare alternation. Example 8c . “When the Levee Breaks” 12-bar blues reading of original song (Kansas City Joe and Memphis Minnie, 1929) mashed-up with Led Zeppelin drum beat (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Reading the drum beat of the Led Zeppelin version as a half-time feel has important ramifications for our analysis of the song, in that it engenders a 12-bar length for the main vocal material. A standard 12-bar blues pattern is still not fully clear, since the Led Zeppelin version has no chord changes during the verse. But it is not too difficult to imagine a re-harmonization of Led Zeppelin’s version that re-establishes the harmonic scheme of a standard 12-bar blues. To illustrate this, I have mashed-up the original version of the song with the Led Zeppelin drum beat in Example 8c . (12) In this mash-up, the vocal phrase lengths in the Led Zeppelin version—assuming we want to retain a correspondence in form with the original song—should each span about two bars, ending on the downbeat of the third bar in each four-bar hypermetric unit. This is a standard vocal phrase structure for 12-bar blues songs, as described in Stoia 2013 . Thus while it is undeniable that Led Zeppelin have radically altered the original song, in my interpretation they have not entirely abandoned the strophic 12-bar blues format. They have, however, significantly changed the “feel” of the song. Example 9a . “Heartbreak Hotel” (Elvis Presley, 1956), main material (click to enlarge and listen)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "stoia_2013"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] As this last comparison shows, our method for determining measure lengths affects how we view the relationship between a song and its formal prototype. To further elucidate this point, let us compare two songs by Elvis Presley, “Heartbreak Hotel” (1956) and “That’s All Right” (1954), both of which can be considered blues-based songs. The meter of “Heartbreak Hotel” is relatively clear. Covach ( 2009 , 102), for example, views the main material as an 8-bar passage in 8 12 ( Example 9a ), which generates 2.55-second bar lengths at a tempo of about 92 BPM; this is, in fact, the best analysis based on absolute time. The music in “Heartbreak Hotel” is obviously derived from the blues in terms of both its harmonic and melodic structure, and Covach thus refers to its 8-bar form as an “abbreviated version of a 12-bar blues” ( 2009 , 104).",
                "footnotes": [],
                "citations": [
                    "covach_2009",
                    "covach_2009"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Covach notes that “That’s All Right” is also derived from the blues ( 2009 , 104). Perhaps because this song has a fast backbeat, Covach posits a duple meter ( 4 2 ) for the song at a tempo of 105 BPM, which engenders 1.14-second bar lengths ( 2009 , 83). With this analysis, Covach views the main material of “That’s All Right” as an 18-bar span. He does not explain specifically how the song derives from the blues, only mentioning that it does not conform to the 12-bar standard. Based on his reading of the main material for “That’s All Right” as an 18-bar span, we might guess it to be an expansion of a 12- or 16-bar blues form. Example 9b . “That’s All Right (Elvis Presley, 1954), main material (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "covach_2009",
                    "covach_2009"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] If we reassess the bar lengths of “That’s All Right” based on absolute time, however, we uncover a different relationship between this song and the blues. As shown in Example 9b , the main material of “That’s All Right” can be understood instead as a 9-bar span, in which the fast backbeat conveys a double-time feel, with measure lengths around 2.3 seconds. The reader should compare “Heartbreak Hotel” (Example 9a) to this new reading of “That’s All Right.” Despite significant differences in surface rhythms, the two songs disburse highly similar formal structures over the course of absolute time. In terms of harmony, for example, both songs have four bars of tonic, followed by two bars of subdominant, then a move to the dominant—which is expanded in “That’s All Right” by a bar—and a single final bar of tonic. In terms of melodic structure, both songs exhibit a 1+1+2 phrase organization in the first four bars, followed by two more short phrases over IV prior to the final, longer cadential phrase. (There is also evidence here of the effect of absolute pitch, since Presley sings very similar melodic content during the first four bars despite the different keys.) If “Heartbreak Hotel” can be considered an abbreviated version of a standard 12-bar blues form, then we have good reason to consider “That’s All Right” an abbreviated 12-bar blues form as well. More importantly, the close relationship between these two songs becomes clearer once we take absolute time into our consideration of form. Example 10a . “Down to the River” (Buck Owens, 1962), verse (click to enlarge and listen) Example 10b . “Cryin’ Time” (Buck Owens, 1964), verse (click to enlarge and listen) Example 10c . Shared voice-leading scheme for verse sections of “Down to the River” and “Cryin’ Time” (Buck Owens) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] In addition to relating songs to established prototypes such as the blues, absolute time can also help uncover new prototypical organizational schemes in pop/rock music. Two songs by Buck Owens are pertinent in this regard. Consider the verse material from the song “Down to the River” (1962). As transcribed in Example 10a , the verse can be viewed in a quadruple meter. The kick and snare alternations occur at a rate of about 148 BPM; measure lengths, given four beats in the bar, are thus about 1.62 seconds, which is the closest reading to the two-second ideal. The song has a swing feel, so 8 12 is perhaps the best time signature to represent its metric organization. Note that the verse is 16 bars long, made up of four melodic phrases, each of which spans from about the downbeat of the first bar in each 4-bar hypermeasure to the downbeat of the third bar.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.10": {
                "text": "[4.10] I have transcribed the verse material from the other Buck Owens song, “Cryin’ Time” (1964), in Example 10b . “Cryin’ Time” has the same swing feel as “Down to the River,” but at a much slower tempo. Based on the kick and snare alterations, the tempo is somewhere around 76 BPM. If we assume a quadruple meter, i.e., a slow 8 12 , we arrive at measure lengths of about 3.15 seconds—significantly above the ideal length for a bar. I have chosen instead to hear “Cryin’ Time” in 8 6 , which engenders bar lengths of about 1.58 seconds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.11": {
                "text": "[4.11] Note that while “Down to the River” and “Cryin’ Time” have very different rhythmic feels, both songs disburse highly similar harmonic and melodic content at roughly the same pace. Each melodic phrase, for example, spans from the first bar of one four-bar phrase to about the downbeat of the third. Moreover, we can abstract a generic voice-leading scheme that the two songs share, as shown in Example 10c . The first eight bars consist of a double-neighbor figure: 3 ˆ in the melody over a tonic harmony falls to 2 ˆ over a dominant in the third bar; the melody rises to the chordal seventh of the dominant in bar 5 and then resolves back to 3 ˆ in bar 7. In the third hypermeasure, the melody rises to 5 ˆ over tonic, which begins a descent through 4 ˆ over the subdominant in bar 11, followed by cadential motion in bars 13 and 14, which resolves via a perfect authentic cadence on the downbeat of bar 15. This sequence is a highly determined musical skeleton, not only in terms of the harmonic and melodic content, but also the rate at which this content plays out over absolute time, despite the different metric settings. Example 11a . “Honey (I Miss You)” (Bobby Goldsboro, 1968), verse material (click to enlarge and listen) Example 11b . “Gentle on My Mind” (Glen Campbell, 1967), verse material (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.12": {
                "text": "[4.12] The 8-bar double-neighbor figure that begins the verses of both “Down to the River” and “Cryin’ Time” is a relatively common melodic-harmonic structure in the songs of Buck Owens. (13) Similar 8-bar melodic-harmonic schemes can be found in other country songs as well, such as “Honey (I Miss You)” by Bobby Goldsboro (1968). Deducing bar lengths in “Honey (I Miss You)” is relatively straightforward, as shown in Example 11a . There is no clearly-audible kick drum, but accents on the snare convey a backbeat on beats 2 and 4 at a tempo of about 92 BPM, which implies bar lengths in a quadruple meter of about 2.6 seconds. The pitch and phrase structure of the melody here should remind the reader of the first eight bars in the two previous Buck Owens examples. The harmonic content is somewhat different, admittedly, but only in that the dominant chord is embellished via a toggling between ii and V.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "4.13": {
                "text": "[4.13] This particular variant of the 8-bar double-neighbor figure can be found in many popular songs. (14) Of these, “Gentle on My Mind” (Glen Campbell, 1967) is an especially relevant example, since its relationship to this variant is predicated on viewing its metric structure through the lens of absolute time. As can be heard in the audio portion of Example 11b , the rhythmic feel of “Gentle on My Mind” is both similar to and different from “Honey (I Miss You)”: both songs have a persistent brushed snare drum part, but the brushed snares in “Gentle On My Mind” chug along at a fast pace, in contrast to the slowly brushed snares in “Honey (I Miss You).” We can thus posit that “Gentle on My Mind” evinces a double-time feel, such that the snare accents occur not on beats 2 and 4 but rather on the “ands” of each beat, as shown in Example 11b. Reading “Gentle on My Mind” as a double-time feel, its main material spans 8 bars and can be seen to share much in common with the 8-bar double-neighbor figure variant of “Honey (I Miss You),” including the same melodic phrase lengths. The exact pitch content is slightly different; “Gentle on My Mind” sits on the supertonic for an extended period of time before progressing to the cadential dominant. But the essential melodic-harmonic framework of the double-neighbor figure should be clear. Table 4 . Form of “Hey, Good Lookin’” (Hank Williams, 1951) (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "4.14": {
                "text": "[4.14] As these last examples show, absolute time helps uncover structural similarities between songs that many not have the exact same rhythmic framework. To extend this point one step further, let us compare the rhythmic and large-scale organization of two songs: “Hey, Good Lookin’” by Hank Williams (1951) and “Here’s a Quarter (Call Someone Who Cares)” by Travis Tritt (1991). As shown in Table 4 , “Hey, Good Lookin’” evinces a prototypical 32-bar AABA form commonly found in songs from the early years of rock music. (15) Transcriptions and audio files of the AA and BA portions of the form can be found in Examples 12a and 12b , respectively. The drums in this early 1950s-era recording are somewhat hard to hear, but there is a clear and strong backbeat that conveys a bouncing tempo of about 140 BPM. The best time signature for “Hey, Good Lookin’” would perhaps be 8 12 (or 4 4 with swing), which engenders measure lengths of about 1.71 seconds. Example 12a . “Hey, Good Lookin’” (Hank Williams, 1951), AA sections (click to enlarge and listen) Example 12b . “Hey, Good Lookin’” (Hank Williams, 1951), BA sections (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "4.15": {
                "text": "[4.15] With “Hey, Good Lookin’” in mind, the reader should listen to the opening vocal passage—before the drums come in—of “Here’s a Quarter (Call Someone Who Cares),” as provided in Example 13a . I hear this passage in a triple meter with swing, so I have transcribed it in 8 9 . Note that this hearing is the best way to match the measure lengths to the two-second ideal, with each beat at about 112 BPM and measure lengths of around 1.61 seconds. Given this meter, the reader should now listen to the next passage of the song, when the drums enter, shown in Example 13b . Note that if we retain the measure lengths established in Example 13a via absolute time, the kick and snare in this new passage alternate every bar. In other words, some measures have no snare or kick whatsoever. This drum feel, which differs radically from the standard 4 4 beat, might perhaps be best categorized as a half-time 8 9 , in that instead of having one kick every measure, as would normally occur in 4 3 or 8 9 , we hear a kick every other measure. Example 13a . “Here’s a Quarter (Call Someone Who Cares)” (Travis Tritt, 1991), part 1 (click to enlarge and listen) Example 13b . “Here’s a Quarter (Call Someone Who Cares)” (Travis Tritt, 1991), part 2 (click to enlarge and listen) Table 5 . Comparison of section lengths between “Hey, Good Lookin’” (Hank Williams, 1951) and “Here’s a Quarter (Call Someone Who Cares)” (Travis Tritt, 1991) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.16": {
                "text": "[4.16] Based on a hearing of “Here’s a Quarter” as a half-time 8 9 , we can generate the overall form chart shown in Table 5 , which compares the exact timings and form of this song to those in “Hey, Good Lookin’.” As this table makes clear, I view the form of both songs as a standard 32-bar AABA. Evidence for this AABA reading can be found in some generic similarities between the harmonic structure of “Here’s a Quarter” and that of “Hey, Good Lookin’”; both songs, for example, have B sections that begin on IV and end on V. The melodic phrase structure of both songs is also somewhat similar, in that the first two A sections in “Here’s a Quarter” evince a parallel interrupted period over the course of 16 bars, whereas the first two A sections of “Hey, Good Lookin’” evince a parallel sectional period over the same span. But perhaps the best evidence is that both songs present their sections over time in an almost identical, second-for-second pattern. To see this, compare the section lengths in Table 5. The only reason the songs have significantly different overall time lengths is because the solo section in “Hey, Good Lookin’” is twice as long as the solo in “Here’s a Quarter”. Thus while these two songs differ in the details of harmony, melody, and rhythmic feel, their large-scale forms are organized in highly similar ways in terms of absolute time. Other Factors in Determining Bar Lengths and Meter (Counterexamples)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] As I hope I have shown, it is useful to consider the speed or “feel” of the drums as a separate aspect of a song from the rate of change in harmonic and melodic content, i.e., form. Of these two aspects—drum feel and harmonic/melodic content—I believe bar lengths should represent the latter rather than the former. The reader should not misconstrue my argument thus far, however, as implying that the rate of change in harmonic and melodic content is necessarily determined by absolute time, but rather that it often occurs at a more moderate pace than the rate implied by the drum pattern. That said, some songs are indeed slow, both in terms of drum pattern and harmonic/melodic content, just as other songs are indeed fast. Unfortunately, I cannot offer a comprehensive method on how to distinguish between a song with a slow pacing of harmonic-melodic content versus a song with a medium pacing of harmonic-melodic content and a slow drum pattern. Nonetheless, I will touch on a few factors here, other than absolute time, that could affect how we view bar lengths and meter in pop/rock music. Example 14 . “He Stopped Loving Her Today” (George Jones, 1980) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] In the song examples above, taking absolute time into account revealed similar rates of harmonic rhythm despite differences in the drum pattern. Harmonic rhythm may therefore also be an important factor in determining measure lengths. Moore, for example, states that rock songs tend to change chords every bar ( 2001 , 42), and so we might optimize measure lengths to obtain a moderate rate of chord change. Consider, for instance, the song “He Stopped Loving Her Today” by George Jones (1980), as provided in Example 14 . The song has an undeniably slow feel, and my impression of its tempo is that it lies around 72 BPM. This is the same BPM value that engendered a half-time reading of Led Zeppelin’s version of “When the Levee Breaks.” My hearing of “He Stopped Loving Her Today,” however, is not as a half-time song, but instead as just a slow song. While it is difficult to fully justify this differentiation, I believe that harmonic rhythm is one important factor. Had I heard “He Stopped Loving Her Today” as a half-time 4 4 , each chord would span four bars instead of the two bars shown in Example 14. While it is certainly possible that a chord could last for four bars, it feels like too slow a rate, especially since the entire song is built around repetitions of the same harmonic material. Harmonic rhythm in this case thus overrides absolute time in my sense of bar lengths. Example 15 . “You Shook Me” (Led Zeppelin, 1969)",
                "footnotes": [],
                "citations": [
                    "moore_2001"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] In previous examples, considering absolute time revealed similar forms between songs with dissimilar drum patterns. Form is thus another factor that may influence determinations of bar lengths. “You Shook Me” (Led Zeppelin, 1969) is a good example in this regard. The main material of the song ( Example 15 ) is a slow shuffle feel, with kick and snare alternations that convey a tempo of about 55 BPM. Taking absolute time as the only factor, I would assign the song to a duple meter, i.e., 8 6 . But 8 12 —i.e., four slow beats per bar—seems like the better time signature in this case, because it clarifies the song’s basis as a 12-bar blues, as can be heard in the harmonic and melodic structure of Example 15. Alignment with formal prototypes may thus trump absolute time in certain analytical situations. Example 16a . “Sitting on Top of the World” (Grateful Dead, 1967) (click to enlarge and listen) Example 16b . “Sittin’ on Top of the World” (Cream, 1968) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] As a final counterexample, I will discuss two versions of the song “Sitting on Top of the World.” In his survey of tempos across 570 rock songs, Walter Everett notes that the Grateful Dead version (1967) is one of the fastest songs at 252 BPM, whereas the Cream version (1968) is one of the slowest at 44 BPM ( Everett 2009 , 322). This wide disparity in tempos for different versions of the same song is intriguing, and it is worth more closely investigating how this disparity arises. The Grateful Dead version ( Example 16a ) has a quick alternation between kick and snare, which—as noted by Everett—conveys a tempo of about 252 BPM. It is doubtful, however, that most listeners foot-tap or head-bob along at this rate, since it is too fast to be comfortable for any extended period of time. As a result, I posit that the Grateful Dead version is a typical double-time feel, with the primary tactus closer to 126 BPM and measure lengths as shown in Example 16a. The Cream version ( Example 16b ) is undoubtedly much slower. The rate of the kick and snare alternation is indeed somewhere around 44 BPM, as Everett notes. But while this tempo might imply a duple meter via the rubric of absolute time, I have transcribed Example 16b as a quadruple meter in order to align the pacing of its harmonic and melodic content with the Grateful Dead version in Example 16a. (The lyrics of the two versions are rather different, so I could not choose an exactly corresponding passage.) I have thus, in my transcription of the Cream version, invoked factors other than absolute time to determine measure lengths: harmony, form, and melodic structure.",
                "footnotes": [],
                "citations": [
                    "everett_2009"
                ]
            }
        },
        {
            "5.5": {
                "text": "[5.5] Overall, we have two conflicting gauges of tempo in the two versions of “Sitting on Top of the World.” By the rubric of the drum pattern alone, the Grateful Dead version is about six times as fast as the Cream version (252 BPM versus 44 BPM). But by the rubric of measure lengths, i.e., the passage of harmonic and melodic content over time, the Grateful Dead version is only about three times as fast as the Cream version (1.90-second measures versus 5.45-second measures). We thus find evidence here again that the speed of the kick and snare alternations should be considered as distinct from the rate of change in harmonic and melodic content.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] In summary, I do not claim that we must always tether measure lengths to a two-second ideal. I do assert, however, that we should have good reasons—apart from the drum pattern—for not doing so. Examining how other factors play into our perception and conception of bar lengths and meter in popular music is a topic well worth exploring in future work. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Historically speaking, absolute time is well known to have influenced the overall length of pop/rock songs. During the early years of rock, individual songs (“singles”) were released on vinyl records, typically 7-inch, 45-RPM discs, which—due to sound quality issues—could not generally exceed more than about five minutes ( Everett 2009 , 326). Despite the fact that singles are now no longer tied to any physical medium, the lengths of popular songs have not dramatically changed. (Songs may be somewhat longer now than in the 1950s, but 10-minute pop songs are still extremely rare.) Given that absolute time affects not only overall song length but also our perception of beats, as discussed above, it seems reasonable to assume that absolute time also shapes in some way our perception of intermediate levels in the metric hierarchy.",
                "footnotes": [],
                "citations": [
                    "everett_2009"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] My goal in this essay was to convince the reader of three main points: 1) that the drum pattern is not a reliable or consistently appropriate guide by which to determine measure lengths; 2) that absolute time is worth considering as a factor when determining measure lengths; and 3) that the two-second measure length may be the ideal perceptual reference point by which measure lengths in popular music can be assessed on this basis. I admit that factors other than absolute time, such as harmonic rhythm and formal prototypes, are central to our conception of measure lengths. Nonetheless, pop/rock music—perhaps because it is primarily a vocal medium, and speech declamation rates are somewhat limited given the confines of intelligibility—often exhibits a consistent and moderate pacing of harmonic and melodic content, i.e. form, that is relatively stable in terms of absolute time, despite the rhythmic framework implied by the drum pattern or other percussion. Example 17a . “The Shortest Straw” (Metallica, 1988), heavy metal double-time feel Example 17b . “I Don’t Wanna Hear It” (Minor Threat, 1984), punk double-time feel Example 17c . “My All” (Mariah Carey, 1997), R&B half-time feel Example 17d . “About the Money” (T.I., 2014), southern rap half-time feel",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] One concept that helps unlink the drum pattern from measure lengths is the notion of different “feels,” such as half-time and double-time. Many of the examples I presented above were drawn from the early years of pop/rock music, especially blues and country. I used examples from these styles primarily because they most clearly support my argument. The reader should not assume, however, that the ideas in this paper apply only to this limited range of styles. In fact, many styles appear to utilize drum feels in consistent and characteristic ways. Double-time feels, for example, are relatively common in heavy metal ( Example 17a ) and punk ( Example 17b ), while half-time feels are relatively common in R&B ( Example 17c ) and southern rap ( Example 17d ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] I began this essay with a question about the best meter for “Norwegian Wood” (Example 1), but the question was never resolved. Of the possible readings— 4 3 , 8 6 , and 8 12 —which one is best, based on absolute time? In his 2006 essay on the Beatles’s growth from “craftsmen” to “artists,” John Covach chooses 8 6 ; indeed, this is the best time signature based on absolute time, generating measure lengths of almost exactly two seconds. Reading “Norwegian Wood” in 8 6 turns out to be a lynchpin for Covach’s thesis, in fact, as it allows him to relate the song’s form to a prototypical 32-bar AABA structure. The song, he writes, stands as an “important transitional step” in the artistic development of the Beatles ( 2006 , 44), and it is his choice of bar lengths and meter that facilitates this critical insight. As we choose the best bar lengths and meter for other songs, I hope that the consideration of absolute time will facilitate similarly insightful analyses, such that we can better identify structural relationships between songs that may have different surface-level rhythmic features.",
                "footnotes": [],
                "citations": [
                    "covach_2006",
                    "covach_2006"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.16.22.3.declercq.html",
    "data": "mto/data/mto.16.22.3.declercq.json"
}