{
    "title": "The Cadential IV in Rock",
    "date": "2011/04/01",
    "volume": "17",
    "issue": "1",
    "authors": [
        "Temperley, David"
    ],
    "abstract": "In this paper I examine large-scale cadences in rock—those that end a section or an entire song—and the role of IV in such cadences. My main focus is onsectional cadences—those that occur at the end of a chorus. Plagal (IV-I) sectional cadences are common in rock, as I will show (using statistical evidence). I examine an especially common subtype of the plagal cadence, theplagal stop cadence. I also consider several other uses of IV that are in some way cadential. Thegrand plagal cadenceis a highly emphasized cadence, often accompanied by a fermata, that occurs only once near the end of a song. Thedeceptive IVis an occurrence of IV in place of an expected cadential I. Cadential IV chords may also be tonicized, in ways that contribute to their cadential impact. These various functions of IV—the sectional plagal cadence, the grand plagal cadence, the deceptive IV, and the tonicized IV—can sometimes be combined in complex ways, such that a single chord can serve several functions at once.",
    "keywords": [
        "rock",
        "harmony",
        "cadences",
        "popular music"
    ],
    "doi": "",
    "received": "July 2010",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.1/mto.11.17.1.temperley.pdf",
    "author_info": [
        {
            "name": "David Temperley",
            "university": "Eastman School of Music",
            "address": "Theory Department, 26 Gibbs St., Rochester, NY 14604",
            "email": "dtemperley@esm.rochester.edu"
        }
    ],
    "citations": {
        "bharucha_1994": "Bharucha, Jamshed. 1994. “Tonality and Expectation.” In Musical Perceptions , ed. Rita Aiello, 213–39. New York: Oxford University Press.",
        "capuzzo_2009": "Capuzzo, Guy. 2009. “Sectional Tonality and Sectional Centricity in Rock Music.” Music Theory Spectrum 31: 157–74.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music , ed. Deborah Stein, 65–76. Oxford: Oxford University Press.",
        "covach_and_boone_eds_1997": "Covach, John and Graeme Boone, eds. 1997. Understanding Rock: Essays in Musical Analysis . Oxford: Oxford University Press.",
        "de_clercq_and_temperley_2011": "de Clercq, Trevor and David Temperley. 2011. “A Corpus Analysis of Rock Harmony.” Popular Music 30: 47–70.",
        "doll_2007": "Doll, Christopher. 2007. “Listening to Rock Harmony.” PhD diss., Columbia University.",
        "everett_2004": "Everett, Walt. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10.",
        "everett_2008a": "Everett, Walt, ed. 2008a. Expression in Pop-Rock Music: Critical and Analytical Essays , 2 nd ed. London: Routledge Press.",
        "everett_2008b": "Everett, Walt. 2008b. “Pitch Down the Middle.” In Expression in Pop-Rock Music: Critical and Analytical Essays , 2 nd ed., ed. Walt Everett, 111–74. London: Routledge Press.",
        "everett_2009": "Everett, Walt. 2009. The Foundations of Rock . Oxford: Oxford University Press.",
        "“500_greatest_songs”_2004": "“The 500 Greatest Songs of All Time.” 2004. Rolling Stone no. 963: 65–165.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . Oxford: Oxford University Press.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music . Chicago: University of Chicago Press.",
        "holm-hudson_ed_2002": "Holm-Hudson, Kevin, ed. 2002. Progressive Rock Reconsidered . New York: Routledge.",
        "huron_2006": "Huron, David. 2006. Sweet Anticipation . Cambridge, MA: MIT Press.",
        "jackendoff_1991": "Jackendoff, Ray. 1991. “Musical Parsing and Musical Affect.” Music Perception 9: 199–230.",
        "jairazbhoy_1971": "Jairazbhoy, Nazir. 1971. Rags of North Indian Music: Their Structure and Evolution . London: Faber and Faber.",
        "laitz_2008": "Laitz, Steven. 2008. The Complete Musician . New York: Oxford University Press.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . Buckingham, UK: Open University Press.",
        "moore_1995": "Moore, Allan. 1995. “The So-Called ‘Flattened Seventh’ in Rock.” Popular Music 14: 185–201.",
        "moore_2001": "Moore, Allan. 2001. Rock: The Primary Text: Developing a Musicology of Rock , 2 nd ed. Aldershot, UK: Aldgate.",
        "narmour_1990": "Narmour, Eugene. 1990. The Analysis and Cognition of Basic Melodic Structures . Chicago: University of Chicago Press.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: Longman.",
        "schachter_1980": "Schachter, Carl. 1980. “Rhythm and Linear Analysis: Durational Reduction.” In Music Forum 5, ed. Felix Salzer and Carl Schachter, 197–232. New York: Columbia University Press.",
        "schoenberg_1978": "Schoenberg, Arnold. 1978. Theory of Harmony . Trans. Roy Carter. Berkeley: University of California Press.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1: 29–64.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . New Haven: Yale University Press.",
        "temperley_1999": "Temperley, David. 1999. “Syncopation in Rock: A Perceptual Perspective.” Popular Music 18: 19–40.",
        "temperley_2007": "Temperely, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26: 323–42."
    },
    "footnotes": {
        "FN1": {
            "text": "1. There are many exceptions to this rule. In some cases, the tonality of a song is ambiguous throughout; Lynyrd Skynyrd’s “Sweet Home Alabama” is one well-known example (see Doll 2007 for discussion). As explored by Stephenson 2002 and Capuzzo 2009 ), different sections of a song may also imply different tonalities; it is not uncommon for the verse to imply one tonal center while the chorus implies another (though of course, this assumes tonal centricity within sections). But in a large majority of cases, the primary tonal center is clear and is in force through all or most of the song.",
            "citations": [
                "doll_2007",
                "stephenson_2002",
                "capuzzo_2009"
            ]
        },
        "FN2": {
            "text": "2. While the term “verse-chorus unit” is new, the view of form presented here is largely in accord with other recent views ( Stephenson 2002 , Covach 2005 , Everett 2008b , Everett 2009 ). In Everett’s words, “[p]op and rock songs nearly always have both a verse and chorus” ( Everett 2009 , 145). Verse-chorus alternation is reflected in Stephenson’s “two-part strophic” and “verse-chorus-bridge” forms, and in Covach’s “verse-chorus” form. My treatment of “verse-refrain” form as a variant of verse-chorus form is perhaps more controversial. Stephenson notes that the refrain may sometimes begin the repeating section, and suggests calling the repeating section a chorus in such cases. Covach distinguishes between verse-chorus form and AABA form, and seems to place what I call verse-refrain forms in the latter category.",
            "citations": [
                "stephenson_2002",
                "covach_2005",
                "everett_2008b",
                "everett_2009",
                "everett_2009"
            ]
        },
        "FN3": {
            "text": "3. In some songs, as noted earlier, the verse and chorus are governed by different tonal centers; in such cases I would still allow the possibility of a sectional cadence in relation to the tonal center of the chorus.",
            "citations": []
        },
        "FN4": {
            "text": "4. See http://www.theory.esm.rochester.edu/rock_corpus .",
            "citations": []
        },
        "FN5": {
            "text": "5. De Clerq and I were in agreement on 87% of songs (as to whether a cadence was present and, if so, what the pre-tonic root was), and our total counts for different pre-tonic harmonies are very similar also. I include his data in Table 3, however, because it shows that such judgments are somewhat subjective. In cases where our judgments differ, it is usually because we disagreed over what constituted the VCU, where the vocal of the VCU ended, or whether the move to I was close enough to the end of the vocal line to constitute a cadence.",
            "citations": []
        },
        "FN6": {
            "text": "6. The plagal cadence occasionally occurs in common-practice music, but it is rare and carries solemn, religious connotations (the end of the “Hallelujah” Chorus from Handel’s Messiah is a typical usage); it seems unlikely to have been the source of rock’s plagal cadence.",
            "citations": []
        },
        "FN7": {
            "text": "7. In the Beatles’ “Back in the USSR,” the I of the cadence is arguably not really the beginning of the second VCU; it leads to a IV- ♯ IV-V “turnaround” which more plausibly marks the VCU boundary. In this case, then, the presence of a plagal stop cadence is debatable. Another borderline case is the Rolling Stones’ “The Last Time”; in this case, the stop is present only in the third chorus, not in the first and second. Led Zeppelin’s “Rock and Roll” is unusual in another respect: The IV-I cadence arises as the last two chords of a blues progression (this is the only song in Table 5 in which this occurs).",
            "citations": []
        },
        "FN8": {
            "text": "8. Stop cadences without IV seem to employ a variety of pre-tonic harmonies, but none is especially common. In “Eye of the Tiger,” as mentioned, the pre-tonic harmony is ♭ VI; in the Beatles’ “Come Together” and Bon Jovi’s “Runaway,” it is V; in Golden Earring’s “Radar Love,” it is ♭ VII; in Elton John’s “Philadelphia Freedom” and Aerosmith’s “Jaded,” it is ii.",
            "citations": []
        },
        "FN9": {
            "text": "9. In “Get Back,” a IV-I cadence occurs early in the song, after the second chorus, but a much more expanded version of this cadence occurs after the fourth and final chorus; only in the latter case is there a fermata.",
            "citations": []
        },
        "FN10": {
            "text": "10. A similar example is seen in the Beatles’ “Let it Be.” One might argue, in both of these cases, that the IV-I pattern arises contrapuntally, out of an elaborated I; imagine “Wasted on the Way” with 1 ˆ in the bass under the IV chord. (This is, indeed, a common pattern, not so much in rock as in other styles such as gospel and country; “Amazing Grace” is sometimes harmonized in this way, for example.) While this analysis of the deceptive IV is plausible in the case of Example 10, in many other songs, it is not; in particular, I have in mind cases where a hypermetrical boundary separates the IV and the I, as seen in some examples below.",
            "citations": []
        },
        "FN11": {
            "text": "11. Deceptive cadences with IV occasionally arise in common-practice music as well; see Schoenberg 1978 for discussion.",
            "citations": [
                "schoenberg_1978"
            ]
        },
        "FN12": {
            "text": "12. This distinction is similar to Narmour’s distinction between “intra-opus” and “extra-opus” norms ( Narmour 1990 ). Huron 2006 actually makes a three-way distinction between dynamic, schematic and “veridical” expectations; the latter two terms are due to Bharucha 1994 . Veridical expectations are those based on actual knowledge of a piece that one has heard before. Bharucha argues, however, that schematic expectations may come into play even when contradicted by veridical expectations—that is, we may in some sense be surprised by a deceptive cadence even when we know it is coming (see also Jackendoff 1991 ).",
            "citations": [
                "narmour_1990",
                "huron_2006",
                "bharucha_1994",
                "jackendoff_1991"
            ]
        },
        "FN13": {
            "text": "13. One could perhaps regard the IV-I cadences in “Think for Yourself” and “Strawberry Fields Forever” (mentioned earlier in this paragraph) as grand cadences, since they only occur once; but to my mind, they do not have the emphasized, expanded character needed for a grand cadence.",
            "citations": []
        },
        "FN14": {
            "text": "14. Another wonderful deceptive IV is at the end of the first chorus in ABBA’s “Fernando.” It merits a lengthy discussion, but it is more pop than rock and is therefore somewhat beyond our scope; I leave its exploration to the reader.",
            "citations": []
        },
        "FN15": {
            "text": "15. On harmonic function generally, see Harrison 1994 ; for an application of this approach to rock, see Doll 2007 . The use of functional labels in rules of harmonic progression is clearly seen in many theory textbooks, such as Laitz 2008 .",
            "citations": [
                "harrison_1994",
                "doll_2007",
                "laitz_2008"
            ]
        },
        "FN16": {
            "text": "16. Thanks to Trevor de Clercq for helpful feedback on an earlier draft of this paper.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction Example 1 . The Landini Cadence (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] A cadence is a musical gesture, defined by melodic, harmonic, or rhythmic characteristics or some combination, used to establish closure and sectional articulation. Cadences serve an important communicative function, indicating to the listener when a section is ending and thus helping to clarify the formal structure of the piece. Cadences take very different forms in different musical idioms. In medieval and Renaissance music, cadences are characterized by quite specific melodic and rhythmic features, such as the Landini cadence of the 14 th century ( Example 1 ). In common-practice tonal music, by contrast, cadences are defined harmonically, with considerable variety in their rhythmic and melodic details. For example, the perfect authentic cadence—the most strongly closural cadence of the style—can be roughly defined as a root position V harmony followed by a root position I, with some kind of underlying motion to the tonic in the melody. Similarly, in jazz, at least through the bebop era, a V-I harmonic cadence is customary at the end of sections and pieces. As a final example from a very different idiom, cadences play an important role in North Indian classical music; Jairazbhoy 1971 notes that many Indian rags feature characteristic cadential patterns that appear at the ends of phrases and sections.",
                "footnotes": [],
                "citations": [
                    "jairazbhoy_1971"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In this paper I will examine the role of cadences in rock. Does rock have cadences, and if so, what are they? My concern here is with cadences of a large-scale kind—those that end a section or an entire song, rather than merely a phrase. I will argue that the IV chord plays an important and complex role in large-scale cadences in rock. My main focus will be on what I will call “sectional cadences”—those that occur at the end of a chorus. Among songs that have sectional cadences (many do not), I will argue that there are two main types, the V-I cadence and the IV-I cadence (some statistical evidence will be provided on this point); following convention, I will call the latter type a plagal cadence . A particularly common use of the sectional plagal cadence is one in which the IV and I are separated by a rest in the accompanying instruments, while the vocal continues over the rest and overlaps into the I and the beginning of the next section—what I call a “plagal stop cadence.” This cadence raises some interesting general issues about the way cadential closure is achieved in rock.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] Beyond the sectional plagal cadence, I will examine several other uses of IV in rock that are in some way cadential. The “grand plagal cadence” is a highly emphasized cadence, often accompanied by a fermata, that occurs only once near the end of a song. The “deceptive IV” is an occurrence of IV in place of an expected I; deceptive IV chords often arise in cadential contexts (though they may also occur elsewhere). Cadential IV chords may also be tonicized, in ways that contribute to their cadential impact. As we will see, these various functions of IV—the sectional plagal cadence, the grand plagal cadence, the deceptive IV, and the tonicized IV—can sometimes be combined in complex ways, such that a single chord can serve several functions at once.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] The general topic of harmony in rock has been the subject of considerable discussion, both in general studies of the style ( Moore 2001 , Stephenson 2002 , Everett 2004 ) and in analytical studies of individual songs and artists (e.g. the essays in Covach and Boone, eds. 1997 , Holm-Hudson, ed. 2002 , and Everett 2008a ). While the views of these authors differ in many respects, certain basic facts about rock seem self-evident and are accepted by virtually all authors (though sometimes only implicitly). First of all, rock is tonal in the broadest sense; in general, each song has a single pitch center that serves as a point of tonal focus and stability. (1) Rock is also harmonic, in that most songs can be divided into short segments governed by harmonies or chords. (The harmonic progression of a rock song may not govern the pitches as strongly as in common-practice music, however; see Temperley 2007 for discussion.) With regard to form, while there is considerable variety, the vast majority of rock songs feature some kind of large repeating section; I will call this the verse-chorus unit or VCU . (2) The VCU normally consists of a verse (with different lyrics on each occurrence) and chorus (with unchanging lyrics). (In some cases the chorus may be only a single line, in which case it is more commonly called a refrain; I will use the term VCU in these cases as well.)  Nearly all songs begin with two iterations of the VCU; after the second VCU, a number of things may happen, such as a third VCU (or chorus), an instrumental section, a bridge, or some combination of these.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "moore_2001",
                    "stephenson_2002",
                    "everett_2004",
                    "covach_and_boone_eds_1997",
                    "everett_2008a",
                    "temperley_2007"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] One issue we must consider before continuing is the definition of rock itself. Rock is construed in a variety of ways: sometimes as a relatively narrow category of popular music, alongside other categories such as pop, soul, and rap; sometimes as a much broader category embracing most late-20th-century Anglo-American popular music (see de Clercq and Temperley 2011 , for discussion). It is the narrower construal of “rock” that I will assume here; I will not try to define it more precisely than that, but it is reflected in the range of examples used in this paper. 2. Sectional Cadences in Rock",
                "footnotes": [],
                "citations": [
                    "de_clercq_and_temperley_2011"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] The issue of cadences in rock—whether rock has cadences, what they are, and how they function—has received relatively little attention. Everett ( 2004 , 2008b ) mentions cadences in a number of analytical discussions, and allows for a variety of formulae to serve this role, including V-I, ♭ VII-IV-I, and ♭ VI- ♭ VII-I; Moore 1995 argues for ♭ VII-I as an important cadential formula. A more extended discussion of cadences is found in Ken Stephenson’s book What to Listen For in Rock ( Stephenson 2002 , 53–72). Stephenson suggests that cadences in rock occur in two ways: first, when the melody comes to rest on the fourth downbeat of a four-measure hypermeasure; second, when the melody comes to rest anywhere that there is a I or V harmony. When both of these criteria are met, and when the melody also ends on 1 ˆ , the cadential effect is especially strong; Stephenson calls this a closed cadence . Cadences that meet just one or two of these three criteria are open cadences . Stephenson notes that, in general, open cadences are much more common than closed cadences in rock; many songs feature no closed cadence at all.",
                "footnotes": [],
                "citations": [
                    "everett_2004",
                    "everett_2008b",
                    "moore_1995",
                    "stephenson_2002"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Here I will propose a definition of cadence that is somewhat different from Stephenson’s. This is due in part to a difference in focus: while Stephenson’s definition includes cadences that merely end a phrase, my focus (as stated above) is on more large-scale cadences. As mentioned earlier, most songs feature a large repeating unit containing a verse and a chorus or refrain; indeed, many songs consist almost entirely of repetitions of the VCU. Thus a logical place to look for large-scale cadences in rock is at the end of the VCU—that is to say, at the end of the chorus; I will call these “sectional cadences.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] What kinds of factors serve to create a sense of closure and arrival at the end of a chorus? Stephenson notes correctly that there are harmonic, melodic, and rhythmic aspects to cadential closure, and that the cadential effect is strongest when these features coincide. It seems logical to suppose that the strongest sense of closure occurs with harmonic motion to I, and that is what I will assume for sectional cadences. Stephenson is surely right, also, in saying that the normal location for a phrasal cadence is on the final measure of a four-measure unit. But sectional cadences very often occur on hypermetrically strong measures (that is, on the first or third measure of a four-measure unit), even in common-practice music; indeed, it has been suggested that hypermetrically strong placement gives a cadence greater structural weight (I will return to this point). And Stephenson himself acknowledges that cadences in rock are frequently, perhaps even normally, hypermetrically strong ( Stephenson 2002 , 7). Thus, the requirement of weak hypermetrical placement seems to have little justification with regard to sectional cadences.",
                "footnotes": [],
                "citations": [
                    "stephenson_2002"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] With regard to melodic closure, one obvious criterion for a sectional cadence is that it should occur at the end of the vocal line of the VCU; in most cases, this can be identified without difficulty. One might also add Stephenson’s criterion that the vocal line must end on 1 ˆ ; my definition does not include this criterion, however. While in most cases the vocal line of the chorus does end on 1 ˆ , this is not, in my opinion, a requirement for strong closure. The Beatles’ “A Hard Day’s Night,” for example ( Example 2b ), is able to achieve a strong sense of cadence with melodic arrival on 3 ˆ (the same point could be made about several other examples to be discussed below). Thus, we will simply require that a sectional cadence must occur at the end of the vocal line. Combining this with the harmonic criterion stated above produces the following definition: Definition: A sectional cadence in rock occurs when the end of the vocal line of the VCU approximately coincides with a move to tonic harmony. Example 2 . Five sectional cadences (click to enlarge and see the rest) Example 3 . Creedence Clearwater Revival, “Proud Mary” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Five examples of sectional cadences are shown in Example 2 . It is important to emphasize that, by the above definition, the end of the vocal line must coincide with a move to tonic harmony. In some cases, the end of the vocal line occurs over a tonic harmony that began earlier. In Example 3 , for instance, the move to I occurs at the beginning of the chorus; the end of the vocal line follows several measures later. By the current definition, then, there is no sectional cadence here. This follows from Stephenson’s suggestion that closure is strongest when cadential cues coincide.  Harmonically, it is generally assumed (certainly in common-practice music) that the moment of closure occurs when the final tonic harmony is first reached; naturally, then, the sense of cadence will be strongest when this coincides with melodic closure (that is, the end of the vocal line).  Note, however, that the coincidence of the move to tonic and the end of the vocal line need only be “approximate.” In many cases, the last syllable of the vocal line is syncopated and lands one beat or half a beat before the move to I, as in Example 2a. (In such cases, I would argue that the last note of the vocal is actually heard as “belonging” on the downbeat; see Temperley 1999 .) In other cases the final stressed syllable coincides with the tonic arrival and is then followed by one or two unstressed syllables, as in Example 2d. In my opinion, such slight asynchronies between melodic and harmonic closure still allow a strong sense of cadential arrival to be felt.",
                "footnotes": [],
                "citations": [
                    "temperley_1999"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] A word of explanation is in order about the harmonic notation I will use here. It seems appropriate to use functional notation, as most songs have a clear tonal center. However, the notion of major and minor keys is not usually applicable to rock. So for notational purposes I will simply assume that all songs are in major; harmonies built on minor scale degrees will be notated as altered chords (for example, ♭ III and ♭ VI). Following a common convention, I use upper-case Roman numerals for major triads and lower-case for minor triads. (Open fifths, which arise quite frequently in rock, are simply notated as major.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] One other factor that seems to play a role in cadential closure is what might be called “distinctiveness.”  In many songs, the harmonic structure consists largely or even entirely of a simple repeated harmonic pattern, often two or four chords, that moves between I and other harmonies. If the end of the chorus vocal happens to coincide with the move to I within this pattern, this is considered a cadence by the definition above; “Free Fallin’,” in Example 2d, is a case in point. But it might be argued that there is nothing very cadential about this; a strong sense of cadence can only be achieved by a harmonic gesture that is somehow distinctive from the rest of the song. I decided not to include this criterion in my definition, since it is difficult to judge in an objective way; but I would concede that it plays a significant role in the closural effect of a cadence.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] By the above definition, it is clearly not obligatory for a song to have a sectional cadence, and indeed many songs do not. As just mentioned, in some songs, the VCU ends on tonic harmony but the end of the vocal line does not coincide with the move to tonic. Another common occurrence is that the vocal line of the chorus does not end over tonic harmony at all. There are many examples of this, including the Eagles’ “Hotel California,” AC/DC’s “Back in Black,” and Nirvana’s “Come as you Are.”  In such cases, the VCU tends to end not with a sense of closure but rather with a sense of incompleteness and anticipation for the beginning of the next VCU. In other cases, there is not really any VCU at all—that is, the song is not built around any large repeating section of music (examples include through-composed epics such as Led Zeppelin’s “Stairway to Heaven” and Queen’s “Bohemian Rhapsody”); thus, there can be no sectional cadence by our definition. (3) In still other cases, the presence and location of a cadence are uncertain—sometimes because it is not clear where exactly the vocal of the VCU ends (and thus, what harmony it coincides with); the VCU may end with improvised interjections (“yeah yeah” etc.) or background vocal activity, and it is not always obvious whether to consider these part of the main vocal line.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] I will argue, nevertheless, that many songs do have clear sectional cadences. One might ask, how many is “many”—in what proportion of songs do sectional cadences occur? A second question is also important: If a song does have a sectional cadence, what is the “pre-tonic” chord—the chord immediately preceding the tonic? I now present some statistical evidence on these questions. 3. Some Statistics",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Recently, Trevor de Clercq and I have undertaken a statistical analysis of rock harmony ( de Clercq and Temperley 2011 ). The corpus we used was Rolling Stone Magazine ’s list of the 500 Greatest Songs of All Time ( 2004 ). The list was compiled by asking 172 people in the music industry (musicians and critics) to list what they considered “the greatest songs of the Rock and Roll era.” We chose this corpus simply because it seemed to provide a varied sample of songs that are generally considered to be “rock.” Our choice of this corpus could be criticized in various ways. While the corpus covers a wide historical range (from 1954 to 2003), it is heavily biased towards the 1960s; more than half of the songs are from this decade. Moreover, many of those polled seem to have assumed a very broad construal of rock, including soul, pop, rap, and other genres. (As noted earlier, my focus in this paper is on rock in a more narrowly defined sense.) Still, the Rolling Stone corpus seemed the best one available for our project, and is also suitable for my purpose here.",
                "footnotes": [],
                "citations": [
                    "de_clercq_and_temperley_2011"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] For our corpus study, we chose a subset of 99 songs from the Rolling Stone list: the 20 highest-ranked songs from each of the five decades from the 1950s through the 1990s (excluding one song, Public Enemy’s “Bring the Noise,” which was judged not to contain any triadic harmony). We call this the “RS 5x20 Corpus.” Both de Clercq and I analyzed each of the 99 songs ourselves, using conventional Roman numeral notation. Harmonic analysis is, of course, somewhat subjective; it is sometimes debatable, for example, whether something is a chord or simply an ornamental linear event. There was, however, a high degree of agreement between our analyses: 92.4% of the time, our chord labels were in agreement on both root and key. The data (the list of songs and our analyses) are publicly available, and readers can form their own opinions as to the validity of the corpus (as a representation of rock) as well as the validity of our analyses. (4) Table 1 . Distribution of chromatic roots in the RS 5x20 corpus (de Clercq & Temperley) (click to enlarge) Table 2 . Chord transitions in the RS 5x20 corpus (de Clercq & Temperley) (click to enlarge) Table 3 . The RS 200 List, showing sectional cadences as identified by Temperley (DT) and\nTrevor de Clercq (TdC) (click to enlarge and see the rest) Table 4 . Pre-tonic harmonies in sectional cadences in the RS 200 list, as labeled in Table 3 (from Temperley’s data only), in descending order of frequency (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Having analyzed all the songs in the corpus, we then subjected our analyses to aggregate data analyses of various kinds, averaging the statistics across the two sets of analyses (de Clercq’s and mine). Here I report just a few results that are especially relevant to the current study. In Table 1 , the left-most column shows the sheer number of occurrences (as a proportion of the total) of each harmony, represented in relation to the tonic. (Only roots are represented here, not chord qualities; we do not distinguish between, for example, major and minor I. We also assume enharmonic equivalence; thus ♭ V and ♯ IV are collapsed into one category.) Not surprisingly, I is the most common; next most frequent is IV, then V, then ♭ VII. Table 2 represents the frequency of different harmonic transitions—moves from one harmony to another. The vertical axis represents the “antecedent” harmony and the horizontal axis represents the “consequent”; thus, for example, there were 392 occurrences of V moving to IV. Of particular interest is the frequency of different chords immediately preceding I (the left-most column of Table 2). It can be seen that IV is the most common “pre-tonic” harmony by a considerable margin; V is the next most common. Moreover, the frequency of IV in pre-tonic position is somewhat higher than its overall frequency; this can be seen from Table 1, which shows the frequency of each chord in pre-tonic position (the rightmost column) as well as its overall frequency among all non-tonic chords (the middle column). Thus, not only is IV the most common non-tonic harmony overall, but it seems to appear particularly often in a pre-tonic position.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] We did some further analyses relating specifically to cadences (these are not reported in de Clercq and Temperley 2011 ). For this purpose, we used a somewhat larger subset of the Rolling Stone list: the 99 songs in the RS 5x20 set, as well as the 101 highest-ranked songs on the list that were not in the RS 5x20 set, creating a set of 200 songs overall (I will call this the RS 200 list). We then examined each song to see if it contained a sectional cadence, using the definition presented in section 1 above, and if so, what the pre-tonic harmony was. Table 3 shows the complete list of songs, along with the cadences as judged by de Clercq and myself.  For simplicity, I will henceforth consider my own judgments only; the aggregate data for these is presented in Table 4 . (5) Out of the 200 songs in the list, 118 have cadences, or 59%. It can be seen that V is the most common pre-tonic cadential harmony, by a considerable margin; 32% of the songs in the list have authentic (V-I) sectional cadences. IV is the second most common option; 18.5% of the songs have plagal cadences. Other options— ♭ VII, II, ♭ VI, VI, and VII—are all relatively rare, each accounting for less than 5% of the total.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "de_clercq_and_temperley_2011"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] A clear pattern emerges from the data, with V as the most common pre-tonic cadential harmony, and IV as a strong second. I would argue, however, that the relative frequency of IV in rock cadences is somewhat understated by this list. Many of the songs with V as pre-tonic could only be considered “rock” by an extremely broad definition, such as Ray Charles’s “Georgia on My Mind,” Bob Dylan’s “The Times They Are A-Changin’,” and Hank Williams’s “I’m So Lonesome.” By contrast, the songs with IV as pre-tonic mostly seem to fall within a narrower definition of rock (though there are a few exceptions, such as Bob Marley’s “No Woman No Cry” and James Brown’s “Papa’s Got a Brand New Bag”). This of course brings us to very difficult questions of stylistic boundaries. But even if one accepts the Rolling Stone list at face value as a sample of rock, IV emerges as one very common option for the cadential pre-tonic harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Table 4 (like Tables 1 and 2) only categorizes harmonies by root and does not represent different chord qualities. Table 3 does represent such distinctions, however, and it can be seen there that in the vast majority of plagal cadences, the IV chord is major. In my analyses, only two out of the 37 plagal cadences have minor IV chords. (In a few cases, e.g. Creedence Clearwater Revival’s “Fortunate Son,” the IV chord is simply an open fifth; these cases are categorized as major in Table 3.) As will be seen in the examples that follow, the cadential IV in rock tends to be major even in cases where tonic harmony in the song is predominantly minor. This illustrates the well-known fact that the major-minor system of common-practice music simply does not apply to rock. One could adopt modal reasoning here, with IV-I cadences representing Ionian (or Mixolydian) mode and IV-i representing Dorian ( Moore 2001 ). Alternatively, and preferably in my view, one could attribute the preponderance of major IV chords to the general preference for major over minor triads in rock harmony. This raises complex issues of chord “palette” (as Stephenson 2002 calls it) and scale collection in rock; I hope to address this topic in future work, but will have little more to say about it here.",
                "footnotes": [],
                "citations": [
                    "moore_2001",
                    "stephenson_2002"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] If IV and V are the most common pre-tonic cadential chords in rock, one might ask why this is so. The prevalence of V can be explained relatively easily. By all accounts, common-practice harmony was an important influence in the evolution of rock’s musical language—not so much through common-practice art music as through vernacular styles such as Tin Pan Alley and country music that share the same basic principles ( Middleton 1990 , Everett 2004 ). Given the centrality of the V-I cadence in common-practice harmony, it is hardly surprising that this pattern was retained in rock to some extent.",
                "footnotes": [],
                "citations": [
                    "middleton_1990",
                    "everett_2004"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] The frequency of the IV-I cadence is not so easy to explain. (6) Stephenson 2002 points out that the IV-I cadence allows 1 ˆ to be maintained throughout the cadence (as it is a chord-tone of both chords), which may be desirable in some way; on the other hand, the same is true of vi-I and ♭ VI-I, which are extremely rare in rock cadences (see Table 4). Stephenson also suggests that root motion by ascending fifths (descending fourths) may be normative in rock (this is an aspect of what he calls “rock-standard” harmony). In our study, however, we found motion by ascending and descending fifths to be roughly equally common overall ( de Clercq and Temperley 2011 ).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "stephenson_2002",
                    "de_clercq_and_temperley_2011"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] One might trace the cadential IV to the blues. One of the two standard forms of the blues progression features IV as a cadential pre-tonic harmony, progression (B) below: (A)  I   | IV   | I   |   | IV   |   | I   |   | V   |   | I   |   | (B)  I   | IV   | I   |   | IV   |   | I   |   | V   | IV  | I   |   | Several of the early, blues-based rock songs in the Rolling Stone list feature progression (B), such as Little Richard’s “Long Tall Sally” and Big Joe Turner’s “Shake, Rattle and Roll.” Everett 2004 suggests that the final IV in the blues progression emerged as an interpolation between V and I, creating a “softened” authentic cadence; Doll 2007 applies this view to later rock, advocating a similar analysis of the ♭ VII-IV-I progression (with the ♭ VII functioning as dominant). In general, I would suggest, it is not plausible to view the cadential IV in rock as an interpolation. Our data show that IV is the most common pre-tonic chord in rock in general, and it is commonly approached by a variety of other chords: not just V and ♭ VII, but II, ♭ III, ♭ VI, and others as well (see Table 2). However, it may be that the cadential IV initially arose as an interpolation, in the blues progression and related contexts, and later began to function more independently.",
                "footnotes": [],
                "citations": [
                    "everett_2004",
                    "doll_2007"
                ]
            }
        },
        {
            "3.10": {
                "text": "[3.10] For now, we will not inquire further as to the historical reasons for the emergence of the IV-I cadence in rock, but merely take note of it as an important feature of the style. We now consider a specific usage of the cadential IV that is of particular interest. 4. The Plagal Stop Cadence Example 4 . Heart, “Barracuda” (click to enlarge) Example 5 . The essential features of the plagal stop cadence (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Example 4 shows the first chorus of “Barracuda,” by Heart. The song clearly establishes a tonal center of E. Notice several features at the end of the VCU. In measure 35, the bass and guitar play an A harmony (just an open fifth): IV in relation to E. The IV chord is then sounded staccato on the downbeat of measure 36, leaving the rest of the measure essentially empty. The vocal line continues through this empty measure, finally ending its phrase at the beginning of the following measure. At this downbeat, the other instruments enter on a I chord, ending the first VCU. Given the coincidence of the end of the vocal line and the final I, this is clearly a sectional cadence by the definition proposed earlier. At the same time, the I chord is also understood as beginning the second VCU (the material here is from the introduction to the song); thus there is a sectional overlap between the first VCU and the second (marked by brackets above the score).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The complex of features just described in “Barracuda” will be referred to here as the plagal stop cadence . To define this somewhat more formally: Definition. A plagal stop cadence has the following features: In the instruments, a harmonic arrival on IV on a downbeat, followed by rests or a break in the accompaniment texture (I will refer to this as a “stop”); a move to I on a subsequent downbeat (often the next downbeat, but not always), coinciding with the beginning of the next VCU; In the vocals, a melodic line that continues through the “stop” with the phrase finishing on or near the move to I. These features are illustrated in Example 5 . Table 5 . Songs with plagal stop cadences (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Table 5 gives a list of songs in which the plagal stop cadence occurs. Of course, as noted earlier, only some rock songs contain any sectional cadence; only some of these cadences are plagal; and only a fraction of these plagal cadences are plagal stop cadences. Even so, I believe this cadence is common enough to be worthy of study. No doubt, it is common because it is a highly effective way of conveying sectional closure—“Barracuda” is a case in point. But then the question arises, why is it so effective? With regard to the harmonic aspect of the cadence, the effectiveness of the IV-I progression may simply be due to its widespread use in rock cadences generally (discussed in the previous section) and its resulting closural associations. (Again, the more general question of why IV should be so commonly used in rock cadences is not easily answered.) But the rhythmic and textural aspects of the plagal stop cadence also deserve attention; I will argue that they contribute to the closural effect of the cadence in a complex and subtle way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Let us first consider the function of the accompanying instruments. A downbeat IV chord is followed by rests, or by a “break in the accompaniment texture.” The latter may simply involve the decay of the downbeat IV chord; in some cases there may be some “fill” activity in the drums or other instruments. But in all cases, there is a sense that the usual accompaniment pattern of the song has been momentarily interrupted. It is well-known that a rest or break in texture can serve as a cue to a phrasal or sectional boundary. In a two-part form such as a Baroque suite movement or sonata form movement, the cadence at the end of the first half is generally marked by a long chord or rest, separating it from the second half. Notice also that, in “Barracuda” as in a number of the other songs in Table 5, the measure of the staccato IV chord (measure 36) is the fourth measure of a hypermeasure. (It seems clear that a hypermeasure begins in measure 29—at the beginning of the chorus—and another one in measure 33.) This, too, is appropriate, for it is common for phrases and sections to end at the end of a hypermeasure (though as noted earlier, it \nis also common for them not to do so). Now, it would seem odd to claim that the staccato IV chord marks the end of the VCU; rather, the end of the VCU is surely the following I, which achieves tonal closure and also supports the end of the vocal line. So the stop actually occurs just before the end of the VCU, rather than between one VCU and the next. But we could argue, perhaps, that the stop still acts as a cue that a sectional boundary is occurring somewhere in the vicinity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] If we accept that the VCU really ends with the I chord immediately following the stop, this creates a sectional overlap, as the following VCU clearly begins at this point as well. This overlap is reinforced by the vocal line, which, as I observed earlier, continues through the stop to conclude its phrase at the arrival on I. In a way, this overlap might be seen to obscure the sectional boundary between one VCU and the next. But in another way it reinforces the sense of closure and arrival here, because it places the real end of the section—the end of the vocal line as well as the harmonic return to I—on a hypermetrical downbeat. A number of authors, especially Schachter, have argued that the placement of a cadential arrival at a metrically strong position can give it extra weight ( Schachter 1980 ); this is often found in the structural cadence of a sonata exposition, for example. In this way, I would argue, the rhythmic-textural pattern seen in the plagal stop cadence gives multiple, and perhaps conflicting, cues to closure. The stop after the IV chord—usually at the end of a four-measure hypermeasure—hints at a sectional ending, since this is a common position hypermetrically for sectional boundaries to occur. At the same time (or rather, a moment later), the sectional overlap created by the vocal line and the harmony conveys closure in another way, by aligning the cadential arrival with a hypermetrical downbeat. Example 6 . Survivor, “Eye of the Tiger” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schachter_1980"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Essential to the plagal stop cadence are three features: a IV-I progression; a sectional overlap, with the end of the vocal line coinciding with the arrival on I and the beginning of the next section; and a stop in the instruments just before the I. The cadences in the songs in Table 5 possess all three of these features. (7) The features can also appear individually, however; many cadences reflect just one or two of the three. For example, the cadence in Survivor’s “Eye of the Tiger” ( Example 6 ) is very similar to a plagal stop cadence but using ♭ VI rather than IV as the penultimate harmony; this more general pattern—with all the features of the plagal stop cadence except the IV—might simply be called a stop cadence . A number of other songs feature what is essentially a plagal stop cadence, but without the “stop”: the accompaniment continues through the IV chord without interruption. Elton John’s “Bennie and the Jets,” John Mellencamp’s “Little Pink Houses,” and Counting Crows’ “Einstein on the Beach” are examples of this. Still other cases feature a plagal stop in the instruments, but the vocal line continues only part way into the stop without overlapping into the next section; examples include Billy Squier’s “Everybody Wants You,” Elvis Costello’s “Chelsea,” EMF’s “Unbelievable,” and Alanis Morrisette’s “You Oughta Know.” (One might say this last pattern differs rather fundamentally from the plagal stop cadence, since arguably, in this case, there is no sectional overlap.)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4.7": {
                "text": "[4.7] While each of the individual features of the plagal stop cadence occurs in other contexts, their use in combination is especially common—more common, I would suggest, than the frequency of the individual features would lead us to predict. For example, V-I cadences are generally at least as common as IV-I cadences—as shown earlier—but V-I stop cadences are relatively rare. (8) We might well think of the plagal stop cadence as a kind of schema ( Gjerdingen 2007 ), as it involves a cluster of features that commonly occur together, though individual exemplars may be more or less typical. While I have tried to explain why each of the individual features of the cadence contributes to closure, there remains the question of why this particular combination of features is so effective. For example, why is the stop cadence pattern so often used with a IV-I progression rather than with V-I? The V-I cadence is of course ubiquitous in other kinds of music—common-practice art music as well as early 20 th -century popular song, folk music, and the like. For this reason, it may be that it tends to be used in rock in ways that conform to this earlier usage: with no sectional overlap or stop, and with a hypermetrically weak tonic. The IV-I cadence, by contrast, comes with relatively little stylistic “baggage” and thus is open to more innovative rhythmic and textural treatments. Example 7 . Huey Lewis and the News, “I Want a New Drug” (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "gjerdingen_2007"
                ]
            }
        },
        {
            "4.8": {
                "text": "[4.8] As noted above, the plagal stop cadence generally features a downbeat IV chord on the fourth measure of a hypermeasure, leading to a I chord on the following “hyperdownbeat.” This is the case in many of the songs in Table 5, such as “Back in the USSR,” “When I Come Around,” and “Blue on Black.” In some cases, however, the IV chord leads to an extension of the phrase, and along with this, an irregularity in the hypermeter. In “I Want A New Drug,” shown in Example 7 , the IV chord lands on the midpoint of the fourth measure of the hypermeasure, but is then extended. The extension of the IV harmony makes the beat on which it lands seem, in retrospect, metrically strong rather than weak, as shown by the barlines in the example; this is a case of what Rothstein 1989 calls “metrical reinterpretation.” Another reinterpretation occurs 1½ measures later; the beat of the I chord, which is approached (again) as metrically weak, is unquestionably heard as strong when it arrives, due to the change of harmony, the change of texture, the clear formal division (i.e. the beginning of the next VCU), and the stressed syllable “you” in the vocal. The phrase extension here serves two functions: first, to add emphasis to the structurally important IV chord and the cadence as a whole; secondly, to add an element of complexity and interest to what might otherwise seem an overly square phrase structure.",
                "footnotes": [],
                "citations": [
                    "rothstein_1989"
                ]
            }
        },
        {
            "4.9": {
                "text": "[4.9] So far, I have simply spoken of “the VCU” without specifying which occurrence of the VCU is at issue. By definition, the VCU occurs at least two times in a song, often more, and in general, each occurrence is the same with regard to the features at issue here: in particular, harmony, melody, and texture do not usually vary significantly from one occurrence of the VCU to the next. One thing that does vary is what occurs after the VCU. The definition of the plagal stop cadence above requires a sectional overlap, in which the end of one VCU is simultaneously the beginning of the next. Clearly, not every VCU can be followed by another VCU; otherwise the song would never end! Thus this aspect of the definition applies primarily to the boundary between the first and second VCUs. The second VCU may be followed by a third VCU (perhaps with an instrumental solo taking the place of the third verse, as in “The Last Time”); more often, however, the \nsecond VCU is followed by contrasting material, such as a bridge (as in “Won’t Get Fooled Again” or “Back in the USSR”). But even in this case, this third section often begins with material from the introduction—generally, the basic chord progression or “riff” of the song—so that what follows the second VCU is virtually identical to what follows the first one; this is often the case with the third VCU (if there is one) as well. 5. The Grand Plagal Cadence Example 8 . Led Zeppelin, “Whole Lotta Love” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Example 8 shows a passage from the end of Led Zeppelin’s “Whole Lotta Love.” The song begins with two occurrences of the VCU, followed by an extended instrumental consisting largely of guitar sound effects and orgasmic moans without definite pitch, followed by another verse and chorus. The entire song up to this point has been extremely static harmonically, consisting entirely (except for the mostly non-harmonic instrumental section) of repetitions of the famous riff—tonic harmony, arguably elaborated by brief V and ♭ VII chords. At the end of the third chorus, the tempo is suspended and the passage in Example 8 follows: a vocal phrase, then a brief I chord and a much longer IV, then another vocal phrase—just a very elongated “love”—leading into the return of tonic harmony and the riff, which repeats into the final fadeout. Table 6 . Songs with grand plagal cadences (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] It seems reasonable to regard the IV-I progression in Example 8 as forming a large-scale cadence. Certainly it provides a sense of closure and finality. It is not a sectional cadence (by the definition proposed earlier): It occurs only once in the song, not at the end of each VCU. I will call such a cadence a grand cadence —not only because of its large-scale structural importance (clearly acting as the main cadence for the entire song) but because it tends to have a grandiose and momentous effect. I define a grand cadence simply as a harmonic gesture that occurs only once in a song, near the end, and has a cadential impact; in most cases (though not all), the pre-tonic harmony is accompanied by a fermata. Grand cadences are quite rare; normally, a song ends with material that has been heard earlier, such as a repetition of the chorus (with or without a fadeout), and there is rarely a fermata. (Perhaps the effect of grand cadences is partly due to their rarity.) What is interesting is that, in virtually every grand cadence that I have found, the harmony preceding the I is IV. Table 6 provides a list of songs containing grand cadences; the pre-tonic harmony is IV in every case. Somehow, for reasons that are not obvious, IV functions especially well in grand cadences. This is evident not only from the statistical frequency of IV in grand cadences, but from its effect. I invite the reader to consider what the effect would be if another harmony were substituted for IV in “Whole Lotta Love.” V seems lame (like a gratuitious and inappropriate reference to common-practice harmony); ♭ III, ii, vi, and other more remote alternatives are just weird. ♭ VI and ♭ VII are not impossible; but IV seems by far the most satisfactory alternative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] In each of songs in Table 6, we find a IV-I cadence that only occurs once, near the end of the song. (9) In all cases, the IV is emphasized and expanded; in all but two cases it coincides with a fermata (the exceptions are “Say You Love Me” and “Somebody to Love”). In “Back in Black” and “Somebody to Love,” as in “Whole Lotta Love,” the IV follows the final chorus and the following I begins a fadeout or coda. In “Get Back,” “Long Train Runnin’,” and “Say You Love Me,” the cadence is really at the end of the final chorus; in each case, in fact, the IV substitutes for the final I (an interesting phenomenon to which I will return) and then moves directly to I. Example 9 . Led Zeppelin, “Stairway to Heaven” (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] “Stairway to Heaven” offers a unique and interesting grand cadence ( Example 9 ). In keeping with our definition, this cadence occurs only once, near the end of the song; as is typical, it occurs over a fermata (at least, it begins over a fermata). As usual, the IV chord is major; as noted earlier, this is true of the vast majority of plagal cadences in rock, even when the surrounding tonic harmonies are predominantly minor, as in this case. The IV of the cadence is, however, prolonged to a much greater extent than in the other cases in Table 6, lasting some 23 seconds; and it is elaborated by other harmonies, notably two prominent ♭ III chords, the second of which leads to ♭ VII 6 and then to i. The cadence is somewhat atypical, also, in that there is a substantial section of new material following it (though harmonically it never moves far from tonic, simply repeating a i-( ♭ VII)- ♭ VI progression).  But the expansive character of both the cadence itself and the section that follows seems appropriate given the large scale of the song as a whole.  This remarkable IV chord will be discussed further below. 6. The Deceptive IV Example 10 . Crosby, Stills, & Nash, “Wasted on the Way” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] Example 10 shows the end of the VCU of “Wasted on the Way,” by Crosby, Stills, & Nash. The harmony supporting the final syllable “-way”—at least, the beginning of this syllable—is not I, but IV. (The syllable is syncopated, but is understood to coincide with the IV.) Thus, this is arguably not a sectional cadence by the definition proposed earlier. However, a I chord immediately follows, and the final syllable is extended over the tonic harmony (with the pitches shifting appropriately). Moreover, and more importantly for the current argument, it could well be argued that the expected chord at the point where the final syllable arrives (where the IV occurs) is I. The chord preceding the IV in “Wasted on the Way” is V; from Table 2, it can be seen that V moves much more commonly to I than to IV, and V-I cadences are very common in rock, as we have seen. The IV-V progression preceding the IV has occurred several times previously in the VCU, usually leading to I (and never to IV). It could be argued, then, that the IV is a substitute for an expected I chord: we will call this a deceptive IV. The following I chord leads to a clear sectional boundary, completing the VCU. Thus, while the final syllable does not literally coincide with the final move to I, it falls where this move is expected, and the final I follows shortly thereafter; this allows a strong sense of sectional closure to be achieved. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] The situation illustrated by Example 10 has something in common with the V-vi deceptive cadence in common-practice music. In both cases, an expectation for I is created and then denied as another chord takes its place. Like vi, IV contains the tonic scale-degree, and thus can naturally support a melodic move to 1 ˆ . (11) (This possibility is not really exploited in “Wasted on the Way”—except arguably by the lowest of the three vocal parts—but is clearly seen in other examples discussed below.) The common-practice deceptive cadence is normally followed by a true cadence moving to I; this is sometimes seen in rock as well, as shown in Example 10 (but not always, as we will see). Like the common-practice V-vi cadence, the “deceptive” use of IV could be said to undercut the sense of closure in a way, but also heightens the sense of anticipation that a real cadence will eventually follow. One important difference between the deceptive IV of rock and the common-practice deceptive vi is that IV in rock can very naturally function as a pre-tonic cadential chord, moving directly to I, while the vi in common-practice music cannot function in this way; it must find its way to V (usually via an additional ii or IV chord) in order for a true cadence to occur. We will return to this point below. Example 11 . Doobie Brothers, “Long Train Runnin’” (A) End of choruses 1-4; (B) end of fifth chorus (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] With regard to musical expectation, Huron 2006 makes a useful distinction between schematic and dynamic expectations. Schematic expectations arise from general regularities of a style—for example, the strong tendency for V to go to I in common-practice music. \nDynamic expectations arise from previous events within a piece—for example, the repeated IV-V-I progressions in “Wasted on the Way.” (12) At the V chord at the end of the chorus in “Wasted on the Way”, the expectation for I is both schematic and \ndynamic. Dynamic expectations may be especially strong if the deceptive IV occurs only in the final chorus of a song, with earlier choruses moving directly to I. (This is the case in two Beatles songs, “Think for Yourself” and “Strawberry Fields Forever.”) A connection arises here with the grand plagal cadence, discussed earlier. In some cases, a grand cadence arises when the cadential I of the final VCU is replaced by a IV chord, which then moves to I. This is true, for example, in “Say You Love Me” and “Long Train Runnin’” ( Example 11 ). (13) Clearly, the IV is functioning deceptively here, as preceding VCU’s have created a strong \ndynamic expectation for I. A similar situation occurs in “Stairway to Heaven” (Example 9). In this case, the IV is not at the end of the VCU; however, the preceding material (the first measure of the example) has appeared several times earlier in the song, always leading to i, thus another i is clearly expected. Example 12 . Alice in Chains, “No Excuses” (click to enlarge) Example 13 . Wallflowers, “One Headlight” (click to enlarge) Example 14 . Three uses of the deceptive IV at the end of the VCU (“X” represents an unspecified harmony before the IV) (click to enlarge) Example 15 . Nazareth, “Love Hurts” (click to enlarge)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "huron_2006"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] While deceptive IV chords often occur in the context of sectional or grand plagal cadences, they \nmay also occur elsewhere. An interesting case in point is the IV chord at the end of the chorus of Alice in Chains’ “No Excuses,” shown in Example 12 . In some respects, this example is similar to Example 10. The harmony preceding the IV is ♭ VII. Table 2 shows that, while ♭ VII often moves to IV, it moves to I even more often; thus a schematic expectation for I is created. Moreover, the final (second) line of the chorus (“You find me sitting by myself...”) is a varied repetition of the first line (“Everyday it’s something...”), which does move to I at the point where the second line moves to IV; thus the expectation for I is \ndynamic as well. Like deceptive IV chords seen in previous examples, the IV in Example 12 moves directly to I. In this case, however (unlike in “Wasted on the Way”), it is really the IV that ends the VCU; the I that follows is the beginning of the second VCU, not the end of the first. (Possibly one could argue for a sectional overlap here, with the I functioning as the end of the first VCU and the beginning of the second; but since there is no overlap in the vocal line, this would seem to have little justification.) Yet another use of the deceptive IV at the end of the VCU is illustrated by the Wallflowers’ “One Headlight” ( Example 13 ). Here there is clearly a sectional overlap; the vocal of the first VCU ends (with the syllable “light”) as the second VCU begins. The previous V chord creates an expectation for I at the point of overlap; a deceptive IV occurs instead. The IV moves to I, but the I is not a point of harmonic arrival; rather, it is simply part of the IV-I-V/vi-vi progression that repeats throughout the verse. Thus, one could hardly speak of a IV-I cadence here; rather, the first VCU ends—inconclusively—on the IV chord at the point of overlap.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] Examples 10, 12, and 13 represent three different uses of the deceptive IV. In each case, an expectation is created for I near the end of the VCU; a IV occurs instead, then moving directly to I. The difference between the three cases is in the alignment of the IV-I progression with the sectional boundary (see Example 14 ). In Example 10, the IV-I progression falls within the first VCU, before the sectional boundary (pattern A in Example 14); in Example 12, the boundary falls after the IV but before the I (pattern B); in Example 13, the IV both ends the first VCU and begins the second, creating an overlap (pattern C). Thus, it is only in the first of these three cases that the VCU actually ends on I; and it is only in this case that we might (arguably) posit a sectional cadence. For that reason, Example 10 creates a sense of closure and completion; Examples 12 and 13, by contrast, feel open-ended and anticipatory. (14) 7. The Tonicized Cadential IV",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] Consider Example 15 , the end of the chorus of Nazareth’s “Love Hurts.” The chorus ends with a clear sectional plagal cadence, IV-I in G; the IV chord is preceded by ♭ VII. The progression ♭ VII-IV in G also allows another possible interpretation, however: as IV-I in C. In general, as can be seen from Table 2, IV-I is the most common of all two-chord progressions in rock, so interpreting F major-C major as IV-I is a very natural possibility. I would argue, then, that IV undergoes a subtle tonicization here: it is momentarily reinterpreted as a local tonic, though one that is clearly subordinate to the larger tonic of G. Now, I am not claiming that ♭ VII-IV is always understood as a tonicization of IV; very often, it is not. Such an interpretation usually requires some kind of special support or encouragement from the musical surface. In the case of “Love Hurts,” the melisma on “ooh” seems to bind the ♭ VII and the IV together into a single gesture; one feels that the ♭ VII “resolves” into the IV in some way, and is thus structurally subordinate to it. As with the deceptive IV, the tonicization of a cadential IV does not weaken its cadential function, and perhaps even strengthens this function, by giving emphasis and importance to the chord. Example 16 . The Who, “Bargain” (click to enlarge) Example 17 . Recomposition of the Who’s “Bargain” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Tonicization of the cadential IV sometimes occurs in more complex scenarios. A case in point is seen in Example 16 , the chorus of the Who’s “Bargain.” In many respects this is a highly typical plagal stop cadence, though the IV is somewhat expanded. (A four-measure hypermeasure clearly begins at the beginning of the chorus; the IV arrives in the third measure but is then prolonged for 4 measures.) One could well argue, also, that the IV is functioning deceptively here: that is, we expect a I instead. It is true that every phrase of the song so far has ended in IV, so the specific context does little to create expectation for I. But still, the schematic expectation for I at the end of the VCU is strong—and the VCU could have ended at this point, as shown in the recomposition in Example 17 . The preceding ♭ VI- ♭ VII harmonies support this expectation as well; I is often approached by ♭ VI- ♭ VII in rock, as seen in songs such as Derek and the Dominoes’ “Layla” and Blue Öyster Cult’s “Don’t Fear the Reaper.” In addition, the melody of the second full measure of the chorus, hovering between 2 ˆ (C) and ♭ 7 ˆ ( A ♭ ), leads us to expect 1 ˆ ( B ♭ ) and (therefore) the tonic harmony that most often accompanies it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Thus the IV in “Bargain” is part of a plagal stop cadence, and is also functioning deceptively. There is more to be said about the function of this chord, however. Consider, once again, the harmonies leading up to the IV chord: ♭ VI ( G ♭ major) and ♭ VII ( A ♭ major). While this progression could certainly be interpreted within the main tonality (as ♭ VI- ♭ VII-IV), it could also be interpreted as ♭ III-IV-I in the key of IV. (This progression is also common, and occurs prominently in numerous songs, such as Jimi Hendrix’s “Purple Haze” and the chorus of the Beatles’ “Sergeant Pepper’s Lonely Hearts Club Band.”) Again, then, one could well argue for a tonicization of IV here. As noted earlier, such tonicizations generally require support from other factors besides the harmonic progression itself. In this case, that support is provided by the extraordinary expansion of IV over a four-measure span, as well as the fact that it coincides with the end of the crucial line of the chorus—the “punch line,” one might say, of the entire VCU—which gives it particular emphasis and importance. It may be that the tonicization of IV is only perceived once the full extent of its expansion is appreciated; we then realize the possibility of reinterpreting the ♭ VI and ♭ VII chords in that tonality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] The tonicization of IV is also found in other plagal stop cadences. We find it in several of the songs in Table 5, such as “The Last Time,” “Rikki Don’t Lose That Number,” and “Barracuda” (Example 4); in each of these cases, the IV is preceded by ♭ VII and strongly emphasized (by expansion or other means), and is thus suggested as a momentary tonal center. (In “The Last Time,” it could well be argued that the tonicization of IV spans the entire chorus.)  Tonicized IV’s are also sometimes seen in grand plagal cadences. Consider once again the IV in “Stairway to Heaven” (Example 9). Here, as noted earlier, the IV occurs where a I is expected, and thus functions deceptively; but it is also preceded by a ♭ VII chord which, in retrospect, serves to tonicize it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.5": {
                "text": "[7.5] I have suggested that IV in rock can function harmonically in three ways: (a) as a pre-tonic chord, somewhat analogous to V in common-practice music, forming a conventional IV-I gesture that reinforces the main tonality and implies closure; (b) as a deceptive resolution, substituting for I in a context where I is expected; (c) as a local tonal center, tonicized by the preceding chord or chords. All of these functions have close analogues in devices of common-practice harmony that occur at or shortly before cadences. Consider the very standard common-practice progression in Example 18 ; in this progression we see examples of a deceptive tonic substitute (the vi in measure 4), a tonicized cadential (pre-dominant) harmony (the ii-vii o6 /ii-ii in measure 5), and, most obviously, a conventional “pre-tonic” chord (the V in measure 6). In rock as in common-practice music, all of these functions help to anticipate and emphasize the impending cadence, contributing indirectly to its tonic-affirming and closural effect. The difference is that in rock, unlike in common-practice music, these three functions can all be achieved by the same chord type, and even by a single instance of the chord. In “Bargain,” for example (Example 16), the cadential IV acts as a tonic substitute, a tonicized harmony, and a pre-tonic harmony all at once; the multi-faceted functional character of this chord may account, in part, for its dramatic and intense effect. Example 18 . A conventional common-practice progression (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] Yet one more function of the cadential IV should be mentioned, relating to the large-scale tonal structure of rock songs. In many songs, a single tonal center is asserted throughout, with no hint of departure or challenge. But it is also not uncommon to find modulations or at least tonicizations—suggestions of, or leanings toward, alternative tonal centers. These tonicizations may occur in the bridge or prechorus (if there is one), but they can also occur within the chorus, sometimes quite near the end. The tonicized cadential IV is of course a case in point; but other harmonies may be tonicized as well. Consider “I Want a New Drug,” shown in Example 7; here, the progression ♭ III- ♭ VI- ♭ III implies a tonicization of ♭ III. (The ♭ VI could be heard as IV of ♭ III; this alternative analysis is shown in parentheses.) This is also seen in other songs with plagal stop cadences listed in Table 5. In Sheryl Crowe’s “Redemption Day”, ♭ III is tonicized just before the cadence; in David Bowie’s “Golden Years,” the chorus features a striking move to ♭ II. In each of these three cases, I would argue that the IV functions to repudiate the alternative tonal center, steering the song back towards the main tonality. To make this case convincingly would require a full-fledged theory of rock tonality. For example, in Example 7, we must explain why IV (D major) is compatible with a tonal center of A but not with a tonal center of C (the secondary tonal center that it “repudiates”). I hope to address this problem in a future article. For now, suffice it to say that the cadential IV in rock sometimes seems to serve a “reorienting” function, steering the tonality of a piece back towards the main tonal center; this is another way in which the cadential IV in rock can serve multiple tonal functions. 8. Directions for Further Work",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] In this paper I have suggested several ways that IV is used cadentially in rock. I first introduced the idea of a sectional cadence—a cadence at the end of the verse-chorus unit. I cited a small body of statistical evidence showing that V and IV are the most common pre-tonic chords in sectional cadences. I discussed the plagal stop cadence, a common kind of sectional cadence in which the instruments come to a “stop” on the IV chord while the vocal line continues into the cadential I, overlapping into the beginning of the next VCU. I also introduced the grand plagal cadence, a highly emphasized IV-I motion near the end of a song, usually with a fermata on the IV, which seems to represent a large cadence for the entire song. I noted that cadential IV chords may function deceptively, substituting for I, and they may be tonicized by a preceding chord (usually a ♭ VII, doubling as IV of IV). And I discussed cases in which a single IV chord serves several of these functions at once.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] Nothing has yet been said about the most common function of IV in common-practice music: as a pre-dominant harmony, leading to V. Certainly, IV often does precede V in rock; the data in Table 2 suggests that it does so more than any other harmony except I. We should be cautious, however, about applying the label “pre-dominant” in this case. To do so implicitly invokes the entire common-practice functional taxonomy of tonic, dominant, and pre-dominant; and the applicability of this system to rock is by no means obvious. While the term “harmonic function” can be construed in many ways, it is most often used to indicate the normative contexts in which chords occur in relation to other chords: dominants move to tonics and pre-dominants move to dominants. (15) Construed in this way, the application of the common-practice functional system to rock would seem to fail immediately: the data in Table 2 suggests that the most common chord to precede the tonic is IV, which is normatively a pre-dominant chord in the common-practice system. This is not to say that common-practice functional categories are completely irrelevant to rock, or to rule out the possibility of an alternative system of functional harmonic categories—a topic that I cannot explore further here. But clearly, we must be skeptical of any wholesale application of common-practice functional labels to rock harmony.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "8.3": {
                "text": "[8.3] Our focus in this paper has been on large-scale cadences—cadences that end a section as opposed to merely a phrase. Up to now we have restricted our attention to cadences ending on tonic harmony, on the grounds that these are likely to have the most closural impact. At this point, however, it seems appropriate to revisit the possibility of large-scale cadences on non-tonic harmonies. The obvious example from common-practice music is the half cadence; at the end of a section, a half cadence—invariably on V—provides partial, but not complete, closure, at the same time creating anticipation for a move to tonic at the beginning of the following section. There are often “half-cadential” moments in rock as well: the end of a verse or bridge is often marked by an arrival on a non-tonic harmony which closes the section and prepares a strong move to tonic in the following section (usually the chorus or—after the bridge—sometimes the verse). What harmonies are typically employed in such cadences? While my exploration of this topic has been very preliminary, it seems to me that IV rarely occurs in half-cadential contexts; V is much more commonly used. Examples of half-cadential V chords at the end of the verse include the Beatles’ “Ticket to Ride,” Bob Dylan’s “Like a Rolling Stone,” and Boston’s “Peace of Mind.” Very few verses end on a IV chord that seems to serve any kind of half-cadential function. (Again, the issue of “distinctiveness” arises here. Certainly there are verses that end on IV, but usually this is simply because the entire verse is built on a repeating progression that happens to end on IV; this is the case in AC/DC’s “Back in Black” and U2’s “With or Without You,” for example. By contrast, many IV-I sectional cadences in rock are quite distinctive, in that they are part of a progression that occurs nowhere else in the song.) Example 19 . Billy Joel, “Just the Way You Are” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] One important cadential chord of recent popular music that has not been mentioned is what is sometimes called V 11 —a IV triad over 5 ˆ in the bass ( Stephenson 2002 , Spicer 2004 ).  (The corpus study described earlier classified this as a kind of V chord.) The V 11 is more common in other popular styles than in rock; it is a staple of the “soft rock” of the 1970s—songs such as Elton John’s “Don’t Let the Sun Go Down on Me” and Billy Joel’s “Just the Way You Are” ( Example 19 ). One interesting thing about the V 11 is that its use is very strongly associated with cadences; non-cadential uses of the chord seem to be relatively rare. It is not uncommon in stop cadences: Bread’s “I Want To Make it With You” and Bob Seger’s “Down on Main Street” are examples. One could view the V 11 as combining features of IV and V; it has the bass note of V but contains all the notes of IV (including the tonic, thus allowing the “ 1 ˆ - 1 ˆ ” cadential approach). But the almost exclusively cadential usage of V 11 sets it apart from IV and V, both of which are very common in non-cadential situations. Much more could be said about V 11 and about cadential patterns in recent popular styles other than rock—soft rock, Motown, disco, and so on—but this topic is beyond our scope.",
                "footnotes": [],
                "citations": [
                    "stephenson_2002",
                    "spicer_2004"
                ]
            }
        },
        {
            "8.5": {
                "text": "[8.5] My main aim in this paper has been to describe some common usages of the cadential IV in rock, and common contexts in which it occurs. On a number of occasions, I have also asked why the IV chord is used the way it is—why particular usages are especially common and effective. Why is IV used so often in rock cadences in general? Why is it so much more common in stop cadences and grand cadences than V is? For the most part, my answers to such questions—if any—have been tentative and not very satisfactory. Of course, the question of “why” is often a very difficult one in music theory; answers elude us for many aspects of common-practice harmony as well. But this should not deter us from asking it. Clearly rock has a harmonic logic all its own, quite different from that of common-practice harmony. The IV chord, despite its common use in cadences, is not simply a surrogate for the common-practice dominant with different notes; it is used in entirely different ways. There is much further work to be done as we seek a better understanding of rock’s use of IV, and other elements of its harmonic language; I hope the current study has brought us a small step closer to this goal. (16)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.1.temperley.html",
    "data": "mto/data/mto.11.17.1.temperley.json"
}