{
    "title": "<i>Harmonic</i> and <i>Non-Harmonic</i> Temporal Structures in Nancarrow’s Study No. 47 for Player Piano",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "1",
    "authors": [
        "Bugallo, Helena"
    ],
    "abstract": "This article presents a critical score and a rhythmic analysis of Conlon Nancarrow’s Study No. 47 for player piano. A work representative of the composer’s technical and aesthetic interests in his late productive years, Study No. 47 has been available only on recording until now. The score is based on both Nancarrow’s short-handed manuscript of the piece—the so-calledpunching score—and his original player-piano roll. Merging information from both sources, it introduces a new type of notation—combining both traditional and graphic aspects—especially developed for Nancarrow’s late output. The score and the analysis are preceded, and contextualized, by a discussion on the development of Nancarrow’s temporal thinking both theoretically, under the influence of Henry Cowell, and practically through his sustained and exclusive work for decades with the player piano. Special attention is given to Nancarrow’s usage oftempo templates, with a proposed classification intoharmonicandnon-harmonic. Study No. 47 is also framed historically within the context of five other related pieces, all associated at some point with Study No. 45.",
    "keywords": [
        "Conlon Nancarrow",
        "Studies for Player Piano",
        "Study No. 47",
        "player piano",
        "notation",
        "tempo templates",
        "pitch-time isomorphism",
        "rhythm",
        "rhythmic harmony",
        "temporal dissonance",
        "temporal proportions",
        "player-piano roll",
        "punching score",
        "isorhythm",
        "tempo canon",
        "acceleration",
        "deceleration",
        "structural syncopation",
        "Henry Cowell."
    ],
    "doi": "",
    "received": "July 2013",
    "pdf": "http://mtosmt.org/issues/mto.14.20.1/mto.14.20.1.bugallo.pdf",
    "author_info": [
        {
            "name": "Helena Bugallo",
            "university": "Pianist and musicologist",
            "address": "Lenzgasse 3, Basel 4056, Switzerland",
            "email": "hbugallo@yahoo.com"
        }
    ],
    "citations": {
        "bugallo_2004": "Bugallo, Helena. 2004. “Selected Studies for Player Piano by Conlon Nancarrow: Sources, Working Methods and Compositional Strategies.” PhD diss., University of Buffalo.",
        "bugallo_2012": "Bugallo, Helena. 2012. Liner notes to Conlon Nancarrow, Late and Unknown: Works on Rolls . Wergo WER 67542. Compact disc.",
        "cowell_1930": "Cowell, Henry. 1930. New Musical Resources. New York: Alfred A. Knopf. Reprinted in 1996 with notes and an accompanying essay by David Nicholls, Cambridge: Cambridge University Press.",
        "duckworth_1995": "Duckworth, William. 1995. Talking Music: Conversations With John Cage, Philip Glass, Laurie Anderson, and Five Generations of American Experimental Composers. New York: Schirmer Books.",
        "gagne_and_caras_1982": "Gagne, Cole and Tracy Caras. 1982. “Conlon Nancarrow,” in Soundpieces: Interviews with American Composers . Metuchen, NJ, and London: Scarecrow Press.",
        "gann_1995": "Gann, Kyle. 1995. The Music of Conlon Nancarrow . Cambridge: Cambridge University Press.",
        "garland_1982": "Garland, Peter. 1982. “Conlon Nancarrow: Chronicle of a Friendship.” In Americas: Essays on American Music and Culture (1973–80) . Santa Fe: Soundings Press.",
        "nancarrow_1988": "Nancarrow, Conlon. 1988. Conlon Nancarrow: Studies for Player Piano . Wergo WER 69072, 1999. 5 compact discs. Includes all Studies and Tango?",
        "nancarrow_2009": "Nancarrow, Conlon. 2009. Conlon Nancarrow: Original Compositions and Transcriptions for Player Piano . Musikproduktion Dabringhaus und Grimm, MDG 645 1309–2, compact disc.",
        "nancarrow_2012": "Nancarrow, Conlon. 2012. Conlon Nancarrow, Late and Unknown: Works on Rolls (recorded on the composer’s original player pianos). Wergo WER 67542, compact disc.",
        "nicholls_1990": "Nicholls, David. 1990. American Experimental Music, 1890–1940 . Cambridge: Cambridge University Press.",
        "tenney_1999": "Tenney, James. 1999. Liner notes to Conlon Nancarrow: Studies for Player Piano . Wergo WER 69072, compact disc."
    },
    "footnotes": {
        "FN0": {
            "text": "* This article is based on Chapter 5, portions of Chapters 1 and 2, and Appendix B of my doctoral dissertation (Bugallo 2004). The primary sources discussed in the article are housed at the Conlon Nancarrow Collection of the Paul Sacher Foundation in Basel, Switzerland. I am most thankful to Johanna Blask and Carlos Chanfón for their valuable assistance and, especially, to Dr. Felix Meyer for his generous support and contributions during my research visits to the Foundation. The manuscript featured in Figure 6 and the letter quotation in paragraph 4.1 are reproduced here with the Foundation’s kind permission. I am also indebted to Wolfgang Heisig for his careful reading of my score of Study No. 47 and for his suggested corrections. The score appears here with kind permission from Schott Music International. Finally, I wish to thank Daphne Leong ( MTO reviewer) and the journal’s editorial staff for their thoughtful comments and suggestions.",
            "citations": []
        },
        "FN1": {
            "text": "1. Cowell’s proposed method of notation includes special note-shapes for “third-notes” (triangle), “fifth-notes” (square), “seventh-notes” (diamond), and so forth up to “fifteenth-notes.” See notational table in Cowell 1930 , 58. The system was never implemented successfully, since Cowell himself added “tuplets” to the scores he wrote in this manner in order to clarify the meaning of the diverse note-shapes. Examples of its usage are the Quartet Romantic (1917), the Quartet Euphometric (1919), and the piano piece Fabric (1920), ( Nicholls 1990 , 142).",
            "citations": [
                "cowell_1930",
                "nicholls_1990"
            ]
        },
        "FN2": {
            "text": "2. Peter Garland has placed this trip in 1948 ( Garland 1982 , 169). However, there is plenty of circumstantial evidence suggesting the earlier date. During this trip—his last one to the United States for the following thirty-six years—he actually met Cowell (Gann 1995, 44).",
            "citations": [
                "garland_1982"
            ]
        },
        "FN3": {
            "text": "3. I made this distinction first in my dissertation ( Bugallo 2004 , 86).",
            "citations": [
                "bugallo_2004"
            ]
        },
        "FN4": {
            "text": "4. The measurements average several readings of the same templates in the original rolls of Studies No. 45, No. 46, and No. 47. Gann has listed elsewhere the dimensions of the f 15(d) template ( Gann 1995 , 257). His values, slightly different from the ones presented here, are based on measurements taken from a Xerox of the punching score of Study No. 45c. The template drawings in the punching scores are generally less accurate than those in the rolls.",
            "citations": [
                "gann_1995"
            ]
        },
        "FN5": {
            "text": "5. Prior to Study No. 45, Freeman commissioned Studies No. 42 and No. 44, both premiered at the same series on November 2, 1981 and December 6, 1982, respectively. Of the three events, Nancarrow attended only the 1984 premiere of Study No. 45.",
            "citations": []
        },
        "FN6": {
            "text": "6. Nancarrow to Freeman, letter from February 24, 1984, “Conlon Nancarrow Collection,” Paul Sacher Foundation.",
            "citations": []
        },
        "FN7": {
            "text": "7. There are two recordings of this piece available to date (Nancarrow 2009 and 2012 ).",
            "citations": [
                "nancarrow_2009",
                "nancarrow_2012"
            ]
        },
        "FN8": {
            "text": "8. All the sound files in the paper belong to Nancarrow 2012 .",
            "citations": [
                "nancarrow_2012"
            ]
        },
        "FN9": {
            "text": "9. Nancarrow never used the crescendo/decrescendo functions offered by the Ampico system. He favored instead the use of discrete dynamic steps, often coinciding with, and underlying, sectional changes.",
            "citations": []
        },
        "FN10": {
            "text": "10. A discussion on the accompaniment of Study No. 44 is to be found in Bugallo 2004 , 146. A similar impression of disarray is conveyed by the “boogie bass” in Studies No. 45a and No. 45c, and by the ostinato in Study No. 45b.",
            "citations": [
                "bugallo_2004"
            ]
        },
        "FN11": {
            "text": "11. The change causes the placement of the B ♭ 5-template underneath the other templates in the score (systems 22–36)—an arrangement also found in the roll.",
            "citations": []
        },
        "FN12": {
            "text": "12. A slight variation is to be found in the third “measure” of the talea .",
            "citations": []
        },
        "FN13": {
            "text": "13. Nancarrow voiced the tune in 2d by making the internal notes of the chords staccato (1 hole) and the octaves legato—a common practice in many of the Studies.",
            "citations": []
        },
        "FN14": {
            "text": "14. The block transposition of entire sections following a I–IV–V harmonic pattern is characteristic of some of the early jazz-influenced Studies, such as Studies No. 2 and No. 3. The pattern is also found in the other movements of the original Betty Freeman Suite , especially Study No. 45b.",
            "citations": []
        },
        "FN15": {
            "text": "15. This texture is anticipated in the accompaniment of Sections 2a and 2d.",
            "citations": []
        },
        "FN16": {
            "text": "16. The scoring of Section 3 in three staves was taken from the punching score. This scoring clarifies the counterpoint but does not represent graphically the voices’ frequent crossing. An alternative and perhaps better solution would have been to score the whole section in four staves representing the entire keyboard range, and to write each voice with a different color to make the crossings apparent.",
            "citations": []
        },
        "FN17": {
            "text": "17. This also explains the placement of E4 underneath the other two lower-pitched templates in the roll (see Figure 9).",
            "citations": []
        },
        "FN18": {
            "text": "18. Descriptive name given by Nancarrow to Study No. 20. Chapter 3 of my dissertation contains a comprehensive analysis of this work ( Bugallo 2004 , 94–125).",
            "citations": [
                "bugallo_2004"
            ]
        },
        "FN19": {
            "text": "19. I deduced the exact release points by measuring the roll. The same applies to the end of Section 5c.",
            "citations": []
        },
        "FN20": {
            "text": "20. Section 5c uses only values 1 to 10 of the accel. and rit. templates.",
            "citations": []
        },
        "FN21": {
            "text": "21. This distance disappears with the final arpeggio in system 93, where all the registers become suddenly equally bright in anticipation of the following ff section.",
            "citations": []
        },
        "FN22": {
            "text": "22. The label of this template is not given in Nancarrow’s documents, but I deduced it from the size of its divisions.",
            "citations": []
        },
        "FN23": {
            "text": "23. This explains the composer’s choice of grouping the C8-units every 6 (6 × 3 = 18).",
            "citations": []
        },
        "FN24": {
            "text": "24. The highest note in Nancarrow’s pianos is A7.",
            "citations": []
        },
        "FN25": {
            "text": "25. The metronome markings are based on the initial tempo indication (“11 of B ♭ 5” = 91) and do not take into account the “acceleration effect” of mechanical reproduction.",
            "citations": []
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "nancarrow symposium",
    "source": "mto/raw/mto.14.20.1.bugallo.html",
    "data": "mto/data/mto.14.20.1.bugallo.json"
}