{
    "title": "<i>Klangfarbenmelodie</i>, Chromophony, and Timbral Function in Arnold Schoenberg’s “Farben”",
    "date": "2023/09/01",
    "volume": "29",
    "issue": "3",
    "authors": [
        "Zeller, Matthew"
    ],
    "abstract": "Arnold Schoenberg’s concept ofKlangfarbenmelodie(melody of timbres) is one of the most important yet least understood compositional innovations of the twentieth century. By examining significant factors inKlangfarbenmelodie’s theoretical formulation, proposing functional roles that timbre can fulfill, and locating examples of timbre realizing those musical functions in “Farben,” the third of Schoenberg’sFive Orchestral Pieces, Op. 16, this article demonstrates some of the ways timbre can shape music and our musical experience. While musical logic based on timbre operates according to laws of its own, not those of pitch, parallels can nonetheless be drawn between harmonic functions and timbral functions. Timbral developments are shown to articulate the formal process in “Farben” and create coherent progressions, modulations, and cadences that illustrate some possibilities of how timbre can function in music.",
    "keywords": [
        "Timbre",
        "Timbral function",
        "Klangfarbenmelodie",
        "Chromophony",
        "Gestalt principles",
        "Schoenberg",
        "Schnittke"
    ],
    "doi": "10.30535/mto.29.3.8",
    "received": "December 2021",
    "pdf": "https://mtosmt.org/issues/mto.23.29.3/mto.23.29.3.zeller.pdf",
    "author_info": [
        {
            "name": "Matthew Zeller",
            "university": "Musical Instrument Museum",
            "address": "4725 E. Mayo Blvd., Phoenix, Arizona 85050",
            "email": "Matthew.Zeller@mim.org"
        }
    ],
    "citations": {
        "arndt_2018": "Arndt, Matthew. 2018. “Form—Function—Content.” Music Theory Spectrum 40 (2): 208–26. https://doi.org/10.1093/mts/mty024.",
        "auner_1997": "Auner, Joseph. 1997. “‘Heart and Brain in Music:’ The Genesis of Schoenberg’s Die glückliche Hand.” In Constructive Dissonance: Arnold Schoenberg and the Transformations of Twentieth-Century Culture , ed. Juliane Brand and Christopher Hailey, 112–25. University of California Press.",
        "bregman_1990": "Bregman, Albert S. 1990. Auditory Scene Analysis: The Perceptual Organization of Sound . The MIT Press. https://doi.org/10.7551/mitpress/1486.001.0001.",
        "burkhart_1973-1974": "Burkhart, Charles. 1973/1974. “Schoenberg’s Farben: An Analysis of Op. 16, No. 3.” Perspectives of New Music 12 (1/2): 141–72. https://doi.org/10.2307/832275.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "carpenter_1983": "Carpenter, Patricia. 1983. “‘Grundgestalt’ as Tonal Function.” Music Theory Spectrum 5 (1): 15–38. https://doi.org/10.2307/746093.",
        "carpenter_1988": "Carpenter, Patricia. 1988. “A Problem in Organic Form: Schoenberg’s Tonal Body.” Theory and Practice 13: 31–63.",
        "cogan_and_escot_1976": "Cogan, Robert, and Pozzi Escot. 1976. Sonic Design: The Nature of Sound and Music . Prentice Hall.",
        "craft_1972": "Craft, Robert. 1972. “Schoenberg’s Five Pieces for Orchestra.” In Perspectives on Schoenberg and Stravinsky , ed. Benjamin Boretz and Edward T. Cone, 3–24. W. W. Norton.",
        "cramer_2002": "Cramer, Alfred. 2002. “Schoenberg’s Klangfarbenmelodie: A Principle of Early Atonal Harmony.” Music Theory Spectrum 24 (1): 1–24. https://doi.org/10.1525/mts.2002.24.1.1.",
        "dethorne_2014": "Dethorne, Jeffrey. 2014. “Colorful Plasticity and Equalized Transparency Schoenberg’s Orchestrations of Bach and Brahms.” Music Theory Spectrum 36 (1): 121–45. https://doi.org/10.1093/mts/mtu003.",
        "deutsch_2013": "Deutsch, Diana. 2013. “Grouping Mechanisms in Music.” In The Psychology of Music , ed. Diana Deutsch, 299–348. 3rd ed. Academic Press. https://doi.org/10.1016/B978-012213564-4/50010-X.",
        "elferen_2018": "Elferen, Isabella van. 2018. “Timbrality: The Vibrant Aesthetics of Tone Color.” In The Oxford Handbook of Timbre , ed. Emily Dolan and Alexander Rehding, 68–91. Oxford University Press. Accessed July 1, 2019. https://doi.org/10.1093/oxfordhb/9780190637224.013.28.",
        "forte_1973": "Forte, Allen. 1973. The Structure of Atonal Music . Yale University Press.",
        "goodchild_and_mcadams_2018": "Goodchild, Meghan, and Stephen McAdams. 2018. “Perceptual Processes in Orchestration.” In The Oxford Handbook of Timbre , ed. Emily Dolan and Alexander Rehding, 496–524. Oxford University Press. Accessed July 1, 2019. https://doi.org/10.1093/oxfordhb/9780190637224.013.10.",
        "haimo_1996": "Haimo, Ethan. 1996. “Atonality, Analysis, and the Intentional Fallacy.” Music Theory Spectrum 18 (2): 167–99.",
        "haimo_2006": "Haimo, Ethan. 2006. Schoenberg’s Transformation of Musical Language . Cambridge University Press. https://doi.org/10.2307/746023.",
        "hanninen_2012": "Hanninen, Dora A. 2012. A Theory of Music Analysis: On Segmentation and Associative Organization . University of Rochester Press.",
        "heneghan_2018": "Heneghan, Áine. 2018. “Schoenberg’s Sentence.” Music Theory Spectrum 40 (2): 179–207. https://doi.org/10.1093/mts/mty014.",
        "heneghan_2019a": "Heneghan, Áine. 2019a. “Liquidation and Its Origins.” Journal of Music Theory 63 (1): 71–102. https://doi.org/10.1215/00222909-7320474.",
        "heneghan_2019b": "Heneghan, Áine. 2019b. “Rethinking Repetition: Interrogating Schoenberg’s Writings.” Perspectives on and around John Rahn, Perspectives of New Music 57 (1–2): 25–74. https://doi.org/10.1353/pnm.2019.0006.",
        "huron_2016": "Huron, David. 2016. Voice Leading: The Science Behind a Musical Art . The MIT Press. https://doi.org/10.7551/mitpress/9780262034852.001.0001.",
        "iverson_2009": "Iverson, Jennifer. 2009. “Historical Memory and György Ligeti’s Sound-Mass Music 1958–1968.” PhD diss., University of Texas.",
        "mäckelmann_1987": "Mäckelmann, Michael. 1987. Arnold Schönberg: Fünf Orchesterstücke Op. 16 . Meisterwerke der Music 45. Wilhem Fink.",
        "maegaard_1972": "Maegaard, Jan. 1972. Studien zur Entwicklung des dodekaphonen Satzes bei Arnold Schönberg . 3 vols. Wilhelm Hansen.",
        "mcadams_2013": "McAdams, Stephen. 2013. “Musical Timbre Perception.” In The Psychology of Music , ed. Diana Deutsch, 35–67. 3rd ed. Academic Press. https://doi.org/10.1016/B978-0-12-381460-9.00002-X.",
        "mcadams_2019a": "McAdams, Stephen. 2019a. “The Perceptual Representation of Timbre.” In Timbre: Acoustics, Perception, and Cognition, ed. Kai Siedenburg, Charalampos Saitis, Stephen McAdams, Arthur N. Popper and Richard R. Fay, 23–57. Springer. https://doi.org/10.1007/978-3-030-14832-4_2.",
        "mcadams_2019b": "McAdams, Stephen. 2019b. “Timbre as a Structuring Force in Music.” In Timbre: Acoustics, Perception, and Cognition , ed. Kai Siedenburg, Charalampos Saitis, Stephen McAdams, Arthur N. Popper and Richard R. Fay, 211–43. Springer. https://doi.org/10.1007/978-3-030-14832-4_8.",
        "mcadams_and_bregman_1979": "McAdams, Stephen, and Albert Bregman. 1979. “Hearing Musical Streams.” Computer Music Journal 3 (4): 26–43, 60.",
        "mcadams_goodchild_and_soden_2022": "McAdams, Stephen, Meghan Goodchild, and Kit Soden. 2022. “A Taxonomy of Orchestral Grouping Effects Derived from Principles of Auditory Perception.” Music Theory Online 28 (3). https://doi.org/ 10.30535/mto.28.3.6.",
        "mcadams_and_saariaho_1985": "McAdams, Stephen, and Kaija Saariaho. 1985. “Qualities and Functions of Musical Timbre.” In Proceedings of the 1985 International Computer Music Conference , 367–74. Computer Music Association. http://hdl.handle.net/2027/spo.bbp2372.1985.058.",
        "mcadams_and_siedenburg_2019": "McAdams, Stephen, and Kai Siedenburg. 2019. “Perception and Cognition of Musical Timbre.” In Foundations in Music Psychology: Theory and Research , ed. Peter J. Rentfrow and Daniel J. Levitin, 71–120. The MIT Press.",
        "neff_1999": "Neff, Severine. 1999. “Schoenberg as Theorist: Three Forms of Presentation.” In Schoenberg and His World , ed. Walter Frisch, 55–84. Princeton University Press. https://doi.org/10.1515/9781400831937.55.",
        "neill_2014": "Neill, Sarah Elaine. 2014. “The Modernist Kaleidoscope: Schoenberg’s Early Reception History in England, America, Germany, and Austria, 1908–24.” PhD diss., Duke University.",
        "paraskeva_1997": "Paraskeva, Stella, and Stephen McAdams. 1997. “Influence of Timbre, Presence/Absence of Tonal Hierarchy and Musical Training on the Perception of Tension/Relaxation Schemas of Musical Phrases.” In Proceedings of the 1997 International Computer Music Conference , 438–41. International Computer Music Association. http://hdl.handle.net/2027/spo.bbp2372.1997.116.",
        "plack_2013": "Plack, Christopher J. 2013. The Sense of Hearing . 2nd ed. Taylor and Francis. https://doi.org/10.4324/9781315881522.",
        "rahn_1980": "Rahn, John. 1980. Basic Atonal Theory . Longman Press.",
        "rehding_2018": "Rehding, Alexander. 2018. “Timbre/Techne.” In The Oxford Handbook of Timbre , ed. Emily Dolan and Alexander Rehding, 381–404. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780190637224.013.31.",
        "rufer_1969": "Rufer, Josef. 1969. “Noch einmal Schönbergs Opus 16.” Melos 36 (9): 366–69.",
        "sandell_1995": "Sandell, Gregory J. 1995. “Roles of Spectral Centroid and Other Factors in Determining ‘Blended’ Instrument Pairings in Orchestration.” Music Perception 13 (2): 209–46. https://doi.org/10.2307/40285694.",
        "schering_1919": "Schering Arnold. 1919. “Die expressionistische Bewegung in der Musik.” In Einführung in die Kunst der Gegenwart , 139–61. E. A. Seemann.",
        "schnittke_2002": "Schnittke, Alfred. 2002. A Schnittke Reader . Edited by Alexander Ivashkin. Translated by John Goodliffe. Indiana University Press.",
        "schoenberg_1911": "Schoenberg, Arnold. 1911. Harmonielehre . Universal Edition.",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition . Edited by Gerald Strang and Leonard Stein. Faber and Faber.",
        "schoenberg_1969": "Schoenberg, Arnold. 1969. Structural Functions of Harmony . Rev. ed. Edited by Leonard Stein. W. W. Norton.",
        "schoenberg_1975": "Schoenberg, Arnold. 1975. Style and Idea: Selected Writings of Arnold Schoenberg . Edited by Leonard Stein. Translated by Leo Black. Faber and Faber.",
        "schoenberg_1911_1978": "Schoenberg, Arnold. [1911] 1978. Theory of Harmony . Translated by Roy E. Carter. University of California Press.",
        "schoenberg_1994": "Schoenberg, Arnold. 1994. Coherence, Counterpoint, Instrumentation, Instruction in Form . Edited by Severine Neff. Translated by Charlotte M. Cross and Severine Neff. University of Nebraska Press.",
        "schoenberg_1995": "Schoenberg, Arnold. 1995. The Musical Idea and the Logic, Technique and Art of Its Presentation . Edited and translated by Patricia Carpenter and Severine Neff. Columbia University Press.",
        "schoenberg_2003": "Schoenberg, Arnold. 2003. A Schoenberg Reader: Documents of a Life . Edited by Joseph Auner. Yale University Press.",
        "stein_1923": "Stein, Erwin. 1923. “Alban Berg-Anton v. Webern.” Musikblätter der Anbruch V: 13–16.",
        "tsang_2002": "Tsang, Lee. 2002. “Towards a Theory of Timbre for Music Analysis.” Musicae Scientiae 6 (1): 23–52. https://doi.org/10.1177/102986490200600102.",
        "webern_1960_1975": "Webern, Anton. [1960] 1975. The Path to the New Music . Edited by Willi Reich. Translated by Leo Black. Universal Edition.",
        "zeller_2020": "Zeller, Matthew. 2020. “Planal Analysis and the Emancipation of Timbre: Klangfarbenmelodie and Timbral Function in Mahler, Schoenberg, and Webern.” PhD diss., Duke University.",
        "zeller_2022": "Zeller, Matthew. 2022. “Klangfarbenmelodie in 1911: Timbre’s Functional Roles in Webern’s Opp. 9 and 10.” Music Theory Online 28 (1). https://doi.org/10.30535/mto.28.1.9."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank my two anonymous reviewers whose editorial comments led me to a stronger version of this article. I would also like to thank Robert Hasegawa, Stephen McAdams, Philip Rupprecht, and R. Larry Todd for providing feedback on early drafts of this article. This work was supported by the Analysis, Creation, and Teaching of Orchestration (ACTOR) partnership at McGill University, funded by the Canadian Social Sciences and Humanities Research Council (#895-2018-1023).",
            "citations": []
        },
        "FN1": {
            "text": "1. The compositional history of “Farben” has been addressed by Rufer 1969 ; Craft 1972 ; Maegaard 1972 ; Mäckelmann 1987 ; Haimo 2006 ; and Zeller 2020 among others, and its early performance and reception history by Neill 2014 . Analytical approaches include Maegaard 1972 ; Forte 1973 ; Burkhart 1973/1974 ; Cogan and Escot 1976 ; Rahn 1980 ; Mäckelmann 1987 ; Schnittke 2002 ; Tsang 2002 ; Haimo 2006 ; Iverson 2009 ; and Zeller 2020",
            "citations": [
                "rufer_1969",
                "craft_1972",
                "maegaard_1972",
                "haimo_2006",
                "zeller_2020",
                "neill_2014",
                "maegaard_1972",
                "forte_1973",
                "cogan_and_escot_1976",
                "rahn_1980",
                "schnittke_2002",
                "tsang_2002",
                "haimo_2006",
                "iverson_2009",
                "zeller_2020"
            ]
        },
        "FN2": {
            "text": "2. Klangfarbenmelodie is often translated as tone-color-melody. However, a more proper rendering is melody of timbres or timbre melody. The term is better understood as a two-part compound of Klangfarbe ( n ), a distinct compound word in its own right, and Melodie , rather than the three-part Klang , Farbe(n) , and Melodie . Unless otherwise specified, tone color and timbre are treated synonymously. All translations herein are mine unless otherwise noted.",
            "citations": []
        },
        "FN3": {
            "text": "3. Chromophony is a far-reaching taxonomic category, a full exploration of which is outside our scope. Just a few of its many twentieth- and twenty-first-century styles could include acousmatic music, electronic music, noise music, spatial music, sonorism, soundmass music, spectralism, and music for prepared or modified instruments, found objects, or newly conceived instruments.",
            "citations": []
        },
        "FN4": {
            "text": "4. Schoenberg’s Helmholtzian understanding of timbre closely resembles this understanding of the musical tone; see Zeller 2022 , [2.3].",
            "citations": [
                "zeller_2022"
            ]
        },
        "FN5": {
            "text": "5. “Man könnte von einer ‘Musik der reinen Klangfarben’ oder, wie Schönberg meint, von ‘Klangfarbenmelodien’ sprechen. Das sind Klangfolgen, die nicht nach Tonhöhen, sondern nach Klangfarben abgestuft sind. . . . Ein gewisser Akkord bleibt längere Zeit im pp unbeweglich liegen, erhält aber von Halbtakt zu Halbtakt eine immer wechselnde Klangfarbenabstufung” ( Schering 1919 , 153).",
            "citations": [
                "schering_1919"
            ]
        },
        "FN6": {
            "text": "6. “In den ‘Sechs Sätzen [sic] für Streichquartett,’ op. 9, ist von den Melodien fast jeder Ton auf ein anderes Instrument aufgeteilt, fast jeder in einer andern Klangfarbe (Flageolett, pizzicato, col legno etc.) . . . . Schönbergs Idee der Klangfarbenmelodien mag dabei von Einfluß gewesen sein” ( Stein 1923 , 15).",
            "citations": [
                "stein_1923"
            ]
        },
        "FN7": {
            "text": "7. Considering the question of whether Schoenberg considered “Farben” Klangfarbenmelodie would require a dedicated investigation of its own. In this essay, I do not wish to engage the intentional fallacy; nevertheless, I will adhere to making “type-two assertions” as Haimo calls them, which are “statements about a compositions internal structure [and] are independent of claims regarding the composer’s conscious actions” ( 1996 , 178).",
            "citations": [
                "haimo_1996"
            ]
        },
        "FN8": {
            "text": "8. For a discussion of some recent approaches to Klangfarbenmelodie , including those of Cramer ( 2002 ) and Iverson ( 2009 ), see Zeller 2022 , [2.4–2.6].",
            "citations": [
                "cramer_2002",
                "iverson_2009",
                "zeller_2022"
            ]
        },
        "FN9": {
            "text": "9. “ . . . schreiben aber unbekümmert Klangfarbenfolgen, die sich doch mit dem Schönheitsgefühl irgendwie auseinandersetzen.” Unless noted otherwise, all German quotations from this text are from Schönberg 1911, here citing 471.",
            "citations": []
        },
        "FN10": {
            "text": "10. “Welches System liegt diesen Folgen zugrunde?” ( Schoenberg 1911 , 471).",
            "citations": [
                "schoenberg_1911"
            ]
        },
        "FN11": {
            "text": "11. Schoenberg’s letters to Luigi Dallapiccola and Josef Rufer, dated January 19, 1951, were written in response to a visit by Fritz Dorian-Deutsch and his insinuation that Anton Webern composed Klangfarbenmelodie before Schoenberg wrote about the concept in Theory of Harmony . Schoenberg then drafted these letters to create a dead man’s switch, to be triggered if his claim to inventing Klangfarbenmelodie was ever challenged publicly. The letters explicitly state that the communiqué should be kept private unless Schoenberg’s ownership of the concept is attacked. No longer secret since these letters are freely available through a public collection, the historical distance we now have from these events mitigates breaking Schoenberg’s wish for secrecy, as does the realization that Webern sought and received Schoenberg’s approval of his Klangfarbenmelodie works in 1911 ( Zeller 2022 , [1.3]). The full context of Schoenberg’s 1951 letters to Dallapiccola and Rufer, however, suggests that they are not an attack on Webern; rather, Schoenberg is guarding his legacy near the end of his life. The merit of inventing Klangfarbenmelodie was indeed enough for Schoenberg to create this plan, dispatch four letters, and prepare a fifth written document (the essay “Anton Webern: Klangfarbenmelodie ”) if the need for public dispute arose. Rather than fabricating a feud between teacher and student, between friends, our focus on this letter reveals the same foundational concepts Schoenberg used to describe Klangfarbenmelodie forty years earlier. The broader context of the letters is a defense against the rampant anti-Semitism its author faced: Schoenberg was afraid his invention would be taken away from him on account of being Jewish. Though it is not our purpose here, significant interest lies in Schoenberg’s formulation of his identity, his Jewishness, and his lived experience of anti-Semitism. Perhaps because of the sensitive nature of the letter, Rufer ( 1969 , 367) only published a portion of it: from “My conception of Klangfarbenmelodie . . . ” to “ . . . they still do not exist.” The passage published by Rufer was translated by Cramer ( 2002 , 4). This article’s gloss on the text extends from “ . . . isolated occurrences in my early compositions . . . ” to “ . . . they still do not exist.” Here, the letter is reproduced in its entirety: From a remark by Mr. Fritz Dorian-Deutsch, who also learned from Webern, I deduced that [Webern] had explained that the idea of Klangfarbenmelodie with which I conclude my Harmonielehre comes from him. He had already composed Klangfarbenmelodie n, and then I used that in my Harmonielehre . That is actually an accusation of plagiarism. I do not wish to attack my deceased old friend, now that he is defenseless; he was, all in all, a good friend, despite many vacillations to other camps. Moreover, the merit of inventing this term does not warrant making a big affair out of it. I think I have enough other merits and can easily do without one or the other. If I still write to you about it, it is because of the pronounced mania in the world for degrading Jews in favor of Aryans; my communication should at least attest for the truth. Allow me to say that I believe it is most likely a misunderstanding or a memory mistake by Mr. Dorian, since Leibowitz presented in his book the true facts before he had ever come in contact with me; and [Leibowitz] also studied with Webern. But now to the point. My conception of Klangfarbenmelodie would have been fulfilled in Webern’s compositions only in the slightest part. For I meant something different by Klänge , and especially by Melodie . Klänge , as I thought of them here, would have included isolated occurrences in my early compositions such as, for example, the tomb scene of Pelleas und Melisande , or much of the introduction to the fourth movement of my second String Quartet [Op. 10], or the fugue figure from the second Piano Piece [Op. 11, No. 2] that Busoni repeated so many times in his adaptation, and many others. They are never merely individual tones of different instruments at different times, but rather combinations of moving voices. However, these are still not melodies, but isolated occurrences within a form to which they are subordinate. They would become melodies if one found the point of view to arrange them so that they would form a constructive unity of absolute autonomy, an organization that connected them according to their intrinsic values. I would never have thought to appropriate, for example, the old forms, ternary song, rondo, or implementations like that. In my conception such forms would have been something new; there is still no description for them, because they still do not exist. I am firmly convinced that Webern erred, at best, in the interest he took in this idea. I do not think that he was purposely stealing from me. All the same, I would presently forgive him. He deserved far greater compensation for his true merits and his deep and sacred belief in art than the world had granted him. I am always saddened when I think of his fate, and I would be the last one to diminish his fame. That is why I urge you and the other three friends to whom this letter is addressed, not to make the content of this letter known other than in extreme case of need: that is, for example, if I am being attacked, or my authorship is questioned. Otherwise let this be a secret among us five. I am with warmest regards, Truly yours",
            "citations": [
                "zeller_2022",
                "rufer_1969",
                "cramer_2002"
            ]
        },
        "FN12": {
            "text": "12. For detailed discussions of Schoenbergian terminology, see Schoenberg 1967 , 1969 , 1975 , 1978 , 1994 , 1995 , and 2003 . See also, Arndt 2018 , Caplin 1998 ; Carpenter 1983 and 1988 ; Dethorne 2014 ; Haimo 2006 ; Heneghan 2018 , 2019a , and 2019b ; Neff 1999 ; and Webern [1960] 1975 to name just a few.",
            "citations": [
                "schoenberg_1967",
                "schoenberg_1969",
                "schoenberg_1975",
                "schoenberg_1911_1978",
                "schoenberg_1994",
                "schoenberg_1995",
                "schoenberg_2003",
                "arndt_2018",
                "caplin_1998",
                "carpenter_1983",
                "carpenter_1988",
                "dethorne_2014",
                "haimo_2006",
                "heneghan_2018",
                "heneghan_2019a",
                "heneghan_2019b",
                "neff_1999",
                "webern_1960_1975"
            ]
        },
        "FN13": {
            "text": "13. I thank Joseph N. Straus for providing this pithy phrase to me in a private communication.",
            "citations": []
        },
        "FN14": {
            "text": "14. Adapted from Bregman 1990 ; Deutsch 2013 ; Huron 2016 ; McAdams 2019b ; and Plack 2013 .",
            "citations": [
                "bregman_1990",
                "deutsch_2013",
                "huron_2016",
                "mcadams_2019b",
                "plack_2013"
            ]
        },
        "FN15": {
            "text": "15. This issue leads Dora A. Hanninen ( 2012 , 24) to problematize the principles of similarity and proximity, but confusion can be avoided by specifying how the principle at work is being applied.",
            "citations": [
                "hanninen_2012"
            ]
        },
        "FN16": {
            "text": "16. Schnittke ( 2002 ) uses timbral affinities that create blend to establish “timbral consonance” and disparities that promote heterogeneity for “timbral dissonance.” He also extends this line of thought to create “tonal timbral affinities” and “atonal [timbral] affinities” ( 102–5 ). However, I find the terms “blend” and “heterogeneity” are better suited for describing timbral percepts and their interactions in concordance with established practices in music cognition and perception.",
            "citations": [
                "schnittke_2002",
                "schnittke_2002"
            ]
        },
        "FN17": {
            "text": "17. Goodchild and McAdams ( 2018 ) and McAdams ( 2019b ) follow Schnittke by using “timbral modulation” for what I call “timbral transformation”; they use “progressive orchestration” for what I call “transformational timbral progression.”",
            "citations": [
                "goodchild_and_mcadams_2018",
                "mcadams_2019b"
            ]
        },
        "FN18": {
            "text": "18. Isabella van Elferen ( 2018 ) uses the term “timbrality” to bridge epistemological, ontological, and phenomenological aspects of timbre in musical aesthetics. To distill her notions to their core, Elferen employs timbrality to encompass the concept of aesthetic attention to timbre.",
            "citations": [
                "elferen_2018"
            ]
        },
        "FN19": {
            "text": "19. Goodchild and McAdams ( 2018 ) and McAdams, Goodchild, and Soden ( 2022 ) explore a variety of types of timbral contrasts.",
            "citations": [
                "goodchild_and_mcadams_2018",
                "mcadams_goodchild_and_soden_2022"
            ]
        },
        "FN20": {
            "text": "20. Schnittke ( 2002 , 104) proposes a “timbral resolution” that bears resemblance to a timbral cadence.",
            "citations": [
                "schnittke_2002"
            ]
        },
        "FN21": {
            "text": "21. For discussions of timbre’s potential contributions to tension and relaxation see McAdams 2013 , 2019b ; McAdams and Saariaho 1985 ; Paraskeva 1997 ; and Tsang 2002 .",
            "citations": [
                "mcadams_2013",
                "mcadams_2019b",
                "mcadams_and_saariaho_1985",
                "paraskeva_1997",
                "tsang_2002"
            ]
        },
        "FN22": {
            "text": "22. Lee Tsang ( 2002 , 36–38) also suggests the notion of timbral rhythm but frames it through a discussion of “timbral meter.”",
            "citations": [
                "tsang_2002"
            ]
        },
        "FN23": {
            "text": "23. Though not given primary consideration in this analysis, every indication of Hauptstimme in the score occurs in the three foreground textural layers I discuss. The following analysis refers to the 1922 version of the score published by Peters.",
            "citations": []
        },
        "FN24": {
            "text": "24. All musical examples are notated in concert pitch.",
            "citations": []
        },
        "FN25": {
            "text": "25. For a detailed discussion of the canonical processes in “Farben,” see Burkhart 1973/1974 .",
            "citations": []
        },
        "FN26": {
            "text": "26. Since the work includes scordatura tuning in other places (e.g., Cello III in m. 30), and therefore the Viola could conceivably complete the pattern with the expected B2, the timbral transformation of the line indicates an expressive choice rather than a purely practical one.",
            "citations": []
        },
        "FN27": {
            "text": "27. “Dabei verbindet sie sich stets mit einem Flageolettakkord in den Streichern, so daß man hier von einer motivisch verwendeten Klangfarbe sprechen könnte, die dann im Schlußteil noch in reduzierter Form nachklingt.”",
            "citations": []
        },
        "FN28": {
            "text": "28. The ascending gesture’s G ♮ is always accompanied by an F ♯ in counterpoint. This detail is seen in every version since Schoenberg’s early sketches for Op. 16, No. 3; see Zeller 2020 , 125–35.",
            "citations": [
                "zeller_2020"
            ]
        },
        "FN29": {
            "text": "29. Differences in versions of the score should be noted here. For example, the 1922 version lacks the harmonic E ♮ in the solo contrabass present on the third beat of m. 26 in the 1949 version. Also not present in all versions, the 1922 edition includes the score marking “Hold each note as long as written, but no longer!!!” at m. 26. “Jede Note genau so lang aushalten, wie vorgezeichnet; aber auch nicht länger!!!”",
            "citations": []
        },
        "FN30": {
            "text": "30. Though no direct connection is established, the rapid timbral onsets elicit a comparison with Ligeti’s micropolyphonic Bewegungsfarbe technique.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] “Farben,” the third of Arnold Schoenberg’s Five Orchestral Pieces , Op. 16 (1909), is often heralded as the archetype of timbre-based composition. Generations of scholars have grappled with the theoretical and analytical challenges the work offers. (1) Yet much of the musical logic of “Farben” remains enigmatic—even though the initial pitch collection’s timbral transformation and occasional movement by canon has been subject to careful study, the remainder of the music has thus far eluded such scrutiny. Essentially, only the background layer of music in “Farben” has received serious scholarly attention. The analysis offered in this article aims to illustrate the complex motivic, timbral, and textural relationships layered upon Schoenberg’s famous canon of changing colors.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] “Farben” is inextricably linked in musical reception and commentary with Schoenberg’s concept of Klangfarbenmelodie (melody of timbres or timbral melody). (2) In analyzing “Farben,” this article offers a multifaceted view of Klangfarbenmelodie —as the organization of timbral progressions, as timbre conveying musical logic, and as a new form of music teeming with textural implications similar to those of homophony and polyphony. We cannot simply view Klangfarbenmelodie as one of these aspects without evoking another. If we must condense its definition to a single “ Klangfarbenmelodie is . . . ” statement, then the approach taken here is to think of Klangfarbenmelodie as an idea of timbre-based music.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] While the term Klangfarbenmelodie is generally confined to the practices of the Second Viennese School, composing timbre-based music is not. So, here at the outset, I offer a concept that can be broadly applied to timbre-based music of any style or period: chromophony. Chromophony is music that elevates the salience of timbre, sonority as color, or sound itself, or whose primary aesthetic goal, means of communication, or musical logic, is fundamentally timbral in nature. (3) Chromophony is not laden with the historical baggage of Klangfarbenmelodie and therefore can be a way of discussing the idea of timbre-based music without necessarily invoking Schoenberg and his school. Indeed, the analytical approaches offered in this article are broadly applicable to all types of chromophony.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] The notion of basing music on a particular parameter or domain—in this case timbre—can refer either to the act of conception and composition or to the framing of our interpretive and analytical lenses. As contemporary scholars, listeners, and consumers of art, we choose the focus or foci of our attention. Thus, all music can be both pitch-based and timbre-based (and rhythm-based too, but that is not my subject here). As I have stated elsewhere ( Zeller 2022 , [1.1]), “Timbre and pitch are simultaneous, codependent, and symbiotic.” It is impossible to perceive a pitch without also hearing it in a timbre. Reciprocally, timbres are perceived with a single fundamental, multiple pitches as in a multiphonic, or with indefinite pitch. We may discuss musical parameters separately, but musical tones always have the attributes of timbre, loudness and spatial location (both included as aspects of timbre in the approach taken here), pitch (definite or indefinite), and duration simultaneously. Since timbre and pitch are simultaneous and symbiotic, ideas based on both parameters can be simultaneous and either mutually dependent or independent. By extension, analytical and critical approaches based on timbre and pitch should also be simultaneous and symbiotic. A potential challenge to the consideration of timbre as a structural parameter of music could be the misconception that a timbre-based approach might undermine traditional pitch-centric methodologies. But to argue for a particular timbre-based reading of a work is not to argue against a pitch-based reading. This article’s focus on some of the ways timbre can function to convey organization in music should be considered complementary to pitch-based approaches.",
                "footnotes": [],
                "citations": [
                    "zeller_2022"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] “Timbre,” as I define it for music analysis ( Zeller 2022 , [2.1–2.3]), “is the totality of a musical tone (or any sound) not including pitch class or duration.” This definition differs from some previous definitions in four substantial ways: in addition to its traditional coloristic qualities, it includes articulation, loudness, spatial location, and register. Changes in articulation and loudness translate to changes in timbre since they involve modulations to the mechanics of sound production by altering the type and extent of forces applied to the sounding mechanism. Spatial location affects timbre since a listener’s perception of a sound varies as the location of the sound source changes relative to the listener. Even though the physical vibrations produced by an instrument may be identical in both locations, the sound waves’ transit through the reverberant environment to the listener’s ears is not. Finally, this definition of timbre includes the registral aspect of pitch. Pitch class is a relational convention based on octave equivalence applied to perceived fundamental pitches, while pitch carries information specific to the sounded tone and its perception by locating that pitch in the registral profile of its sounding timbre. As Stephen McAdams and Kai Siedenburg ( 2019 , 71) point out, “An instrument . . . does not have ‘a timbre,’ it has a constrained universe of timbres that covary with the other musical parameters.” By including the above facets of a musical tone in our conception, this definition of timbre leads to the practical approach for music analysis that a musical tone (sound) is a timbre that contains pitch (definite or indefinite) and lasts a duration. (4) This interpretation is distinct from acoustic approaches that define timbre negatively by identifying what it is not, and from perceptual approaches that consider timbre a perceived quality of a physical tone.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "zeller_2022",
                    "mcadams_and_siedenburg_2019"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] If Klangfarbenmelodie is a particular type of chromophony, it is the Second Viennese School’s approach to the idea of timbre-music. Idea , in this conceptualization, is employed with the common definition (thought, plan, course of action, aim, or purpose) rather than that of the musical idea as Schoenberg sometimes articulated it. Idea has many meanings for Schoenberg. For example, he considers “the totality of a piece as the idea” ( Schoenberg 1975 , 122–23). Idea can also be a method of musical unfolding. After elaborating on the tension, or imbalance, that resides at the core of tonal music, Schoenberg exclaims, “The method by which balance is restored seems to me the real idea of the composition” ( 123 ). He also recognizes a more ordinary musical interpretation: “In its most common meaning the term idea is used as a synonym for theme, melody, phrase, or motive” ( 122 ). Then of course there are the Gedanke manuscripts—in The Musical Idea , Carpenter and Neff distinguish between Schoenberg’s conception of an idea in general as a relation existing outside of time, and the musical idea as a relation that cannot be abstracted from its musical setting ( Schoenberg 1995 , 15–18). Turning our attention to style, Schoenberg outlines the distinction between the idea of a musical work and the style in which it is presented in his essay “New Music, Outmoded Music, Style and Idea” ( 1975 , 113–24). He likens style to a pair of pliers that use the simple mechanics of leverage to give a person the force to do the extraordinary (that which is beyond human strength). Leverage is the idea that is harnessed; the pliers are the style—the form through which the idea is applied. According to Schoenberg’s highly evolved sense of organicism, the style must be appropriate to the idea; but tools other than pliers can be made that also apply the idea of leverage. The style through which an idea is articulated may change, a particular tool may fall into disuse, but according to Schoenberg, “ An idea can never perish ” ( 123 ; emphasis original). With a place to stand and a lever long enough, one can move the Earth. Following Schoenberg’s analogy, Klangfarbenmelodie is one style through which the idea of timbre-music—chromophony—may be created.",
                "footnotes": [],
                "citations": [
                    "schoenberg_1975",
                    "schoenberg_1975",
                    "schoenberg_1975",
                    "schoenberg_1995",
                    "schoenberg_1975",
                    "schoenberg_1975"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Traditionally, Klangfarbenmelodie is associated with the opening of Schoenberg’s “Farben” and the fragmentary, pre-World War I works of Anton Webern. Early commentators, such as Arnold Schering and Erwin Stein, paved the way for these traditional approaches to be cemented in the canon. Considering “Farben,” Schering ( 1919 , 153) writes, “One could speak of a ‘music of pure timbres’ or, as Schoenberg thinks of it, “ Klangfarbenmelodie .’ These are sound progressions that are not gradated according to pitch, but according to timbres. . . . A certain chord remains immobile for a long time in pp but receives an ever-changing timbre gradation from half-measure to half-measure.” (5) Four years later, Stein ( 1923 , 15) writes, “In [Webern’s] Six [ Bagatelles ] for String Quartet , Op. 9, in the melodies, almost every tone is apportioned to a different instrument, almost every one in a different timbre (harmonics, pizzicato, col legno, etc.). . . . Schoenberg’s idea of Klangfarbenmelodien may have been influential.” (6) These interpretations of Klangfarbenmelodie were inherited by mid-century composers and propagated in their teaching and practice. For example, as Jennifer Iverson ( 2009 , 144–91) shows, György Ligeti distinguished the composition of timbre associated with Schoenberg from composition with timbre associated with Webern. This bifurcated approach to Klangfarbenmelodie dominated the twentieth century, but the twenty-first century brought an alternate interpretation—that of Klangfarbenmelodie as a harmonic principle. Alfred Cramer frames Klangfarbenmelodie as “harmony composed of reified overtones” ( 2002 , 3n13). Cramer counters the historical view of timbre and pitch as separate and distinct aspects of the musical tone by interpreting Helmholtzian Klang theory to mean that timbres are “not attributes of discrete tones, and they are not distinct from pitch” ( 2–3 ). Cramer’s consideration of the totality of the tone is a significant step forward in the theory of Klangfarbenmelodie . Cramer and I agree, “Pitches in their compositions were meant to form elements of acoustic wholes, originating not as points forming designs with one another in pitch-space, but as elements in progressions of coloristic sonorities” ( 2002 , 32). More recently, I flip Cramer’s lens to illustrate how his view of timbre as an aspect of pitch is related to the Schoenbergian approach of pitch contained within timbre ( Zeller 2022 ). In the same article, I also show how the two traditional strands of Klangfarbenmelodie can be reconceived as styles of timbral progressions ( Klangfarbenfolgen ).",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "schering_1919",
                    "stein_1923",
                    "iverson_2009",
                    "cramer_2002",
                    "cramer_2002",
                    "cramer_2002",
                    "zeller_2022"
                ]
            }
        },
        {
            "1.8": {
                "text": "[1.8] The association of “Farben” with Klangfarbenmelodie is complicated. Schoenberg did not identify “Farben” as an example of Klangfarbenmelodie , and debate justly arises as to whether Schoenberg conceived of “Farben” as a work of Klangfarbenmelodie . (7) Furthermore, in 1911 Schoenberg did not write about Klangfarbenmelodie with the unwavering certainty with which he approached other theoretical topics later in his life—it may just have been a “futuristic fantasy” ( 1978 , 421). Indeed, “Farben” was composed during Schoenberg’s “intuitive” period, as Auner ( 1997 ) calls it, when the composer grappled with the differing roles of inspiration and intellect in composition. Nevertheless, “Farben” provides fertile ground for a timbre-based analytical approach regardless of whether Schoenberg thought the work was Klangfarbenmelodie or even if he held the concept concretely in his artistic vision. The purpose of analyzing “Farben” is not to prove or disprove that we should consider it a work of Klangfarbenmelodie . Rather, the purpose is to demonstrate timbral progressions present in “Farben” and some of the types of musical logic with which they may be organized by the listener and the analyst. By examining significant factors in Klangfarbenmelodie ’s theoretical formulation, proposing functional roles that timbre can fulfill, and locating examples of timbre realizing those musical functions in “Farben,” this article demonstrates some of the ways timbre shapes music. Sections [1–2] lay the historical groundwork and the foundation of a timbral approach. Section [3] provides a brief overview of concepts in timbral function analysis divorced from musical context. Finally, Sections [4–7] provide a timbral analysis of Schoenberg’s “Farben” and locate concrete examples in the music of the timbre-based analytical concepts abstractly presented in Section [3]. 2. Some Aspects of Klangfarbenmelodie",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "schoenberg_1911_1978",
                    "auner_1997"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] The closing paragraphs of Schoenberg’s ( 1978 , 421–22) Theory of Harmony are the declaration of independence for timbre, a pivotal moment in music history that still reverberates today. The intellectual history of Klangfarbenmelodie is largely informed by three documentary sources: 1) the concept’s defining passages in Theory of Harmony ; and from forty years later, 2) an excerpt from a set of four presumably identical letters Schoenberg wrote to Luigi Dallapiccola, Josef Rufer, and two unidentified others that has only been published in part; and 3) Schoenberg’s 1951 essay “Anton Webern: Klangfarbenmelodie ,” which appears in Schoenberg ( 1975 ). (8) The essay is an extension of the letters, addressing in a more public format Schoenberg’s concern with the posterity of his invention after four decades of its development. Not only do these writings from late in Schoenberg’s life document the significance of Klangfarbenmelodie as part of his legacy, but they also highlight factors that Schoenberg thought were important parts of the idea of timbre-music, even after a forty-year span.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "schoenberg_1911_1978",
                    "schoenberg_1975"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Schoenberg’s writings on Klangfarbenmelodie all effectively take Klangfarbenfolgen (timbral progressions) as their starting point. Rather than the -melodie portion of the term that commentators have gravitated toward for over a century, it is the -folgen that connects timbres to each other in successions analogous to pitch progressions. Klangfarbenfolgen or timbral progressions are directed processes that create a coherent succession of timbres. Schoenberg ( 1978 , 421) finds that we “write progressions of tone colors [ Klangfarbenfolgen ] without a worry, and they do somehow satisfy the sense of beauty.” (9) His theoretical declaration of Klangfarbenmelodie is an attempt at considering how we organize Klangfarbenfolgen , which is what the -melodie portion of the term addresses. Indeed, all three documents can be viewed as a response to the question he asks in Theory of Harmony : “What system underlies these [timbral] progressions?” (421) (10)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "schoenberg_1911_1978"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] My aim is to draw out the significant concepts that are common to the three discussions of Klangfarbenmelodie , not as an inquiry into the historical circumstances of the concept’s creation nor as a philological investigation, but rather for the contemporary interpretation of how timbre shapes music and how we might approach analyzing the functional roles of timbre in music. Here, I offer interlinear glosses on each excerpt to draw out concepts pertinent to my analytical approach (Schoenberg’s texts are on the left, my commentary is on the right).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Excerpt from Schoenberg’s Theory of Harmony ( 1978 , 421): Now, if it is possible to create patterns out of tone colors [ Klangfarben ] that are differentiated according to pitch [ Höhe ], A musical tone is a timbre that contains a pitch and lasts a duration (my practical approach). One way of considering a musical tone is what we commonly call pitch. Another way is what we call simply timbre (see below). We create patterns with musical tones. patterns we call “melodies,” Melodies have or are associated with patterns, a type of organization. progressions, “Patterns we call melodies” are equated with progressions that . . . whose coherence ( Zusammenhang ) . . . have coherences in the Schoenbergian sense, and . . . evokes an effect analogous to thought processes, . . . evoke a musical idea. then it must also be possible to make such progressions out of the tone colors [ Klangfarben ] of the other dimension, out of what we call simply “tone color’ [ Klangfarbe ], If we can differentiate musical tones according to pitch, then we must also be able to differentiate them by timbre; and furthermore, we must also be able to create timbral progressions that demonstrate coherence and evoke a musical idea. progressions whose relations with one another Relations are created between timbral progressions that . . . work with a kind of logic . . . are organized with a type of musical logic that . . . entirely equivalent to that logic which satisfies us in the melody of pitches [ Klanghöhen ]. . . . creates a satisfaction that is equivalent to the satisfaction created by logic in pitch-based music. In other words, the two types of logic are not necessarily equivalent, but rather the satisfactory organizations are equivalent.",
                "footnotes": [],
                "citations": [
                    "schoenberg_1911_1978"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Excerpt from letters sent by Schoenberg to Luigi Dallapiccola and Josef Rufer: (11) Isolated occurrences in my early compositions such as [examples of Klänge ]. . . . Schoenberg refers to three musical passages that he twice calls “isolated occurrences.” He employs them as examples of potential timbral progressions. The three examples are Pelleas und Melisande (Op. 5), mm. 284–302; the introduction to the fourth movement of the Second String Quartet (Op. 10), mm. 1–15; and the Second Piano Piece (Op. 11, No. 2), mm. 31–32 and 39. They are discussed in Cramer 2002 , 4–7 and Zeller 2020 , 83–93. They [the examples of Klänge ] are never merely individual tones of different instruments at different times, but rather combinations of moving voices [ Kombinationen bewegter Stimmen ]. The examples Schoenberg gives are not just different timbres, but timbres that are combined and connected into progressions. However, these are still not melodies, but isolated occurrences The timbral progressions in the examples lack the necessary coherence and organization (see below) to be considered melodies, and . . . within a form to which they are subordinate. . . . the timbral progressions are presented in a form that is incongruous with their nature (see below). They would become melodies if one found the point of view to arrange them so that they would form Timbral progressions ( Klangfarbenfolgen ) become melodies ( Klangfarbenmelodie ) if they create . . . a constructive unity of absolute autonomy, . . . form . . . an organization that connected them according to their intrinsic values. . . . organized through timbre (the intrinsic value of the timbral progressions). I would never have thought to appropriate, for example, the old forms, ternary song, rondo, or implementations like that. In my conception such forms would have been something new; there is still no description for them, because they still do not exist. Homophonic forms of presentation—such as ternary song and rondo—are inappropriate for timbre-based music. Klangfarbenmelodie requires a new way of presenting music. (See the next excerpt for clarification.)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "cramer_2002",
                    "zeller_2020"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Excerpt from Schoenberg’s “Anton Webern: Klangfarbenmelodie ” ( 1975 , 484–85): . . . anyone can see that I had thought of progressions of tone-colors equaling harmonic progressions in terms of inner logic. Schoenberg directly compares timbral progressions with harmonic progressions in terms of the logic with which progressions unfold. These I called melodies, because, like melodies, they would need to be given form, and to the same extent— He then conflates timbral and harmonic progressions with melodies but emphasizes that the purpose of this association is to show that in order for timbral progressions to become Klangfarbenmelodie they must be given form. but according to laws of their own, in keeping with their nature. Here, Schoenberg presents the crux of the entire issue: “According to laws of their own.” Timbral progressions operate according to principles based on the nature of timbre, not the nature of pitch. I remember when Webern several times showed me compositions and insisted that I should recognize them as “ternary Lied -forms.” When he tried to apply that to Klangfarbenmelodien , that was highly naïve. Ternary Lied forms are a type of homophonic presentation; these are not suitable for Klangfarbenmelodien . For progressions of tone-colors would certainly demand constructions different from those required by progressions of tones, or of harmonies. Organizing timbral progressions into forms requires new methods of construction, not necessarily new formal structures (e.g., binary, ternary, etc.), but rather a new way of organizing and presenting the music. “Progressions of tones” implies the polyphonic combination of contrapuntal lines while “[progressions] of harmonies” implies the homophonic unfolding of chord progressions. For they were all that, and specific tone-colors as well. Musical tones are timbres that contain pitch and last a duration (my practical approach). Klangfarbenmelodien would demand a particular organization, which would perhaps show a certain similarity to other musical forms; A form based on timbre still operates as musical forms do to shape our experience of music through time. but they would have to take into account demands imposed by a new factor, tone-colors. Quite different forms had to be produced by homophony and the art of counterpoint. The latter did not have the chance at linking contrasting phrases with each other; but since homophony freed harmony from the obligations imposed by the art of counterpoint, with its combinations of parts, it could find a different way of working out its material. Klangfarbenmelodie requires a new way of presenting music. That is, it requires a new way of working out its musical material. Just as homophony and polyphony have different methods of unfolding, timbre-music—or chromophony—must also unfold according to principles of its own. It is certainly most naïve to think that Klangfarbenmelodie will be like ternary songs. The two will be no more similar than a scherzo and a fugue. A scherzo is homophonic, a fugue is polyphonic; chromophonic forms would be something different.",
                "footnotes": [],
                "citations": [
                    "schoenberg_1975"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] The concepts embedded throughout the three discussions of Klangfarbenmelodie are: 1) timbre as the totality of the musical tone; 2) progressions can be made by connecting successions of timbres; 3) timbral progressions must demonstrate organization and coherence to become melodies (in the sense of Klangfarben- melodie ); 4) forms created through timbre will have a different way of working out their material than those of homophony or polyphony; and 5) the logic of timbral progressions and their forms will operate according to laws (principles) of their own. Rather than embark on a comprehensive investigation of Schoenbergian terminology, I point the reader toward the bevy of literature on the subject and turn our attention to the most crucial phrase: “according to laws of their own” ( Schoenberg 1975 , 485). (12) 3. Timbral Function and Cognitive Heuristics",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "schoenberg_1975"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Recognizing that timbral progressions and timbre-based music operate according to laws of their own and not those established in the realm of pitch is fundamental to our understanding of Klangfarbenmelodie . Some caveats are necessary here. First, “laws” must not be read as unbreakable rules; they are more like guiding principles. Second, jettisoning the rules of pitch is not a rejection of pitch. Pitch is still part of the musical tone, and a logic of pitches still operates in music, even when our focus is on timbre. We must approach the question of timbre and pitch in music with an attitude of “both/and, not either/or.” (13) So, if we are to hold in reserve the rules of pitch-based musical logic as we know them, what might take their place? Turning to the underlying cognitive heuristics that shape musical experience offers one avenue of understanding, but our timbral approach will also draw on our knowledge of pitch progressions and how they function in music. This section will briefly set out some cognitive heuristics underlying music perception and then propose several musical functions that timbre can communicate analogous to those of harmonic function or formal function. The empirical studies drawn upon below provide guidance for developing score-based analytical approaches. The principles offered here lay the groundwork for understanding how coherence, logic, form, and musical ideas function to provide structure through the realm of timbre.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Timbral progressions in the analysis offered below are often predicated on the same principles that underpin the perception of acoustic stimuli in auditory scene analysis (discussed below). Diana Deutsch ( 2013 ) shows how many of these principles apply to music, and David Huron ( 2016 ) illustrates how these principles work in many of the codified practices of voice leading. The heuristics the brain uses to process sounds are based on Gestalt psychology applied to auditory rather than visual perception. Some of the important principles in the perception of music are: Similarity : Sound components that come from the same source are likely to be similar; this is most often associated with timbral similarity. Belongingness : A single sound component is usually associated with a single source; it is unlikely that a single sound component originates from two or more different sources simultaneously; an emergent timbre acts as a single source. Common fate : Sound components that come from the same source are likely to vary together; most often associated with synchronicity (e.g., sound components will be turned on and off at the same time). Figure-Ground : Sound components from different sources are often stratified into distinct textural layers; this relates to musical texture and the stratification of foregrounds, middlegrounds, and backgrounds. Good continuation : Sound components that come from the same source are likely to flow naturally over time from one to the other without abrupt discontinuities; often related to textural streams. Closure : A continuous sound obscured briefly by a second sound (e.g., speech interrupted by a door slam) is likely to be continuous during the interruption unless there is evidence to the contrary; often related to textural stratification. Proximity (Temporal) : Sound components that follow each other in closer temporal adjacency are more likely to originate from the same source or stream together than temporally distant sound components. Proximity (Frequency) : Sound components that are closer in frequency are more likely to originate from the same source or stream together than sound components that are further apart in frequency. (14) This is not an exhaustive list, nor is it without ambiguities. For example, proximity straddles the rhythmic and pitch domains while similarity seems to straddle the timbre and pitch domains. (15) We could reframe similarity and proximity as facets of a single concept; but instead, I will follow Albert Bregman’s ( 1990 , 197–98) suggestion to use similarity for timbre (by my reckoning this would include the timbral aspect of register as well) and proximity for specific, measurable pitch frequencies. Furthermore, if one established a measurable multidimensional timbre-space, then timbre could also be considered through proximity. According to Alexander Rehding ( 2018 , 395), “One of the principal factors that guides the processes of putting such complex textures into auditory streams is timbral continuity, following the Gestalt principle of similarity, where discrete objects are grouped together on the basis of possessing a common distinguishing quality.” Furthermore, both positive and negative framings of each of these principles are equally relevant to musical interpretation. For example, timbral dissimilarity or asynchronous onset may provoke auditory segregation just as their positive formulations (timbral similarity and synchronous onset) may result in integration. Stephen McAdams ( 2019b , 226) explains, According to the Gestalt principle of similarity , sounds that resemble one another are grouped together and are segmented into chunks that are bounded by acoustic dissimilarities. Gradual changes over a given time period would create a sense of continuity, whereas discontinuities promote segmentation into musical units. So musical segments are formed on the basis of similarities in register, texture, and instrumentation (i.e., timbre), and changes in one or more of these musical features signal boundaries at various levels of the musical hierarchy.",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "deutsch_2013",
                    "huron_2016",
                    "bregman_1990",
                    "rehding_2018",
                    "mcadams_2019b"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] These Gestalt principles apply across auditory perception through auditory scene analysis, the process of parsing complex acoustic stimuli into auditory images, auditory streams, and textural streams. In his foundational book, Bregman ( 1990 ) shows that the mind relies upon a series of cognitive heuristics to make sense of an auditory scene. As McAdams ( 2019b ) explains, auditory scene analysis occurs in three stages of perceptual grouping: concurrent, sequential, and segmental. Concurrent grouping occurs in each temporal instant, sequential grouping determines whether auditory stimuli in adjacent instants in time connect to each other, and segmental grouping parses larger forms into sections. In concurrent grouping, sound components either retain their identity as individual sources or are blended into new sounds; either way, we perceive auditory images. Gregory J. Sandell ( 1995 , 212) identifies three types of timbral combinations: heterogeneous, augmented, and emergent. Heterogeneous timbres maintain their separate identities, while augmented and emergent timbres result from timbral blend—combined timbres that fuse in some way. An augmented timbre occurs when one timbre embellishes another; an emergent timbre arises when a new timbre is created from the blend that is not identifiable as one of its constituents. Sandell ( 216–17 ) shows that timbral blend is facilitated by close pitch proximity, common timbral properties (for example, spectral centroid or spatial proximity), loudness (dynamics), and rhythmic characteristics (onset synchrony). Concurrent grouping processes often have to do with belongingness and common fate.",
                "footnotes": [],
                "citations": [
                    "bregman_1990",
                    "mcadams_2019b",
                    "sandell_1995",
                    "sandell_1995"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] In sequential grouping, sounds are either integrated into one stream or segregated into different streams. An auditory stream is a perceptual organization that allows a sequence of acoustic events to be interpreted as a whole and allows these acoustic events to be identified as coming from a source (or group of sources) emanating from a particular location ( McAdams and Bregman 1979 , 26). Sequential grouping processes often have to do with similarity, common fate, figure-ground, good continuation, closure, and proximity.",
                "footnotes": [],
                "citations": [
                    "mcadams_and_bregman_1979"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Segmental grouping processes connect perceptual events across a larger temporal span compared to concurrent and sequential processes. The unbounded nature of segmental grouping does not allow the same rigidity of taxonomic grouping processes to be applied uniformly across its range. Instead, segmentation results in the chunking of various size units that run the gamut of musical uses and structures—everything from motives and gestures to phrases, formal units, or musical forms and entire works. It is important to note, however, that segmental grouping is a process of auditory perception, not musical analysis. Like sequential grouping, segmental grouping processes often have to do with similarity, common fate, figure-ground, good continuation, closure, and proximity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The Gestalt principles of auditory perception provide guidance as to how our individual minds perceive auditory stimuli, but they do not offer indications of musical function. For that, we must turn to enculturated or learned musical practice. Taking what we know of pitch-based musical logic and applying it to timbre allows us to see how the two parameters operate similarly and differently. In “Timbral Relationships and Their Functional Use,” Alfred Schnittke ( 2002 , 102) lays out a series of conceptual terms that serve timbre’s “[capability] of being an autonomous and even a foundational means of expression.” I share Schnittke’s inclination that concepts and terms for the analysis of music through timbre should borrow from those of harmony, but we differ in how we apply them. I prefer to follow a path more directly analogous to codified musical functions. In discussing timbral function, I use timbral profile as an unmarked, general term that does not imply a functional use or relationship for the specific timbre(s) or the characteristics, features, or overall impression of the timbre or combination of timbres that music exhibits at any given time. The following concepts are abstracted from musical context but will be made concrete in the ensuing analysis. A glossary is included as Appendix A.",
                "footnotes": [],
                "citations": [
                    "schnittke_2002"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] As established, timbral progressions or timbral lines are directed processes that create a coherent succession of timbral utterances. They are analogous to both harmonic progressions and melodies in the ordinary sense. As with both types of pitch progression, the ways in which timbral progressions can be formed and combined are limited only by the composer’s imagination, leading to the vast array of musical styles through which the idea of timbre-music can be expressed. The different manners of connecting timbres to one another and creating coherences within them lead to a variety of musical functions. Some common types of progression are through similarity, imitation, and transformation. Timbral similarity progressions , as the name implies, unfold through a succession of similar timbres. They are a direct application of the Gestalt principle of similarity. Timbres that share characteristics facilitating timbral blend or perceptual grouping can be said to have a timbral affinity , while those that have characteristics that inhibit blend or promote heterogeneity exhibit timbral disparity . (16) Timbral affinity and disparity affect the perception of timbral similarity and dissimilarity. Imitative timbral progressions move forward by replicating or emulating a previous element of the line. The target of the imitation might be a timbre, in which case timbral imitation is used to evoke one timbre with another (e.g., pizzicato violin imitating harp). But an imitative timbral line may also progress by mimicking a rhythmic, pitch-based, or gestural event. In this case, there is usually a timbral affinity or other factor that promotes coherence within the line. Transformational timbral progressions unfold a trajectory that morphs from one specific timbral profile to another through an evolutionary process. Timbral transformation is when the timbre of a particular instrument, voice, or blend mutates from one set of attributes to another. Schnittke ( 2002 , 101–12) uses “gradual timbral modulation” to describe what I call timbral transformation. (17)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "schnittke_2002"
                ]
            }
        },
        {
            "3.8": {
                "text": "[3.8] Timbral modulation , on the other hand, is the progression from one referential timbre to a new referential timbre, similar to tonal modulation. A referential timbre, or timbrality , is a timbral profile that acts as a marker in the music. (18) The departure from or return to a particular timbrality may act as an indicator of form or other segmental process, or it may carry additional expressive meaning such as program or narrative. It is important to note, however, that even though a timbrality is analogous to a tonality as a referential point, it does not necessarily have the corresponding hierarchical implications that a key has in tonal systems. Timbral modulations can be accomplished by many of the same methods as their tonal counterparts—techniques to proceed from one timbrality to another can include direct modulations, sequential modulations, or common-“tone” modulations (in which a timbre functions as the commonality), etc. Schnittke ( 2002 , 103) calls a “ timbral contrast ” an “abrupt timbral modulation.” However, a timbral contrast is simply the juxtaposition of timbral profiles and it does not necessarily carry the functional meaning of a modulation. Timbral contrasts often influence segmentation in music and are an extension of timbral dissimilarity or disparity. (19) For a timbral contrast to be a timbral modulation (likely a direct modulation), it must operate as any other type of modulation does to move from one marked reference point to another. Timbral modulations can even be transitory, creating a timbralitization that allows a timbral profile to temporarily function as the goal of motion or point of stability, analogous to a tonicization. In tonal modulations, pitch cadences often confirm a new tonality or offer a final punctuation of one before departing for another. Similarly, timbral cadences often punctuate beginnings and endings of musical segments with a particular timbrality.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": [
                    "schnittke_2002"
                ]
            }
        },
        {
            "3.9": {
                "text": "[3.9] A timbral cadence is analogous to a tonal cadence: it is a directed timbral process that closes a musical statement by providing a sense of arrival or reinforcement, usually accompanied by a pause. (20) Timbral cadences are connected to teleological processes and are often the goal of timbral progressions. Not only can timbral cadences mark structural or transitional moments, they also can be used to confirm a timbral modulation to a new timbrality or temporarily timbralitize a timbral profile. Timbral cadences are one way of punctuating music in a post-tonal environment, but they may also operate alongside pitch-based cadences in tonal music (remember: both/and, not either/or). A cadence’s sense of arrival is often accomplished through some sort of contrasting element that creates tension and relaxation. In tonality, for example, a dominant chord provides a compulsion for the tonic. However, in the realm of timbre, which does not have a hierarchical system like that of pitches, tension and relaxation must be created in other ways. (21) One way to accomplish that is through a change in timbral rhythm. Timbral rhythm refers to the rate of change in the specific timbres or the timbral profile of the music, analogous to harmonic rhythm. (22) There is a general tendency for rhythms—both those of individual lines and harmonic rhythms—to change in contrasting formal segments and for rhythmic activity to increase or decrease before a cadential moment. These general tendencies project onto timbral rhythm as well. For example, an intensification in timbral activity before its reduction at a repose might create a climactic impact or structural moment. In this case, tension and relaxation might be affected by musical contrasts created through timbre. The interaction of timbral lines is another way to create contrast or other types of musical interest. When two or more timbral progressions interact, it creates timbral counterpoint . The above concepts provide a general framework through which we can explore timbre’s roles in musical function. 4. Timbral Function in Schoenberg’s “Farben”",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] “Farben” helps illustrate some of the ways timbre and timbral progressions operate and convey musical function. A comprehensive analysis of “Farben” is outside the scope of this essay; instead, we will focus on four timbral lines and their coherence, stratification, segmentation, and interaction with one another and the work’s musical form. The four timbral progressions are those of the: 1) organism (to adopt Burkhart’s term as discussed below), consisting of the mixed ensemble but excluding harp, celesta, piccolos, and strings distinguished through certain playing techniques; 2) clarinet family, occasionally colored by the double reeds, low brass, or contrabass; 3) string punctuations in sul C, harmonics, and tremolo ponticello ; and 4) harp, supported by the celesta and piccolos.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] “Farben” unfolds in distinctly audible background and foreground planes: the slow timbral transformation of the pulsating background organism and the much more active music in the foreground characterized by distinct events and gestures. Yet many previous analyses either relegate the foreground music to non-functional status or fail to meaningfully address it. (23) For example, Charles Burkhart’s ( 1973/1974 ) important analysis only considers the transforming chord as structural. Burkhart recognizes the instrumental groupings and motivic/gestural content of the work’s four timbral progressions—I take the names “organism” and “string punctuations” from his essay, and he identifies as “extra-chordal elements” the harp, celesta, and piccolos as well as the low registers associated with what he calls the “two-note motive,” which occurs in the clarinet line ( 148–51 ). But he admits that his “chief concern is with instruments that participate in the organism” ( 153–54 ). Burkhart calls the foreground elements a “separate layer—superimposed on the main body of the composition in the manner of a collage” ( 150 ). He considers them to be a structurally subordinate, static “foil to the constantly shifting web of sound that is the changing chord” ( 148–51 ). I argue that the foreground music historically dismissed in analytical treatments conveys many of the work’s musical ideas—this music is not just “raisins in a tapioca pudding” as John Rahn ( 1980 , 60) calls it. A different approach is taken by Robert Cogan and Pozzi Escot ( 1976 )—they consider “Farben” through an acoustical lens and categorize the foreground events as registrally displaced reflections of the organism. Their “Example PO.2” is a valuable graphic representation of the work’s pitch content that clearly demonstrates their notion of upper and lower reflections ( 416 ). It likely draws inspiration from Maegaard’s ( 1972 , 34–35) similar approach. For Cogan and Escot, events that unfold in the foreground are explained away as outer-field reflections of the principal field. One problem with this type of reading is that it obscures timbral and textural relationships established by the music.",
                "footnotes": [
                    "FN23"
                ],
                "citations": [
                    "rahn_1980",
                    "cogan_and_escot_1976",
                    "cogan_and_escot_1976",
                    "maegaard_1972"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] As important as Burkhart’s detailed investigation is, Alfred Schnittke’s ( 2002 , 113–19) short analysis in “ Klangfarbenmelodie —“Melody of Timbres’” is perhaps the most insightful study of “Farben.” He discusses timbre in “Farben” in terms of contrasting themes. Schnittke considers the whole first formal section (mm. 1–11) the “principal theme” but recognizes that in addition to the pitch canon—what could be called the thematic melody of pitches—the “first subject” is constructed on the basis of a “gradual recoloration of the chords” ( 113–14 ). He considers mm. 12–25 the “second subject,” characterized by contrasting “acute timbral jumps” ( 114 ). He even finds a “development” in mm. 26–31 ( 115 ). In essence, Schnittke calls the background plane of music the first theme and the foreground activity the second, contrasting theme. Schnittke invokes sonata form by using the terms “first subject” and “second subject,” as well as “development,” though to his credit, he does not claim it as a model for the work. Although “Farben” is certainly not a tonal work in sonata form, if we liken it to a typical common practice ternary form, we might expect a large-scale I-V-I architecture with tension and relaxation built into the form. Indeed, we will see just such an ABA’ formal structure unfold, of course without the tonal implications. The acute timbral jumps and breakdown of periodicity that Schnittke ( 114–15 ) calls “structural instability that admits the intrusion of alien decorative elements” are no mere veneer. The heightened foreground activity presents coherent timbral progressions that help define the work’s structure, its timbral modulations, and its timbral cadences. 5. Timbral Function in “Farben,” mm. 1–11 Example 1 . Textural integration of three auditory streams creating the pulsating organism in the background textural layer of “Farben” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "schnittke_2002",
                    "schnittke_2002",
                    "schnittke_2002",
                    "schnittke_2002",
                    "schnittke_2002"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] In the first eleven bars (A section) of “Farben,” the work establishes the timbral profile of the transforming organism, initiates the first contrasting elements, and closes with the work’s first timbral cadence. At its outset, “Farben” defines the timbrality of its first timbral line, like establishing a home key. Before any pitch movement occurs, there is a pulsating alternation of blended timbres that becomes our aural reference point for the work. The alternating pattern of onsets creates three overlapping auditory streams. The emergent timbre of Stream 1 consists of the sounds of Flutes I and II, Clarinet II, and Bassoon II, with onsets on the downbeat of each measure. Stream 2 has onsets on the third beat of each measure and blends the sounds of English horn, Bassoon I, Horn II, and Trumpet II. A less obvious third stream is also present. Stream 3 consists of the sounds of the overlapping alternation of solo viola and solo contrabass with onsets on every beat of each measure. The solo viola is replaced by contrabassoon in m. 9. Stream 3 combines with Streams 1 and 2 to create two five-voice collections of the same pitches-in-register that alternate in a pulsating pattern between the first two streams. Together, the three auditory streams form a single textural stream or layer ( Example 1 ). (24) McAdams calls this textural integration , “which occurs when two or more instruments that feature contrasting rhythmic figures and pitch materials coalesce into a single textural layer” ( 2019b , 224). Each individual instrumental timbre in the organism contributes one voice to the undulating chorus that becomes this textural stream. Although not all instruments are playing, the pulsating organism can be thought of as a quasi- tutti timbre; the blended timbres of the textural integration become the timbral profile of the organism. Example 2 . “Farben” pitch collection T0 (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": [
                    "mcadams_2019b"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] The timbral and pitch content of the initial collection of musical tones does not change for three full measures at a slow tempo ( Mäßige Viertel ); only the steady pulsation of repeated onsets provides musical activity. The starting pitch content ([08E49] from bottom to top), which I will refer to as T0, can be viewed as the ordered pitch-class set [01348]; or bringing a tonal ear to bear, it can be interpreted as a dominant triad ( E ♮ - G ♯ - B ♮ ) superimposed on a tonic minor triad ( A ♮ - C ♮ - E ♮ ) in first inversion ( Example 2 ). Regardless of how one theoretically constructs the pitch collection, its occasional movement by canon and general trajectory are readily confirmed. (25) While Burkhart ( 1973/1974 ) shows that arrivals on pitch transpositions occur near structurally important places and comprehensible pitch processes do exist, he finds those processes obscured. According to him, pitch and large-scale rhythms are as “inert and unassertive as possible” ( 172 ). Lee Tsang ( 2002 , 35) attributes the obfuscation of the pitch process to the “combined perceptual effect of onset synchrony and the lack of timbral differentiation [that] is so powerful that it outweighs the combined effect of all of the principles [of voice leading that] promote the [independent] streaming of the canonic voices.” In other words, Tsang argues that timbre’s influence on cognitive processes is more salient than that of pitch in this instance. He points to the principles of common fate (onset) and similarity (lack of differentiation) for support. Example 3 . Canonic movement of the musical tone collection’s bass voice from solo viola to contrabassoon, mm. 7–9 (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": [
                    "tsang_2002"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] From the beginning through m. 11, the organism maintains the same general timbral profile, with only the solo viola dropping out and the contrabassoon being added. The contrabassoon’s B ♮ 2 in mm. 9–11 is the completion of the canonic movement up by half step then down by whole step—the melodic pattern of each canonic voice—from the viola’s C ♮ 3- C ♯ 3 (mm. 1–8); see Example 3 . (26) Although there is activity within it, one musical idea (in the Schoenbergian sense) is expressed—it continues to be the same pulsating organism. It never ceases being a collective, and it does not function outside of its own textural layer. The timbral progression is a coherent and comprehensible musical line held together through principles such as similarity, belongingness, common fate, and good continuation. There is a nuanced difference in the organism’s timbral profile from the beginning of the A section to its end, but not nearly enough to consider mm. 9–11 as being in a different timbrality than the opening measures. In this section, the organism transforms only slightly and certainly does not modulate; it is left to the clarinet line and the string punctuations to bring new timbral profiles to our attention. Example 4 . Clarinet line descending whole-step gestures as a new textural layer, mm. 7–11 (click to enlarge)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Beginning in m. 7, the texturally distinct clarinet line enters and provides a basic contrast to the collective organism at the end of the A section. In addition to clarinet and bass clarinet, at times this line also includes the double reeds and uses low brass as a coloring agent as well as contrabass to bolster its low end in a mix of heterogeneous and blended timbres. Linear coherence is cemented through repetition of pitch and rhythmic content as well as timbral affinities—that is, through intrinsic values. The descending whole-step gestures that it sounds in mm. 7–11 are not part of the pulsating collective ( Example 4 ). The clarinet line stands out as a distinct textural layer, invoking the figure-ground principle. The progression resists auditory fusion with the organism. In other words, the new sounds come to attention as sonic events occurring over the established musical background. As the long, held portion of the first descending gesture in the bass clarinet (mm. 7–9) recedes in attention and ventures toward blending with the background, new iterations come more rapidly. The inter-onset intervals (IOIs) between instantiations of the clarinet line’s utterances decrease as the section comes to close. The result is a quickening of the work’s timbral rhythm and a push toward its first timbral cadence. Example 5 . T11 in the background organism at m. 9 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] The first timbral cadence and timbralitization of “Farben” are at the fermata in m. 11. While our focus is on timbral processes, it is important to note that a pitch process also takes place. Since all timbres contain pitch (definite or indefinite) and all pitches are perceived in a timbre, music’s timbral and pitch processes are often simultaneous. In the approach to m. 11, however, they are separated. The pitch canon transposes the organism from T0 down one half-step to T11, but the process is de-emphasized in the approach to the cadential arrival. Save for the B ♮ 2 in the solo contrabass and contrabassoon in m. 9, T11 is inconspicuously reached in m. 8, obscured by the foreground activity. By the time the pitch canon completes its process in m. 9, it falls short of the cadential arrival by one-and-a-half measures ( Example 5 ). A cadence is a process; and in this case, the progression of timbres continues, evolves, and arrives at a goal, while the pitch process stagnates well before the cadential sonority. Just as T11 is the pitch goal of the canon, the string punctuation in the cellos supported by contrabassoon is the goal of the A section’s timbral journey, reinforced by a moment of repose and confirmed by the segmentation the fermata creates. Example 6 . The contrabassoon’s descending leap from B ♮ 2 to C ♭ 2 ( B ♮ 1) is the seam between the background organism and the string punctuation in m. 10 (click to enlarge) Example 7 . Progression of timbral transformation across three textural layers from the organism to the string punctuations in “Farben,” mm. 7–11 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Approaching the timbral cadence in m. 11, the timbral profile of “Farben” is transformed from the beginning referential timbrality of the pulsating organism to the sul C chord in the cellos. The string punctuation sonority appears to arise seamlessly from the common pitches it shares with the organism. Nevertheless, a seam does exist: the point of conjunction between the sonorities is the octave descent from B ♮ 2 to C ♭ 2 ( B ♮ 1) in the contrabassoon coinciding with the entrance of the cellos in m. 10 ( Example 6 ). Here, the leap down (and possibly the enharmonic spelling) indicates a textural shift—a move from one textural layer and timbral line to another. While the contrabassoon’s B ♮ 2 was part of the organism’s textural integration (mm. 9–10.2), its C ♭ 2 supports the string punctuation in the cellos that is subtly layered upon that background (mm. 10.3–11). When the cellos enter in m. 10, they are not part of the background organism nor the clarinet line. They sound in a new textural stream in the music; perceptually, a new figure on the previous ground. The timbral transformation from organism to string punctuation begins with the onset of the cellos and continues to the point where all the other instruments (except the supporting contrabassoon) have a resting fermata ( Example 7 ). The salience of the pulsating organism and the clarinet line wane as the that of the string punctuations is emphasized, akin to a crossfade. The fermata lends the weight of time to the cadential sonority. A potential timbral modulation occurs through the transformational progression—from the emergent timbre of the pulsating organism to the timbre of the string punctuation. A cadence in the new timbrality seems to confirm the modulation—though as the work unfolds, we will see that it is more of a temporary timbralitization of the string punctuations rather than a modulation to a new timbral reference point for the work. The work’s first timbral modulation comes next. 6. Timbral Function in “Farben,” mm. 12–32 Example 8 . Timbral imitation of the harp by the piccolo and celesta at the beginning of the harp line, mm. 12–17 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] A new timbrality enters in m. 12 that shapes the B section: the harp, supported by the celesta and piccolos. The harp’s distinctive timbre (m. 12) is a decisive indicator that a new musical idea is beginning, distinct from that of the morphing organism. The cadential string sonority extends from the fermata as a drone through the downbeat of m. 13, and the organism’s pulsating begins again in the layer beneath the harp in m. 12. However, it is the harp line that is the focal point of the texture from here until the next cadence in m. 30. From this point forward, background and foreground distinctions are clearly sustained between the textural layers. Furthermore, the three instrumental timbres of the harp line are always linked and never participate in the pulsating organism or the other two textural layers. After its rising arpeggiation overcomes the inertia of the A section, Piccolo II and Celesta echo the harp’s arpeggiation through timbral imitation , offering a confirmation of the new timbrality (mm. 16–17) ( Example 8 ). The instruments share a timbral affinity reinforced by articulation and rhythmic patterning. The four eighth notes of the imitative statement are still on the beat but are slightly longer than the four sixteenth notes they mimic, giving the impression of a slightly less defined sound. The echo effect is deepened by adding the celesta to only the middle two tones. The grace notes anticipate the piccolo at the unison, while the eighth notes provide harmonic reinforcement at the octave. This imitation links all three timbres as part of a cohesive line and confirms the importance of the harp’s earlier statement through a type of repetition. Coherence of the harp line is reinforced on every level. The distinctive timbres—including their articulations and registral placement above the background—and the similarity of their rhythmic patterns, allow the harp and its supporters to be heard as a melodic or thematic progression. Thus far, the pitch content of the harp line is related to T0 and its transposition, a common-sense link with the rest of the work. The arpeggiation is an incomplete T11 (cf. Example 5 above); and its echo on B ♮ is the pitch that completes T11, as well as a member of T2, the transposition of the background organism in mm. 16–17. When the harp line progresses forward, however, it strays from its roots in the initial tone collection in favor of ascending and descending leaps paired with the clarinet line. Example 9 . Progression of clarinet line through ascending gestures in B section in mm. 20–25 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] In the B section, the clarinet line progresses through a sequence of ascending leaps before returning to the descending whole step in the final build-up to the cadence. The rising gesture extends from the clarinet, through the English horn and first bassoon, to the bass clarinet ( Example 9 ). The link between the clarinet (m. 20) and English horn (m. 24) is confirmed by exact repetition, a rarity in Schoenberg’s music. Repeating the gesture at the same pitch level provides a definitive connection between the sonorities. Other than the exact repetition, each iteration of the ascending gesture is in its own register, descending by octave to create a downward trajectory through the line. Throughout the whole clarinet line, the rising leap has fixed pitch classes only distinguished by octave displacement, a clear bond between the timbres. Intrinsic values of the timbral line—gesture, pitch content, and timbral affinity—establish unity and trajectory within the line, as well as contrast with the other music. Example 10 . a) T11/T3 in the foreground string punctuations over T2 in the background organism with enharmonic spellings, m. 20; b) T4 in the foreground string punctuations over T4 in the background organism with enharmonic spellings, m. 25 (click to enlarge) Example 11 . String punctuation line, mm. 20–25 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] In addition to announcing cadential arrivals, the strings also mark intermediary structural moments like the interactions between the timbral lines. Rufer ( 1969 , 368) observes that transposition changes and formal articulations are always associated with a “chord in harmonics in the strings, so that one could speak here of a motivically used timbre, which then lingers in a reduced form in the final part.” (27) The first violins’ pitch content in m. 20 is not a result of the background motion, nor does it texturally connect to the background. The pitch process of the background sounds T2 ( D ♮ F ♯ A ♯ C ♯ B ♮ ), often with enharmonic spellings, whereas the pitch classes of the divisi Violin I harmonics ( B ♮ D ♯ G ♮ G ♯ ) are related to T11 and T3 ( Example 10a ). Four bars later, in mm. 24–25, the string punctuations and the organism both sound T4, but the two lines’ progressions to that tone collection are distinct ( Example 10b ). The background organism transforms—in both timbre and pitch—through the progression of its pulsating onsets, but its process is not the canonical process from earlier in the work. In contrast, the string punctuations directly connect pitches from T11 and T3 to T4 through the coherence of their timbral progression. In another instance of exact repetition in the work, coinciding with that in the clarinet line, the violins in m. 24 reiterate their statement from m. 20. This reinforcement makes the timbral line’s coherence explicit as it immediately progresses in the next measure to harmonics in the lower three members of the bowed string family. The string punctuations do not arrive at T4 through any process of the background chord; rather, they are a foreground figure over an established ground. The string punctuations bond with each other through timbral similarity, and by retaining their timbral individuality from the background they resist assimilation into the organism and form their own cohesive timbral line ( Example 11 ). The string punctuation line is further emphasized by the dynamic interaction between it and the organism in mm. 24–25. The background organism decrescendos beneath the string punctuations in m. 24; then, the string punctuations crescendo in m. 25.",
                "footnotes": [
                    "FN27"
                ],
                "citations": [
                    "rufer_1969"
                ]
            }
        },
        {
            "6.4": {
                "text": "[6.4] Beneath this foreground activity, the pulsating organism restarts after the cadence in m. 12 and begins to transform. Reinstating the rhythmic pattern from the first eleven bars, it unfolds in two streams: Stream 1 has onsets on the downbeats, and Stream 2 pulses on the third beat of each measure. But the organism is not as neatly defined as before; there is an obscuring of the neatly partitioned pulsating that foreshadows the chaos to come. For instance, the second clarinet alternates between the two streams in mm. 13–19. And more obfuscating in nature, the bass clarinet, third bassoon, and second horn deviate from the established onset pattern in mm. 13–15. These changes facilitate the timbral transformation of the line. No longer static in instrumentation as it was in the A section, the background organism embarks on a timbral trajectory from a profile that is weighted toward strings and brass in mm. 13–19 to one that is skewed toward the woodwinds in mm. 21–25. Example 12 . Interactions between the harp line and the other timbral lines in mm. 20–21: a) ascending leap in unison in both harp and clarinet lines; b) celesta bridging harp line and string punctuations with shared pitch-classes; c) the flutes and violas supporting the harp line (click to enlarge) Example 13 . “Up-down” and “up-down-up-up” gestures in the textural foreground, mm. 20–25 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] As the most salient timbral line in the B section, the harp line creates connections and draws the other lines into timbral counterpoint. Directly linking the harp and clarinet lines is an up-down call-and-response gesture. To establish the bond between the two lines, the harp and clarinet double the ascending leap in unison in m. 20 before the immediate descending response in the piccolos supported by flutes ( Example 12a ). Counterpointing the ascending leap’s G ♮ is the pizzicato F ♯ 5 in the divisi second violins. (28) In m. 20, the pizzicato viola streams with the harp line’s celesta because of its synchronous onset and the timbral affinity between plucked strings and celesta attacks. The counterpoint between harp line and clarinet line is reinforced at m. 24 with the G ♮ 6 and F ♯ 6 providing the required contrapuntal voice in the piccolos to go with the ascending leap in the English horn. But these are not the only interactions between timbral progressions; all four lines are drawn into the counterpoint in m. 20 and again in mm. 24–25. The celesta bridges the harp line and the string punctuations on the second beat of m. 20. Its G ♮ 6 doubles the harp’s G ♮ 5, while its lower three pitches anticipate the T11/T3 pitches of the violin harmonics ( Example 12b ). Connecting the harp line and organism, the violas and flutes—both normally part of the organism—support the harp and piccolos respectively (mm. 20.4–21.1), both in the octave below the harp line’s timbres ( Example 12c ). The interaction between the timbral lines is reinforced with each iteration of call-and-response. In mm. 24–25, rather than a simple “up-down,” the forward-leaning trajectory is heightened with an “up down-up-up” combination; the final “down” is delayed until the cadence in m. 30 ( Example 13 ). The unfinished call-and-response statement lends urgency to the following measures, creating tension that must be relaxed. It is a structural moment and signals a change of direction in the work’s trajectory. If the unfinished responsive statement was not enough to carry the piece forward, another obvious way to drive toward cadential tension and release is through increased rhythmic activity. Example 14 . Events in the foreground timbral lines every four bars, mm. 12, 16–17, 20–21, 24–25 (click to enlarge)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] A steadily increasing timbral rhythm becomes noticeable throughout the B section. As shown in Example 14 , the languid pace established in the A section accelerates to a steady and purposeful series of events in the foreground timbral lines every four bars: mm. 12, 16–17, 20–21, 24–25. But then, the timbral rhythm drastically quickens in the four measures immediately before the cadence that closes the B section. Beginning in m. 26 and building through m. 29, a flurry of activity completely overwhelms the stratification of textural layers. (29) As Huron ( 2016 , 160) notes, “In dense textures, groups of nominally independent parts frequently amalgamate into a single textural stream.” In this case, speed and density overcome heterogeneity to create an emergent tutti conglomerate. (30) Tsang ( 2002 , 40) agrees, “At one level, bars 26–29 of ‘Farben’ may be taken as a single textural segment.” Yet even in this amalgamation of chaotic aural stimuli, three of the four timbral lines/textural layers are present, while the fourth is withheld until the moment of cadential impact. The pulsating organism that trudges along in the background picks up pace in mm. 26–27, only to be interrupted by the clarinet line’s descending whole step from the A section bridging mm. 27–28. Restarting again in m. 28, the organism’s textural layer is thickened with additional voices, as is the clarinet line’s descending whole-step gesture in mm. 29–30. The string punctuations also join the fray in mm. 28–29: subtly with the cello harmonics, and not so subtly with the tremolo ponticello . Example 15 . The tremolo ponticello string punctuation and its conclusion in string harmonics, mm. 28–30 (click to enlarge)",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": [
                    "huron_2016",
                    "tsang_2002"
                ]
            }
        },
        {
            "6.7": {
                "text": "[6.7] A unique timbre in the whole of “Farben,” the tremolo ponticello in the violas and cellos stands apart from the rapid activity. Its descending scalar passage is the final “down” gesture responding to the “up-up” in m. 25. The unique tremolo timbre is the most prominent feature of the increased activity and provides a clear trajectory to the string punctuation of the cadential sonority. As seen in Example 15 , the descending chromatic scale in the cellos concludes in string harmonics on the downbeat of m. 30. The bassoons, contrabassoon, and tuba also have C ♮ on the downbeat of m. 30; however, their emergent timbre streams with the bass clarinet, third trombone, and contrabass as part of the clarinet line’s descending whole-step gesture and provides a final timbral transformation of that line before the cadence. The rapid timbral onsets in the approach to m. 30 are easily recognized as an example of timbral rhythm helping to prepare a cadence. Tension builds through increased activity until the pace quickens in its final throes, yielding a fully satisfactory climax on the arrival in m. 30.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.8": {
                "text": "[6.8] Perhaps the most significant factor of the cadential preparation in mm. 26–29 is that the whole orchestra is involved in the increased timbral rhythm except the harp, celesta, and piccolos. Those three instrumental timbres are withheld, only to be introduced in the moment of greatest impact—the timbral cadence in m. 30—when the frantic timbral rhythm comes to a crashing halt and the timbral lines converge in a commanding moment of repose. Example 16 . Timbral cadence at m. 30, cadential sonority in the harp line and string punctuations (click to enlarge) Example 17 . Timbral cadence at m. 30 in the harp line and string punctuations releasing the tension built through the rapid increase in timbral rhythm and the accumulation of a dense texture in the preceding bars (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.9": {
                "text": "[6.9] The arrived-upon cadential sonority consists of the harp, celesta, and string harmonics in m. 30 ( Example 16 ). The low string harmonics augment the harp and celesta and extend their blended sonority after their acoustic decay. After eliding with the cadence’s onset in a manner consistent with modus operandi of the work, the other timbral lines drop out to allow the cadence to be unfettered by the persistence of other sounds ( Example 17 ). The transforming organism resides in the background, only tied across the barline for one eighth-note duration in m. 30. The timbral transformation of the clarinet line’s bass clarinet, horn, and trombone into the bassoon, contrabassoon, and tuba lasts slightly longer, perhaps to bolster the low end of the sonic profile. The cadential sonority lasts two measures, granting it weight in the temporal unfolding of the work and relaxing the tension built through the frenetic combination of timbres in the preceding measures. As Burkhart ( 1973/1974 , 170) observes, “Pauses in the rhythm of color change” are one of the factors that articulate form in “Farben.” An important aspect of the timbral cadences in “Farben” is that they are independent from pitch processes, allowing timbre to be heard and understood as a defining parameter in the work. This does not mean that timbre replaces or supplants pitch. Pitch processes still operate, and the cadences operate in the realm of pitch as well. Since timbre and pitch are simultaneous and symbiotic, their progressions and procedures can be dependent on each other or independent from one another. In the approach to the cadence at m. 30, the pitch content unceremoniously arrives at its T0 goal in m. 29, masked beneath a heavy layer of activity. This recalls the pitch arrival in m. 9 before the cadential arrival through timbre in m. 11. At both formal segment articulations, the pitch content arrives at its final resting place before the actual cadence. Although the pitch resting places do extend to coincide with the formal segmentation, the pitch arrivals themselves do not articulate the form. “Farben” provides an exemplary case in which timbre operates independently of pitch and communicates many of the work’s functional processes. Example 18 . The four timbral lines in the A’ section of “Farben” (excerpt from Example 19) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.10": {
                "text": "[6.10] The harp line is the keystone in the work’s architecture. After launching the B section, it articulates each structural point and confirms the work’s climactic cadence; it also initiates the A’ section and the timbral modulation back to the pulsating organism. Extending from the cadential sonority are the piccolos with harp and celesta in support, violin harmonics, and clarinet augmented by flute in m. 31; these are the representatives of the three foreground timbral lines ( Example 18 ). The pulsating, transformational organism starts again on the downbeat of m. 32. Canonical pitch processes observed by Burkhart ( 1973/1974 , 147) begin again as well. Throughout the A’ section, there is a return to the timbrality of the opening, slightly modified to reflect the work’s trajectory. Modulation back to the organism’s timbrality occurs with the recurrence of its timbral profile in mm. 32–37. The three foreground lines make final offerings as the work comes to a close with a “fade-out” rather than a “big bang.” 7. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.1": {
                "text": "[7.1] The musical form of “Farben” that emerges out of this timbre-based analysis is an ABA’ configuration, with formal articulations at mm. 11–12 and 30–31. Though this is not a comprehensive analysis in which every musical tone is addressed, it is evident that the large-scale timbre and pitch processes roughly align. The A and A’ sections have the timbral profile of the organism as their referential timbrality, while the B section is defined by the harp line with the support of the clarinet line and string punctuations. The fundamental pitch movement of “Farben” is reducible to lower neighbor motion coinciding with the timbral segmentation in the first 32 bars (T0-T11-T0), then a prolongation of T0 through the end. Though not part of the opening collective, the harp (incompletely) articulates the lower neighbor architecture of the whole work. Example 19 . Timbral analysis of “Farben” illustrating its four timbral lines and textural layers (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] My mapping out of “Farben” proceeds as follows (see Example 19 ). The organism (T0, m. 1) transforms to the temporarily timbralitized string punctuation (T11, m. 11), which is modulated to the harp line (T11, m. 12); the harp line then brings forth a cadence (T0, m. 30). Following that, the three foreground lines reinstate the background organism, and the work modulates back to the organism’s timbrality for its remainder (T0, m. 32). The musical idea of a slowly transforming emergent timbre is clear. However, it is just one of the musical ideas of the work. Most of the work’s structural elements are not part of the background textural layer nor its pulsating organism. The organism and harp line create the foundation of the work by providing the referential timbralities, articulating an organism→harp line→organism musical form that reflects a traditional I-V-I or situation-disruption-resolution model. The clarinet line mirrors the formal plan of the work: from descending whole steps in the A section, to ascending leaps in the B section, then back to the smaller descending gestures in the cadential preparation and ensuing A’ section. Finally, the string punctuations mark structural moments in the music. The interaction of all four timbral lines/textural layers offers a new way of understanding timbre’s roles in musical function in “Farben.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] The timbral developments that articulate the formal process in “Farben” create coherent progressions, modulations, and cadences that illustrate some possibilities of how timbre can function in music. The parallels between harmonic functions and timbral functions developed in this essay shed light on some of the ways timbre operates. The various techniques and approaches to forming and organizing timbral progressions in music represent many different styles in which the idea of Klangfarbenmelodie or chromophony can be composed. Timbral function in chromophony promises to be a fruitful avenue of scholarly inquiry for years to come. I hope the analysis offered in this article illustrates that pitch-based and timbre-based approaches complement each other. This analysis is not meant to replace the excellent work of previous scholars such as Burkhart or Cogan and Escot. Rather, the timbral function analysis offered here allows new and different insights compared to a strictly pitch-based approach. This article does not promulgate a comprehensive theory or method, but it does provide a timbre-based analytical approach for score-based analysis with music perception as one of its conceptual influences. I hope the concepts and terms offered here are a step along the path of understanding how timbre communicates musical function. Return to beginning Appendix A Glossary of Terms Chromophony: Music that elevates the salience of timbre, sonority as color, or sound itself, or whose primary aesthetic goal, means of communication, or musical logic is fundamentally timbral in nature. Emergent timbre: A new timbre made by combining two or more concurrent sounds that blend. Klangfarbenfolgen : See timbral progression. Klangfarbenmelodie : The idea of timbre-based music, see chromophony. Musical tone: A timbre that contains pitch (definite or indefinite) and lasts a duration. Textural integration: When two or more instruments that feature contrasting rhythmic figures and pitch materials coalesce into a single textural layer. Timbrality: A marked timbral profile that acts as a reference point for the music. Timbralitize/Timbralitization: The temporary function of a timbral profile as the goal of motion or point of stability; analogous to a tonicization. Timbre: The totality of a musical tone (or any sound) including tone color, articulation, loudness, spatial location, and register, but not including pitch class or duration. Timbre/timbral affinity: A relationship between timbres with characteristics suggesting similarity or facilitating timbral blend. (Opposite of timbral disparity) ——— alienation: Segregating or separating out a given element from its environment through timbral means. ——— blend: The perceptual fusing of timbres. ——— cadence: A directed timbral process that closes a musical statement by providing a sense of arrival or reinforcement, usually accompanied by a pause; analogous to a tonal cadence. ——— contrast: The juxtaposition of specific timbres or timbral profiles. ——— counterpoint: The timbre-against-timbre interaction of two or more timbral profiles or progressions. ——— disparity: A relationship between timbres with characteristics suggesting dissimilarity, inhibiting timbral blend, or promoting timbral heterogeneity. (Opposite of timbral affinity) ——— imitation: Using one timbre to sound like or evoke another timbre. ——— line: See timbral progression. ——— modulation: The progression from one timbrality (marked referential timbre) to a new timbrality; analogous to a tonal modulation. ——— profile: The specific timbre(s) or the characteristics, features, or overall impression of the timbre or combination of timbres that music exhibits at any given time; does not imply a functional role. ——— progression: The directed process of moving from timbre to timbre in music; analogous to a melody or harmonic progression. Imitative timbral progressions: Progressions that move forward through replicating or emulating a previous element of the line. Timbral similarity progressions: Progressions that unfold through a succession of similar timbres. Transformational timbral progressions: Progressions that unfold a trajectory that morphs from one specific timbral profile to another through an evolutionary process. ——— rhythm: The rate of change in the specific timbres or the timbral profile of the music; analogous to harmonic rhythm ——— substitution:  When a passage is given in a timbre other than that prepared or expected. ——— transformation: The mutation or morphing of a timbral profile or the timbre of a particular instrument, voice, or blend from one set of attributes to another. Tone: See musical tone .",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.23.29.3.zeller.html",
    "data": "mto/data/mto.23.29.3.zeller.json"
}