{
    "title": "Structural Density and Clarity, Technical Death Metal, and Anomalous’s “Ohmnivalent”",
    "date": "2022/03/01",
    "volume": "28",
    "issue": "1",
    "authors": [
        "Hannan, Calder"
    ],
    "abstract": "In this article I introduce the concepts ofstructural densityandstructural clarity, which describe how difficult or easy a given piece of music is to parse, and present an analysis of the song “Ohmnivalent,” by the technical death metal band Anomalous, as a case study. Because the song moves from high structural density at its start to structural clarity at its end, it allows for a nuanced discussion of the factors that contribute to these effects. I argue, drawing on the work of Fred Lerdahl and Ray Jackendoff, Dora Hanninen, David Huron, and Lawrence Zbikowski, that repetition, clear cues for segmentation, schemas, and clear categorical belonging all contribute to structural clarity, while their lack or ambivalence contribute to structural density. While my article focuses on the specifics of a single, extraordinarily complex technical death metal track, I close by suggesting that the concepts of structural density and structural clarity have wider potential applicability as ways of thinking about the experience of musical form.",
    "keywords": [
        "Metal music; segmentation and grouping; form; perception; technical death metal"
    ],
    "doi": "10.30535/mto.28.1.3",
    "received": "May 2021",
    "pdf": "https://mtosmt.org/issues/mto.22.28.1/mto.22.28.1.hannan.pdf",
    "author_info": [
        {
            "name": "Calder Hannan",
            "university": "Columbia University",
            "address": "Department of Music, 621 Dodge Hall, 2960 Broadway, New York, NY 10027",
            "email": "cmh2243@columbia.edu"
        }
    ],
    "citations": {
        "adams_2019": "Adams, Kyle. 2019. “Musical Texture and Formal Instability in Post-Millennial Popular Music: Two Case Studies.” Intégral 33: 33–45.",
        "agawu_1995": "Agawu, V. Kofi. 1995. African Rhythm: A Northern Ewe Perspective . Cambridge Univer-sity Press.",
        "berger_1999a": "Berger, Harris M. 1999a. Metal, Rock, and Jazz: Perception and the Phenomenology of Musical Experience . University Press of New England.",
        "berger_1999b": "Berger, Harris M. 1999b. “Death Metal Tonality and the Act of Listening.” Popular Music 18 (2): 161. https://doi.org/10.1017/S0261143000009028 .",
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2). https://doi.org/10.30535/mto.20.2.1 .",
        "bogue_2004": "Bogue, Ronald. 2004. “Violence in Three Shades of Metal: Death, Doom, and Black.” In Deleuze and Music , ed. Ian Buchanan and Marcel Swiboda, 95–117. Edinburgh University Press.",
        "burkholder_1995": "Burkholder, J. Peter. 1995. All Made of Tunes: Charles Ives and the Uses of Musical Borrowing . Yale University Press.",
        "butler_2006": "Butler, Mark J. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "caplin_2001": "Caplin, William Earl. 2001. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "capuzzo_2018": "Capuzzo, Guy. 2018. “Rhythmic Deviance in the Music of Meshuggah.” Music Theory Spectrum 40 (1): 121–37. https://doi.org/10.1093/mts/mty005 .",
        "chua_2007": "Chua, Daniel. 2007. “Rioting with Stravinsky: A Particular Analysis of the Rite of Spring .” Music Analysis 26 (1/2): 59–109. https://doi.org/10.1111/j.1468-2249.2007.00250.x .",
        "crawford_2016": "Crawford, Daniel. 2016. “ABAC Riffs in Meshuggah and Cloudkicker.” Youtube video, Novem-ber 6. https://www.youtube.com/watch?v=nZYZ8eNZtGM&t=2s .",
        "degraf_2018": "DeGraf, Galen. 2018. “Navigating Musical Periodicities: Modes of Perception and Types of Tem-poral Knowledge.” PhD diss., Columbia University.",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Toward a Tonal Theory for the Rock Era . University of Michigan Press. https://doi.org/10.3998/mpub.3079295 .",
        "gamble_2019": "Gamble, Steven. 2019. “Breaking Down the Breakdown in Twenty-First-Century Metal.” Metal Music Studies 5 (3): 337–54. https://doi.org/10.1386/mms.5.3.337_1 .",
        "garza_2017": "Garza, Jose. 2017. “Adapt and Prevail: New Applications of Rhythmic and Metric Analysis in Contemporary Metal Music.” PhD diss., Florida State University.",
        "garza_2021": "Garza, Jose. 2021. “Transcending Time (Feels): Riff Types, Timekeeping Cymbals, and Time Feels in Contemporary Metal Music.” Music Theory Online 27 (1). https://doi.org/10.30535/mto.27.1.3 .",
        "giddins_and_deveaux_2009": "Giddins, Gary, and Scott Knowles DeVeaux. 2009. Jazz . W.W. Norton.",
        "gjerdingen_2007": "Gjerdingen, Robert O. 2007. Music in the Galant Style . Oxford University Press.",
        "guck_2006": "Guck, Marion. 2006. “Analysis as Interpretation.” Music Theory Spectrum 28 (2): 191–209. https://doi.org/10.1525/mts.2006.28.2.191 .",
        "hannan_2018": "Hannan, Calder. 2018. “Difficulty as Heaviness: Links Between Rhythmic Difficulty and Perceived Heaviness in the Music of Meshuggah and The Dillinger Escape Plan.” Metal Music Studies 4 (3): 433–58. https://doi.org/10.1386/mms.4.3.433_1 .",
        "hannan_2019": "Hannan, Calder. 2019. “Hearing Form in Progressive Metal: Motivic Return, Genre Borrowing, and Sonata Form in Between the Buried and Me’s Parallax II.” Master’s Thesis, Columbia University.",
        "hannan_2021": "Hannan, Calder. 2021. “Ghostly Longing: Tonality as Grieving in Bell Witch’s Mirror Reaper .” Metal Music Studies 7(2): 277–97 . https://doi.org/10.1386/mms_00049_1 .",
        "hanninen_2017": "Hanninen, Dora. 2017. Theory of Music Analysis . University of Rochester Press.",
        "hasty_1997": "Hasty, Christopher Francis. 1997. Meter as Rhythm . Oxford University Press.",
        "hudson_2019": "Hudson, Stephen. 2019. “Feeling Beats and Experiencing Motion: A Construction-Based Theory of Meter.” PhD diss., Northwestern University.",
        "hudson_2020": "Hudson, Stephen. 2020. “How Much Math Is In Math Rock? Part II: The (Not So) Radical Evolution of Meshuggah’s Style.” Paper presented at SMT Annual Meeting, online, November 2020 . http://metalintheory.com/how-much-math-is-in-math-rock-part-ii-the-evolution-of-meshuggahs-not-so-radical-style/ .",
        "hudson_2021": "Hudson, Stephen. 2021. “Compound AABA Form and Style Distinction in Heavy Metal.” Music Theory Online 27 (1). https://doi.org/10.30535/mto.27.1.5 .",
        "hudson_forthcoming": "Hudson, Stephen. Forthcoming. “Bang your Head: Construing Beat through Familiar Drum Patterns in Metal Music.” Music Theory Spectrum 44. https://doi.org/10.1093/mts/mtab014 .",
        "huron_2006": "Huron, David Brian. 2006. Sweet Anticipation: Music and the Psychology of Expectation . MIT Press. https://doi.org/10.7551/mitpress/6575.001.0001 .",
        "iyer_2002": "Iyer, Vijay. 2002. “Embodied Mind, Situated Cognition, and Expressive Microtiming in African-American Music.” Music Perception 19 (3): 387–414. https://doi.org/10.1525/mp.2002.19.3.387 .",
        "kozak_2020": "Kozak, Mariusz. 2020. Enacting Musical Time: The Bodily Experience of New Music . Oxford University Press. https://doi.org/10.1093/oso/9780190080204.001.0001 .",
        "kozak_2021": "Kozak, Mariusz. 2021. “Feeling Meter: Kinesthetic Knowledge and the Case of Recent Progressive Metal.” Journal of Music Theory 65 (2): 185–237.",
        "lennard_2016": "Lennard, Chris. 2016. “Deforming the Backbeat: Dissonant States and Musical Expression in Meshuggah’s ObZen and Koloss.” Paper in Master’s Portfolio, University of Cincinnati College-Conservatory of Music.",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "lilja_2009": "Lilja, Esa. 2009. “Theory and Analysis of Classic Heavy Metal Harmony.” Doctoral thesis, IAML Finland.",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter . 2nd ed. Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199744374.001.0001 .",
        "lucas_2018": "Lucas, Olivia. 2018. “‘So Complete in Beautiful Deformity’: Unexpected Beginnings and Rotated Riffs in Meshuggah’s ObZen.” Music Theory Online 24 (3). https://doi.org/10.30535/mto.24.3.4 .",
        "margulis_2013": "Margulis, Elizabeth Hellmuth. 2013. On Repeat: How Music Plays the Mind . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199990825.001.0001 .",
        "mccandless_2010": "McCandless, Gregory R. 2010. “Rhythm and Meter in the Music of Dream Theater.” PhD diss., Florida State University.",
        "mccandless_2013": "McCandless, Gregory R. 2013. “Metal as a Gradual Process: Additive Rhythmic Structures in the Music of Dream Theater.” Music Theory Online 19 (2). https://doi.org/10.30535/mto.19.2.2 .",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . University of Chicago Press.",
        "meyer_1967": "Meyer, Leonard B. 1967. Music, the Arts and Ideas: Patterns and Predictions in Twentieth-Century Culture . University of Chicago Press.",
        "moore_2012": "Moore, Allan F. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Ashgate.",
        "osborn_2010a": "Osborn, Brad. 2010a. “Beats That Commute: Algebraic and Kinesthetic Models for Math-Rock Grooves.” Gamut 3 (1): 43–67.",
        "osborn_2010b": "Osborn, Brad. 2010b. “Beyond Verse and Chorus: Experimental Formal Structures in Post-Millennial Rock Music.” PhD diss., University of Washington.",
        "osborn_2013": "Osborn, Brad. 2013. “Subverting the Verse–Chorus Paradigm: Terminally Climactic Forms in Recent Rock Music.” Music Theory Spectrum 35 (1): 23–47. https://www.jstor.org/stable/10.1525/mts.2013.35.1.23 .",
        "osborn_and_osborn_2019": "Osborn, Brad, and Kevin Osborn. 2019. “The Production of Timbre: Analyzing the Sonic Signatures of Tool’s Aenima (1996).” In The Routledge Companion to Popular Music Analysis , ed. Ciro Scotto, Kenneth M. Smith, and John Brackett, 133–43. Taylor and Francis. https://doi-org.proxy.lib.umich.edu/10.4324/9781315544700 .",
        "phillipov_2014": "Phillipov, Michelle. 2014. Death Metal and Music Criticism: Analysis at the Limits. Lexington Books.",
        "pieslak_2007": "Pieslak, Jonathan. 2007. “Re-Casting Metal: Rhythm and Meter in the Music of Meshuggah.” Music Theory Spectrum 29 (2): 219–45. https://doi.org/10.1525/mts.2007.29.2.219 .",
        "pillsbury_2006": "Pillsbury, Glenn T. 2006. Damage Incorporated: Metallica and the Production of Musical Identity . Routledge.",
        "reich_1924": "Reich, Willi. 1924. “Why Is Schoenberg’s Music So Hard to Understand?” In The Life and Work of Alban Berg , 189–204.",
        "scotto_2019": "Scotto, Ciro. 2019. “System 7.” In The Routledge Companion to Popular Music Analysis , ed. Ciro Scotto, Kenneth M. Smith, and John Brackett, 249–64. Taylor and Francis. https://doi.org/10.4324/9781315544700 .",
        "seaman_2019": "Seaman, Max. 2019. Rough City Podcast Episode 6. Interview by Keith Grimshaw and Chazz McConnell. https://www.youtube.com/watch?v=xfAbIXk7kfU .",
        "seaman_2020": "Seaman, Max. 2020. Phone interview with author.",
        "smialek_2008": "Smialek, Eric. 2008. “Re-Thinking Metal Aesthetics: Complexity, Authenticity, and Audience in Meshuggah’s I and Catch 33.” Master’s Thesis, McGill University.",
        "smialek_2015": "Smialek, Eric. 2015. “Genre and Expression in Extreme Metal Music, ca. 1990–2015.” PhD diss., McGill University.",
        "smialek_and_st-laurent_2019": "Smialek, Eric, and Méi-Ra St-Laurent. 2019. “Unending Eruptions: White-Collar Metal Appropriations of Classical Complexity, Experimentation, Elitism, and Cultural Legitimization.” In The Routledge Companion to Popular Music Analysis , ed. Ciro Scotto, Kenneth M. Smith, and John Brackett, 378–99. Taylor and Francis. https://doi.org/10.4324/9781315544700-26 .",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)Cumulative Form in Pop-Rock Music.” Twentieth-Century Music 1 (1): 29–64. https://doi.org/10.1017/S1478572204000052 .",
        "stockhausen_1959": "Stockhausen, Karlheinz. 1959. “Structure and Experiential Time.” Translated by Cornelius Cardew. Die Reihe 2: 64–75.",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions: A Biography of the Works through Mavra . University of California Press. https://doi.org/10.1525/9780520342736 .",
        "walser_1993": "Walser, Robert. 1993. Running with the Devil: Power, Gender, and Madness in Heavy Metal Music . University Press of New England.",
        "winkler_1997": "Winkler, Peter. 1997. “Writing Ghost Notes: The Poetics and Politics of Transcriptions.” In Keeping Score: Music, Disciplinarity, and Culture , ed. David Schwarz, Anahid Kassabian, and Lawrence Siegel, 169–203. University of Virginia Press.",
        "zbikowski_2002": "Zbikowski, Lawrence. 2002. Conceptualizing Music: Cognitive Structure, Theory, and Analysis . New York University Press. https://doi.org/10.1093/acprof:oso/9780195140231.001.0001 .",
        "zbikowski_2004": "Zbikowski, Lawrence. 2004. “Modelling the Groove: Conceptual Structure and Popular Music.” Royal Musical Association 129 (2): 272–97. https://doi.org/10.1093/jrma/129.2.272 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See also Michelle Phillipov ( 2014 ) and Ronald Bogue ( 2004 ).",
            "citations": [
                "phillipov_2014",
                "bogue_2004"
            ]
        },
        "FN2": {
            "text": "2. All four reviews of the album from the Encyclopedia Metallum website, an enormous compendium of writing on metal albums, point to this: user tentornasunder, for example, writes that Ohmnivalent “. . . may just be the most technical album ever recorded.” User autothrall also explicitly compares Anomalous to other bands considered yardsticks for measuring technicality, such as Theory in Practice: “a work of such unimaginable rhythmic excess that only the word 'batshit' can come to mind to aptly describe its ballistic lattice of bouncing grooves, sporadic, twisted leads and accelerated clinical picking sequences that make a band like Theory in Practice feel like child's play in retrospect.” https://www.metal-archives.com/albums/Anomalous/Ohmnivalent/265276 .",
            "citations": []
        },
        "FN3": {
            "text": "3. While they have a devoted underground following, Anomalous has only two studio releases (the 2006 EP Cognitive Dissonance , and 2011’s LP Ohmnivalent ), played only a handful of shows (and have never played “Ohmnivalent” live), and has not written new music since the release of Ohmnivalent . However, the band members, especially drummer Marco Pitruzella, have been involved with myriad more well-known projects since (including, most recently, Rings of Saturn and Six Feet Under).",
            "citations": []
        },
        "FN4": {
            "text": "4. “Structural density” is juxtaposed with a type of clarity (though not structural clarity) in a review of the album by Encyclopaedium Metallum user autothrall: “Not only did the band ramp up its sense of pacing and structural density [compared to their debut EP], but they also went for a more ominous, saturated production here that automatically imbued the music with a membrane of impermeability that wasn't quite present on its more clearly mixed predecessor.” Guitarist Max Seaman has also repeatedly described his and similar music as “dense”: discussing “Ohmnivalent” in a personal correspondence, he said (without knowledge of my project) “that first chunk [of the song] is one of the most dense pieces we constructed, I think” (phone interview July 2020).",
            "citations": []
        },
        "FN5": {
            "text": "5. The majority of studies of metal from music-theoretical perspectives have dealt with rhythm and meter ( Osborn 2010a , McCandless 2010 and 2013 , Hudson 2019 and forthcoming , Garza 2017 and 2021 , Kozak 2021 ), a large subset of which deals specifically with the music of the pioneering Swedish band Meshuggah ( Pieslak 2007 , Smialek 2008 , Lennard 2016 , Hannan 2018 , Capuzzo 2018 , Lucas 2018 ).",
            "citations": [
                "osborn_2010a",
                "mccandless_2010",
                "mccandless_2013",
                "hudson_2019",
                "hudson_forthcoming",
                "garza_2017",
                "garza_2021",
                "kozak_2021",
                "pieslak_2007",
                "smialek_2008",
                "lennard_2016",
                "hannan_2018",
                "capuzzo_2018",
                "lucas_2018"
            ]
        },
        "FN6": {
            "text": "6. As is typical for much technical and progressive metal, these larger cycles of exact repetition contain internal repetition of shorter rhythmic cells. Pieslak ( 2007 , 240), Phillipov ( 2014 ), and Hudson ( 2020 ) all make this observation in different contexts.",
            "citations": [
                "pieslak_2007",
                "phillipov_2014",
                "hudson_2020"
            ]
        },
        "FN7": {
            "text": "7. Grouped 3+2+2+4, 3+3+2+4. This and the other passages cited in this paragraph are clear examples of what Jose Garza calls “alternating meter” ( 2017 , 69).",
            "citations": [
                "garza_2017"
            ]
        },
        "FN8": {
            "text": "8. Lerdahl and Jackendoff make explicit claims about the phenomenological effects of their grouping rules, while Hanninen does not; she presents hers as descriptions of possible avenues for analysis rather than “a formal description of the musical intuitions of a listener who is experienced in a musical idiom” ( Lerdahl and Jackendoff 1983 , 1). However, I take the difference between these two goals to be unimportant for my project; I contend that my application of Hanninen’s theories of segmentation reflects in-the-moment listening as well as analysis.",
            "citations": [
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN9": {
            "text": "9. These rules are as follows: The rule of proximity (GPR 2) states that a longer gap between clusters of notes tends to signal the end of a group (45); the rule of change (GPR 3) states that changes in register, dynamics, articulation, or duration can signal a grouping boundary (46); and the rule of intensification (GPR 4) states that GPRs 2 and 3 act additively, and strong instances of either or both strengthen grouping boundaries (49).",
            "citations": []
        },
        "FN10": {
            "text": "10. See Lilja ( 2009 ), Scotto ( 2019 ), Hannan ( 2019 ), and Hannan ( 2021 ) for discussions of harmony, tonal and otherwise, in various metal contexts.",
            "citations": [
                "lilja_2009",
                "scotto_2019",
                "hannan_2019",
                "hannan_2021"
            ]
        },
        "FN11": {
            "text": "11. Huron’s main evidence that predictable music is easier to process comes from psychological experiments involving reaction time measurements, in which faster reaction time to a stimulus is understood to imply that the stimulus was processed more quickly because it was expected ( 2006 , 51).",
            "citations": [
                "huron_2006"
            ]
        },
        "FN12": {
            "text": "12. Jose Garza ( 2017 ) has done an excellent job of refining the meanings of these terms and showing how these meters, and shifting feels associated with more standard quadruple meters ( 2021 ), work in modern metal.",
            "citations": [
                "garza_2017",
                "garza_2021"
            ]
        },
        "FN13": {
            "text": "13. Robert Walser has pointed to a similar phenomenon in metal from the 80s, suggesting that this flattening of meter and rhythm in metal has deep roots: “Although most metal is in 4/4, the rhythmic framework is organized more basically around a pulse than a meter. Ensemble punches and solo or vocal syncopations alike strain against the beat more than the barline” (199, 49). Christopher Hasty’s interpretation of rhythm as meter ( 1997 ) and work by Galen DeGraf ( 2018 ) and Stephen Hudson ( 2019 and forthcoming ) all provide relevant critiques of dominant metric theories.",
            "citations": [
                "hasty_1997",
                "degraf_2018",
                "hudson_2019",
                "hudson_forthcoming"
            ]
        },
        "FN14": {
            "text": "14. See, for example, Iyer 2002 , Zbikowski 2004 , Butler 2006 , and Biamonte 2014 .",
            "citations": [
                "iyer_2002",
                "zbikowski_2004",
                "butler_2006",
                "biamonte_2014"
            ]
        },
        "FN15": {
            "text": "15. There are at least three common versions of the backbeat, which include strong phenomenal accents (snare hits, hand claps, cymbals or other higher pitched sounds that cut through the musical texture) on “weak” beats at different levels of scale. In much uptempo thrash metal and punk, these happen on all offbeat eighth notes (e.g., Metallica’s “Hit the Lights”); in most mid-tempo rock and pop, as well as most jazz, these happen on beats 2 and 4 (e.g, AC/DC’s “Back in Black”). And in much metal, especially that with more complicated rhythmic surfaces, these happen on beat 3 (which is “weak” compared to beat 1—e.g., Meshuggah’s “Rational Gaze”). The backbeats in “Ohmnivalent” are exclusively of this latter type, with cymbals marking every beat, kick and other drums following guitar accents, and snare hits on beat 3. See also Garza ( 2021 , 12) for more on half-time backbeats.",
            "citations": [
                "garza_2021"
            ]
        },
        "FN16": {
            "text": "16. Some examples from several subgenres, other than those mentioned by McCandless, include the intro riff to “Vitrification of Blood part 1” by old school death metal band Blood Incantation, the intro riff to “Bloodmeat” by progressive metal band Protest the Hero; the intro riff to “Staring Through the Eyes of the Dead” by technical death metal band Cannibal Corpse, the two breakdown riffs in the second half of “Xenochrist” by tech/prog death metal band The Faceless; and the breakdown riff in “43% Burnt” by mathcore pioneers The Dillinger Escape Plan. Meshuggah’s “The Demon’s Name is Surveillance” can be heard as an extended meditation on this construction, using several versions of a 1, 1-2, 1-2-3 pattern. YouTuber and guitar teacher Daniel Crawford has also pointed out several more examples of these ( 2016 ).",
            "citations": [
                "crawford_2016"
            ]
        },
        "FN17": {
            "text": "17. One might trace this schema back to the motivic patterning of parallel periods and double periods. ABAC forms are also not uncommon in the American Songbook and in jazz standards, such as “Fly Me To The Moon,” “There Will Never Be Another You,” “Sweet Georgia Brown,” “Someday My Prince Will Come,” and “On Green Dolphin Street.”",
            "citations": []
        },
        "FN18": {
            "text": "18. The list follows a trajectory from traditional heavy metal through the 1980s, thrash and death metal in the early 1990s, nu metal in the late 1990s and early 2000s, and a more diverse repertoire after that, reflecting broader trends in popularity. Only four songs contain guitar solos that are not in this normative portion of the song (intro and outro solos are the most common) without also including one in the normative position, and 12 out of 50 songs contain no guitar solo at all. All of these songs with no guitar solo are broadly nu metal, post-metal, or symphonic black metal songs, and in these subgenres the lack of a solo is more normative.",
            "citations": []
        },
        "FN19": {
            "text": "19. While some of these features are shared with breakdowns, the technical death metal climax is distinct because of its lack of staccato accents and its position at the end of a song. (I detail breakdowns further in Section 4.1.) A small representative set of examples include (time stamps indicate section start time, in all cases they continue to the end of the track): Origin’s “Antithesis” (7:09), Psycroptic’s “Initiate” (5:55), Hate Eternal’s “Tombeau” (3:03), Opeth’s “Heir Apparent” (7:21), Nile’s “Von Unassprechlichen Kulten” (7:30), Fleshgod Apocalypse’s “Abyssal” (5:23), Amon Amarth’s “Thousand Years of Oppression” (4:45), Gorod’s “Programmers of Decline” (4:33), Revocation’s “A Starless Darkness” (5:58),  Cattle Decapitation’s “Death Atlas” (5:26), Beyond Creation’s “The Afterlife” (4:27), The Faceless’s “Akeldema” (5:00), Obscura’s “Aevum” (6:33), Arsis’s “Failure’s Conquest” (4:40), Cannibal Corpse’s “Infinite Misery” (entire track), and At The Gates’s “The Night Eternal” (2:38).",
            "citations": []
        },
        "FN20": {
            "text": "20. This avoidance of exact repetition distinguishes this section slightly from Pieslak’s examples. Instead of using short motives to build larger structures that themselves repeat, as in Meshuggah’s “New Millenium Cyanide Christ” or many of the sections in I , Anomalous’s motive string contains no larger repetition structures at all—more akin to the non-repeating first section of I .",
            "citations": []
        },
        "FN21": {
            "text": "21. Eric Smialek argues that it is the “mastering” of these difficult structures that can be pleasurable: “fans can. . .  anticipate [a song’s] most deceptive passages after repeated listenings and gain a sense of mastery over the music. This is how disorientation becomes not only a kind of transgression against a perceived mainstream. . .  but also a kind of personal challenge to overcome.” ( 2015 , 192). I've argued elsewhere ( Hannan 2018 ) that this sort of disorientation can also be grounds for a perceived increased “heaviness” in metal music.",
            "citations": [
                "smialek_2015",
                "hannan_2018"
            ]
        },
        "FN22": {
            "text": "22. Though this music could undoubtedly support a moshpit (non-isochronous collective movement not based on precise entrainment to the music) if the song had ever been performed live.",
            "citations": []
        },
        "FN23": {
            "text": "23. Using the Transcribe! software’s time stretching, stereo splitting, EQ adjustment, and pitch shifting capabilities in various combinations, and comparing between the final released version and a demo version provided to me by Max Seaman, over the course of about six months of steady work. I did most of my transcribing listening to the recording at half speed or slower.",
            "citations": []
        },
        "FN24": {
            "text": "24. It is as if the guitarist(s) reach m. 19 of my transcription and part ways with the drummer until everyone can lock in again with the dotted figure in m. 21. Peter Winkler ( 1997 ) has written eloquently about this sort of epistemological impasse in transcription: “In jazz parlance, ‘ghost notes’ are ‘notes more implied than actually played.’ The elusive notes I pursue while trying to make this transcription are ‘ghosts’ of a different sort—not implied by the performer but inferred, guessed at, assumed by the listener/transcriber. Were they actually played, or am I just imagining them? I begin to suspect that the task I have set myself is not just difficult, but impossible: there is an uncertainty principle at work here. Too many of the details I am trying to represent are, in the final analysis, beyond the threshold of perception and hence irretrievable; no amount of careful listening or electronic tinkering will enable me to determine them with absolute certainty.” (181) However, while he is looking for details to flesh out an unambiguous background in Aretha Franklin’s “I Never Loved a Man,” I am struggling to even come up with what this background structure might be.",
            "citations": [
                "winkler_1997"
            ]
        },
        "FN25": {
            "text": "25. Stephen Hudson ( 2019 and forthcoming ) has argued convincingly for the possibility of aperiodic meters; I contend here that these rhythms are ametric for almost any listener not simply because they are aperiodic, but because they are aperiodic, unfamiliar, and too fast to discern without significant effort.",
            "citations": [
                "hudson_2019",
                "hudson_forthcoming"
            ]
        },
        "FN26": {
            "text": "26. Jose Garza ( 2017 ) has outlined a set of “transcription preference rules” for metal music, which I have followed inasmuch as they are relevant to the particular challenges of “Ohmnivalent.”",
            "citations": [
                "garza_2017"
            ]
        },
        "FN27": {
            "text": "27. Kofi Agawu mentions in passing that this is true of much post-tonal Western art music: “in many post-tonal contexts, meter serves only as a grouping mechanism without an a priori hierarchy of accents” ( 1995 , 187–88).",
            "citations": [
                "agawu_1995"
            ]
        },
        "FN28": {
            "text": "28. A breakdown is a standard formal section in hardcore songs adapted to much metal, especially metalcore and deathcore, featuring low, palm-muted riffs, simplified textures, and associations with moshing. See Gamble ( 2019 ) for an overview. See Smialek ( 2015 , 85–113) for discussion of its controversial status among extreme metal fans. See 2:30–3:22 of Lamb of God’s “Walk With Me in Hell” for a stereotypical example, and 3:42–4:49 of Meshuggah’s “Future Breed Machine” for a more idiosyncratic example from a band that directly influenced Anomalous.",
            "citations": [
                "gamble_2019",
                "smialek_2015"
            ]
        },
        "FN29": {
            "text": "29. While the lower notes are often moving rather than static pedal points, I follow guitar discourse in calling any section of this texture a “pedal point” section.",
            "citations": []
        },
        "FN30": {
            "text": "30. The intro riff, which contains the ubiquitous sixteenth-dotted sixteenth rhythmic figure, goes through several radical transformations and recombinations with other motives throughout the course of the song; on the other hand, the motive that comes right after the inflection point (mm. 117–20) remains nearly the same the few times it returns.",
            "citations": []
        },
        "FN31": {
            "text": "31. Max Seaman has noted the influence of the music of John Coltrane and Charles Mingus on Anomalous (personal correspondence). While Coltrane and Mingus are not early Bebop artists, I speculate that structural density (Coltrane’s saturation of solos and compositions with notes and harmonic colors, frequent structural changes in Mingus’s compositions, etc.) may be part of the appeal.",
            "citations": []
        },
        "FN32": {
            "text": "32. “Under these circumstances [economic and social discrimination against Black Americans in the time of Jim Crow], musicians became bitter—especially younger ones, impatient with the hypocrisy that protected racist conventions while allowing the country to boast of its crusade against totalitarian bigotry and injustice. The most talented quit the swing bands, sometimes out of exhaustion, sometimes disgust. Increasingly, they turned toward the jam sessions, hoping to find some way to carry on their music outside the system.” ( Giddins and Deveaux 2009 , 301)",
            "citations": [
                "giddins_and_deveaux_2009"
            ]
        },
        "FN33": {
            "text": "33. Max Seaman did not explicitly mention modernist composers among his influences, but members of many of the bands that he counts among his influence, such as Luc Lemay of Gorguts, certainly do ( Smialek and St-Laurent 2019 , 384).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I recently had an epiphany while grading Theory II homework. The assignment was to mark and label phrases in the second movement of Fanny Mendelssohn’s Piano Trio Op. 11. All students correctly identified clear period structures in the beginning and end of the movement, but most had a much harder time parsing the music in the middle, and communicated their confusion by marking the score with tentative dotted lines and question marks, or grouping whole pages of the score into single amorphous units. A traditional music theorist’s impulse might be to find inventive ways of understanding the movement’s middle as examples of more complex phrase types, or extensions and elaborations of simpler phrase types. However, in this article, I will focus on the idea that some music is more easily parsable than other music, and—pivoting to music far removed both chronologically and stylistically from Fanny Mendelssohn’s, but exploring the same fundamental type of experience—explore why this is, and to what uses this difference can be put.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]\tThe title track of the San Francisco-based technical death metal band Anomalous’s 2011 album Ohmnivalent presents moments that are very difficult to parse, even for seasoned technical death metal listeners. It begins (after a brief introductory section) with an impenetrable thicket, a labyrinth of frenetic single-use riffs strung together at a blisteringly fast tempo. The meticulous lack of repetition in this portion of the song, which stands out even in the avowedly complex technical death metal subgenre, gradually relaxes into something more spacious, more conventional—still fast and virtuosic, but wearing its structure closer to the surface. In other words, the song starts with music that is difficult to parse, and ends with music that is easier to parse. I call the difficult-to-parse music at the start structurally dense and the parsable music that follows structurally clear .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]\tTechnical death metal has distinguished itself as a subgenre of death metal based on a self-conscious interest in the intrinsic aesthetic value of “technicality,” which refers primarily to virtuosity (instrumental “technique”). While most death metal requires a high degree of instrumental ability and precision, technical death metal bands valorize and build on the rhythmic, formal, and technical experiments of subgenre pioneers such as Atheist, Cynic, Death, Gorguts, and Suffocation (all of whom released debut albums in the late 1980s or early 1990s). Eric Smialek has discussed the aesthetic of overwhelming complexity in technical death metal, which he calls “the crush of the infinite” ( 2015 , 152), and which can act as a barrier to repel non-initiates. I contend that structural density is one aspect contributing to this aesthetic. (1) The unusually high structural density of the album Ohmnivalent can be thought of as part of a complexity arms race in technical death metal: reviews of the album point to this technical one-upmanship. (2) Along the same lines, Anomalous’s guitarist Max Seaman, despite an obvious aversion to coming across as arrogant and constantly deferring praise to the musicians that influenced him, specifically described listening to “dense” bands (especially Ion Dissonance, Theory in Practice, and Cryptopsy) “and just wanting to do that, with, you know, even more” (phone interview, July 2020).",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "smialek_2015"
                ]
            }
        },
        {
            "4": {
                "text": "[4]\tWhile it may seem odd to base this exposition of the concept of structural density on a single song by a relatively unknown band, my choice is motivated by two main factors. (3) First, “Ohmnivalent” contains one of the most striking example of structural density in technical death metal of which I’m aware. In particular, their meticulous, granular avoidance of riff-based repetition does not occur with the same intensity anywhere in the music of Cryptopsy, Gorguts, or other more well-known pillars of technical death metal. The potency of the structural density in “Ohmnivalent” allows for a clear exposition of the sorts of techniques that are present, in less concentrated form, in the music of more well-known bands. Second, the way that structural density is parametrized across the length of “Ohmnivalent” provides an efficient framework for discussing the concept. Genre conventions are subtly manipulated in the first part of the song to create high structural density as an aesthetic end in itself. However, the transition from structural density to structural clarity across the length of the song both points to the more general compositional potential of these concepts and provides an ideal opportunity to explore what factors contribute to them. 1.1 Musical parsing, structural density, and structural clarity",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\tWhile a few types of changes happen across the length of the song—from symmetrical and chromatic harmony to triadic and quintal harmony, from a death metal style to a progressive metal style, from fast tempo to slightly slower tempo—I focus here on one particular, more elusive type of change. To describe this change, I synthesize work by several scholars to operationalize the concept of musical parsing, and introduce the terms structural density and structural clarity to describe music that is relatively difficult or relatively easy to parse, respectively.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\tI argue that musical parsing is an aggregate of three interrelated, fundamental strategies through which we make sense of music, at various levels of scale. Structural density stymies these strategies, while structural clarity facilitates them. These strategies are: Grouping ( Lerdahl and Jackendoff 1983 ) or segmentation ( Hanninen 2017 ). In structurally dense music, it is often difficult to tell when one unit (note, motive, measure, riff, section) starts and another begins. In structurally clear music, on the other hand, it is easy to hear boundaries, because these boundaries appear at predictable, often regularly-spaced points, and a single grouping is often reinforced by multiple independent aspects of the music—what Leonard Meyer calls “perceptual redundancy” ( 1967 , 277). Prediction ( Huron 2006 ), which depends to a great degree on learned schemas ( Gjerdingen 2007 ). Structurally dense music avoids evoking clear, familiar schematic cues, and thereby resists prediction. Structurally clear music often facilitates prediction by following familiar, deeply-engrained patterns. Categorization ( Zbikowski 2002 ). If we do hear musical segments in structurally dense music, it is difficult to categorize them (as versions of a motive, as points of rest or points of tension, as song sections such as verse, chorus, etc.). In structurally clear music, musical segments broadcast a sense of belonging more readily. I opt, in this article, to demonstrate the utility and technical details of this theory of musical parsing and provide exposition for the concepts of structural density and structural clarity by way of the single large case study that is my analysis of “Ohmnivalent.”",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983",
                    "hanninen_2017",
                    "meyer_1967",
                    "huron_2006",
                    "gjerdingen_2007",
                    "zbikowski_2002"
                ]
            }
        },
        {
            "7": {
                "text": "[7]\tI hope to emphasize that structural density and structural clarity are descriptions of the experience of listening to music—what Christopher Doll calls “effects” ( 2017 , 18)—not abstract, objective descriptions of arrangements of sounds. It follows that structural density and clarity may be different for different listeners and for the same listener at different times. For example, as a novice jazz guitarist, I found the (chord) changes of the standard “Body and Soul” impossibly dense: they changed too quickly, and without repeating themselves in ways that I could predict. Over time, as I learned more about harmony and became more familiar with the idiom, I became more sensitive to pervasive patterns (AABA 32-bar song forms, ii-V-I harmonic progressions, common chord substitutions), and “Body and Soul” became less structurally dense for me.",
                "footnotes": [],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "8": {
                "text": "[8]\tIn my discussion of “Ohmnivalent,” I therefore make no claims about “absolute” structural density or clarity. However, I can make convincing arguments from the musical surface about relative structural density, given a single listener. In other words, I can say with confidence that the song’s first three minutes will be more structurally dense for any given listener than its last three minutes, even if I have no way of knowing or articulating “exactly” how structurally dense either section is for this hypothetical listener. In my analysis I imagine a listener familiar with the conventions of metal in general and technical death metal in particular, but most of the factors I identify as contributing to structural density and clarity are common to many styles beyond metal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\tDoll contrasts “effect” with “structure,” taking the latter as an attempt to describe the music itself without regard for hearing ( 2017 , 9). However, I contend that “structure” can be an effect in itself, especially when we divorce it from its more esoteric traditional meanings in harmonic analysis (both Schenkerian and post-tonal), as I do here. Phrase (or better yet, riff) structure is certainly directly perceptible, as are larger aspects of formal organization—we can hear directly “this is the bridge” in a conventional popular song, or hear “this is a section defined by a repeating riff,” and we can recognize that riff when it returns. It is these types of orienting experiences (or their lack) from which structural clarity and structural density arise. Structural density and clarity also generate “effects” in the more general sense of the term: structurally dense music tends to be disorienting and create impressions of rupture and jaggedness, while structurally clear music can be comfortingly predictable. I will also discuss these types of effects with respect to specific passages in the analysis below.",
                "footnotes": [],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "10": {
                "text": "[10]\tFinally, the opposition of structural density and structural clarity may seem mixed, because density and clarity are not direct antonyms. Why not structural density contrasted with structural sparsity , or structural opacity contrasted with structural clarity? Part of the reason for my choice of terms is ethnographic: metaphors of “density” abound in insider descriptions of Ohmnivalent . (4) However, I believe that the asymmetrical dichotomy expresses experience most accurately; it’s not as though structurally dense music is necessarily opaque, because structure can be discerned with patience; and it’s not as though structural clarity necessitates sparseness: in the latter portion of “Ohmnivalent,” there is still a high level of activity, but this activity is more patterned. Structural density and clarity are elusive effects, and the factors contributing to them are highly dependent on context. However, I contend that they are vital to the experience of music, and my detailed analysis of “Ohmnivalent” will show how these concepts might be profitably understood in terms of specific musical details. 1.2 Methodology, outline, and metal analysis",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]\tThe following analysis is based on my complete transcription of “Ohmnivalent” (see Appendix 1 ) and personal correspondences with Max Seaman, Anomalous’s lead guitarist and primary composer. After completing a preliminary draft of this article, I spoke at length to Seaman about the album’s composition and recording (to the extent that these processes can be separated). Besides providing details about the mechanics of the album’s genesis, he confirmed some of my suspicions about his aesthetic vision. While “studio archaeology” ( Osborn and Osborn 2019 ), detailed reconstruction of compositional process (as in sketch studies; e.g. Taruskin 1996 ), and detailed ethnography (à la Berger 1999a , 1999b ) are outside the scope of this article, I reference Seaman’s statements where relevant to my analysis. Example 1 . Overview of “Ohmnivalent,” with inflection point, Paradigm A, and Paradigm B labelled (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "osborn_and_osborn_2019",
                    "taruskin_1996",
                    "berger_1999a",
                    "berger_1999b"
                ]
            }
        },
        {
            "12": {
                "text": "[12]\tWhile the song’s transition from high to low structural density is neither simple nor instantaneous, a significant change occurs at 2:50. For ease of discussion I call this moment the song’s inflection point and refer to the more structurally dense music leading up to this point as Paradigm A, and to the less structurally dense music following it as Paradigm B ( Example 1 ). I discuss Paradigm B first (Section 2), because it represents a genre-wide organizational default against which Paradigm A can be heard as challenging and unusual (Section 3). After discussion of the defining features of each Paradigm in turn, I turn to a more nuanced discussion of the song-length trajectory from Paradigm A’s structural density to Paradigm B’s structural clarity (Section 4) and expand the discussion beyond metal in a short concluding section (Section 5).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]\tA central goal of this article is to contribute to the portion of the music-theoretical literature on metal that discusses form (e.g. Pillsbury 2006 , Smialek 2015 , Hannan 2019 , Hudson 2021 ). (5) While the overarching concepts of structural density and structural clarity are applicable to discussions of the experience of form in a wide variety of musics, and are central to the aesthetics of technical death metal, elucidating the factors that contribute to these effects requires a backdrop of normative metal formal practices. In general, music that eschews these normative practices will be structurally dense, while music that conforms to them will be structurally clear. Thus, Section 2 (about the structurally clear Paradigm B) will serve as a synthesis and extension of discussions of normative organizational practices in metal, while Section 3 (about the structurally dense Paradigm A) will show how these normative practices can be manipulated or avoided to increase structural density. 2. Paradigm B - structurally clear music",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "pillsbury_2006",
                    "smialek_2015",
                    "hannan_2019",
                    "hudson_2021"
                ]
            }
        },
        {
            "14": {
                "text": "[14]\tThe music of Paradigm B, from 2:50 to the end of “Ohmnivalent,” is similar on its surface to the music of Paradigm A: it makes use of fast and precise subdivisions, asymmetrical and frequently changing rhythms and meters, and virtuosic guitar playing and drumming. However, despite this surface complexity, the organization of Paradigm B is typical of metal, and much rock-based popular music, in that most of the borders between notes, measures, riffs, and sections are clear and predictable. As introduced above, when music lends itself easily to segmentation, prediction, and categorization, I call it structurally clear. I thus draw attention here to Paradigm B’s music-theoretical mundanity, and I use my analysis of it to demonstrate organizational strategies that are normative in metal. Sections 2.1 and 2.2 address the ways in which repetition and changes of texture create the music’s “edges,” while Sections 2.3–2.7 explore various schemas that enhance prediction and allow categorization for listeners familiar with metal. 2.1 Border reinforcement through repetition Example 2 . Clear segmentation cues in the first riff after inflection point (2:50–3:11) (click to enlarge and listen) Example 3 . Repetition facilitating segmentation and contributing to structural clarity (5:00–5:16) (click to enlarge, see the rest, and listen) Example 4 . Repeated metric patterns, ending flourish, and changes of texture all contribute to structural clarity in the song’s penultimate section (6:47–7:19) (click to enlarge and listen) Example 5 . Repetitive metric pattern and long last notes in the song’s last section (7:19–end) (click to enlarge, see the rest, and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]\tThe most important contributing factor to the structural clarity of the music of Paradigm B is repetition. Nearly every section after the song’s inflection point comprises at least two iterations of a shorter riff. (6) For example, the same rhythmic pattern is played three times in a row from 2:50 to 3:10 ( Example 2 ); the same clean guitar pattern of 6+6+6+6+4 16th notes is repeated thirteen times from 4:15 to 4:58; a single 11/16 + 12/16 metric pattern (7) repeats six times from 5:00 to 5:16 ( Example 3 ); a single 7/4 + 7/4 + 6/4 + 3/4 metric pattern repeats from 6:47 to 7:19 ( Example 4 ); and finally, a single 6/4 + 4/4 metric pattern repeats eight times from 7:19 to 7:55 ( Example 5 ). These musical surfaces are busy and variable, and the repetitions are rarely exact—slight changes of pitch content, texture, and timbre serve to differentiate iterations of the “same” riff from each other (discussed below). However, the easily perceptible repetitions in other domains, particularly rhythm, assist in the parsing of these modules.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]\tPerhaps the most well-known formulation of this effect is Lerdahl and Jackendoff’s “parallelism” grouping preference rule ( 1983 , 51, i.e., “GPR 6”), which asserts that listeners tend to group parallel (repeated) constructions in parallel fashion. Thus, when a riff repetition occurs without intervening material, its start both becomes a group-opening itself and retroactively confers group-opening status on the corresponding point in preceding (and following) iterations of the riff.",
                "footnotes": [],
                "citations": [
                    "lerdahl_and_jackendoff_1983"
                ]
            }
        },
        {
            "17": {
                "text": "[17]\tDora Hanninen points to this possibility when she claims that analytical objects in music can be “constituted not only, or even primarily, in and of themselves, but largely by their contexts,” ( 2017 , 34) by which she means the appearance of similar objects in the surrounding music. This approach stems from an “associative orientation,” under which “contextual criteria” provide “rationale for segmentation based on repetition, equivalence, or similarity between two (or more) groupings of notes within a specific musical context” (32). While she distinguishes between different elements of a musical surface that can be repeated—such as pitch contour, set class, pitch interval, etc.—in order to provide maximum flexibility (37), it follows directly that exact or near-exact repetitions of music, such as those that obtain between riffs in the above sections of “Ohmnivalent,” create very strong contextual evidence for segmentation. A sampling of relevant contextual criteria are communicated in my examples. (8) The first two segments in Example 2 (i.e., the first two systems), for instance, correspond to each other via “literal repetition,” which “amounts to repetition in all relevant musical dimensions simultaneously,” (33) while these two segments relate to (and thereby help constitute the boundaries for) the third segment (i.e., the last system of the example) primarily by a shared “duration segment” in the guitars and bass drums. Hanninen’s careful delineation of gradations of repetition “ranging from equivalence to similarity” (33) allows us to tease apart the different types of repetition that can form the foundation for associative segmentation, whether these are patterns of attacks and silence as in Example 2, or patterns of pitch contour, as in Example 3, or in the activity of the drum kit, as in both.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "hanninen_2017"
                ]
            }
        },
        {
            "18": {
                "text": "[18]\tElizabeth Margulis gets to the crux of the issue, saying that “repetition tends to reify a passage—to set it apart from the surrounding context as a ‘thing’ to be mused on, abstractly considered, and conceptualized as a unit” ( 2013 , 43). The riffs mentioned above, and perhaps all riffs, according to Moore ( 2012 , 26), become riffs primarily because of , not conceptually prior to , their repetitions. The constitutive power of repetition is of foremost perceptual importance in riff-based musics; its absence will be keenly felt in the discussion of Paradigm A to follow in Section 3. 2.2 Border reinforcement through disjunction",
                "footnotes": [],
                "citations": [
                    "margulis_2013",
                    "moore_2012"
                ]
            }
        },
        {
            "19": {
                "text": "[19]\tWhile repetition alone suffices to segment the above riffs, it is not the only evidence for grouping in Paradigm B. Hanninen identifies “sonic” evidence for segmentation in addition to contextual (repetition-based) evidence: “A sonic criterion is a rationale for segmentation that responds to disjunctions in the attribute-values of individual sounds and silences within a single psychoacoustic musical dimension” ( 2017 , 23). In other words, sonic criteria suggest group boundaries, while contextual criteria create wholes (34). These sonic criteria correspond to other of Lerdahl and Jackendoff’s grouping preference rules, particularly those of proximity, change, and intensification ( 1983 , 45–49). (9) Hanninen adds that these disjunctive, sonic criteria can reinforce not only each other, but also the repetition-based contextual criteria discussed in the previous section: “Contextual criteria with instantiations that are articulated by strong sonic disjunctions… tend to be perceived as stronger than they would be otherwise” ( 2017 : 42).",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "hanninen_2017",
                    "lerdahl_and_jackendoff_1983",
                    "hanninen_2017"
                ]
            }
        },
        {
            "20": {
                "text": "[20]\tThese types of disjunctions further clarify the music of Paradigm B on several levels of scale. At local levels, they segregate the musical surface into discrete notes that align with quantized metric positions. Even though these notes go by quickly, the boundaries between them—delineated by articulation, change of pitch, and/or change of duration—are clear, and the precise temporal alignment among guitars, drums, and vocals implies an isochronous pulse-level grid. The possibility of this type of micro-level segmentation is an assumption built into the quantized, Cartesian layout of standard Western musical notation, and is made a perceptual reality in the majority of Western music by the types of cues just mentioned.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\tZooming out, these types of disjunctions reinforce the segmentation boundaries created by repetition. For example, in Example 2, the rhythmic pattern’s only rest comes at its end, creating a short gap and invoking Lerdahl and Jackendoff’s “proximity” rule, while the change of texture— the change to power chords, addition of vocals, and change of drumming pattern—between the second and third iterations of the riff invokes their “change” rule. Similar contributing factors are straightforward and indicated in the examples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]\tLess evident in the examples is the way that discontinuities of texture tend to mark larger, section-level boundaries, a practice ubiquitous in metal and popular music more generally ( Adams 2019 ). The boundary at 4:15 marks a sudden shift to solo clean guitar from distorted guitar with drum accents; the beginning of the section in Example 3 is marked by the entrance of spoken vocals; the beginning of the section in Example 4 is marked by the end of the guitar solo’s flourishes. These types of section-level timbral/textural boundaries occur throughout the song, though in Paradigm B they unambiguously coincide with, and thereby reinforce, several other segmenting cues.",
                "footnotes": [],
                "citations": [
                    "adams_2019"
                ]
            }
        },
        {
            "23": {
                "text": "[23]\tThe strength of these boundaries gives rise not only to clear musical segments, but also a hierarchy of these segments. While the idea of pitch hierarchy in the Schenkerian sense explored in Lerdahl and Jackendoff’s reductions is probably of limited use in metal, (10) a basic grouping hierarchy is established in Paradigm B—notes are grouped into riffs, and riffs are repeated to form modules ( Pillsbury 2006 , 20–25). The transparency of this hierarchy directly contributes to structural clarity. 2.3 Schemas: overview",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "pillsbury_2006"
                ]
            }
        },
        {
            "24": {
                "text": "[24]\tIn addition to the factors that create and strengthen segmentation borders in Paradigm B, several of the sections invoke specific musical schemas, which also contribute to structural clarity by facilitating prediction and categorization. Robert Gjerdingen, following Leonard B. Meyer’s idea of musical “shape” ( 1956 , 157), defines a schema as “a shorthand for a packet of knowledge, be it an abstracted prototype, a well-learned exemplar, a theory intuited about the nature of things and their meanings, or just the attunement of a cluster of cortical neurons to some regularity in the environment” ( 2007 , 11). While Gjerdingen’s work addresses galant contrapuntal formulae specifically, David Huron ( 2006 , 204) argues that musical schemas can include broader “expectational sets” that can pertain to mode, meter, or harmonic progression. He hypothesizes that schemas optimize our ability to predict and thereby facilitate perception. Music that follows familiar patterns (schemas) facilitates the satisfaction of correct prediction, and is therefore easier to process; ease of processing, in turn, is a key component of structural clarity. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "meyer_1956",
                    "gjerdingen_2007",
                    "huron_2006"
                ]
            }
        },
        {
            "25": {
                "text": "[25]\tLawrence Zbikowski asserts a link between “coherence” and “comprehensibility” that further relates schemas to structural clarity: Coherence comes about when the various parts that make up a musical entity are connected in such a way that those parts similar to other entities become prominent. The work is most comprehensible to the listener when the arrangement of these parts is such that their relationship to each other and to the whole is manifest. ( 2002 , 27) I argue that schemas, in addition to facilitating processing by allowing accurate prediction, provide frameworks within which relationships between parts become clear. What Zbikowski means by “comprehensibility” seems to be a synonym for, or at least a component of, structural clarity. I will discuss three schemas operative in Paradigm B that are broadly relevant in rock-based popular musics and technical death metal in particular: metric schemas involving backbeat patterns (section 2.4), phrase-structure ABAC schemas that help predict patterns of repetition and variation (section 2.5), and section-function schemas that help to clarify where in the song the listener finds themself (sections 2.6 and 2.7). This represents an extension of Zbikowski’s ideas; I will also return to a more literal use of his methods in my discussion of motivic transformations in section 4.3. 2.4 Schemas: backbeats",
                "footnotes": [],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        },
        {
            "26": {
                "text": "[26]\tMeter is a complex issue in “Ohmnivalent” and in much technical death metal. Asymmetric, non-isochronous, and alternating meters abound, (12) but challenges to the utility of traditional concepts of meter in this song go deeper, because traditional distinctions between meter (a perceptual “ground”, à la London 2012 , 13) and rhythm (the “figure”) are not self-evident. (13) I have thus avoided mentioning meter as an additional segmenting force above, because in many cases, such as the 11/16+12/16 pattern of Example 3, it is hard to say how meter might be different from the passage’s repeating rhythmic figures.",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": [
                    "london_2012"
                ]
            }
        },
        {
            "27": {
                "text": "[27]\tHowever, there are a few points in “Ohmnivalent” when meter clearly facilitates musical parsing, especially when it is broadcasted in the form of a backbeat. The backbeat is ubiquitous as a meter-marking (or meter-creating, as argued by Hudson forthcoming ) schema in popular music in general, (14) and discussions of the music of Meshuggah—who are a major aesthetic inspiration for Anomalous (phone interview)—point to the backbeat’s role marking meter in opposition to (or as a ground for) guitar riff patterns ( Pieslak 2007 , Smialek 2008 , Lennard 2016 , Hannan 2018 , Capuzzo 2018 , Lucas 2018 ). Example 6 . Backbeat creates metric structure in the first section after the inflection point (2:50–2:57) (click to enlarge) Example 7 . Backbeat creates metric structure when the guitar riff returns later (4:01–4:08) (click to enlarge)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "hudson_forthcoming",
                    "pieslak_2007",
                    "smialek_2008",
                    "lennard_2016",
                    "hannan_2018",
                    "capuzzo_2018",
                    "lucas_2018"
                ]
            }
        },
        {
            "28": {
                "text": "[28]\tAll this is to say that backbeats show up occasionally in Paradigm B, and when they do, they bring metrical structure into sharper focus. As Huron points out, backbeats are an example of a familiar rhythmic pattern and their familiarity means that they entail a specific set of rhythmic expectations ( 2006 , 187)—at the very least, that there will be a snare hit on beat three, in the context of the half-time backbeats in “Ohmnivalent.” (15) This familiarity, with its attendant predictability, further contributes to structural clarity. Example 6 shows the first riff after the inflection point, which contains a somewhat concealed backbeat; this backbeat becomes clearer when the rhythmic pattern returns at 4:01 ( Example 7 ). Later, the return of the song’s opening motive with a backbeat during the second half of the guitar solo, at 6:19, leads to one of the most parsable moments of the song (more on the trajectory of motivic transformations below). These fleeting instances of clearly broadcasted, normative 4/4 meter further reinforce some of the segmentations pointed out above by drawing on learned habits for hearing meter, and also provide some of the song’s few clear cues for headbanging or other isochronous metric movements ( Hudson forthcoming )—the feelings of comfort and predicability afforded by structural clarity can thus translate directly into and be further reinforced by habitual movement. 2.5 Schemas: ABAC phrase structure",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "huron_2006",
                    "hudson_forthcoming"
                ]
            }
        },
        {
            "29": {
                "text": "[29]\tGregory McCandless has identified the “ABAC Additive Metrical Process,” a construction ubiquitous in progressive and technical metal in which a phrase-like unit is constructed out of four subphrases in the form a-b-a-c, and in which the metric cardinalities are of the form a<b<c ( 2013 ). (16) I argue that the ABAC Additive Metrical Process is actually a common subset of the ubiquitous ABAC phrase schema. According to this schema, a phrase will start with some opening material (a) and an ending (b), then repeat the opening material (a) but with a different ending (c, which may differ from b in pitch content, harmony, articulation, rhythm, drum pattern, or metric cardinality). In other words, as I have previously argued, the music rotates through static and variable parts—the beginning (a) is static because it is repeated exactly, while the ending is variable (b or c) because it changes ( Hannan 2019 , 11). Example 8 . Nested ABAC phrase structure in the song’s last section (7:19–end) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "mccandless_2013",
                    "hannan_2019"
                ]
            }
        },
        {
            "30": {
                "text": "[30]\tThe ABAC phrase schema is ubiquitous at various levels of scale in rock and metal. (17) Here, it plays a major clarifying, stabilizing role in the last module of “Ohmnivalent,” which presents a larger, nested version of this schema: at a local level, the melodic pattern has the form a-b-a-c-a-b-a-d, which can be parsed as a-b-a-c at a larger level (ab-ac-ab-ad). This nested schema reinforces the boundaries created by repetition and disjunction and leads to strong local expectations, giving a definite impression of shape to this module. The schema also provides a framework from within which the relationships between component parts becomes clear—a is an opening motive, b is a local ending, etc. This most clearly shaped module is the eminently parsable, structurally transparent endpoint toward which the song’s trajectory leads ( Example 8 ). This highpoint of structural clarity provides a reassuring, repetitive, and familiar framework in which many moment-to-moment expectations are fulfilled. The effect is akin to gently coasting to a stop at the end of a roller coaster ride; after focusing narrowly on the twisting and turning course of most of the preceding music, I am able to let my tracking of meter and riff structure become automatic and enjoy other aspects, such as the timbral and harmonic interplay of the guitar layers. 2.6 Schemas: guitar solo",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]\tAt least two schemas also contribute to structural clarity on a larger scale. The first is the extensive guitar solo starting at 5:28. Robert Walser highlighted the ubiquity and importance of the metal guitar solo in the early days of academic metal studies ( 1993 , 50). He describes the transcendental potential of guitar solos, calling them “rhetorical outbursts, characterized by fast licks and soaring, amazing virtuosity that can create a sense of perfect freedom and omnipotence; they model escape from social constraints, extravagant individuality” (53). He reads a typical musical dialectic in the contrast between guitar solo and accompaniment and the rest of the song, “between the potentially oppressive power of bass, drums, and rhythm guitar, and the liberating, empowering vehicle of the guitar solo” (53–54—see also Ch. 3). Max Seaman’s virtuosic solo, from 5:28 to 6:47 in the “Ohmnivalent,” certainly taps into this trope—it is marked as (traditionally) expressive and organic in contrast to the rest of the song. However expressive this musical dialectic is, though, what matters for my purposes is its clarifying function: the interesting thing is that the guitar solo in “Ohmnivalent” draws on such a well-established schema.",
                "footnotes": [],
                "citations": [
                    "walser_1993"
                ]
            }
        },
        {
            "32": {
                "text": "[32]\tAs Zbikowski argues, easy categorization in itself improves “comprehensibility”: being able to say for certain that “this is the song’s guitar solo” already increases structural clarity in this section. However, the schema lends more than just a clear label to the guitar solo. As Brad Osborn has discussed, guitar solos typically form part of a bridge section in pop and rock, which occurs around two thirds of the way through a song ( 2010b , 69). Stephen Hudson ( 2021 ) provides more robust support for this tendency in metal, reporting that in his corpus study of 195 critically-acclaimed heavy metal songs, guitar solos “almost always” (37) happen in the B sections of the song-length compound AABA forms that are a statistical norm for metal songs (comprising 85% of his examples). I provide some further support for the guitar solo as formal schema by examining Loudwire.com's list of the “Best Metal Song by Year Since 1970,” a micro corpus of 50 songs that reflects changing popular tastes in metal subgenres and skews toward metal’s mainstream, in which 34 out of the 50 songs contain unambiguous guitar solos somewhere between 50-80% of the way through the song. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "osborn_2010b",
                    "hudson_2021"
                ]
            }
        },
        {
            "33": {
                "text": "[33]\tAll this is to say that the “guitar solo” is a not only a well-defined schema in metal, but that it brings with it specific formal expectations: it is generally found somewhere in the second half of the song and is often the song’s penultimate or ante-penultimate section (typically followed by a last chorus, a last verse-chorus pair, a chorus-outro pair, or a terminal climax— Osborn 2010b , 231 and Hudson 2021 , example 1). Both of these schematic expectations are fulfilled in “Ohmnivalent”: the guitar solo begins 2/3 of the way through the song (to the second), and is followed by two climactic closing sections. This is the first moment since the song’s beginning to provide a formal signpost that alludes to familiar song-length structure. We can both clearly categorize this section as a guitar solo and understand it in relation to the entire song, fulfilling Zbikowski’s description (cited above) of music with greater “comprehensibility,” ( 2002 , 27) and use this categorization to predict what will happen next in the song. 2.7 Schemas: death metal terminal climax",
                "footnotes": [],
                "citations": [
                    "osborn_2010b",
                    "hudson_2021",
                    "zbikowski_2002"
                ]
            }
        },
        {
            "34": {
                "text": "[34] This type of song-length schematic information is also available in the song’s last module (the nested ABAC phrases discussed as Example 8 above). Osborn ( 2013 ) identifies the terminal climax song section in post-millennial rock music; I propose that a related but distinct formal strategy can be found in death metal songs, and that the last section of “Ohmnivalent” is an example of this. I use the term death metal terminal climax to describe a class of sections that appear at the end of some death metal songs (many of which are the last song on an album), the characteristics of which include some combination of: following a break in texture, a lack of vocals, moderate or slow tempo (often the result of a tempo change), spacious-sounding chords (normally triadic or modal, and often played “let ring”), layering of guitar parts (including solos) and sometimes other sound effects or instruments, a gradual fade out, and repetitive structures. (19) I claim simply that this type of section is a definable category, its prevalence elevates it to the status of a schema for stylistically competent listeners, and a preponderance of the above features will activate this schema in a given musical context. The last section of “Ohmnivalent,” which is already constituted and clarified by repetition, pitch/texture disjunction, and the ABAC phrase schema, is further clarified by association with this death metal terminal climax schema, which both tells the listener that the end of the song is near and cements this section as the song’s point of highest structural clarity. 2.8 Paradigm B summary",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "osborn_2013"
                ]
            }
        },
        {
            "35": {
                "text": "[35]\tRepetition and disjunctions create clear borders; schemas give us names and expectations of various sorts for what happens within these borders. When these factors interact constructively—that is, when they contribute to the same conclusions about grouping, as they do in “Ohmnivalent” after the inflection point—they create structurally clear music. In the case of this song, this structural clarity engenders effects of stability, security, and relaxation after the disorienting structural density of Paradigm A (to be discussed presently). Again, all of these factors are exceedingly common in metal and popular music more generally (ubiquity being a necessary condition for schemas in the first place). I now turn to Paradigm A, the music before the inflection point, to discuss the much more unusual case of extreme structural density, in which the types of cues discussed above are absent or contradict each other. 3. Paradigm A - High Structural Density",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]\tAfter a brief introduction featuring one of the song’s main motives, “Ohmnivalent” becomes a complex maze (from 0:27 to 2:50). This music is highly structurally dense, which is to say that the musical surface resists segmentation, prediction, and categorizational footholds. I will revisit the factors that contribute to structural clarity in Paradigm B to show their striking absence or ambivalence (or ohmnivalence?) in the music before the inflection point. 3.1 Eschewing clear cues for segmentation by avoiding repetition",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]\tThe most striking thing about this portion of “Ohmnivalent” (and about much of the music on the album), compared to similar technical death metal, is its meticulous lack of repetition. This is not to say that the music proceeds with a constant barrage of completely new material, but that while several short cells and motives do occur more than once, they do so without creating any patterned framework. An example will clarify what I mean by this. Johnathan Pieslak has remarked how Meshuggah’s complex riff patterns are often built from an economical set of motives and transformed versions of these motives ( 2007 : 240). In Paradigm A of “Ohmnivalent,” the music from 2:02 to 2:18 is likewise built from rearranged and transformed versions of a few short cells. Here, three very short motivic fragments are constantly rearranged and altered such that no more than three quarter notes’ worth of music (at the quick tempo of quarter note =156) is ever repeated exactly. (20) The internal motivic structure is: a1 - b1 - c1 - b2 - a1 - c1 - c2 - a2 - b1 - c1 - b3 - c3 - b1 - a3 - c4 - b4 - c3 - b5 - a4 - b1 - c3 - b2 - c3 - b1 - a5 - b1 - c1 - b6 - c3 Example 9 . 2:02–2:18 with motivic segmentation (click to enlarge and listen) which creates a passage in which I certainly can’t find a pattern that helps with note-to-note prediction ( Example 9 ). The effect is one of tight motivic economy, but the irregular and shifting lengths of the motives and their patternless arrangement stymie any sense of structural certainty—it is as if the ground constantly shifts under you as you listen, an effect that technical death metal fans find pleasurable. (21) This lack of form-creating repetition characterizes nearly the entire section, thwarting riff-level segmentation. 3.2 Eschewing clear cues for segmentation through excessive disjunction",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "pieslak_2007"
                ]
            }
        },
        {
            "38": {
                "text": "[38]\tDisjunctive cues can also play a role in structural density, both through overabundance and absence. In Example 9, pitch contour, register, articulation, rhythm, and pitch-class collection all help to differentiate the three types of motive from each other: the a motives are arch-shaped, diminished or pentatonic, legato figures in sixteenth notes in the guitar’s middle register; the b motives are similar but with melodic contour inverted; while motive c is low, palm-muted, harmonically static, and uses the song’s thematic sixteenth - dotted eighth rhythm. However, while these discontinuities help constitute these motives, these boundaries are too densely packed to clarify structure in the absence of larger repetition patterns. Example 10 . Strong sectional boundary at end of intro section going into Paradigm A (0:22–0:33) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39]\tOn a larger level, there are several discontinuities that seem to constitute sectional boundaries in Paradigm A. The entrance of vocals, the tempo modulation, the change of texture (from brief panned guitar diminished arpeggio anacrusis to full band), the change of articulation, (drums change to blast beat, guitars change to palm muting), etc. at :27 constitute an unambiguous sectional boundary ( Example 10 ). In my hearing, similar stacks of discontinuities in texture and articulation create other relatively strong sectional boundaries at :42, :59, 1:08, 1:17, 1:30, 1:39, 1:53, 2:18, 2:30, 2:43, and 2:50. The problem, though, is just how many of these short, apparently distinct sections there are (and it would be possible to argue for even more such boundaries based on the same principles). Lawrence Zbikowski reviews research that shows how categorization tends toward a basic (intermediate) level: In actually categorizing things in the world around us, however, we start neither at the most specific level (“the cat prowling around my feet”) nor at the most general (living organism) but at a level in between; this level has come to be called the basic level . Research on the basic level tells us where, for practical purposes, the process of categorization begins. ( 2002 , 31) He goes on to argue that the motive constitutes such a basic level in Western art music (31). I would argue that in popular music, the equivalent basic-level category is probably the riff or the song section (as in, the main unit of discourse is often at the level of “the verse riff from ‘Killing in the Name’” or “the chorus of ‘Jumping Jack Flash’”). However, in any case, Paradigm A denies all three of these categorizational footholds: motives reappear only locally and in unpredictable and often obscured arrangements, no riffs are constituted by repetition, and the modules or sections that we do get are likewise not confirmed by repetition and are disorientingly densely packed.",
                "footnotes": [],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        },
        {
            "40": {
                "text": "[40]\tThis disorientation characterized the start of my analytical interaction with this song and remains a central impetus for this article: as a prelude to starting to transcribe, I tried to sketch a roadmap of the song preceding the inflection point, only to find myself with a uselessly fine-grained set of sections, all of which differed. The abundance of apparent sectional boundaries paradoxically makes the music in Paradigm A feel more continuous; the sections fly by so quickly and unpredictably that they blur together. In other words, this music is dense with sections but eschews patterns that might make them manageable; the habitual fragmentation of technical death metal is taken to such an extreme that it begins to sound continuous. This is certainly my motional experience of much of this music: the cues for movement are so densely packed as to be paralyzing. (22) Example 11 . My attempt at notating a brief passage (at :34) that resists rhythmic quantization (click to enlarge and listen) Example 12 . Ascending tritone section, in which the guitar pattern is difficult to discern directly because of masking and non-coordinating rhythmic layers (0:42–1:03) (click to enlarge and listen)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]\tFor the most part, local discontinuities—those defining individual notes and positions on metric grids—play the same role in Paradigm A as in Paradigm B, which is to say that they specify these low-level segments. However, there are a few moments where this is not the case, where even at the micro-level, concepts such as pitch, duration, and (together) “note”—concepts that are normally taken as basic analytical “facts” ( Guck 2006 , 194)—are blurred. The short sections from 0:35–0:40 ( Example 11 ) and 0:42–0:59 ( Example 12 ) include the most severe blurring at this fundamental level. Even with the help of the sizable bag of tricks that I developed to transcribe this song, my transcriptions of these passages are more guesswork and inference than a representation of what I actually hear. (23) Because, as my conversation with Max Seaman confirmed, standard notation played no role in the compositional process, in sections like these there may be no quantized structure “behind” the recording. (24) I hear these passages as fundamentally at odds with notation’s imputed metrical grid. It is as if the structural density gets so high, and there are so many twists and turns, that the music breaks through the extreme subdivision precision of technical death metal and into something beyond, something messy and analog in contrast to the digital exactitude of the rest of the song. 3.3 Avoiding meter and phrase structure",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": [
                    "guck_2006"
                ]
            }
        },
        {
            "42": {
                "text": "[42]\tWhile schemas help solidify and communicate structure in Paradigm B at the level of meter, section, and song, they play no such roles in Paradigm A. For the most part, the drums are in breathless lockstep with the guitars, articulating every single guitar attack and often also the next lowest metric levels (down to sixteenth notes or sixteenth-note triplets). Occasionally they “pull back” (to a higher metric level) and articulate a tactus (quarter note) on the cymbals, but in only two instances do they pull back further and articulate measure-length organization with a backbeat (at the level of whole notes or higher). The first of these is a fleeting hint of a backbeat lasting for a single measure at 0:59 (see Example 16 below—the “resolution” of the extremely dense section discussed above), and the second is a longer and more stable backbeat in Paradigm A’s last section (2:33–2:40, discussed below and shown in Example 20), which is an immediate precursor to the increased structural clarity of Paradigm B.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43]\tThe constantly changing musical surface and the mostly homorhythmic relation between the drums and guitars make questions about meter even less than straightforward than they were in Paradigm B. There, while the difference between rhythm and meter was often moot, repetition still provided a secure basis for representing the music with time signatures; not so here in Paradigm A. My transcription, in staff notation, indicates time signature changes nearly every measure throughout Paradigm A. However, not all of these notated measures entail (an experience of) meter to the same extent. Seaman alludes to this issue in the song’s first few minutes: I don’t even know if it’s really possible you can bob your head through stuff like that… It would probably make most sense if you’re looking at the notes on paper, but then when you’re looking at the notes on paper there’s a time signature over it. ( Seaman 2020 ) Meter is intimately tied to physical actions such as bobbing (or banging) one’s head ( London 2012 , DeGraf 2018 , Kozak 2020 , Hudson forthcoming ). Seaman’s comment, then, indicates that meter is not a primary effect of this passage, but a possibly illusory artifact of transcription. With attention, practice, and repetition, any passage can become metric, but the time signatures in my transcription often belie how readily the music engenders a metric experience.",
                "footnotes": [],
                "citations": [
                    "seaman_2020",
                    "london_2012",
                    "degraf_2018",
                    "kozak_2020",
                    "hudson_forthcoming"
                ]
            }
        },
        {
            "44": {
                "text": "[44]\tOn one end of the spectrum, the four measures of 4/4 from 2:33 to 2:40 (again, see Example 20 below) strongly establish meter through repetition of cycle length and the presence of a clear backbeat (snare hits on beat 3). On the other end of the spectrum, the five second passage discussed above, which I notated as a measure of 25/16 followed by a measure of 15/16, will almost certainly be heard as ametric given the absence of repetition or any clear internal accent scheme. (25) Most of the time signatures in my transcription before the inflection point are closer to the latter than to the former: they serve the utilitarian function of making the transcription visually parsable and as internally consistent as possible, (26) and reflect some judgments about grouping structure, but do not necessarily signify metric effects. (27) Example 13 . Re-barring of 2:02–2:18 so that each motive gets its own measure (click to enlarge and listen) Example 14 . Another re-barring of 2:02–2:18 so that motive c always ends a measure (click to enlarge and listen) Example 15 . The barring for 2:02–2:18 that I ultimately adopted, balancing manageable measure lengths with my experience of grouping while highlighting parallelisms (click to enlarge and listen)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45]\tThe placement of barlines is not entirely arbitrary, of course. To recall Lerdahl and Jackendoff, I often use barring and time signature in an attempt to specify local groupings when meter is absent, using the sorts of disjunctive cues discussed above. But even these local groupings are often slippery. In the passage discussed above, in which several short motives are arranged without any larger pattern, the edges of the individual motives are fairly clear, and perhaps the most logically consistent barring choice would have been to give each of these motives its own measure (see Example 13 ); the result would be notationally fussy but logically consistent. However, aligning bar lines and motive beginnings would obscure several instances of near-parallelism. Another option is to assign a consistent group-ending function to one of the motives, perhaps the low, palm-muted chugs, as I have in Example 14 . This tactic captures the parallelism missing in the first option, but conflicts with other strong grouping cues, such as changes of texture and breaks in the texture. The problem lies in the fact that the same motive sometimes feels like a group ending and sometimes like a group beginning; parallelism can’t tell the whole story. The barring that I settled on ( Example 15 ) compromises between these and other grouping cues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46]\tI raise this issue not to dwell on minutiae of transcription or the nature of meter, but because I believe the challenge of positing barlines reflects an important part of the experience of this passage. We cannot rely on any single cue for grouping, even at very local levels of scale in this passage and throughout Paradigm A. The result is a disorienting experience in which changing and contradictory grouping cues pass so quickly that the effect is one of continuous, dense flow rather than a succession of discrete units. 4. From density to clarity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47]\tIn order to introduce the concepts of structural density and clarity, I have presented “Ohmnivalent” as if it had a structurally dense first part and a structurally clear second part, separated by an inflection point. However, a significant part of the song’s appeal, both for theorizing structural density and for aesthetic experience, stems from the continuous, incremental transition from structural density to structural clarity that occurs across its length. Examining some of the stages of this trajectory can give us a final look at the factors that contribute to structural density and clarity. Example 16 . Overview of material under discussion in Examples 17–23 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48]\tI will do this by discussing motivic transformations. While exact inter-sectional repetition is nearly non-existent, the song is saturated with transformed versions of a handful of motives. Seaman has stated several times that motivic development is a prime compositional consideration (Seaman 2019 and 2020 ). In our conversation, he brought up several subtle instances of motivic development in his own album and in albums that he considers influential, comparing the process to a game:  “It’s fun, it’s like Where ’ s Waldo . And you get to feel stoked when you find Waldo, and no one else cares [laughs.]” I trace in detail the trajectory from structural density to clarity in three families of material, the first two of which span relatively short passages in Paradigm A (see Example 16 ), and the third of which spans nearly the entire song. My discussion of these motives and their transformations is not exhaustive, but is meant to show how the “same” musical material can create nuanced shadings of structural density or clarity depending on its treatment. 4.1 Microbreakdowns",
                "footnotes": [],
                "citations": [
                    "seaman_2019",
                    "seaman_2020"
                ]
            }
        },
        {
            "49": {
                "text": "[49]\tOne of the most aurally striking features in Paradigm A is the series of brief breakdown-like passages at 0:59, 1:30, 1:40, and 1:53 that pop out of the surrounding barrage. (28) The “microbreakdowns” in “Ohmnivalent” resemble breakdowns texturally, but not form-functionally: they are too short to be sections in their own right, faster than stereotypical breakdowns, and too early in the song compared to a breakdown’s normative position in the bridge. Indeed, the abrupt redirection of inertial weight in these microbreakdowns contributes to the whiplash-inducing effect of Paradigm A’s structural density. Each of these micro-breakdowns is slightly less structurally dense than the preceding one. (see Example 17, Example 18 , Example 19 , and Example 20 ). Example 17 . First in a series of “micro-breakdowns” in Paradigm A (0:59–1:03) (click to enlarge and listen) Example 18 . Second micro-breakdown, clearer than the first (1:30–1:35) (click to enlarge and listen) Example 19 . Third micro-breakdown, still clearer (1:35–1:38) (click to enlarge and listen) Example 20 . Last micro-breakdown, clearest of all (1:53–2:02) (click to enlarge and listen) 4.2 Pedal points Example 21 . Second pedal point melody section (2:18–2:32) (click to enlarge, see the rest, and listen)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] \tA similar trajectory of increasing structural clarity can be traced in the material immediately following the last microbreakdown. I divide the music from 2:01 to 2:43 into three subsections according to textural breaks (see Example 21 , Example 22 , and Example 23 ). Each of these subsections features a pedal point texture in the guitar in which palm-muted bass notes alternate with fast mid- and upper-register runs. (29) These three subsections cycle through roughly the same three families of motives—those identified above in Example 9—arranging and altering them such that each subsection is less structurally dense than the preceding one.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51]\tI have already discussed the high structural density of the first of these subsections (Example 9 and Examples 13, 14, and 15). The second subsection (2:18-2:33, see Example 21) is significantly less structurally dense than the first because the motives are arranged into a repeating pattern, incomplete in its last iteration: c - b - c - b - a - b | c - b - c - b - a - b | c - b - c - b - a - b | c - b Example 22 . Paradigmatic layout of 2:18–2:32 to show repeating motive structure (click to enlarge, see the rest, and listen) This second pedal point subsection also presents the song’s first clear, sustained backbeat, which evaporates after four measures of 4/4. While the variation of the motives (Example 22) and their metric nonalignment with respect to the backbeat suggest structurally density, the motives’ cyclical arrangement and metric stability of the backbeat suggest greater structural clarity than the previous subsection. Example 23 . Last and clearest pedal point melody section (2:32–2:43) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52]\tThe final pedal point subsection (2:30–2:42, Example 23) is still more structurally clear. As the motives cycle through the same pattern as in the previous subsection, the rhythmic profiles of the motives become fixed, and the pattern is altered from the previous subsection such that it aligns exactly (in both cardinality and phase) with the 4/4 backbeat. This last subsection is also about 20 bpm slower than the preceding two, which also lowers structural density by reducing attentional demand. 4.3 Pyramid motive Example 24 . First fleeting, texturally buried appearance of pyramid motives (1:17–1:26) (click to enlarge and listen) Example 25 . More pyramids, now in full octaves, obscured by speed and dense texture. (1:40–1:48) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] Peter Burkholder ( 1995 , ch5 and ch6; see also Spicer 2004 ) introduced the term “cumulative form” for pieces that present their theme in various fragmented and incomplete versions before a definitive, terminal presentation. One last group of motives in “Ohmnivalent”—which I call “pyramid motives,” so named for the shape they make in notation (see Example 24 )—enacts such a process. Because these motives appear in riffs throughout the song, simply tracing their appearances provides a synopsis of the song’s trajectory from structural density to clarity. However, the presence of recognizable forms of motives itself can contribute to structural clarity. As Zbikowski argues, “comprehension starts with recognition, and recognition starts with basic musical figures—that is, motives” ( 2002 , 25). I will show how indistinct and fleeting appearances of the pyramid motive early in the song give way to clearly defined appearances later on, further contributing to the density-to-clarity trajectory.",
                "footnotes": [],
                "citations": [
                    "burkholder_1995",
                    "spicer_2004",
                    "zbikowski_2002"
                ]
            }
        },
        {
            "54": {
                "text": "[54]\tThe first, fleeting instances of this motive occur at 1:17 (Example 24). The motive recurs as bare octaves at 1:40, where several “pyramids” are strung together and transposed along the fretboard ( Example 25 ). The motive next recurs as major sevenths at 3:17 ( Example 26 ). While the rhythm of this version hints at that of the final version, its clarity is lessened by the dissonant, ringing predominance of interval classes 1 (melodically) and 3 (between the two guitars), and the non-periodic, underlaid palm-muted A-naturals. There are a few more brief instances of the motive at 3:39 ( Example 27 ) before its penultimate statement at 4:25 ( Example 28 ). This penultimate statement is almost the same as the final version—it shares a 6/4+4/4 grouping and similar harmonies, but its nonalignment with the clean guitar ostinato obscures it slightly. These are not the only motives that recur in more than one section, nor do motives always increase in clarity over the course of the song. (30) However, I hear the changes in this motive as a representative of the song’s general trajectory from structural density to clarity. Early on, the motive blends into its surroundings, rapidly alternates with other ideas, (often) contains dissonant intervals, and is (sometimes) superimposed on other, aperiodic material. Later on, it gains rhythmic shape (through repetition) and consonance, and is phased against periodic rather than aperiodic material. Finally, it is given its clearest shape as the song’s last riff (see Example 29 ). This section is already structurally clear because of border definition and repetition (Ex 4) and ABAC phrase structure schema (Ex 6); the presentation of the pyramid motive’s final form, the end of a cumulative form, and the high recognizability of the motive further contribute to this structural clarity. Example 26 . Clearer version of pyramid motive (3:17–3:40) (click to enlarge and listen) Example 27 . More fleeting pyramids in one of the most structurally dense parts of Paradigm B (3:39–3:46) (click to enlarge and listen) Example 28 . Pyramids under the clean guitar ostinato in the bridge-like section (4:15–4:45) (click to enlarge, see the rest, and listen) Example 29 . Final version of pyramid motives in last section (7:19–end) (click to enlarge, see the rest, and listen) Example 30 . Typicality diagram for pyramid motives, after Zbikowski (2002, 44. Adapted from his figure 1.2) (click to enlarge)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55]\tZbikowski argues that motives exhibit typicality effects. Instead of being a “classical” category with strict necessary and sufficient conditions for belonging, an instance of a motive is identified according to a range of criteria and may be heard as more or less typical according to how its features relate to other instances of the motive ( 2002 , 27). My Example 30 sorts the six instances of the pyramid motive discussed above according to five criteria: pitch content (whether it outlines an octave or some other interval); register (starting on the lowest string of the guitar or higher), rhythm (eighth notes or some other rhythmic value), repetition, and timbral distortion. For each of these criteria, one of the two options is more typical. Finally, I assign a “typicality score” to each of the motive appearances by coding typical options as “1,” atypical options as “0,” and summing the results. The first appearance of the pyramid motive, for example, has a typicality score of three because it has the more typical version of register, rhythm, and guitar tone, but is less typical in both its use of tritones and its non-repeating structure. According to this method, the motives generally become more typical over the course of the song, with the last version being maximally typical. The typicality of the final pyramid motive maximizes its recognizability and thereby further contributes to the structural clarity of the song’s last section. 5. Conclusions Example 31 . Summary of factors contributing to structural density and clarity (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "zbikowski_2002"
                ]
            }
        },
        {
            "56": {
                "text": "[56]\tIn this article I have outlined a continuum from structural density to structural clarity. Structurally dense music is hard to parse—too much happens too quickly, and not enough cues are given as to how to organize it. Structurally clear music presents easier organizational options. The factors that contribute to these effects are summarized in Example 31 . While this article introduces the concepts of musical parsing, structural density, and structural clarity by way of an analysis of Anomalous’s “Ohmnivalent,” where an unprecedented level of structural density is an end in itself, I see structural density as a descriptor with relevance far beyond technical death metal. In this brief conclusion, I point to three potential further applications of the concept.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57]\tStructural density and structural clarity map nicely onto William Caplin’s distinction between tight-knit and loose organization in the music of Haydn, Mozart, and Beethoven: Tight-knit organization is characterized by harmonic-tonal stability, cadential confirmation, unity of melodic-motivic material, efficiency of functional expression, and symmetrical phrase groupings. Loose organization is characterized by harmonic-tonal instability, evasion or omission of cadence, diversity of melodic-motivic material, inefficiency or ambiguity of functional expression, and asymmetrical phrase groupings (arising through extensions, expansions, compressions, and interpolations ( 2001 , 17). Some of these factors (e.g., cadential confirmation) are rarely significant in metal; conversely, some factors that have played a central role in my analysis (e.g., extensive, exact repetition of riffs), are uncommon in Caplin’s chosen repertoire. However, I contend that the effect is the same: loose themes and sections lead to the effect of higher structural density, even if this effect is somewhat tamed when these loose sections occur at conventional points (second theme areas, transitions, and developments) in larger, familiar forms.",
                "footnotes": [],
                "citations": [
                    "caplin_2001"
                ]
            }
        },
        {
            "58": {
                "text": "[58]\tChanges to the harmonic language of jazz marking the advent of Bebop in the 1940s and 50s can also be thought of as intensifications of structural density. Rhythm section players and soloists substituted and added chords to standards, and composers wrote new tunes with closely packed, elliptic harmonies. In a style built around rigid rotations through repeating formal structures, these changes amounted to an increase in structural density: there were more chords and more notes, often at faster tempos, with the effect of making these repeating formal structures more difficult to parse. (31) A standard interpretation (see for example Giddins and Deveaux 2009 ) is that this difficulty was itself an end, a means of building a musical language in opposition to mainstream swing music, from which Black musicians were increasingly excluded. (32) What, for musicians in the know, was an energizing new harmonic language doubled as off-putting and exclusionary structural density for non-initiates.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": [
                    "giddins_and_deveaux_2009"
                ]
            }
        },
        {
            "59": {
                "text": "[59]\tFinally, perhaps the closest antecedent to the structural density of “Ohmnivalent” can be found in modernist Western concert music. (33) From Alban Berg’s essay “Why is Schoenberg’s Music So Difficult to Understand?” ( Reich 1924 ), to Stravinsky’s fragmented textures and meticulously surprising rhythms ( Chua 2007 ; Huron 2006 , 333), to Stockhausen’s discussion of the “degree of alteration” ( 1959 ), to Elliott Carter’s densely packed “metric modulations,” dominant strands of modernist music, and scholarship about modernist music, have dealt with concerns overlapping with those that have guided this article. In much modernist music, like in technical death metal, structural density is, among many other things, an aesthetic end unto itself.",
                "footnotes": [
                    "FN33"
                ],
                "citations": [
                    "reich_1924",
                    "chua_2007",
                    "huron_2006",
                    "stockhausen_1959"
                ]
            }
        },
        {
            "60": {
                "text": "[60]\tMy goal in this article has been to provide a synthesis of several theories of music cognition, and parlay this synthesis—by way of detailed analysis of some challenging music—into an understanding of form as experiential effect. My analysis discussed in detail a wide variety of both normative and idiosyncratic metal formal practices and how they relate to experience in one specific technical death metal song. However, as touched on in the preceding paragraphs, I believe that this article’s guiding ideas can be of use beyond metal analysis. While adapting the concepts of structural density and structural clarity to other repertoires will require consideration of different musical features and different compositional purposes, I hope to have demonstrated that these concepts can help to bridge the gap between analytical abstraction and the moment-to-moment feel of trying to make sense of music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.22.28.1.hannan.html",
    "data": "mto/data/mto.22.28.1.hannan.json"
}