{
    "title": "“The Body that Beats:” Review of Harald Krebs, <i>Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann</i>",
    "date": "2000/10/01",
    "volume": "6",
    "issue": "4",
    "authors": [
        "Samarotto, Frank P."
    ],
    "abstract": "",
    "keywords": [
        "Harald Krebs",
        "Robert Schumann",
        "metrical dissonance",
        "rhythm and meter"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.00.6.4/mto.00.6.4.samarotto.pdf",
    "author_info": [
        {
            "name": "Frank P. Samarotto",
            "university": "University of Cincinnati",
            "address": "College-Conservatory of Music, PO Box 210003, Cincinnati OH 45221-0003",
            "email": "frank.samarotto@uc.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. From the essay, Rasch , reprinted in The Responsibility of Forms: Critical Essays on Music, Art, and Representation , trans. by Richard Howard (Berkeley and Los Angeles: University of California Press, 1999), pages 299, 303.",
            "citations": []
        },
        "FN2": {
            "text": "2. Maury Yeston, The Stratification of Musical Rhythm (New Haven: Yale University Press, 1976). Kreb’s first work on this method was presented in “Some Extensions of the Concepts of Metrical Consonance and Dissonance,” Journal of Music Theory 31 (1987) 99–120.",
            "citations": []
        },
        "FN3": {
            "text": "3. Example 1 is a conflation of Example 2.7 (33) and Example 3b from “Robert Schumann’s Metrical Revisions,” Music Theory Spectrum 19/1 (Spring 1997), 41; this article is also a fine brief introduction to the system. The labels to the right were included in the article, but unfortunately are omitted from examples in the book.",
            "citations": []
        },
        "FN4": {
            "text": "4. The terms “grouping” and “displacement” dissonance, which replaced the more opaque terms “Types A and B,” were coined by Peter Kaminsky in “Aspects of Harmony, Rhythm and Form in Schumann’s Papillons , Carnaval , and Davidsbuendlertaenze ,” Ph.D. dissertation, University of Rochester (1989) 27.",
            "citations": []
        },
        "FN5": {
            "text": "5. See the article cited in footnote 2.",
            "citations": []
        },
        "FN6": {
            "text": "6. One meaning of metrical dissonance not emphasized by Krebs is inherent by the idea of displacement itself—that of spatial separation. A strikingly suggestive example is found in #8 of the Noveletten , Op. 21; in the second Trio, a melody marked “Stimme\naus der Ferne,” a quotation from Clara Schumann’s Notturno (#2 from the Soirees musicales , Op. 6), is subsequently restated in the next section (labelled “Forsetzung”) in a freely displaced manner that gradually floats closer to metrical alignment. Another reference to distance is implied in the Eichendorff text set as the second of Schumann’s Op. 39 cycle (alluded to in the epilogue; 251). An image held in the speaker’s heart stands in for an absent beloved; Schumann’s setting, an essay in displacement on many levels, features an offbeat accompaniment that portrays both a beating heart and the distance it longs to bridge.",
            "citations": []
        },
        "FN7": {
            "text": "7. See, for instance, John Roeder’s review in Music Theory Online 4.4 (1998) of Christopher Hasty’s Meter as Rhythm (New York: Oxford University Press, 1997). Roeder has taken an approach related to Krebs in “Interacting Pulse Streams in Schoenberg’s Atonal Polyphony,” Music Theory Spectrum 16/2 (Fall 1994): 231–49.",
            "citations": []
        },
        "FN8": {
            "text": "8. One such example is the recurrence of a quarter-note upbeat beginning the four-bar groups in Grillen from the Phantasiestuecke , Op. 12 (measures 17–24 and corresponding places), which Krebs labels D12+11, or D12-1 (148).",
            "citations": []
        },
        "FN9": {
            "text": "9. The example illustrates the neighbor figure 3-4-4-3; Free Composition , trans. and ed. Ernst Oster (New York: Longman, 1979), 73 and Figure 80, 1.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] In Schumann’s Kreisleriana , I actually hear no note, no theme, no contour, no grammar, no meaning, nothing which would\npermit me to reconstruct an intelligible structure of the work. No, what I hear are blows: I hear what beats in the body, what\nbeats the body, or better: I hear this body that beats.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] Interpretation is then merely the power to read the anagrams of the Schumannian text, to reveal the network of\naccents beneath the tonal, rhythmic, melodic rhetoric. The accent is the music’s truth, in relation to which all interpretation\ndeclares itself. Roland Barthes (1) 1. The Presentation",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In his new book, Fantasy Pieces: Metrical Dissonance in the Music of Robert\nSchumann , Harald Krebs has put his finger on the pulse of Schumann’s rhythm, sensitizing us to a world of\nrhythmic sensations that theorists normally ignore. And what brings his ideas even more to life is the\nextraordinary style of presentation Krebs has chosen.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] In what other monograph of music theory would we meet Florestan and Eusebius being led by their friend Hector through\nthe Rhythmic Quarter of the town of Euphonia? (Among other residents, they meet one M. Fetis and a precocious five-year old\nnamed Hugo Riemann!) Their conversation serves to take us through an impressively thorough scouring of the nineteenth-century\nliterature, with Krebs carefully and ingeniously distinguishing real quotation and invented dialogue. Eschewing the recent trend\ntowards introducing the author into a historical narrative, Krebs inserts himself by the\ndelightful trick of the appearance of the Prophet Bird, bringing a manuscript from the future. From then\non, the modern treatise appears as a book within a book, with fulsome commentary by Florestan and Eusebius, as well as Meister\nRaro. (At one point, the impatient Florestan complains, “So far, this manuscript is quite boring.”) And since one discussion takes\nplace in a coffeehouse, diagrams of pulse layers are represented by (I kid you not!) coffee beans! (Oxford University Press is\ncertainly to be commended for their attractive production of this complex layout.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.3": {
                "text": "[1.3] At first, Krebs seems to be taking a lighter turn on the age-old tradition of writing a theory treatise in dialogue.\nHowever, a painful insight into Robert intrudes when we realize that this is really a fantasy within a fiction; indeed the moment\nof revelation, seen through the eyes of the sympathetically rendered Clara, is one that I found genuinely moving. Further,\nKrebs gradually makes clear that psychological insight is not irrelevant to his very substantial and wide-ranging musical\nexegesis. 2. The Theory Example 1 . Schumann, Preambule from Carnaval , Op. 9, mm. 25–32, with annotations after Krebs (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Krebs’s notion of metrical consonance and dissonance departs from a conception of meter first advanced by Maury\nYeston. (2) For Krebs, a metrical state is the interaction of a\npulse layer (the quickest pervasive attacks) with one or more interpretive layers that group those pulses into regular\ndurations. Alignment of interpretive layers yields consonance; layers in conflict produce metrical dissonance of two types.\nGrouping dissonance is formed of the collision of incommensurable layers; displacement dissonance occurs when congruent layers are\noffset from each other. Example 1 illustrates both types of dissonance and their contextual application. (3) (Here the value\nof the pulse layer coincides with the beat, but it is often smaller.) The metrical 3-layer above the staff is joined in the\nthird bar by a 3-layer displaced by one quarter note, producing the dissonance D 3+1. Immediately\nafter, the left-hand pattern after the double bar initiates a grouping dissonance G\n3/2. (4)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Note that the label G 3/2 designates a two-against-three in the opposite of the usual manner. Though this takes getting used\nto, on the whole, Krebs’s system is a clear and elegant method of labeling a wide variety of rhythmic conflicts. (A glossary is\nincluded as well.) Knowing that these labels could be applied ubiquitously, Krebs is careful to gauge the contextual strength\nof dissonances; thus, the “3s” in parentheses in Example 1 designate a weaker layer that is heard only because of the\ncollision of accents in measure 27. Example 2 . Schumann, Scherzo in F minor (supplement to Op. 14), mm. 1–5 and mm. 9–12, with analysis by Krebs (click to enlarge) Example 3 . Schumann, supplement to the Symphonic Etudes, Op. 13, Variation V, mm. 1–3, analysis by the author using Krebs's method (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Also important is that these dissonances can be indirect or subliminal (terms that overlap somewhat), understood because the\nconflicting layer, although absent, may be retained or inferred by listener. One of Schumann’s more extreme pieces is excerpted in Example 2; Krebs convincingly\nargues that the notated meter is to be heard as referential, even if not at first explicitly\nexpressed (203–9; Examples 8.16 and 8.17A). I wholeheartedly agree that this sort of notation is not meaningless idiosyncrasy, but\nis meant to be heard as subliminal dissonance, a kind of unconscious contortion of a\nmore relaxed posture. Indeed, the descriptions of how these and other metrical dissonances are to\nbe heard, and the advice on how they are to be realized in performance are among the best I have read.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] I would perhaps emphasize more than Krebs the extent to which Schumann’s extravagantly imaginative notation confirms his\nawareness of antimetrical layers. To be sure, Schumann was not the first to beam across barlines (see, for example, Beethoven’s\nTrio, Op. 1, No. 1, last mvt.), but special placement of beams as found in Example 3 (not cited by Krebs), together with the\nsyncopated eighth notes in the left hand, virtually forces a dissonant layer, displaced by a sixteenth, into existence. (Of\ncourse, harmonic changes and slurs continue to enforce the notated meter; more on this\nexample later.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Dissonances often remain distinct personae (most vividly portrayed in the analysis of all six of the wonderful but\nneglected Intermezzi , Op. 4), but they can also be shown to be systematically related in families. More basic than the focus on\nindividual dissonances is the conception of meter itself, defined as, “the union of all layers of motion active within [a work]” (23). A crucial part of musical expression is the succession of metrical states, in\nwhich “the resulting waves of tension and relaxation cannot fail to bear us as listeners with them, in fact to move us” (114). Krebs speaks of metrical progressions and the processes that can order them, and depicts these in metrical\nmaps. He wisely avoids imposing the assumption that every piece must end with a resolution to consonance. (This is one\nfundamental difference between tonal and metrical dissonance.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Among the most valuable contributions of this book are the many citations of compositional revisions by Schumann. These lay\nto rest any question of intentional fallacy: the concern for careful manipulation of rhythm is indisputable, and Krebs\npersuasively details myriad reasons why Schumann increased—or sometimes decreased—the level of\ndissonance. (5) He also addresses questions of form, of text expression, and, perhaps\nmost important, of extramusical significance. Because of its direct connection with our sense of bodily experience, rhythm and\nmeter can seem particularly rich with meaning, a topic which Krebs does not\nexhaust. (6) Also quite fascinating, he alludes\nfrequently to a connection between Schumann’s pervasive dissonance and his precarious mental condition (and hence, to the\nbook’s fictional conceit).",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] A lengthy Carnaval des analyses ranges widely from Berlioz to Schoenberg. The book’s epilogue is a virtuosic\ntranslation of a metrical map of the late Morning Song (#3) into words,\nas a dissonant and quasi-simultaneous dialogue alluding to many\nsong texts. Like much modernist literature, it approaches the abstract condition of music, but also, perhaps unintentionally,\nshows how different the experience of verbal and musical content can be. 3. Krebs’s concept of meter",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Krebs claims that he could have written this book about any number of composers, but I doubt that even a study of Beethoven\nor Brahms would yield such a convincing demonstration of the aesthetic power of metrical dissonance. (This is especially\nbecause, in contrast to Beethoven, Schumann’s hypermetric groupings are usually quite regular.) Piece after piece\ndemonstrate Schumann’s obsession with infusing his music with ever more imaginative metrical imbroglios. (And even after\nreferencing well over a hundred movements by Schumann, Krebs is far from running out of examples.)\nHowever, the fact that this book issues from a study of a single composer in no way minimizes\nits generality as a treatise on meter. It can be the function of a truly creative composer to expand our modes of hearing, and the\nway we conceptualize them, even a century-and-a-half later.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] And some may find this concept of meter, at times a dizzying array of conflicting layers, challenging, to say the\nleast. This is especially true of those who strictly separate rhythm and meter, placing Krebs’s “metrical” dissonances in the\nrealm of rhythms that freely dance around a fixed metrical grid. Krebs is not alone in rethinking that\nseparation. (7) And while I tend toward a more traditional view of meter, I find something\nintuitively inclusive about Krebs’s metrical states. Think of what untrained listeners mean when they speak of various pop\nstyles having a certain kind of “beat.” They don’t mean that the metric grid is different (almost invariably a strict quadruple),\nbut rather that the meter is colored by characteristic and recurring rhythmic patterns, often “dissonant” syncopations and\ngroupings, that the listener assumes as inseparable from the underlying pulse. I don’t know why\nimaginative art music could not be understood in a correspondingly more sophisticated way. Figure 1 . A displacement dissonance (D3+2) interpreted through two different hierarchies (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Still, Krebs’s view of meter raises questions. He often speaks of dissonant layers as subordinate to the metrical layer;\nhowever, it seems to me that there is more than one way to understand the relationship. Figure 1 depicts a displacement\ndissonance (D3+2), followed by two possible hierarchical derivations. Figure 1a derives the entire layer by a single\ndisplacement operation, relating the dissonant strata as a totality to the metric\nlayer. Figure 1b derives the dissonance by a series of displacements that relate to each other through the\nrecurring pulses of the metric layer. This version is more like dissonance in its tonal sense: each dissonant event relates to a\nconsonance. Figure 1a seems to be more in accord with Krebs’s view, but I wonder if there are not many instances better modeled\nby Figure 1b, especially when the dissonant layer is very widely spaced. (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The independence of strata in Figure 1a suggests another issue: Krebs does not usually address the extent to which a\ndissonant layer is fully metric, in the sense of having at least the potential for a nested metric hierarchy (in the conventional\ninterlocking grid). These layers are often determined by accents, but accents are not necessarily generators of meter (to me, at\nleast). An interpretive layer may assert itself by simple reiteration. (In a way, Krebs’s special definition of meter\nallows him to neatly sidestep the issue.) Still, Example 2, which begins with a subliminally dissonant state, obviously shows some degree of metrical reinforcement within the dissonant layers\n(i.e., two 3s within each 6; is this not really one dissonance?). Returning to Example 3, my own analysis suggests that the dissonant upper-voice layer, indicated by the beams displaced\nforward one sixteenth, has a strong potential to form its own nested hierarchy based on the pairing of accented dissonances\nwith their resolutions in the first bar; in the second bar, double neighbors generate four-eighth-note groups. (Here 1 =\nsixteenth; the first bar can even express an 8-layer if the performer chooses to express\nthe displaced beaming.) At first the notated meter is expressed only at the measure level (the\n16-layer); faster harmonic changes in succeeding bars allow the metric level to accrue more subdivided levels, and to be heard\nmore clearly. Perhaps attention to this sort of potential for hierarchy among competing levels could serve as one possible\ncriterion for measuring the perceptual strength of incommensurable layers. 4. Some possible extensions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Krebs has presented us with a labeling system of admirable simplicity. Still, there are times when I wish it were a bit\nmessier. For instance, Krebs notes that displacement dissonance can be heard as “forward” (as suggested in Figure 1) or\n“backward” (35); in practice, however, he nearly always defaults to forward displacements, or simply gives both labels (e.g., as\nin fn. 8). But surely this distinction is sometimes quite clear; I cannot imagine\nExample 2 as anything but a backwards displacement. Krebs calls it D6+5 and D3+2 (203); the labels D6-1\nand D3-1 would not only be truer, but would be more obviously related. Even in less straightforward situations, I would find\nKrebs’s interpretive distinction valuable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Grouping and displacement are always labeled separately, even though there are cases where the two are in essence the same\ndissonance. In Brahms’s Intermezzo, Op. 116, No. 7, the middle section (measures 21–46) weaves through its imaginative texture a\nhemiola with the 2-layer displaced one eighth. Perhaps a hybrid label such as G3+2(D+1) would capture both aspects at once.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Krebs’s layers are in principle regular, but perhaps it could be useful to define some layers as irregular, in the manner\nof additive rhythms. In Kreisleriana , No. 3, the first four bars, right hand, can parse as 6+6+4 (counting eighths), which is\ndissonant against the left hand’s 8+8. Example 4 . Schumann, In der Nacht from Phantasiestuecke , Op. 12, mm. 86–93, with annotations after Schenker, Free Composition , Fig. 80, 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] Though metrical processes are an important part of the analyses, the labeling system lends itself less well to\nhighlighting more fluid and occasional mutations of metrical dissonances. In Example 4 (discussed further below), the offbeat sforzando C3 in measure 87 is surely an elongation of the offbeat sixteenths (through abrupt backward displacement). Though this\nsituation recurs in measure 91, it does not seem to me to be a separate layer, but rather an\nalteration within the existing layer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Finally, I am not sure that Krebs’s labels fully capture the really jarring effect of Example 2, the abrupt suppression of\none metric state by another in measure 3, and the disruptive effect of the lento redisplacement of motivic material in measure 12. These\nare moments that seem intent on shattering the continuity of meter itself. 5. The relation to tonal structure",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Any theory highlights some aspects of music and downplays others. Some readers of this book may feel the lack of a real\nrelationship between metrical dissonance and tonal structure (though, to be sure, Krebs shares some fine insights into a\nhandful of pieces). The danger is that metrical dissonance, usually slighted to begin with, might be seen as a kind of\nunderground alternative to the legitimate world of tonal theory.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] This would be a mistake. At the very least, awareness of metrically dissonant layers can sensitize us to voice-leading\nreadings that we might otherwise miss. A less-than-obvious analysis from Schenker is overlaid onto\nExample 4. The F-major\nmiddle section of the piece is characterized by a persistent sixteenth-note anticipation in the left hand. In measure 87 there is a\nparenthetical interjection of a motive from the opening F-minor section. Rather than reading this as a root-position F-minor\ntriad, Schenker understands the displaced bass note C3 as the functioning bass (and correspondingly in measure 91). (9) Here, the metrically dissonant layer is the superior one in tonal structure\n(and would be regardless of how the passage were pedaled). Example 5 . Schumann, Intermezzo, Op. 4, #6, mm. 1–5, analysis by Krebs with additional tonal analysis by the author (click to enlarge) Example 6 . Schumann, Intermezzo, Op. 4, #3, mm. 56–7, linkage between sections (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Still, there are aspects of rhythmic/tonal flexibility that I wish could be included in Krebs’s concept of meter. The work\nexcerpted in Example 5 receives insightful analysis of its rhythmic structure (197–8; Example 8.11), but there is added richness\nin the way in which this interacts with the motivic enlargement shown in measures 1–2 and the following agitated delaying of the Kopfton . In the fourth of this set of Intermezzi , there is a miraculous\nlinkage between the first section in A minor and the middle part in E major, shown in Example 6 : an almost identical\npattern of chords undergoes a near reversal of harmonic function. This surely has a dramatic effect on its rhythmic impression; it\nwould be desirable to find a way to integrate this into an analysis of metric dissonance. 6. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The preceding thoughts are not to be taken as criticism. If I have been moved to voice them, it is only because Krebs’s book is\nso successful in rendering vital and vivid the visceral effect of Schumann’s rhythmic fantasy. What I find most exciting about this\nbook is its enthusiasm for embracing the possibilities of complex metrical states. While on the one hand, I would hope that no\nserious theorist will be put off by the presence of Florestan and Eusebius in this book, I would on the other hand hope that the\nadmirably efficient labeling system does not create the impression that all rhythmic\neffects have been precisely captured. I am sure that Krebs knows that it will take more to\ntame that beast (if that is even desirable!). Nonetheless, Fantasy Pieces is a work of remarkable insight into the\nmetrical body that beats within Schumann’s music, and into the mind that conceived it.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.00.6.4.samarotto.html",
    "data": "mto/data/mto.00.6.4.samarotto.json"
}