{
    "title": "Axis Tonality and Submediant in the Music of Shostakovich",
    "date": "2009/06/01",
    "volume": "15",
    "issue": "2",
    "authors": [
        "Brown, Stephen C."
    ],
    "abstract": "This essay explores third relations and tonal pairing in Shostakovich’s music by investigating several works through the lens of axis tonality, a concept developed by Joseph Straus for the music of Stravinsky. In addition, it argues that a conspicuous emphasis on the submediant, evident in all the analyses, forms a thread of continuity that links Shostakovich back to the nineteenth-century Russian tradition.",
    "keywords": [
        "Shostakovich",
        "third relations",
        "tonal pairing",
        "tonal axis",
        "submediant"
    ],
    "doi": "",
    "received": "January 2009",
    "pdf": "http://www.mtosmt.org/issues/mto.09.15.2/mto.09.15.2.brown.pdf",
    "author_info": [
        {
            "name": "Stephen C. Brown",
            "university": "Northern Arizona University",
            "address": "School of Music, Flagstaff, AZ 86011",
            "email": "stephen.brown@nau.edu"
        }
    ],
    "citations": {
        "bailey_1969": "Bailey, Robert. 1969. The Genesis of Tristan und Isolde and a Study of Wagner’s Sketches and Drafts for the First Act. Ph.D. diss., Princeton University.",
        "bailey_1985": "Bailey, Robert. 1985. An Analytical Study of the Sketches and Drafts. In Richard Wagner: Prelude and Transfiguration from “Tristan and Isolde,” ed. Robert Bailey. Norton Critical Scores. New York: Norton.",
        "brown_2006": "Brown, Stephen C. 2006. Tracing the Origins of Shostakovich’s Musical Motto. Intégral 20: 69–103.",
        "brown_2009": "Brown, Stephen C. 2009. Ic1/Ic5 Interaction in the Music of Shostakovich. Music Analysis 28/2–3, 185–220.",
        "cahn_1986": "Cahn, Peter. 1986. “Zyklische Prinizipen in Schostakowitschs Streichquartetten.” In Bericht über das Internationale Dmitri-Schostakowitsch-Symposion, Köln 1985 , ed. Klaus Niemöller and Vsevolod Zaderatsky. Regensburg: G. Bosse.",
        "carpenter_1995": "Carpenter, Ellon D. 1995. “Russian Theorists on Modality in Shostakovich’s Music.” In Shostakovich Studies , ed. David Fanning. Cambridge: Cambridge University Press.",
        "castro_2005": "Castro, David. 2005. Sonata Form in the Music of Dmitri Shostakovich . Ph.D. diss., University of Oregon.",
        "devoto_1995": "DeVoto, Mark. 1995. “The Russian Submediant in the Nineteenth Century.” Current Musicology 59: 48–76.",
        "dolzhansky_1963": "Dolzhansky, Alexander. 1963. 24 prelyudii i fugi D. Shostakovicha [The 24 preludes and fugues of D. Shostakovich]. Leningrad: Sovetskiy Kompozitor.",
        "emerson_and_oldani_1994": "Emerson, Caryl, and Robert William Oldani. 1994. Modest Mussorgsky and “Boris Godunov”: Myths, Realities, Reconsiderations . Cambridge: Cambridge University Press.",
        "fay_1982": "Fay, Laurel E. 1982. “Musorgsky and Shostakovich.” In Musorgsky in Memoriam, 1881-1981 , ed. Malcolm H. Brown. Ann Arbor: UMI Research Press.",
        "fay_2000": "Fay, Laurel E. 2000. Shostakovich: A Life . New York: Oxford University Press.",
        "fairclough_2006": "Fairclough, Pauline. 2006. A Soviet Credo: Shostakovich’s Fourth Symphony. Aldershot, England: Ashgate.",
        "hedges_brown_2000": "Hedges Brown, Julie. 2000. “A Higher Echo of the Past”: Schumann’s 1842 Chamber Music and the Rethinking of Classical Form. Ph.D. diss., Yale.",
        "kaminsky_1989": "Kaminsky, Peter. 1989. “Principles of Formal Structure in Schumann’s Early Piano Cycles.” Music Theory Spectrum 11/2: 207–225.",
        "kaminsky_1990": "Kaminsky, Peter. 1990. Aspects of Harmony, Rhythm, and Form in Schumann’s Papillons, Carnaval, and Davidsbündlertänze. Ph.D. diss., University of Rochester.",
        "kinderman_1980": "Kinderman, William. 1980. “Dramatic Recapitulation in Wagner’s Götterdämmerung.” Nineteenth-Century Music 4/2: 101–12.",
        "kinderman_1996": "Kinderman, William. 1996. “Dramatic Recapitulation and Tonal Pairing in Wagner’s Tristan und Isolde and Parsifal.” In The Second Practice of Nineteenth-Century Tonality , ed. William Kinderman and Harald Krebs. Lincoln: University of Nebraska Press.",
        "klimovitsky_1996": "Klimovitsky, Arkady. 1996. “Yeshcho raz o teme-monogramme D-Es-C-H [Once more about the theme-monogram D-E-C-B].” In D. D. Shostakovich: sbornik statey k 90-letiyu so dnya rozhdeniya , compiled by L. Kovnatskaya. St. Petersburg: Kompozitor.",
        "kravetz_2000": "Kravetz, Nelly. 2000. “A New Insight into the Tenth Symphony of Dmitry Shostakovich,” trans. Rosamund Bartlett. In Shostakovich in Context , ed. Rosamund Bartlett. Oxford: Oxford University Press.",
        "krebs_1991": "Krebs, Harald. 1991. “Tonal and Formal Dualism in Chopin’s Scherzo, Op. 31.” Music Theory Spectrum 13/1: 48–60.",
        "krebs_1996": "Krebs, Harald. 1996. “Some Early Examples of Tonal Pairing: Schubert’s ‘Meeres Stille’ and ‘Der Wanderer.’” In The Second Practice of Nineteenth-Century Tonality , ed. William Kinderman and Harald Krebs. Lincoln: University of Nebraska Press.",
        "larue_1957": "LaRue, Jan. 1957. “Bifocal Tonality: An Explanation for Ambiguous Baroque Cadences.” In Essays on Music in Honor of Archibald Thompson Davison, by his Associates . Cambridge: Harvard University Press.",
        "lewis_1984": "Lewis, Christopher. 1984. Tonal Coherence in Mahler’s Ninth Symphony. Ann Arbor: UMI Research Press.",
        "liebert_1995": "Liebert, Andreas. 1995. “Anmerkungen und Ergebnisse zum Verhältnis Mahler-Šostakovič.” In Theorie der Musik: Analyse und Deutung , ed. Constantin Floros et al. Laaber: Laaber-Verlag.",
        "longman_1989": "Longman, Richard M. 1989. Expression and Structure: Processes of Integration in the Large-Scale Instrumental Music of Dmitri Shostakovich . New York: Garland.",
        "mazullo_2006": "Mazullo, Mark. 2006. “Shostakovich’s Preludes and Fugues: Fashioning Identities, Representing Relationships.” College Music Symposium 46: 77–104.",
        "meyer_1977": "Meyer, Krzysztof. 1977. “Mahler und Schostakowitsch.” In Gustav Mahler: Sinfonie und Wirklichkeit , ed. O. Kolleritsch. Graz: Universal Edition für Institut für Wertungsforschung.",
        "redepenning_1991": "Redepenning, Dorothea. 1991. “Mahler und Schostakowitsch.” In Das Gustav-Mahler-Fest, Hamburg: 1989. Bericht über den Internationalen Gustav-Mahler-Kongress , ed. Matthias T. Vogt. Kassel: Bärenreiter.",
        "roseberry_1989": "Roseberry, Eric. 1989. Ideology, Style, Content, and Thematic Process in the Symphonies, Cello Concertos, and String Quartets of Shostakovich . New York: Garland.",
        "sheinberg_2000": "Sheinberg, Esti. 2000. Irony, Satire, Parody, and the Grotesque in the Music of Shostakovich: A Theory of Musical Incongruities. Aldershot, England: Ashgate.",
        "shostakovich_1973": "Shostakovich, Dmitry Dmitriyevich. 1973. Forward to I. F. Stravinsky: stat’i i materialy [articles and materials], ed. B. M. Yarustovsky. Moscow: Sovetskiy Kompozitor.",
        "shostakovich_1993": "Shostakovich, Dmitry Dmitriyevich. 1993. Story of a Friendship: The Letters of Dmitry Shostakovich to Isaak Glikman , trans. Anthony Phillips. Ithaca: Cornell University Press.",
        "smith_2009": "Smith, Peter. 2009. “Harmonies Heard from Afar: Tonal Pairing, Formal Design, and Cyclical Integration in Schumann’s A-minor Violin Sonata, op. 105.” Theory and Practice 34: 47–80.",
        "straus_1981": "Straus, Joseph. 1981. A Theory of Harmony and Voice Leading in the Music of Igor Stravinsky . Ph.D. diss., Yale University.",
        "straus_1982": "Straus, Joseph. 1982. Stravinsky’s Tonal Axis . Journal of Music Theory 26/2: 261–90."
    },
    "footnotes": {
        "FN1": {
            "text": "1. In fact, the keys of the first six quartets convey a more specific pattern involving chromatic submediants; namely, the key-sequence features VI and VI relationships in strict alternation: the second quartet is in the key of VI relative to the first; the third quartet is in the key of VI compared to the second; and so on. Peter Cahn has previously noted these patterns of third relations in the keys of the string quartets ( Cahn 1986 , 178–79). Finally, Shostakovich’s symphonies also offer numerous examples of third relations on various levels of structure. For instance, the tonics of the individual movements in the symphonies are often third-related, sometimes completing ascending or descending triadic patterns. See for example the First Symphony (F-A- D -F), the Twelfth (D- F -A-D), and the Fifth (D-A- F -D).",
            "citations": [
                "cahn_1986"
            ]
        },
        "FN2": {
            "text": "2. Richard Longman and Eric Roseberry have both noted the prevalence of third relations in Shostakovich’s music without probing the matter in detail ( Longman 1989 , 304 and 316; and Roseberry 1989 , 417). The issue of third relations has also surfaced in more recent work on Shostakovich. For example, Esti Sheinberg briefly discusses third relations in Shostakovich’s Prelude in A minor, Op. 34 ( Sheinberg 2000 , 180–81). And in her study of Shostakovich’s Fourth Symphony, Pauline Fairclough refers several times (albeit briefly) to the interaction of A and C as pitch centers within the first movement ( Fairclough 2006 , 89, 106, 111, 135, and 137). Longman and Roseberry also mention the pairing of these pitch centers in this movement ( Longman 1989 , 8 and 12; Roseberry 1989 , 392 n. 2 and 400).",
            "citations": [
                "longman_1989",
                "roseberry_1989",
                "sheinberg_2000",
                "fairclough_2006",
                "longman_1989",
                "roseberry_1989"
            ]
        },
        "FN3": {
            "text": "3. Bailey 1969 and 1985 . Though tonal pairing does not necessarily involve third relations, it typically does (though not always the diatonic third relations modeled by Straus’s concept). Following Bailey, scholars have explored the phenomenon in the music of several nineteenth-century composers. For example, see Kinderman on Wagner ( 1980 and 1996 ), Lewis on Mahler ( 1984 ), and Krebs on Chopin and Schubert ( 1991 and 1996 ). Straus’s model also bears some relation to Jan LaRue’s concept of bifocal tonality, which addresses passages in Baroque music that hover between a major key and its relative minor ( LaRue 1957 ). Finally, within the field of Russian modal theory, a connection can be drawn with the work of analysts who have invoked bitonality for certain passages in Shostakovich. However, this work does not intrinsically involve third relations, which form the basis of Straus’s axis concept and the focus of this study. Moreover, the work of Russian modal theorists on Shostakovich typically focuses only on small, isolated passages, whereas the present study strives to embrace both small details and longer-range connections. For more on Russian modal theory as applied to Shostakovich, see Carpenter 1995 .",
            "citations": [
                "bailey_1969",
                "bailey_1985",
                "kinderman_1980",
                "kinderman_1996",
                "lewis_1984",
                "krebs_1991",
                "krebs_1996",
                "larue_1957",
                "carpenter_1995"
            ]
        },
        "FN4": {
            "text": "4. Shostakovich’s motto derives from a German spelling of his initials (D. Sch. = D- E -C-B); it makes its debut in the Tenth Symphony (1953) and reaches its culmination in the Eighth String Quartet (1960). For more on the subject, see Klimovitsky 1996 and Brown 2006 .",
            "citations": [
                "klimovitsky_1996",
                "brown_2006"
            ]
        },
        "FN5": {
            "text": "5. In fact, the connection between Shostakovich’s musical motto and the movement’s tonal axis runs deeper: they are related by the M-operation, specifically T 0 M 5 , assuming that C = pitch class 0. This operation holds C and E invariant while exchanging B with G and D with B . In other words, the operation preserves the main tonal centers of the movement (C and E ) while swapping their leading tones (B and D) with their supporting fifths (G and B ). For more on ic1/ic5 interaction in Shostakovich, see Brown 2009 .",
            "citations": [
                "brown_2009"
            ]
        },
        "FN6": {
            "text": "6. In his discussion of the movement (the only in-depth analysis of it to date), David Castro also notes that the orchestra’s sonority in this passage merges the tonic chords of the movement’s two main keys ( Castro 2005 , 123).",
            "citations": [
                "castro_2005"
            ]
        },
        "FN7": {
            "text": "7. See measures 15, 23, 61, 128, and 174.",
            "citations": []
        },
        "FN8": {
            "text": "8. The Prelude No. 12 from the Twenty-Four Preludes and Fugues offers a related example: its main key is G minor, yet it ends ambiguously on a first-inversion E major triad. For another, more famous example, the third movement of the Tenth Symphony ends with a root-position C major added-sixth chord. This chord could be heard as combining the main tonality of the movement (C minor, inflected in the end to C major), with A, the final note (and implied tonic) of the movement’s prominent “ELMIRA” motive (E-A-E-D-A). For more on this motive, see < Kravetz 2000 .",
            "citations": [
                "kravetz_2000"
            ]
        },
        "FN9": {
            "text": "9. In a recent article discussing this prelude, Mark Mazullo calls attention to this fusion of E major and C minor, and to the importance of the E- C dyad in both the prelude and fugue ( Mazullo 2006 , 95). In addition, he notes that this duality of keys resonates with the prominent contrasts of high and low registers in the prelude. In his study of the Preludes and Fugues , Alexander Dolzhansky also discusses this contrast of high and low voices, suggesting that it evokes a feeling of “boundless expanse” characteristic of the Russian landscape ( Dolzhansky 1963 ).",
            "citations": [
                "mazullo_2006",
                "dolzhansky_1963"
            ]
        },
        "FN10": {
            "text": "10. Dolzhansky adopts a more traditionally functional interpretation of measures 27–37: he considers the sonority of measures 27–29 to be a II chord in E major; this chord then leads to a dominant-rooted diminished-seventh chord in measure 30, followed by the E major tonic chord in measure 33. Thus, he hears an altered II-V-I progression underlying the passage ( Dolzhansky 1963 , 77).",
            "citations": [
                "dolzhansky_1963"
            ]
        },
        "FN11": {
            "text": "11. The prominent D climax in measures 43–44 is reminiscent of the high A of Phrase 2 and could be heard as a tertian extension of the local, T 11 axis (i.e., C- E -G- B - D )",
            "citations": []
        },
        "FN12": {
            "text": "12. Dolzhansky also notes this reinterpretation of E as D ( Dolzhansky 1963 , 77).",
            "citations": [
                "dolzhansky_1963"
            ]
        },
        "FN13": {
            "text": "13. According to his friend Isaak Glikman, Shostakovich “loved Schumann’s music” and “regarded him as a composer of genius” ( Shostakovich 1993 , 296 and 286). For more on the tonal pairing of third-related keys in Schumann, see Kaminsky 1989 , 213–16; Kaminsky 1990 , chapter 2; Hedges Brown 2000 , 229–49; and Smith 2009 .",
            "citations": [
                "shostakovich_1993",
                "kaminsky_1989",
                "kaminsky_1990",
                "hedges_brown_2000",
                "smith_2009"
            ]
        },
        "FN14": {
            "text": "14. Lewis 1984 . Laurel Fay addresses Mahler’s influence on Shostakovich several times in her biography of Shostakovich ( Fay 2000 ). For more on the connection between Mahler and Shostakovich, see Meyer 1977 , Redepenning 1991 , and Liebert 1995 .",
            "citations": [
                "lewis_1984",
                "fay_2000",
                "meyer_1977",
                "redepenning_1991",
                "liebert_1995"
            ]
        },
        "FN15": {
            "text": "15. Though beyond the scope of the present study, Shostakovich’s focus on the submediant in these pieces could be understood as part of a larger aspect of his harmonic language: namely, an emphasis on tonal designs featuring descent by thirds. In this connection, we might note that all but one of the modulations shown in Figure 1 involves downward motion by third. Figure 2, meanwhile, could be taken as a large-scale—indeed, inter-opus—example of this phenomenon.",
            "citations": []
        },
        "FN16": {
            "text": "16. DeVoto 1995 , 52–53. It is incidental whether Rimsky-Korsakov and others were accurately conveying an “authentic” folk tradition in their arrangements, since these arrangements themselves constitute a legitimate part Shostakovich’s musical heritage.",
            "citations": [
                "devoto_1995"
            ]
        },
        "FN17": {
            "text": "17. In the words of Caryl Emerson and Robert Oldani, Mussorgsky's ending is a “masterstroke of inconclusiveness” that “confirm[s] in the music’s structure the drama’s open-ended conclusion” ( Emerson and Oldani 1994 , 273 and 275).",
            "citations": [
                "emerson_and_oldani_1994"
            ]
        },
        "FN18": {
            "text": "18. Fay 2000 , 119. See also Fay 1982 .",
            "citations": [
                "fay_2000",
                "fay_1982"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Figure 1 . Opening modulations in several of \nShostakovich's fifteen string quartets (click to enlarge) Figure 2 . Inter-opus third relations among the \nfirst six string quartets, and the last six (click to enlarge) Figure 3 . Straus's summary of large-scale tonal motion in Stravinsky, Symphony of Psalms , first movement (click to enlarge) Figure 4 . Symphony of Psalms , first movement, \npiano part starting two measures before R9: explicit presentation of the axis E-G-B-D (click to enlarge) Figure 5 . Shostakovich: Cello Concerto No. 1, first movement, large-scale tonal structure (click to enlarge) Figure 6 . Shostakovich: Cello Concerto No. 1, \nfirst movement, opening phrase. (click to enlarge) Figure 9 . A recurring, small-scale expression of \nthe axis underlying the movement (click to enlarge) Figure 10 . Shostakovich: Cello Concerto No. 1, \nfirst movement, measures 74–77 (click to enlarge) Figure 11 . Shostakovich: String Quartet No. 3, \nsecond movement, opening (click to enlarge) Figure 12 . Shostakovich: String Quartet No. 3, \nsecond movement, ending. (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Shostakovich’s music often features third relations in various forms and at various levels of structure. On a local level, for example, a passage might blend a pair of third-related keys, such as a major key merged with its relative minor. On a larger scale, Shostakovich conveys a strong preference for modulating to the mediant or submediant. For instance, Figure 1 lists all of the string quartets in which Shostakovich begins by modulating up or down by third from the original key—a total of eight out of fifteen, or just over half. On an even larger level, Shostakovich occasionally uses third relations to link pieces written years apart from each other. To take another example from the string quartets, Figure 2 shows that among the first six works, each new one is in a chromatic submediant key compared to the previous one, whereas among the last six quartets, each new one is now in the diatonic submediant key of the previous one. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Despite its significance for Shostakovich’s tonal thinking, no one has focused in depth on the question of third relations in his music. (2) The following study pursues this topic by investigating a specific aspect of this phenomenon—in particular, by exploring several works that each embody in different ways the principle of axis tonality developed by Joseph Straus for the music of Stravinsky ( Straus 1982 ).  Following a brief review of Straus’s concept, the first (and main) part of this essay employs it in discussing the first movement of the First Cello Concerto (1959) and the second movement of the Third String Quartet (1946), then culminates with a more detailed axis reading of the E major Prelude from the Twenty-Four Preludes and Fugues (1950–51). The second (shorter) section rounds out the discussion by \n considering some historical precedents for this facet of Shostakovich’s harmonic practice. In particular, it argues that a conspicuous emphasis on the submediant, evident in all three analyses, forms of thread of continuity linking Shostakovich’s music back to the nineteenth-century Russian tradition.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "straus_1982"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Straus’s model of axis tonality can be understood as a specific formulation of the more general concept of tonal pairing (or the double-tonic complex), introduced by Robert Bailey in his work on Wagner. (3) According to Straus’s model, a tonal axis comprises a pair of third-related triads, one major and one minor. These triads overlap in such a way that they share two common tones, and therefore combine to form a major or minor seventh chord. For example, for the first movement of Stravinsky’s Symphony of Psalms , Straus posits an axis comprising the notes E-G-B-D (in other words, an E minor triad overlapping with a G major triad). As Figure 3 illustrates, this axis underlies the movement’s large-scale tonal trajectory, which leads from the lower portion of the axis (the E minor triad) to the upper portion (the G major triad).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Along with describing the basic form of an axis, Straus specifies several further requirements that an axis must satisfy: first, it must play a central, generative role within the harmonic structure of the piece in question; second, it must appear explicitly at some point in the music (as a “discrete harmony,” in Straus’s words); and third, it must “embody a conflict or polarity between its two constituent triads” ( Straus 1982 , 265). Straus’s axis for the Symphony of Psalms meets these conditions: it plays a central role in the movement by encompassing its overall tonal motion; this motion composes out a polarity between the two triads of the axis; and finally, the axis itself does appear explicitly (albeit fleetingly) as an arpeggiated E minor seventh chord in the middle of the movement, as shown in Figure 4 .",
                "footnotes": [],
                "citations": [
                    "straus_1982"
                ]
            }
        },
        {
            "5": {
                "text": "[5] A similar tonal axis underpins the first movement of Shostakovich’s First Cello Concerto. As shown in Figure 5 , the keys of this clear-cut, sonata-form movement convey an axis in the form of the minor-seventh chord C- E -G- B . Within the exposition, the primary theme zone is rooted in E major (the upper part of the axis), while the secondary theme centers on C minor (the lower part of the axis). Keeping with tradition, the recapitulation restates the primary theme in E . However, the reprise of the secondary theme does not appear in the home key, but instead remains in C minor. Adopting Straus’s mode of interpretation, one might say that Shostakovich contradicts traditional sonata practice in order to heighten the polarity between the upper and lower parts of the axis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Several smaller details support this axis reading. For example, Figure 6 shows the opening phrase of the movement (the antecedent of a compound period). During this initial span of music, the bass line descends through the tetrachord E -D-C-B . As a result, the music drifts from E major down to C minor, briefly foreshadowing the key of the secondary theme zone. Thus the lower part of the axis exerts a subtle, looming presence just as the piece gets underway.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In this connection, we should note that the opening bass line constitutes a reordering of Shostakovich’s musical motto, D- E -C-B (a significant source of motives for the movement). (4) Therefore, a variant of Shostakovich’s musical signature helps to initiate the tonal polarity underlying the movement, as illustrated in Figure 7 . In fact, another form of Shostakovich’s tetrachord, at the same transposition level, occurs prominently at the beginning of the secondary theme zone (see Figure 8 ). By restating his tetrachord now within a clear C minor context, Shostakovich solidifies its role as a link between the two main key areas of the movement, cinching its connection to the movement’s axis tonality. (5) Figure 7 . A scalar ordering of Shostakovich’s motto \n(D- E ♭ -C-B) links E major and C minor (click to enlarge) Figure 8 . Shostakovich: Cello Concerto No. 1, \nfirst movement, secondary theme, measures 82–87 (click to enlarge)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Further details support this axis reading. For instance, shortly after the primary theme, the solo cello plays the main motive of the movement (G- F - C - B ) in counterpoint with the rising chromatic scale segment C- C -D- E (see Figure 9 ). This two-part gesture recurs frequently in the movement, and as the figure shows, its framing vertical dyads combine to form a small-scale version of the axis. As a final example, Figure 10 presents a passage directly preceding the secondary theme zone of the exposition. \n Here, the orchestra builds up a chord whose notes form an explicit statement of the axis: first G and E (the two notes common to both triads of the axis) then C and B . One could therefore hear this passage as \n\t\t\t\ta moment of flux during which the two main tonal areas of the movement briefly overlap, right before E gives way to C minor. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In comparison with Straus’s Stravinsky examples—which often feature considerable tension and uncertainty between the two triads of the axis—the tonal design of the Cello Concerto’s first movement is fairly straightforward, in that the primacy of E major is never seriously called into question. Yet we can find greater tonal ambiguity in another piece by Shostakovich: the second movement of his Third String Quartet (1946). As shown in Figure 11 , the viola begins the movement with a repeated E minor triad: an emphatic assertion of E as tonic. In measure 3, however, the first violin enters with a prominent downbeat C, undermining E’s tonic role and suggesting a potential conflict between E and C as pitch centers. Over the course of the movement, \n\t\t\t\tvariations of this opening phrase return several times, yet \n\t\t\t\talways feature the initial downbeat C against an E minor accompaniment. (7) Finally, near the end of the movement, Shostakovich regains E minor (see Figure 12 ). However, the final chord of the movement—E-G-C- E , spelling upward—suggests a blending of E minor, C major, and C minor: a very Stravinskian instance of axis-related harmonic ambiguity that both recalls and heightens the original tonal conflict of the movement. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] For a final and more detailed example of axis tonality in Shostakovich, we can turn to Prelude No. 9 from his Twenty-Four Preludes and Fugues . Like the \nopening movement of the First Cello Concerto, this work features an axis in the form of a minor seventh chord \n(in this case, C -E- G -B). And once again, the prelude’s main tonality resides in the upper part of this axis, given that its overall key is E major. Unlike the Cello Concerto, however, the prelude features a more complex axis design, one that includes multiple transpositions of the original axis and that extends the axis to form longer chains of thirds. The axis therefore serves not merely as a tonal scaffold for the piece, but also as an initial seed spawning a more elaborate structure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Before exploring this structure, let us briefly consider the form of the prelude. \nAs illustrated below in Figures 13 through 18, the piece divides into two parts of nearly equal length, both of which depart from E major and then return to it. The first part unfolds a series of three similar phrases, each comprising a low-register melody answered by a second, higher one (see Figures 13 through 15). The second part begins with another, similar phrase, followed by a retransition leading to a reprise and conclusion (Figures 16 through 18). Figure 13 . Shostakovich: Twenty-Four Preludes and Fugues (1950–51), Prelude No. 9 in E major, Phrase 1 (measures 1–10) (click to enlarge) Figure 14 . Phrase 2 (measures 11–25) (click to enlarge) Figure 15 . Phrase 3 (measures 26–37) (click to enlarge) Figure 16 . Phrase 4 (measures 38–46) (click to enlarge) Figure 17 . Retransition (measures 46–56) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Phrase 1 of the prelude establishes the main axis, C -E- G -B, \nby emphasizing its two constituent triads ( Figure 13 ). The opening melody \ninitially conveys E major (note the first three half-note downbeats: E- G -B), \nbut ultimately leads to a C pedal starting in measure 4. Building on this bass note, the answering melody \nfirst suggests C minor (again, note the first three half-note beats: C -E- G ), \nthen gravitates back toward E major (measure 7) before finally settling on C once again (measures 8–9). In sum, the opening phrase introduces the prelude’s \nmain axis not only by moving from one component to the other, but also by \nintermingling them, to the point where they actually blend together in measure \n7, thanks to the E major arpeggiation in the melody combined with the C pedal in the bass. (9)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] After presenting the axis in this fashion, Shostakovich wastes no time in elaborating and extending it ( Figure 14 ). Starting in measure 11, Phrase 2 unfolds a rising chain of thirds conveyed by melodically-expressed chords rooted first on C (measure 11), then E (measure 12), then G (measures 13–14), finally arriving on an implied B major chord in measure 16. This passage therefore composes out the axis underlying the first phrase, along with suggesting further upward motion (beyond the opening E major and C minor harmonies). Starting in measure 16, the second half of Phrase 2 explores this higher tertian territory by mingling harmonies rooted on G and B, as marked on the score. We should note that the B harmony projected here (starting at the upbeat to measure 19) is not merely a B major triad but rather a B dominant seventh chord. Thanks to the A of this chord—the melodic climax of the phrase—Phrase 2 sets forth the prelude’s opening E major collection as a complete chain of thirds: C -E- G -B- D - F -A, conveyed by the circled notes on the score. Phrase 2 thus culminates tertian processes embodied in the initial axis of Phrase 1.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Having established the E major collection so clearly and deliberately, it would seem only natural for Shostakovich to move beyond it at this point. And indeed Shostakovich does so in Phrase 3, moving flatwise into the white-key diatonic collection ( Figure 15 ). This collection is now buttressed by a new axis comprising the notes D-F-A-C \n\t(i.e., an axis that is T 1 of the original). As marked with the beams on the score, this T 1 axis is expressed by the quarter-note downbeats starting on beat 2 of measure 27 (except for the E on beat 2 of measure 29, which functions as a passing tone connecting D and F). The bass pedal F —a half step higher than the prelude’s overall tonic—reinforces the sense of being in a T 1 -related tonal area. From here, Shostakovich moves through the diminished-seventh chord \n B-D-F- A (conveyed by the second set of beamed pitches, in measures 30–32) and regains E major harmony in measure 33. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Phrase 4 of the prelude revolves around another local axis, one that counterbalances that of the previous phrase. Following a brief suggestion of D minor in measures 38–39 (which could be heard as a holdover from the T 1 axis), the music continues to press flatward, conveying E Mixolydian from measure 41 through the first part of measure 46 ( Figure 16 ). The E harmony underlying these measures forms the upper part of this new axis comprising the notes C- E -G- B ( i.e., a T 11 axis). The lower, C minor portion of this axis is briefly suggested by the melodic gesture C-D- E in measures 40–41, and then emerges more strongly when this gesture repeats twice more in measures 46–49, during the first part of the retransition ( Figure 17 ). As in the previous phrase, the bass pedal—now E , a half step lower than the overall tonic—confirms the new harmonic location. (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] In the retransition, Shostakovich performs a simple maneuver to reattain the home key of E major, and the original, T 0 axis (Figure 17). After emphasizing C and E in measures 46–50, he leads C down to B (from measure 50 into measure 51) and respells E as D , thus creating the dyad B/ D , which functions as V in E major. (12) This dyad underpins measures 51–55 before resolving to E major at the reprise in measure 56. We should also note that this retransition affords Shostakovich an opportunity to highlight a scalar version of his motto (in the form of the descending line E -D-C-B in measures 49–51). Shostakovich’s characteristic tetrachord therefore participates in a crucial moment of transition in the prelude, and connects with its axis design, as it does in the first movement of the Cello Concerto. Moreover, in a piece that mostly confines itself to diatonic collections, a scale segment spanning a diminished fourth conveys a distinctly “marked” quality; in fact, Shostakovich himself marks the gesture espressivo in the score, the only such indication in the prelude. Figure 18 . Reprise and conclusion (measures 56–71) (click to enlarge) Figure 19 . Large-scale tonal structure of the E major prelude (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Following the return to E major at measure 56, the remainder of the prelude completes the tonal design with two more references to the original, T 0 axis (see Figure 18 ). First, the two components of the axis occur in immediate succession in measures 62–64: the E major triad is expressed as a chord, while the C minor triad unfolds as a melody; and in fact both of those harmonies intersect momentarily on beat 3 of measure 62. Then in measure 68, the bass line reaches down to a C low point, which combines with the E major triad above it to form an explicit, vertical statement of the axis, just as the prelude is coming to a close.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] With the reappearance of the original axis, the prelude’s large-scale harmonic structure assumes the balanced form shown in Figure 19 . In this design, the original axis (or at least the upper, E major part of it) occurs at the beginning, middle, and end of the piece, and is flanked by axes a half step above and below it. The symmetry of this interpretation resonates with Mark Mazullo’s recent discussion of the prelude, which traces a narrative involving the balanced opposition of contrasting elements: a dialectical “quest for wholeness” ( Mazullo 2006 , 94–99). In addition, the axis design of Figure 19 is reminiscent of Straus’s model for the last movement of the Symphony of Psalms , which also involves multiple transpositions of an axis in a symmetrical arrangement ( Straus 1982 , 279). Sources of Influence and Submediant Emphasis",
                "footnotes": [],
                "citations": [
                    "mazullo_2006",
                    "straus_1982"
                ]
            }
        },
        {
            "19": {
                "text": "[19] It is no secret that Shostakovich deeply admired and was intimately acquainted with Stravinsky’s music. As Shostakovich himself wrote, “the work of Stravinsky influenced me greatly. Each new work created a powerful impression on me, and stimulated an enormous interest” ( Shostakovich 1973 , 7–8).  Thus it is quite possible that Stravinsky’s music had some impact on Shostakovich in the domain of tonal relations addressed by the axis concept. At the same time, we should bear in mind that the tonal pairing of third-related keys also occurs in many works by earlier composers—composers who were also important to Shostakovich. For instance, Shostakovich is known to have had a high regard for Schumann, and the latter’s music often features this phenomenon; perhaps the best-known example is the opening song of Dichterliebe , which hovers between A major and F minor. (13) And Mahler—whose influence on Shostakovich is better known—also pairs third-related keys in his music; for example, Christopher Lewis has discussed the interaction of D major and B minor in the first movement of his Ninth Symphony. (14) Given such examples, it could be that Straus’s axis concept models a harmonic practice that Shostakovich gleaned from composers prior to Stravinsky.",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "shostakovich_1973"
                ]
            }
        },
        {
            "20": {
                "text": "[20] This question aside, if we stand back to consider our previous analyses collectively, we can discern a unifying principle that links Shostakovich back to his Russian predecessors. Namely, all three pieces we have discussed involve a main key combined with a strongly emphasized submediant. In the first movement of the First Cello Concerto, for example, the submediant emerges as a lurking presence in the very beginning, underlies the exposition’s secondary theme, then stubbornly persists in the reprise of the secondary theme as well. In the Ninth Prelude of the Preludes and Fugues , the main key of E major combines with its submediant, C minor, to form a tonal axis that later appears at different transposition levels before returning to its original, tonic level. And in the second movement of the Third String Quartet, a recurring emphasis on pitch class C within an \n E minor context ultimately leads to a final cadential chord that simultaneously suggests E minor, C major, and C minor. (15) Figure 20 . Measures 1–2 of “The Abbot,” as arranged by Tchaikovsky (No. 32 from 50 Russian Folk Songs ) (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In fact, an emphasis on the submediant forms part of the nineteenth-century Russian tradition. As Mark DeVoto argues in a recent article, “Russian harmony [in the nineteenth century] significantly increases the importance of the submediant function in a major-mode context, by emphasizing the sixth degree as an adjunct harmonic factor to the tonic triad, and by promoting the submediant as an alternative tonal focus to the tonic function, even by merging the relative major and minor into a single superkey with two tonics” ( DeVoto 1995 , 48).  DeVoto further notes that this harmonic practice relates to the Russian folk song tradition, which, in turn, was interpreted in the harmonizations of composers such as Tchaikovsky and Rimsky-Korsakov. (16) Though DeVoto does not quote specific instances, the collections of both composers taken together contain a number of examples in which the submediant plays a heightened role, even to the point of being on an equal footing with the tonic—in which case it would be more accurate to invoke the concept of tonal pairing. For example, Figure 20 shows the first phrase of  “The Abbot” in Tchaikovsky’s arrangement for piano four hands. (In the figure, each player’s part is collapsed into a single staff.) Tchaikovsky’s arrangement comprises four versions of this short phrase, each of which initially establishes F major but ultimately gravitates to D minor. The song could thus be said to convey a “superkey” combining F major and D minor, to use DeVoto’s term. Figure 21 . “Past the Swift River, Past the Swift Currents,” as arranged by Rimsky-Korsakov (No. 100 from 100 Folk Songs with Piano Accompaniment ) (click to enlarge) Figure 22a . Rimsky-Korsakov: Scheherazade , third movement, opening (click to enlarge) Figure 22b . Borodin: Polovetsian Dances, measures 15–18 (click to enlarge) Figure 23 . Mussorgsky: Boris Godunov , ending: an ambiguous blending of A minor and its submediant, F major (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "devoto_1995"
                ]
            }
        },
        {
            "22": {
                "text": "[22] The last song from Rimsky-Korsakov’s collection presents a more intriguing example. \nShown in Figure 21 , this short song initially conveys F major but then cadences in D minor. In between, the tonic chords of these two keys actually fuse together, first in the form of an F major, added-sixth chord (on beat 3 of measure 1), then as a root-position D minor seventh chord (on the following downbeat). With its balanced interpenetration of F major and D minor, Rimsky’s setting offers us a concise illustration of Straus’s axis principle, several decades before Stravinsky employed it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The central contribution of DeVoto’s study lies in his identification of a specific idiom that he dubs the “Russian sixth,” in which a prominent, often tonicized submediant occurs over scale degree in the bass. Devoto provides numerous, vivid examples of this “stylistic mannerism” (as he calls it), of which two are quoted in Figure 22 . The first, from Scheherazade , starts on the tonic chord of G major, tonicizes E minor while maintaining G in the bass, then returns to tonic harmony. The second example, from near the opening of Polovetsian Dances , begins with a three-chord progression tonicizing A major (the overall key of the piece), but ends by tonicizing F minor, once again over a tonic pedal in the bass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] According to DeVoto, this idiom fades away by the early years of the twentieth century ( DeVoto 1995 , 73).  And certainly the Shostakovich works discussed here evoke sound worlds far removed from the wistful commingling of major and minor in the Borodin and Rimsky-Korsakov excerpts. Yet the music of \n\tMussorgsky appears to bridge this aesthetic divide. For example, his Boris Godunov ends in the key of A minor, yet settles on a first-inversion F major chord for its final harmony (see Figure 23 ). The opera thus concludes with an unresolved, minor-mode instance of the Russian sixth, within a musical atmosphere much closer to Shostakovich’s own expressive realm. (17) As Laurel Fay has discussed, \n\tMussorgsky was a significant influence for Shostakovich. For example, Shostakovich reorchestrated Boris Godunov and \n\tdeclared in a 1940 \n interview that Mussorgsky was his favorite composer. (18) Thus \n\tMussorgsky may well have had some impact on Shostakovich in the area of third relations (and on his handling of the submediant in particular). The question of \n\tMussorgsky's influence aside, the axis readings presented here reveal Shostakovich breathing new life into a longstanding and characteristically Russian harmonic procedure.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "devoto_1995"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.09.15.2.brown.html",
    "data": "mto/data/mto.09.15.2.brown.json"
}