{
    "title": "Harmonic, Syntactic, and Motivic Parameters of Phrase in Hip-Hop",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "2",
    "authors": [
        "Adams, Kyle"
    ],
    "abstract": "This article builds on existing scholarship, both in art music and in popular music, to craft a conception of “phrase” in hip-hop. After briefly contextualizing my ideas, I describe in detail three parameters that can define hip-hop phrases: harmony, syntax, and motive, with examples of each. I then present two in-depth analyses of verses showing how these parameters interact with one another. Finally, I address the necessity and advantages of applying “phrase” to this repertoire.",
    "keywords": [
        "hip-hop",
        "rap",
        "phrase"
    ],
    "doi": "10.30535/mto.26.2.1",
    "received": "October 2018",
    "pdf": "https://mtosmt.org/issues/mto.20.26.2/mto.20.26.2.adams.pdf",
    "author_info": [
        {
            "name": "Kyle Adams",
            "university": "Indiana University",
            "address": "Jacobs School of Music, 1201 E. Third St., Bloomington, IN 47405",
            "email": "kyadams@indiana.edu"
        }
    ],
    "citations": {
        "adams_2009": "Adams, Kyle. 2009. “On the Metrical Techniques of Flow in Rap Music.” Music Theory Online 15 (5). http://www.mtosmt.org/issues/mto.09.15.5/mto.09.15.5.adams.html .",
        "adams_2016": "Adams, Kyle. 2016. “Playing with Beats and Playing with Cats: Meow the Jewels , Remixes, and Reinterpretations.” Music Theory Online 22 (3). http://mtosmt.org/issues/mto.16.22.3/mto.16.22.3.adams.html .",
        "agawu_2003": "Agawu, Kofi. 2003. Representing African Music: Postcolonial Notes, Queries, Positions . Routledge.",
        "attas_2011": "Attas, Robin. 2011. “Sarah Setting the Terms: Defining Phrase in Popular Music.” Music Theory Online 17 (3). http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.attas.html .",
        "berry_2018": "Berry, Michael. 2018. Listening to Rap: An Introduction . Routledge.",
        "bradley_and_dubois_2010": "Bradley, Adam, and Andrew DuBois, eds. 2010. The Anthology of Rap . Yale University Press.",
        "browner_2000": "Browner, Tara. 2000. “Making and Singing Pow-wow Songs: Text, Form, and the Significance of Culture-based Analysis.” Ethnomusicology 44 (2): 214–33.",
        "butler_2014": "Butler, Mark. 2014. Playing with Something that Runs: Technology, Improvisation, and Composition in DJ and Laptop Performance . Oxford University Press.",
        "callahan_2013": "Callahan, Michael R. 2013. “Sentential Lyric-Types in the Great American Songbook.” Music Theory Online 19 (3). http://www.mtosmt.org/issues/mto.13.19.3/mto.13.19.3.callahan.php#FN14REF .",
        "caplin_1998": "Caplin, William. 1998. Classical Form: A Theory of Formal Functions for the Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "condit-schultz_2016": "Condit-Schultz, Nathaniel. 2016. “MCFlow: A Digital Corpus of Rap Transcription.” Empirical Musicology 11 (2). http://dx.doi.org/10.18061/emr.v11i2.4961 .",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Toward a Tonal Theory for the Rock Era . University of Michigan Press.",
        "duinker_2019": "Duinker, Ben. 2019. “Good things come in threes: Triplet flow in recent hip-hop music.” Popular Music 38 (3): 423–56.",
        "duinker_2021": "Duinker, Ben. Forthcoming (2021). “Segmentation, Phrasing, and Meter in Hip-Hop Music.” Music Theory Spectrum 43 (2).",
        "gomez-peck_2019": "Gomez-Peck, Stephen. 2019. “‘Money Flow’: Triplet Flow and its Antecedents in the Golden Age of Hip-Hop.” Paper presented at the “Hip-Hop in the Golden Age” conference, Indiana University, Bloominginton, February 16, 2019.",
        "hepokoski_and_darcy_2006": "Hepokoski, James, and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "kautny_2015": "Kautny, Oliver. 2015. “Lyrics and Flow in Rap Music.” In The Cambridge Companion to Hip-Hop , ed. Justin A. Williams, 101–17. Cambridge University Press.",
        "komaniecki_2017": "Komaniecki, Robert. 2017. “Analyzing Collaborative Flow in Rap Music.” Music Theory Online 23 (4). http://mtosmt.org/issues/mto.17.23.4/mto.17.23.4.komaniecki.html .",
        "komaniecki_2019": "Komaniecki, Robert. 2019. “Analyzing the Parameters of Flow in Rap Music.” PhD diss., Indiana University.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity . Cambridge University Press.",
        "maler_2018": "Maler, Anabel. 2018. “Hearing Form in Post-Tonal Music.” PhD diss., University of Chicago.",
        "moore_2001": "Moore, Alan. 2001. Rock: The Primary Text . 2nd ed. Ashgate.",
        "nobile_2014": "Nobile, Drew. 2014. “A Structural Approach to the Analysis of Rock Music.” PhD diss., Graduate Center, City University of New York.",
        "nobile_2016": "Nobile, Drew. 2016. “Harmonic Function in Rock Music: A Syntactical Approach.” Journal of Music Theory 60 (2): 149–80.",
        "ohriner_2016": "Ohriner, Mitchell. 2016. “Metric Ambiguity and Flow in Rap Music: A Corpus-Assisted Study of Outkast's ‘Mainstream’ (1996).” Empirical Musicology Review 11 (2). https://emusicology.org/article/view/4896/4498 .",
        "ohriner_2019": "Ohriner, Mitchell. 2019. “Analysing the Pitch Content of the Rapping Voice.” Journal of New Music Research 48 (2): 413–33. https://www.tandfonline.com/doi/full/10.1080/09298215.2019.1609525 .",
        "rodgers_2014": "Rodgers, Stephen. 2014. “Sentences with Words: Text and Theme-Type in Die schöne Müllerin .” Music Theory Spectrum 36 (1): 58–85.",
        "roth_2019": "Roth, Timothy. 2019. “Development and Application of Triplet Flow in Rap Music.” Paper presented at the annual meeting of Music Theory Midwest, University of Cincinnati College-Conservatory of Music, May 11, 2019.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer Books.",
        "savage_2013": "Savage, Steve. 2013. Bytes and Backbeats: Repurposing Music in the Digital Age . The University of Michigan Press.",
        "scherzinger_2001": "Scherzinger, Martin. 2001. “Negotiating the Music-Theory/African-Music Nexus: A Political Critique of Ethnomusicological Anti-Formalism and a Strategic Analysis of the Harmonic Patterning of the Shona Mbira Song Nyamaropa.” Perspectives of New Music 39 (1): 5–117.",
        "schloss_2004": "Schloss, Joseph. 2004. Making Beats: The Art of Sample-Based Hip-Hop . Wesleyan University Press.",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition . Edited by Gerald Strang. Faber.",
        "sessions_1950": "Sessions, Roger. 1950. Musical Experience of Composer, Performer, Listener . Princeton University Press.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock . Yale University Press."
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Robin Attas, Tyler Erickson, Roman Ivanovitch, Scott Lindroth, and Nicholas Stoia for their invaluable assistance with this article.",
            "citations": []
        },
        "FN1": {
            "text": "1. This article construes the term “hip-hop” fairly narrowly, to denote a musical genre with words that are rapped rather than sung. Thus, my conclusions about phrase may be less applicable to more modern hip-hop (the music of Post Malone or Chance the Rapper, for example), which involves quite a bit of singing.",
            "citations": []
        },
        "FN2": {
            "text": "2. The more complicated issue of applying the European-based idea of “phrase” to this repertoire will be discussed below as well.",
            "citations": []
        },
        "FN3": {
            "text": "3. Ben Duinker has also been developing a detailed theory of phrase in hip-hop music in a forthcoming article ( 2021 ). Our approaches are similar in that we explore the interaction of various musical parameters to create phrases; however, Duinker is more rigorous in his formulation of specific preference rules for determining segmentation and grouping.",
            "citations": [
                "duinker_2021"
            ]
        },
        "FN4": {
            "text": "4. To be sure, most musicians and listeners likely have an intuitive sense of human lung capacity, which can shape our expectations of phrase endings in vocal music. But even if phrase lengths and phrase endings were determined solely by physiological considerations, those would have to manifest themselves in similar musical phenomena.",
            "citations": []
        },
        "FN5": {
            "text": "5. Moreover, the reliance on breath as a defining feature of phrase ending is even more problematic for modern popular music, because producers now insert, remove, reinforce, and de-emphasize breaths according to the desired expressive character of the song, as documented in Steve Savage 2013 (51–53). Thus, a sound recording—usually the only “text” available for pop/rock music—is an unreliable source for evidence of the presence or absence of breaths.",
            "citations": [
                "savage_2013"
            ]
        },
        "FN6": {
            "text": "6. A full exploration of the relationship of pitch to structure in hip-hop vocals is much too large for this article; however, Mitchell Ohriner ( 2019 ) and Robert Komaniecki ( 2019 ) have begun to undertake such explorations.",
            "citations": [
                "ohriner_2019",
                "komaniecki_2019"
            ]
        },
        "FN7": {
            "text": "7. I have recycled this example from my own 2009 article.",
            "citations": []
        },
        "FN8": {
            "text": "8. Other well-known songs that use this syntactical structure are Run-DMC’s “It’s Tricky” ( https://www.youtube.com/watch?v=GtGNywkxw2U , 0:30–0:38), and Beastie Boys' “Paul Revere” ( https://www.youtube.com/watch?v=wqipMcwJeQI , 0:11–0:22). This 1 + 1 + 2 grouping structure could be thought of as a “hip-hop sentence,” analogous to the measure groupings in an eighteenth-century sentence, and—even more so—to the sentential lyrical structures in the Great American Songbook, as described by Michael Callahan ( 2013 , [1.3]). In many cases, the third line contains two internal rhymes; Komaniecki ( 2019 , 94) labels this the ”limerick“ rhyme scheme.",
            "citations": [
                "callahan_2013",
                "komaniecki_2019"
            ]
        },
        "FN9": {
            "text": "9. See, for example, Adams 2009 ([23]–[25]), Nathaniel Condit-Schultz 2016 , Oliver Kautny 2015 (105–6), and Komaniecki 2019 (100).",
            "citations": [
                "adams_2009",
                "kautny_2015",
                "komaniecki_2019"
            ]
        },
        "FN10": {
            "text": "10. This is not to downplay the effectiveness of rhyme when used in coordination with other parameters: as we shall see in the analysis of “Auditorium” (Example 16) below, rhyme can be used quite effectively to support other phrase-defining characteristics. Duinker ( 2021 ) explores the relationship between rhyme and syntax in much more detail.",
            "citations": [
                "duinker_2021"
            ]
        },
        "FN11": {
            "text": "11. I consider duple and quadruple meters functionally equivalent for the purposes of this article: the point is that hip-hop meter is normatively not triple, quintuple, etc.",
            "citations": []
        },
        "FN12": {
            "text": "12. While 22% may not seem like a majority, Condit-Schultz accounts for rhymes in every possible sixteenth-note location in the measure, meaning that an even distribution of rhymed syllables would have just over 6% in each location. If we consider beat four as encompassing the beat and all of its sixteenth-note subdivisions, as well as the last sixteenth of beat three (i.e., in a syncopated attack on beat four), the percentage of rhymed syllables increases to 47%.",
            "citations": []
        },
        "FN13": {
            "text": "13. This contradicts the assertion found in Adam Bradley and Andrew DuBois, who say that “[o]ne of the greatest misconceptions about rap lyrics is that they consist entirely of couplets ending with heavy-handed, simplistic rhymes” ( 2010 , xxxii). The contrast between their characterization and the results of Condit-Schultz’s empirical study may have arisen from the different criteria used to select their corpora. Condit-Schultz, in his study, used artists and songs that peaked on the Billboard Top 100 chart, while Bradley and Dubois selected songs based on their lyrical and poetic content (xl–xli). Thus, Condit-Schultz’s study does not include artists like Mos Def or the Wu-Tang Clan, who are celebrated for their lyrical complexity but who never achieved mainstream success. A complete exploration of the ramifications of the differences between these corpora is far outside this study, but it seems plausible to assert that songs with predictable rhymed couplets would be catchier, and thus expected to have broader popular appeal.",
            "citations": [
                "bradley_and_dubois_2010"
            ]
        },
        "FN14": {
            "text": "14. Martin Scherzinger ( 2001 ) provides a lengthy and detailed summary of the various viewpoints on the use of Western approaches for studying African music. He points out that the ethnomusicological insistence on understanding music only in its socio-cultural context can itself be a limitation: “African music is approached via the anthropological tenets of ethnomusicology while Western music is regarded as immanently aesthetic (music theory), and as historical (musicology), and as living practice (composition), and, more recently, as an anthropological object (new or critical musicology). So, while Western music tends to be explored from a range of divergent discursive perspectives, African music tends to be contained within a single discourse (however multifaceted this discourse claims to be in itself)” (9).",
            "citations": [
                "scherzinger_2001"
            ]
        },
        "FN15": {
            "text": "15. “3030” samples the Introit from Lux Aeterna by William Sheller (1972).  In this article, I have indicated sampled beats wherever possible; if no indication of sample source is given, the beat was newly-composed for the song.",
            "citations": []
        },
        "FN16": {
            "text": "16. Doll, for example, notes that a traditional sense of harmonic function is only one factor at play in creating what he calls a “harmonic phrasal effect ” [emphasis in the original]: “the quality of a series of chords adjacent on the harmonic surface cohering into a unit by virtue of a variety of factors, including melodic phrasing, harmonic functional effects, chordal repetition, small-scale meter, large-scale meter . . . texture, timbre, lyrics, and even harmonic schemas themselves” ( 2017 , 85).",
            "citations": [
                "doll_2017"
            ]
        },
        "FN17": {
            "text": "17. Examples of other beat lengths are: the three-measure loops in “Electric Relaxation” by A Tribe Called Quest (on Midnight Marauders , 1993) and “Gettin’ Up” by Q-Tip (on The Renaissance , 2009); the five-bar loop in “Let Me Watch” by Viktor Vaughn (on Vaudeville Villain , 2003); and the additive beat of “Story 2” by clipping. [sic] (on CLPPNG , 2014), in which the beat begins in 3/8, adding one eighth-note beat per measure every eight bars. Ohriner ( 2016 ) provides a detailed analysis of OutKast’s “Mainstream,” noting that it is possible to hear either as a three-beat or a four-beat loop.",
            "citations": [
                "ohriner_2016"
            ]
        },
        "FN18": {
            "text": "18. Adams ( 2009 ) discusses rapper MF DOOM’s reliance on enjambment and ambiguity in detail. Another beat whose basic configuration conforms to generic expectations but which contains many variations on the configuration is “Jeopardy” by Run the Jewels, discussed in Adams 2016 (see [7.4]–[7.7]).",
            "citations": [
                "adams_2009",
                "adams_2016"
            ]
        },
        "FN19": {
            "text": "19. The excerpt samples two bars from Yes’s “Ritual” (from Tales from Topographic Oceans , 1973).",
            "citations": []
        },
        "FN20": {
            "text": "20. Doll refers to the repetition of a single harmony as the “catatonic I” ( 2017 , 85). Although his book deals with rock music, his adjective “catatonic” captures well the sense that a single looped harmony tends to have a passive role in the creation of phrases.",
            "citations": [
                "doll_2017"
            ]
        },
        "FN21": {
            "text": "21. Readers may wonder why three categories are necessary when it might seem that we could do with only two, either one harmony or more than one. The reason I have chosen to separate oscillating beats into their own category is because of the significantly large number of hip-hop beats that seem to be of this type. Though this is not a corpus study, my sense is that hip-hop beats that alternate between two harmonies make up the majority of beat types.",
            "citations": []
        },
        "FN22": {
            "text": "22. The bass line from “Excursions” (Example 5a) samples “A Chant for Bu” by Art Blakey and the Jazz Messengers (the original song was in 3/4; producer Ali Shaheed Muhammad added the final two eighth-notes of each bar to “Excursions”). Interestingly, Doll ( 2017 , 88) notes that the oscillation between I and II is more common in hip-hop than it is in rock music, citing Snoop Dogg’s “Gin and Juice” (1993) and Nelly’s “Hot in Here” (2002) as other examples.",
            "citations": [
                "doll_2017"
            ]
        },
        "FN23": {
            "text": "23. “None Shall Pass” (Example 5b) was newly composed. “Montego Slay” (Example 5c) was apparently patched together from more than 20 Jamaican tourist records, according to the album liner notes.",
            "citations": []
        },
        "FN24": {
            "text": "24. “Expansional” is an unfortunate word, but the best one for the circumstances. “Expansive” has expressive connotations irrelevant to this study, and “expanding” has Schenkerian overtones inappropriate in the current context.",
            "citations": []
        },
        "FN25": {
            "text": "25. Although “The Best Day” (Example 6a) sounds sampled, it was apparently composed for the song; I can find no attribution of a sample source. Example 6b, “Passin’ Me By,” was sampled from “Summer in the City” by Quincy Jones.",
            "citations": []
        },
        "FN26": {
            "text": "26. For simplicity’s sake, Example 9a shows only the relevant pitched layers of the beat, and leaves out the many cuts and variations introduced by Danger Mouse (similar to those we saw earlier in his beat for “Sofa King”).",
            "citations": []
        },
        "FN27": {
            "text": "27. There is much more to unpack in this example, which, if space permitted, could be the subject of a more extended analysis. Suffice it to say here that the change from the open to the closed loop also coincides with a change in lyrical topics—it is precisely at this point that Jemini moves on from the “brag” topics of the first half of the verse. The shift in lyrics further strengthens the sense of the next section as beginning a new phrase.",
            "citations": []
        },
        "FN28": {
            "text": "28. I concur with Doll ( 2017 ) that a cadence can either occur at the end of the loop, or in the transition from the end of one iteration to the beginning of the next; see his discussion of cadences and especially his description of Billy Joel’s “Piano Man” (90–92).",
            "citations": [
                "doll_2017"
            ]
        },
        "FN29": {
            "text": "29. Like “Sofa King,” this is another beat in which it is hard to differentiate the length of the loop from the length of the configuration. To my ear, there are enough variations in each two-bar segment that the beat cannot be said to repeat until the full eight bars have passed.",
            "citations": []
        },
        "FN30": {
            "text": "30. Given the relative amounts of time I spend on each parameter, it would seem that I place much more weight on harmonic parameters than on syntactic and motivic ones. Although my ear does tend to prioritize the harmony, I do not feel that harmonic parameters are conceptually more important than the other two. However, my discussion of harmony naturally required a great deal of theorizing about harmonic syntax in this repertoire, while English syntax, and motive, are concepts already familiar to readers.",
            "citations": []
        },
        "FN31": {
            "text": "31. “Syntactical unit” should be understood here to mean a syntactically complete utterance, whether a clause or a full sentence. I use this term instead of the simpler term “phrase” to avoid confusion between lyrical and musical phrases.",
            "citations": []
        },
        "FN32": {
            "text": "32. Krims ( 2000 , 49–50) notes that this alignment is typical of what he calls the “sung” style, which dominated rap flow in its early years.",
            "citations": [
                "krims_2000"
            ]
        },
        "FN33": {
            "text": "33. I have used “x.y” here to denote measure number and beat. This labeling system was adapted from Komaniecki ( 2017 , [1.6]), who uses a similar method to denote beat and subdivision.",
            "citations": [
                "komaniecki_2017"
            ]
        },
        "FN34": {
            "text": "34. There are two exceptions to the structure of this motive, both in the fourth bar of the example. The second motive in that bar replaces the initial rest with the final weak syllable of “hater” from the previous motive, and the third motive keeps the pitch contour but omits the syllable on the third sixteenth. But the motive has been heard enough times at this point that these two instances are clearly modifications of the motive. The non-motivic part of Example 12 also contains pitch inflections, but I have not included these.",
            "citations": []
        },
        "FN35": {
            "text": "35. One could make the case that any rising inflection in hip-hop also runs against natural patterns of speech, in which decreased breath support at the ends of statements ought to create a natural descent in pitch.",
            "citations": []
        },
        "FN36": {
            "text": "36. Although these measures now conform to the generic norms set forth at the beginning of this article, they represent a departure from the type of beat and the type of flow established as normative for this song; thus, I characterize them as two-bar phrases.",
            "citations": []
        },
        "FN37": {
            "text": "37. The beat for “Auditorium” was sampled from “Do jhoot jiye Ek Sach Ke Liye (Sad)” [“ Live Two Lies for One Truth ”] by Lata Mangeshkar (1975)",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] In her recent work on post-tonal music, Anabel Maler writes: The phrase, for all that it looms large in any theory of form and formal function, is an alarmingly slippery concept, reluctant to be tied to any particular length or content. ( 2018 , 47)",
                "footnotes": [],
                "citations": [
                    "maler_2018"
                ]
            }
        },
        {
            "0.2": {
                "text": "[0.2] Indeed. Musicians know a phrase when they hear one, but it has proven quite difficult to agree upon a precise definition, particularly one that applies across different repertoires. Definitions that rely on subjective experience tend to capture well the essence of a phrase but lack music-theoretical rigor, while definitions that pin down specific melodic, harmonic, and/or rhythmic features are often only relevant to a narrow body of music. In hip-hop analysis, it is tempting to discard the idea of phrase altogether. (1) After all, nearly every definition of phrase focuses on some coordination of melody and harmony; thus, given that hip-hop normatively lacks melody and often has minimal harmonic motion, “phrase” would seem to be an inapplicable construct. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] For all the difficulties of defining phrase in hip-hop, however, I would argue that the music can contain some unit, smaller than a verse but larger than a measure, with elements of direction and closure, and that such a unit can be conceived of as a phrase. While it is not possible for hip-hop music to create phrases in the way that tonal (or even post-tonal) music does, it is possible to identify the various parameters that can create a sense of phrase in hip-hop, and discuss the ways in which they interact. This article identifies and discusses three of those parameters as a first step toward developing both a framework and a vocabulary for the interactions that contribute to our sense of phrase in hip-hop. I argue that the perception of phrase relies on several interrelated parameters and is dependent both on which of those parameters is most active at any given point and on how that parameter communicates phrasal qualities to the listener. (3) Definitions and theses",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] A survey of the entire intellectual, historical, and music-theoretical traditions that gave rise to modern conceptions of phrase is probably outside the scope of an article on hip-hop. Furthermore, both Maler ( 2018 ) and Robin Attas ( 2011 ) have already undertaken such surveys in order to develop new models of phrase structure in post-tonal music and popular music respectively. Because my goal is similar to theirs—interrogating the concept of phrase in a non-standard repertoire—this section will draw heavily upon their work, to which I refer readers for more complete excavations of previous authors’ ideas. I will employ earlier conceptions of phrase, even those applicable only to tonal music, in order to provide either useful foils or useful foundations for the framework presented in this article.",
                "footnotes": [],
                "citations": [
                    "maler_2018",
                    "attas_2011"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] One type of definition common to studies of both “classical” and “popular” musics focuses on melody. Arnold Schoenberg, after giving a generalized definition of phrase as “consisting of a number of musical events, possessing a certain completion, and well adapted to combination with other similar units,” goes on to refine the concept as “a unit approximating what one could sing in a single breath,” noting that “the essential content is concentrated in one voice” ( 1967 , 3). His definition was echoed by Roger Sessions, who called a phrase a “portion of music that must be performed … in a single breath” ( 1950 , 13). These melody- and breath-based definitions, relevant to repertoires in which melody is one of the most salient features, resonate in the conceptions of pop/rock phrases put forth by Allan Moore, who writes that a phrase is “a segment of melody formed from one or more motifs, its end normally coinciding with the taking of breath” ( 2001 , 225), and of Ken Stephenson, who describes it as a “vocal melody where phrase length is based on the singer’s breaths, and an instrumental accompaniment … based on the repetition of chord patterns” ( 2002 , 7).",
                "footnotes": [],
                "citations": [
                    "schoenberg_1967",
                    "sessions_1950",
                    "moore_2001",
                    "stephenson_2002"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The focus on breath as a marker of phrase endings is lovely both for its intuitiveness and its acknowledgement of the embodied nature of phrases. But any attempts to pin this conception down with some rigor end up devolving back to the same questions: What are the elements of melodic and harmonic closure that create the best locations for breaths? Do musical elements create the best locations for breaths, or have natural breathing patterns traditionally determined phrase lengths? (4) Leaving aside breath, these sorts of definitions create further problems in the study of hip-hop, which, in its avoidance of melody, would not seem to be susceptible to a definition of phrase that used melodic closure as the main parameter. (5) But even if these definitions are a poor fit for hip-hop music, attention to the pitch of hip-hop vocals is still relevant: as I will show below, the use of pitch-based (i.e., melodic) motives in conjunction with rhythmic motives plays a significant role in demarcating phrases in hip-hop music. (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] More recent theorists of eighteenth-century music have looked to parameters other than melody for defining phrases. William Caplin defines a phrase by its length and content, as “minimally, a four-measure unit, often, but not necessarily, containing two ideas” ( 1998 , 256), and emphasizes that in his usage the term is functionally neutral and can often be used interchangeably with grouping structures. In his work on rock music, Drew Nobile uses the same functionally-neutral approach, saying that a phrase, in his conception, “does not carry with it any specific harmonic or melodic implications, but refers instead to rhythmic and melodic groupings” ( 2014 , 79–80). While there are advantages to the flexibility of these conceptions, I find them unsuitable for hip-hop, for reasons I will discuss below.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "nobile_2014"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Taking a different approach, James Hepokoski and Warren Darcy focus instead on the teleology of phrases; their phrase is a “more or less complete musical thought involving motion to a cadence” ( 2006 , 69 n. 10). In so doing, they explicitly align themselves with William Rothstein, who says that “a phrase should be understood as … a directed motion in time from one tonal entity to another” ( 1989 , 16) and who sets out the condition that “if there is no tonal motion, there is no phrase” (5). Although these authors are obviously dealing with a much different repertoire, it is worth noting that their definitions (particularly Rothstein’s) rely on two qualities: direction and closure. Both of these qualities can, in fact, be found to greater and lesser degrees in hip-hop—both in lyrics and beat—and the extent to which they are present has a direct impact on the perception of phrase.",
                "footnotes": [],
                "citations": [
                    "hepokoski_and_darcy_2006",
                    "rothstein_1989"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] Against the backdrop of these authors, Attas’s formulation of phrase in popular music describes both the essential attributes of phrases and how those attributes can be created. She defines a phrase in popular music as “a musical unit with goal-directed motion towards a clear conclusion, created through the manipulation of text, harmony, rhythm, and melodic contour” ( 2011 , [6]). For hip-hop music, one should understand that “melodic contour” refers mainly to indeterminately-pitched, motivic contour segments that always appear in conjunction with rhythmic motives; thus, I combine her categories of rhythm and melodic contour into “motive.” Otherwise, this characterization is quite suitable for hip-hop music. The main purpose of this article is to describe how a sense of phrase can be created in hip-hop through the interaction of three factors: harmony, syntax, and motive. The remainder of the article will show how these parameters support, contradict, and otherwise interact with one another to strengthen or weaken the sense of phrase in this music. Doubtless there are other factors that can contribute to a sense of phrase or phrase-like teleology in this repertoire, and a complete theory of hip-hop phrase would require a much longer study. I hope, in the paragraphs to follow, to make the first scholarly steps toward such a theory by describing the three parameters that seem most salient to me as a listener. A Note about Rhyme",
                "footnotes": [],
                "citations": [
                    "attas_2011"
                ]
            }
        },
        {
            "1.7": {
                "text": "[1.7] Although rhyme plays an obvious and significant role in hip-hop, I argue it is generally at most a minor factor in determining hip-hop phrases. This is because, to my ear, syntactical divisions in the lyrics tend to override rhyme groupings, as the following two examples will illustrate. Example 1a . Kurtis Blow, “Basketball” (1984), verse 1, 0:25–0:35 (borrowed from Adams 2009 ) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.8": {
                "text": "[1.8] In Example 1a , from Kurtis Blow’s “Basketball,” (7) the lyrics are delivered in the rhymed couplets typical of early-1980s rap. Thus, the logical expectation would be that these four bars would divide into two two-bar subphrases. However, the syntactical structure of the lines divides them up differently: the first two lines are each syntactically complete units, while lines three and four together form one unit. Thus, the four lines as a whole have the 1 + 1 + 2 syntactical structure common throughout old-school hip-hop from this era, rather than the 2 + 2 grouping that would have been suggested by the rhyme scheme alone. (8) Example 1b . Eric B. and Rakim, “Paid in Full” (1987), 0:46–1:10 (click to enlarge and listen)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "1.9": {
                "text": "[1.9] In Example 1b , from Eric B. and Rakim’s “Paid in Full,” syntactical units violate both rhyming and metrical boundaries, creating phrases that contain rhymes within them and extend across barlines. Most of the lines in this excerpt feature end rhymes on or near the fourth beat: “funny/money,” “righteous/might just,” “strive/alive,” and “this/miss.” Therefore, as with Example 1a, one might expect the boundaries of these rhymed couplets to create grouping boundaries as well. But a closer look at the lyrics makes it clear how rapper Rakim (William Michael Griffin Jr.) creates these boundaries through syntax rather than through rhyme. In lines three and four, the rhymes have been highlighted in bold. The second of these, “might just,” is not only the end of a rhymed couplet but is also delivered on the quarter- and eighth-note beats, rather than on the syncopated sixteenths (as “righteous” was). If these words were a syntactical ending point, they would strongly suggest a phrase boundary, but as it is, they demand grammatical continuation, and the phrase “search for a 9 to 5” in the next measure completes the sentence and ends the phrase. This technique, known as enjambment (and frequently discussed in the scholarly literature on hip-hop), (9) demonstrates that syntax can take precedence over rhyme in determining phrase boundaries. Rhyme can work in conjunction with other factors in the lyrics to support an existing phrase boundary, but in and of itself it is one of the weakest ways to define a phrase, incapable of doing so when other factors contradict it. (10) Hip-Hop: Norms and Exceptions",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "1.10": {
                "text": "[1.10] In order to discuss the ways that phrases are created in hip-hop music, it will first be useful to establish certain generic norms regarding meter, syntax, and rhyme scheme. Meter",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.11": {
                "text": "[1.11] The primary meter of hip-hop is simple quadruple. For anyone familiar with the genre, this assertion hardly needs empirical support; however, many scholars still note its normativity: Michael Berry notes that “for most rap songs, the meter is quadruple” ( 2018 , 2), and Ohriner characterizes the meter of hip-hop as “unrelentingly duple” ( 2016 ), an assertion echoed by Komaniecki ( 2019 , 23). (11) Compound divisions of the beat (i.e., “triplet flow”) have become much more common in recent years, a phenomenon explored recently by Ben Duinker ( 2019 ), Timothy Roth ( 2019 ) and Stephen Gomez-Peck ( 2019 ). Nevertheless, duple divisions of the beat predominate throughout the genre’s history, and in any case, the assertions put forth in this article can be evaluated independently of whether a given flow is simple or compound. Rhyme scheme and syntax",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "berry_2018",
                    "ohriner_2016",
                    "komaniecki_2019",
                    "duinker_2019",
                    "roth_2019"
                ]
            }
        },
        {
            "1.12": {
                "text": "[1.12] Layered on to this metrical framework, the vast majority of hip-hop lyrics are delivered in rhymed couplets, with rhymed syllables falling on or around beat four. Empirical support for this is given by Condit-Schultz ( 2016 ) who analyzed 1,314 hip-hop tracks from the period 1980–2015 in order “to describe the ‘norms’ of rap flow, to determine how flow varies between artists and songs, and to describe changes in flow over time.” His data show that rhymed couplets are by far the most common rhyme scheme, accounting for more than fifty percent of his rhyme chains (“the total set of all appearances of a particular rhyme motive”), for every year but one. Rhyme chains longer than couplets tend to be in multiples of two bars as well. Further, the majority of rhymed syllables in the corpus (22%) fell directly on beat four. (12) Rhymed couplets with rhymes on or around the fourth beat are arguably the single most common feature of hip-hop flow. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "1.13": {
                "text": "[1.13] Thus, the generically normative hip-hop song is in simple quadruple meter, and its flow is delivered in rhymed couplets with end rhymes around beat four. I establish this because I will characterize as “phrases” those passages in hip-hop that deviate from these norms, activating the musical surface to create a heightened sense of expectation which is then brought to a satisfactory close. To put it another way, I argue that two-bar phrases in hip-hop are so typical that they form a default phrase expectation, a background against which the phenomena described in this article stand out in relief. Rhymed couplets with fourth-beat end-rhymes are normative for the genre, but they are so normative that they no longer exhibit the qualities of direction and closure that most authors consider crucial to defining a phrase. Thus, in my formulation, a phrase can only refer to a segment of a hip-hop song that conflicts with or overrides these norms. I leave to other scholars the question of what to call a segment of a hip-hop song that only exhibits the normative features.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.14": {
                "text": "[1.14] The implication that hip-hop may contain stretches of music without phrases should not, in any way, be construed as an indictment of the genre. Rather, it is an implicit acknowledgement that “phrase,” a term and concept taken from European art music, is an imperfect fit for repertoires that are tangential to that tradition. I believe it is feasible to use a Eurocentric concept such as phrase in its broadest sense, extracting the most relevant aspects of its meaning while still acknowledging some of its limitations vis-à-vis non-European repertoire. In so doing, I align myself with Kofi Agawu, who, in discussing the application of Schenkerian techniques to African music, said: We will need to … cunningly appropriate metropolitan techniques not in order to apply them in orthodox fashion … but with a view to inflecting the very makeup of each technique in order to incorporate the imperatives of African structural procedure. ( 2003 , 344)",
                "footnotes": [],
                "citations": [
                    "agawu_2003"
                ]
            }
        },
        {
            "1.15": {
                "text": "[1.15] Tara Browner takes a more cautionary approach to this practice. In the introduction to an article about pow-wow songs, she notes that “how we as scholars label and/or translate language about music is a reflection of our power to represent in written form descriptive vocabularies that often existed before only as oral conventions” ( 2000 , 214). Although the North American Indian music she deals with has little in common musically with hip-hop, the genres share many cultural characteristics, particularly oral/aural means of transmission and, as Browner puts it, “no musical origin point or referent in any Western genre” (214). Almost two decades later, her article still serves as a timely warning about the power of musical analysis, particularly Eurocentric musical analysis, to erase the voices of the musical practitioners themselves, and she encourages scholars to engage in dialogue (real or imagined) with practitioners rather than simply writing about them. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "browner_2000"
                ]
            }
        },
        {
            "1.16": {
                "text": "[1.16] In this article, I recognize that “phrase,” in the music-theoretical sense in which it is typically used by Western musicians (as opposed to the linguistic sense), is less commonly used by hip-hop artists than other terms that have formed the basis for recent scholarship, like “flow.” My modeling of “phrase” in this repertoire comes from my own listening experience (some unit of music has qualities similar to those associated with a “phrase” in Western art music), and I have tried to identify some of the musical phenomena that create phrases. However, I have tried as much as possible to let the music dictate its own phrasal qualities, rather than beginning with a model and forcing the music to fit. Following Agawu’s lead, I appropriate the concept of phrase as a valid model for a unit of musical structure defined by forward direction and leading to a point of closure, but inflect this model in order to account for the relative absence of these two qualities in generically normative hip-hop and to incorporate the unique ways in which hip-hop music can express them. I have deliberately equivocated on whether the normative rhymed couplets on beat four constitute phrases, even weak ones, in order to maintain this article’s focus on the three techniques under examination and to allow for future research to take up the question.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.17": {
                "text": "[1.17] To summarize: In popular music (following Attas’s definition), a phrase is a musical unit containing goal-directed motion and ending with a clear sense of closure. In hip-hop, lyrics are typically delivered in rhymed couplets with end-rhymes falling on beat four. These characteristics are so prevalent that they only weakly define a phrase, if at all. I therefore argue that a phrase, in hip-hop music, is created when some aspect of the musical surface is activated by contradicting our normative expectations. This activation leads both to a heightened sense of direction (as listeners anticipate the end of the section) and closure (upon reaching its end). I do not claim that the techniques discussed below are the only ways to create a phrase, only that they are possible ways to do so. In the remainder of this article, I will discuss some of the ways that hip-hop phrases can be defined and perceived. I begin by describing the ways in which the harmonies present in the beat can define measure groupings, setting up phrase expectations; then, I explore the ways in which manipulation of lyrical syntax and rhythmic motive define phrases within hip-hop verses. Harmonic Parameters",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] One of the clearest ways that phrases can be defined in hip-hop is through the harmonies in the underlying beat, a term I use as it is used in the hip-hop community: all the non-vocal layers of a track. Three attributes of the beat—length, number of harmonies, and sense of direction—work to both circumscribe the number of measures expected in a phrase, and imbue those measures with varying degrees of forward motion. I should note here that my reliance on harmonic parameters of the beat to determine phrase structures forms one of the main differences between my approach and that of Duinker: his model stratifies flow and beat, with the former being “segmented into phrases” and the latter “express[ing] hypermetric units such as measures” ( 2021 ). I certainly agree with this approach insofar as beat and flow often function independently; nevertheless, I feel that the harmonic loop used in a hip-hop song sets up song-specific expectations for the length of phrases and for the degree of direction and closure in them, expectations that take place against the backdrop of the generic norms described earlier. In other words, a two-bar harmonic loop in the beat that ends with harmonic closure will strongly support the normative two-bar repetitions in hip-hop. A longer or shorter beat will contradict the two-bar norm, and the extent to which such a beat creates its own phrase expectations will depend on how strongly it creates a sense of direction and/or closure. Example 2a . Beastie Boys, “Bodhisattva Vow,” from Ill Communication (1994), 0:17–0:40, produced by Mario Caldato Example 2b . Deltron 3030, “3030,” from Deltron 3030 (2000), 1:30–2:10, produced by Dan the Automator (Daniel Nakamura)",
                "footnotes": [],
                "citations": [
                    "duinker_2021"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] If we envision direction and closure not as binaries but as axes on a graph, it becomes clear that the farther away a given beat is from the two axes, the more it will tend to sound like a phrase. Two examples will illustrate. Example 2a (audio only), from “Bodhisattva Vow” by the Beastie Boys, contains closure without direction: the pitched component of the beat comprises a single low C drone, creating a sense of tonal stasis that, while appropriate to the Buddhism-themed lyrics, nevertheless undermines the ability of the beat to demarcate phrases. Example 2b (audio only), from “3030” by Deltron 3030, (15) presents the opposite case, direction without closure: the beat spins out a 25-second sequence in descending thirds, followed by a lead-up to a dominant seventh chord, transforming the verse into one long phrase without break.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] These examples are outliers in that they each lie on one of the axes of our hypothetical graph: the beat from “Bodhisattva Vow” is tonally closed (in the sense of being stable) but directionless, while the beat from “3030” is the opposite. But in most hip-hop verses, the beat lies somewhere in between, and the degree to which the beat itself carves out a phrase against the background of our normative expectations depends on the extent to which it either supports or contradicts those expectations. A hip-hop beat can define phrases through the manipulation of three harmonic parameters: length, number of harmonies, and directionality. Very broadly speaking, an increase in one or more of these parameters leads to a more strongly-defined sense of phrase, although as I will show, these factors sometimes work at cross-purposes. The discussion that follows will offer a classification scheme for the harmonic parameters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] It is worth digressing for a moment to address the issue of harmonic functionality and its relationship to popular music. Both Christopher Doll ( 2017 ) and Nobile ( 2016 ) have emphasized the ways that the repetition characteristic of pop/rock music changes our experience of harmonic function in those repertoires, and since hip-hop uses the same looped repetitions as pop and rock music, much of what Doll and Nobile say is also applicable here (recognizing, of course, the myriad differences between the repertoires). (16) In particular, the two authors share the idea that repetitive loops create their own syntax, with the result that harmonic-functional categories become much more abstract, containing a variety of possible chords whose function is determined more by their order position within the loop than by their structure or scalar location. Their ideas will form the backdrop for much of the discussion below. Length",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "doll_2017",
                    "nobile_2016"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] The length of the beat is the simplest phrase-defining characteristic. The pitched elements of a hip-hop beat tend to repeat in loops of one, two, or four measures; exceptions to this are extremely rare, though they do exist. (17) As mentioned above, the longer a hip-hop beat lasts before repeating, the more each iteration will sound like an independent phrase. Example 3 . Danger Doom, “Sofa King” (from The Mouse and the Mask , 2005), 1:12–1:48 (produced by Danger Mouse [Brian Burton]) (click to enlarge and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] While it is therefore easy to classify hip-hop beats according to their length, in many cases it turns out to be surprisingly difficult to determine the length of the beat. The analysis to follow will illustrate why. Example 3 gives a passage from “Sofa King” (2005) by Danger Doom, produced by Danger Mouse (Brian Burton) and sampling “Chamber Pop” (1971) by Don Harper. How many measures long is this beat? Variations in both the pitched and rhythmic layers of the beat make this a difficult question to answer. The opening four measures, which contain two bars and their exact repetition, set up the expectation for a two-measure loop. On the second beat of measure five, Burton temporarily removes all the layers of the beat to make room for rapper MF DOOM’s (Daniel Dumile) sniffing sound, but this change is insignificant—the listener assumes that the beat would have continued with another two-bar repetition had it not been for Burton’s interference.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.7": {
                "text": "[2.7] In mm. 7–8, however, what should be another repetition of the beat turns out to be a variation. The changes are minor: the violin sample repeats its first-beat B ♭ instead of the syncopated figure used in the previous iterations, and a drum fill replaces the backbeat at the end of m. 8. But these particular variations on the loop never appear in the sample source; Burton deliberately spliced in the extra B ♭ and altered the drums to differentiate mm. 7–8 from the material that came before. The generic expectation, then, would be that Burton has created an eight-bar loop, which will start over in m. 9. Again, though, the producer subverts our expectations. Measure 9 starts with the same melodic figure, but this time played by the sampled flute rather than the violin. Does this “count” as a repetition? If so, what of mm. 10–11, which continue the same harmonic structure but change the melodic sample entirely? Is it possible to describe a beat like “Sofa King” as a two-bar loop with variations, or must we wait for exact repetition in order to determine its length?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Adam Krims ( 2000 ) provides a valuable framework for answering these questions. In his analysis of “The N***a You Love to Hate” by Ice Cube, he uses the term “configurations” to describe “combinations of tracks which remain more or less stable over an extended period of the song” (98). Unlike “Sofa King,” “The N***a You Love to Hate” contains layered samples from many different tracks; nevertheless, the concept of configurations can apply equally well here. For our purposes, we can alter the definition of configurations to denote combinations of musical layers—whether melodic, harmonic, or rhythmic—that remain stable throughout a verse or large parts of one. In “Sofa King,” we can identify the fundamental configuration as: (1) the melodic figure in mm. 1–2, initially played by the violin; (2) the bass line 1 ˆ – 4 ˆ – 2 ˆ – 5 ˆ ; (3) the harmonic progression i–iv–II 7 –V; and (4) a backbeat rhythm in the drums. Variations in the basic configuration are understood as variations, precisely because listeners grasp the stability of the configuration underneath (all the more so in a beat like “Sofa King,” whose opening repeats the configuration verbatim). Moreover, in a beat like the one for “Sofa King,” identification of the basic configuration allows us to more accurately model one of the fundamental tensions in the song; namely, the tension between expected norms of the genre and the specific ways in which the musical surface is varied and enlivened. As we have seen, this tension is manifested in the numerous variations on the beat’s basic configuration, but it is also reflected in the rapper’s simultaneous use of generically normative rhymed couplets and constant violations of the meter via enjambment. (18) Modeling the fundamental configuration thus allows the analyst to describe the basic beat and its relationship to the normative two-bar structure, and to assimilate any variations it contains. Throughout this article, any reference to the length of the beat should be understood to mean the length of the configuration. Number of harmonies",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "krims_2000"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] Hip-hop beats can be divided into three categories based on the number of harmonies contained in the loop: repetitive, oscillating, and expansional. Example 4 . Repetitive beat: De La Soul, “The Grind Date” (from The Grind Date , 2005), 0:28–0:49 (produced by Dave West) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] Repetitive beats contain only a single harmony, as shown in Example 4 , from De La Soul’s “The Grind Date” (2005). (19) Though there is little to say about this example, it does highlight the importance of separating the length of the loop from the number of harmonies contained therein: harmonically, the sample simply repeats D major, but the texture itself only repeats after two measures. One can easily envision other single-harmony beats with one- or four-bar repetitions. In any case, the use of a single, repeating harmony throughout the configuration is likely to shift the listener’s attention to the lyrics in determining the phrase lengths, whether those conform to or depart from the normative two measures. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "2.11": {
                "text": "[2.11] Oscillating beats alternate between two different bass notes or harmonies, whose roots will necessarily either be a second, third, or fourth apart. (21) The greater the sense of functional relationship between the two harmonies is, the more each repetition will sound like an individual phrase, regardless of its length. In my hearing, the functional relationships between chords increases proportionally to the distance between their roots; thus, harmonies related by second are relatively weak, while relations by thirds and fourths are progressively stronger. This may not be the experience of all listeners, and my discussion of the harmonic parameters is not intended to convince readers of a “correct” interpretation. Rather, the discussions of harmonic function and directionality below are meant to increase our sensitivity to the ways that those features impact the creation of phrases in this repertoire. Example 5a . Oscillating beat, alternating by second: A Tribe Called Quest, “Excursions“ (from The Low End Theory , 1990), 0:28–0:52 (produced by Ali Shaheed Muhammad) (click to enlarge and listen) Example 5b . Oscillating beat, alternating by third: Aesop Rock (Ian Bavitz), “None Shall Pass” (from None Shall Pass , 2007), 0:15–0:34 (produced by Blockhead [Tony Simon]) (click to enlarge and listen) Example 5c . Oscillating beat, alternating by fourth: People under the Stairs, “Montego Slay” (from O.S.T. , 2002), 0:20–0:44 (produced by Thes One [Christopher Portugal]) (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "2.12": {
                "text": "[2.12] Doll ( 2017 , 14) posits two main harmonic functions, pre-tonic and tonic, with the former category containing dominant, subdominant, and mediant chords. Using this conception, an oscillating beat in hip-hop will always move between pre-tonic and tonic chords, and in general, the first harmony will take on tonic status, so that the alternation of harmonies is heard as I–ii, I–vi, I–V, and so forth (although there are exceptions; see Example 5c). Thus, an oscillating beat is most often heard as a departure away from tonic, and a return to it with the next iteration of the loop. The sense of harmonic completion, and thus of satisfaction, increases with each repetition, a phenomenon first noted by Joseph Schloss ( 2004 ), and discussed further below. Examples 5a–5c illustrate.",
                "footnotes": [],
                "citations": [
                    "doll_2017",
                    "schloss_2004"
                ]
            }
        },
        {
            "2.13": {
                "text": "[2.13] In Example 5a , from “Excursions” by A Tribe Called Quest (1991), the bass alternates between E minor and its Neapolitan, F major (in the chorus, additional pitched layers clarify the qualities of these chords). (22) Other than a gentle rise and fall in tension, there is little functional relationship between these two harmonies, and therefore the four bars that they comprise will be felt only weakly as a phrase—increasing the ability of the lyrical parameters to define phrase more strongly. In Example 5b , from Aesop Rock’s “None Shall Pass” (2007), the harmonies alternate between E minor and its submediant, C major, a more clearly defined tonal relationship that adds an aspect of tension and relaxation to the beat. “None Shall Pass” is a good example of the harmony overriding the other parameters in defining phrases: the oscillation takes place over four bars, supplanting the generic two-bar expectation; also, given the rapid stream-of-consciousness lyrics, the phrase structure of the beat is much easier to grasp than that of the lyrics, even on repeated listening. The loop of Example 5c , from “Montego Slay” by The People Under the Stairs (2002), whose harmonies are separated by fourth, defines itself as a phrase much more strongly, with each iteration of the beat defining a IV (7) –I (9) plagal motion. (23) I will return to this issue presently, in the section on directionality (see [2.18] below).",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "2.14": {
                "text": "[2.14] One exceptional type of oscillating beat contains four harmonies rather than two: in Example 5d , from “Lynguistics” by the Cunninlynguists (2001), the beat modifies and transforms two sequential bars from the Tchaikovsky violin concerto. As is typical with sequences, we tend to hear the first statement as a “model” and the second as a “copy;” thus, the oscillation takes place between these two elements of the sequence (and therefore four harmonies) rather than between the pairs of harmonies contained therein. Example 5d . Oscillating beat, sequential: Cunninlynguists, “Lynguistics” (from Will Rap for Food , 2001), 0:18–0:46 (produced by Kno [Ryan Wisler]) (click to enlarge and listen) Example 5e . Oscillating beat, uneven: Migos, “Bad and Boujee,” (from Culture , 2017), 0:15–0:30 (produced by DY and Tre Pounds [Dwan Avery and Jeffrey LaCroix]) (click to enlarge and listen) Example 6a . Expansional beat, I → iv: Atmosphere, “The Best Day” (from To All My Friends, Blood Makes the Blade Holy: The Atmosphere EP’s [sic], 2010), 2:17–2:41 (produced by Ant [Anthony Davis]) (click to enlarge and listen) Example 6b . Expansional beat, i → v: The Pharcyde, “Passin’ Me By” (from Bizarre Ride II the Pharcyde , 1993), 0:23–0:39 (produced by J-Swift [Juan Martinez]) (click to enlarge and listen) Example 6c . Expansional beat, complete progression (i → iv → II 7 -> V): Danger Doom, “Sofa King” (click to enlarge and listen) Example 6d . Expansional beat, closed: Atmosphere, “Godlovesugly” (from God Loves Ugly , 2002), 0:39–0:50 (produced by Ant [Anthony Davis]) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.15": {
                "text": "[2.15] All of the oscillating beats shown thus far have comprised equally spaced harmonies, but this is not always the case. In Example 5e , from Migos’s enormously popular 2017 song “Bad and Boujee,” the beat oscillates between i 9 and iv 9 , but only moves to the latter harmony after three and a half (out of four) bars. While still an oscillating beat, “Bad and Boujee” has the stability and lack of forward motion more closely associated with a repetitive beat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.16": {
                "text": "[2.16] An expansional beat contains more than two harmonies, (24) often creating what Nobile calls a functional circuit : “a complete statement of the syntactical functions T–PD–D–T” ( 2016 , 158). Nobile’s conception is useful here because it allows for a variety of harmonies to fill the three syntactical functions. For instance, his examples show the possibility of dominant function being filled by V, iv, or even i 7 . Thus, in an open-ended hip-hop loop, the final harmony most often becomes a syntactical dominant, especially on repeated hearings, when a listener comes to expect return to the tonic with each iteration of the loop. Example 6a and Example 6b illustrate expansional progressions: in Example 6a, from Atmosphere’s “The Best Day” (2010), the harmonic loop proceeds I–V 7 /IV–IV–iv, and the upper-voice descent 1 ˆ – ♮ 7 ˆ – 6 ˆ – ♮ 6 ˆ resolves satisfyingly into 5 ˆ each time the progression repeats, creating a rewarding sense of syntactic fulfillment. In Example 6b, from “Passin’ Me By” by the Pharcyde, the bass descends, lament-style, from 1 ˆ to 5 ˆ , while the harmonies change from i to v 7 ; this too, provides a pleasing sense of completion—despite the minor v 7 chord—each time the beginning of the loop returns. (25) While both of these examples contain more than two harmonies, one could argue that they are not true functional circuits but only “expansions” in the Schenkerian sense: Example 6a could be interpreted as a simple oscillation between I and IV, with modifications of each, and Example 6b could be interpreted as a progression from i–v with passing chords. For a more demonstrably complete progression, Example 6c returns to Danger Doom’s “Sofa King” (2005), now showing only the basic configuration (the same audio example is given again here as 6c). Here, the tonal satisfaction provided by the resolution of dominant to tonic at each repetition is bolstered by the presence of the two predominant chords (in the traditional sense) and the falling bass line.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "nobile_2016"
                ]
            }
        },
        {
            "2.17": {
                "text": "[2.17] All three expansional beats presented thus far were open, beginning on tonic and ending on a harmony that led naturally back to it. These progressions seem, by far, to be the majority of expansional beats in hip-hop. Closed progressions, ending on the tonic (and beginning either on- or off-tonic), are less common. The constant release of tension and sense of closure associated with each iteration of the loop has led producers to employ tonally closed beats mainly alongside lyrics with corresponding affects of closure, often resignation or relaxation. For instance, the beat from Atmosphere’s “Godlovesugly” (2002), presented as Example 6d , mirrors rapper Slug’s (Sean Daley) fatalism through its constant iteration of the progression Ger +6 –V 7 –i. Closed expansional beats such as this one tend to circumscribe phrases much more strongly than their open counterparts do, since each iteration of the beat ends with a cadence. In these cases, it is less likely that lyrical parameters of phrase will override the boundaries set forth by the beat. Directionality",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.18": {
                "text": "[2.18] Directionality refers to the sense of tonal motion or forward energy present in each iteration of a hip-hop beat. The perception of directionality is largely subjective, but depends on familiar features from tonal music, especially the amount of rhythmic energy and the sense of harmonic progression. Example 7a . The Chicharones, “Blessing in Disguise” (from Boss Hogs , 2007), 1:30–1:43 (produced by Josh Martinez [Matthew Kimber]) (click to enlarge and listen) Example 7b . Bahamadia, “Spontaneity” (from Kollage , 1996), 0:21–0:46, (produced by “Da Beatminerz”) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.19": {
                "text": "[2.19] In a repetitive beat, directionality tends to vary inversely with the length of the unit being repeated. Example 7a shows the basic beat from “Blessing in Disguise” by the Chicharones, an example explored in more detail below. Although the bass line repeats every measure and the topmost melodic figure repeats every two measures, the heavy bass accents on beats one and three, combined with the repetitions in the left hand of the keyboard sample, provide a strong sense of repetition every half bar. This, in turn, gives the sampled music with breathless quality and a great deal of forward momentum. By contrast, in Example 7b , from “Spontaneity” by Bahamadia, the bass note is only articulated once every two bars, which is also the length of the melodic sample. Thus, although this beat also only contains a single repeated harmony, it sounds much more static than the previous example.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.20": {
                "text": "[2.20] As discussed above, the sense of directionality inherent in an oscillating beat will depend on the functional relationship between the two harmonies. On the other hand, an oscillating beat whose harmonies have a strong functional relationship will define each repetition as a phrase from the outset, while a beat whose harmonies have a weaker functional relationship will build a greater and greater sense of directionality with each repetition. As Schloss puts it, “After only a few repetitions, this juxtaposition [of the end of a phrase with its beginning] . . . begins to take on an air of inevitability. It begins to gather a compositional weight that far exceeds its original significance” ( 2004 , 137). The accrual of Schloss’s “air of inevitability” will naturally be greater if the functional relationship between the harmonies is stronger. Mark Butler describes this build up as “recombinant teleology” ( 2014 , 205), especially when it involves the accretion of additional layers. As a verse progresses, each repetition of an oscillating beat (or an expansional one, see below), will assert itself more and more as a phrase, its air of inevitability pulling against both our generic expectations and any phrasal qualities in the lyrics. Example 8 . Jurassic 5, “Jurass Finish First” (from Quality Control , 2000), 0:18–0:39 (produced by DJ Nu-Mark [Mark Potsic]) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "schloss_2004",
                    "butler_2014"
                ]
            }
        },
        {
            "2.21": {
                "text": "[2.21] Example 8 , from “Jurass Finish First” (2000) by Jurassic 5, illustrates this. The beat oscillates between I and V 7 , with the second four-bar unit adding a jaunty cello melody to the existing chord progression. Both the beat and lyrics sharply contradict our generic expectations: the beat repeats only every four bars, while the lyrics contain rhymed couplets every half-measure. By comparison with some of the earlier oscillating examples (see Examples 5a–5c), however, this beat contains a much stronger sense of forward motion. Despite its length, the harmonic weight of the I–V 7 progression propels the beat forward, creating an ever-increasing sense of anticipation of the next iteration, and (to my ears) strongly defines each four-bar unit as a phrase. Example 9a . Change from open to closed expansional beat: Jemini, “Medieval” (from Ghetto Pop Life , 2003), 0:42–1:15 (click to enlarge and listen) Example 9b . Expansional beat, closed (a a' b a\"): Noname, “Self” (from Room 25 , 2018), 0:22–1:03 (produced by Phoelix) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.22": {
                "text": "[2.22] Most of what has already been said about directionality in oscillating beats also applies to expansional beats: the stronger the chord progression, the stronger the sense of directionality (and thus the sense of phrase) in the beat. Example 9a , from “Medieval” by Jemini (2003), shows producer Danger Mouse using this quality to his advantage. Each verse contains two different beats, both of which center on B minor. The first, open, part of the beat progresses from i to V , with the bass driving upward 5 ˆ - ♯ 6 ˆ - ♯ 7 ˆ at the lead-in to each repetition. (26) Halfway through the verse (0:16 in the example), the beat changes to a loop that circles around the tonic, i–i 6 –VII–i. The fact that this loop is closed, combined with the increase in the number of timbral and textural layers and the now-consistent drum beats, makes this a thrilling point of arrival, and a satisfying release from the build-up of tension that preceded it. This point also marks a phrase boundary, as the change in beat is marked by a much more decisive resolution from V to i than the resolutions that preceded it. (27)",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "2.23": {
                "text": "[2.23] Whether they end on dominant or tonic harmony, expansional beats that comprise full harmonic progressions tend to define phrase boundaries much more strongly than oscillating or repetitive beats do: since every iteration of the beat ends in a cadence, (28) each one naturally also tends to be perceived as a phrase. This phenomenon holds true irrespective of the length of the beat. We observed this briefly in the two-bar loop from Example 6d (“Godlovesugly”), which contained a perfect authentic cadence with every repetition, but it also occurs in the much slower and longer eight-bar loop presented in Example 9b . This beat, from Noname’s (Fatimah Warner) song “Self” (2018), contains a full a–a’–b–a’’ form. The length and slow tempo of the beat combined with the overall brevity of the song (only 1:34) mean that there are only four and a half iterations of the loop in the song. (29) Each of these iterations very strongly demarcates a phrase boundary, such that the listener becomes much more attuned to phrases in the beat than those in the lyrics. This is partly a function of Warner’s spoken-word rap style: her irregular, unpredictable rhythms and syntactical divisions leave the listener without a strong sense of lyrical phrases. In the audio example (at 0:33), the first verse trails off in the middle of the loop, seemingly mid-thought. Thus, absent strong indicators of phrase divisions in the lyrics, listeners will naturally entrain more to the beat. But even with a more regular, “old-school” type flow, a closed expansional beat such as this one would tend to override phrase divisions in the lyrics.",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "2.24": {
                "text": "[2.24] To summarize: the perception of phrase in a hip-hop beat is influenced by three main factors: the length of the loop, the number of harmonies it contains (repetitive, oscillating, or expansional), and its overall sense of directionality. Differences in each of these factors among different songs—and, more rarely, within a single song—lead to stronger or weaker perceptions of phrase within the beat. A beat that only weakly defines a sense of phrase will tend to yield to the lyrics to do so, while a beat that strongly defines phrases will tend to override them. To repeat once again, all of this also takes place against the backdrop of our generic expectation of two-bar phrases with rhymed couplets.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.25": {
                "text": "[2.25] All of the beat types discussed in this section contain drums, a bass line, and at least one additional instrumental layer that clarifies the harmonic content. Does this mean that a hip-hop song whose beat contains only sampled drums, or a tonally-ambiguous bass line, is incapable of containing phrases? No, it does not. But the boundaries of those phrases are more likely to be determined by the lyrics, rather than by the beat. I will turn to those lyrical parameters now. (30) Syntactical parameters",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In song, one need not necessarily discuss the lyrics separately from the music when determining the phrase structure. The typical expectation in Western art song, for example, is that melodic and harmonic closure will be coordinated with syntactic closure in the lyrics, and that the end of a grammatical unit will coincide with a cadence ( Rodgers 2014 , 65–66). But since hip-hop lacks melody, this expectation no longer applies: unmoored from the beat, the lyrics freely float in and out of alignment with the underlying harmonies. In general, when lyrical and musical syntax are out of alignment, the lyrical syntax will more strongly define phrase boundaries. Two examples will demonstrate. Example 10 . Syntactical alignment: N.W.A., “Express Yourself” (from Straight Outta Compton , 1988), 0:10–0:31 (rapper: Dr. Dre [Andre Young]) (click to enlarge and listen) Example 11 . Syntactical misalignment: Andre Nickatina + Equipto, “Lost Hawks” (from The Gift , 2005), 0:58–1:20 (rapper: Andre Nickatina [Andre L. Adams]) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "rodgers_2014"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Very broadly speaking, alignment of syntactical units with measure boundaries is characteristic of “old-school” (i.e., pre-1989) hip-hop. (31) Example 10 illustrates this alignment in the opening of “Express Yourself” by N.W.A. (1988). (32) Here, each measure contains a syntactically complete utterance, each of which is set off by rests on either side. Thus, we would expect phrase boundaries in both beat and lyrics to align, and they do: the oscillating beat repeats every two bars, and the lyrics are phrased in either two- or four-bar units as well.",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Example 11 illustrates the opposite case. In this excerpt from “Lost Hawks” (2005), by Andre Nickatina and Equipto, syntactical units come in and out of alignment with measure boundaries. In the first two bars, both are aligned: after three upbeat sixteenth notes, each of the first two syntactical units lasts for the first three beats of the bar, strongly supporting the underlying meter. Subsequently, however, the lyrics fall out of alignment with the beat, defining their own phrase boundaries. The next four syntactical units each violate metrical boundaries: the first lasts only two beats, setting up the next two utterances that each extend from beat three of one bar through beat two of the next bar (additionally, the most strongly-accented words of these fragments—“heaven” and “hell”—fall on beat four of the measure). After the last of these units (m. 7 in the example), a five-beat unit (“goin’ to the stage…”) brings the lyrics back into alignment with the measures. Thus, the lyrics, violating the metrical and phrasal boundaries set forth in the beat, divide the verse into three phrases: mm. 2–3, mm. 4–7.2, and mm. 7.3–9. (33) That the first phrase is aligned with the two-measure expansional beat in the harmony makes the lyrical departure from this two-bar structure in the subsequent measures even more striking.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] English syntax can be difficult to parse, particularly in poetic or lyrical speech such as one finds in rap. The syntactical analyses presented both here and below reflect my own hearings of syntactical divisions, and I recognize that other hearings are possible. My point is not to present objectively “true” analyses, but rather to point out ways in which lyrical syntax either supports or conflicts with other parameters, and to suggest phrasal hearings based on those readings. The broader goal is to point out that, in the absence of melody, lyrical syntax can help to shape the way that we perceive phrases in this repertoire. How individual listeners choose to do so will naturally vary quite a bit. Motivic parameters",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] One of the strongest ways that a rapper can define a phrase is through use of a motive, usually marked by a departure either from generically normative flow or from whatever type of flow has been established as normative for the verse. In these cases, the beginning and end of the passage that employs the motive will be perceived as phrase boundaries. Rhythmic motives activate the musical surface in a way that implies their own conclusion: listeners typically do not expect an entire verse to consist of a single rhythmic motive. Motives create a sense of teleology by making the listener anticipate their end; the longer a motive continues, the more tension it builds up and the more thrilling the return to a more standard flow (and thus, the more strongly the section with the motive will stand out as a phrase). Motives in hip-hop can involve either rhythm alone or rhythm and pitch; I am not aware of any hip-hop motives that involve pitch independent of rhythm. Since the hip-hop genre relies on spoken or chanted, as opposed to sung, lyrics, relative pitch relationships between syllables are more salient then absolute pitches are. Thus, I will use contour segments (csegs) to describe the pitch content of motives. Example 12 . Rhythmic/melodic motive aligned with rhyme: Cunninlynguists, “616 Rewind,” (From Will Rap for Food , 2000), 0:27–1:05 (rapper: Tone Deff [Pedro Rojas]) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] The use of a repeating motive in hip-hop is often coordinated with rhyme; that is, each occurrence of the motive will rhyme with the others. An excellent example of this is the first verse from The Cunninlynguists’ “616 Rewind,” by rapper Tone Deff (Pedro Rojas). Example 12 gives the complete lyrics to the verse, as well as a rhythmic transcription of the motivic portion. As is clear from the audio example, Rojas’s flow makes heavy use of sixteenth-note triplets, which quickly become the characteristic rhythm of the verse. However, in the twenty-second line of the verse, italicized in the example, he changes his delivery to a steady stream of even sixteenth notes. These are grouped into motives of four sixteenths by their contour: each group of four sixteenths presents the cseg <2 3 1 0>, as indicated by brackets and relative pitch height in the transcription, and all four syllables of each motive rhyme with the corresponding syllables in the other motives. This sudden change of rhythm sets these lines of the verse in sharp contrast to the rest, and sets them apart as a single phrase. Example 13 . Motive reinforced by pitch contour: Cardi B, “Bronx Season” (from Gangsta Bitch Music Vol. 2 , 2017): 0:46–1:02 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] A motive will stand out even more if its pitch contour reverses, or otherwise modifies, natural speech patterns. Example 13 , from “Bronx Season” (2017) by Cardi B (Belcalis Almanzar), demonstrates this. Apart from the song’s intro and outro, “Bronx Season” has only a single verse of rapping without any instrumental breaks or sung hooks; furthermore, the repetitive harmony of its beat means that listeners are more likely to focus on the lyrics for defining phrases. One of the most effective ways to highlight a section of lyrics would therefore be through the use of a motive. As the example shows, Almanzar’s motive consists of a sixteenth rest followed by four sixteenths with the contour <0 1 3 2>, (34) and, unlike the previous example, not all instances of the motive rhyme. The rhythm and contour alone are enough to set this section apart motivically, but her motive is highlighted even further by the relationship of the syntactical structure to the pitch contour. There are twelve instances of the motive, and in every one of them the highest pitch corresponds to the least significant word or syllable in the utterance. In half of the motives, the highest pitch is on an article (“a” or “the”), and in the others it is set to a pronoun, an unaccented syllable, or no syllable at all. This stands in contrast to natural speech accentuation, in which these words or syllables would likely be spoken at the lowest pitch level: one can imagine how different this section would sound with the more natural contour <0 3 2 1>. Thus, in addition to the motives being musically marked by their rhythm and contour, they are expressively marked through the rapper’s contradiction of normal speech accentuation. (35) Example 14 . Verse subdivided by the use of two contrasting motives: Run the Jewels, “Oh My Darling Don’t Cry” (from Run the Jewels 2, 2015): 1:29–1:42 (rapper: Killer Mike [Michael Render]) (click to enlarge and listen)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] A more complex case is presented in “Oh My Darling Don’t Cry” by Run the Jewels ( Example 14 ). Like “Bronx Season,” the beat for this song is stripped-down, in this case with little harmonic content at all, apart from the bass drone. Once again, then, lyrical parameters of the song will define phrases much more strongly than harmonic ones. Here, rapper Killer Mike (Michael Render) uses two contrasting motives, bracketed and labeled in the example, to divide his verse into two phrases. In the first two measures of the verse, every quarter-note beat but one contains motive x: one sixteenth note followed by two thirty-second notes, the second of which carries an accented syllable. At the beginning of the third bar, Render modifies the motive, first by reversing the order so that the thirty-second notes come before the sixteenth, then by replacing the sixteenth note with two more thirty-seconds. This disintegration of the main motive sets up the dramatic change midway through the third bar, in which Render switches to a flow of straight sixteenth-note triplets. Like Rojas’s verse in Example 12, this stream of triplets is subdivided into motive y by Render’s use of accent and rhyme: each motive comprises a single upbeat note and the first five triplet sixteenths of the following group. Within each instance of motive y, the second and fifth notes (the first and fourth triplet sixteenths of the beat, e.g. “blow” and “crip” in the first motive) receive textual accents, and the fifth note of every instance of motive y rhymes with every other one. Render not only defines motive y clearly but also makes it entirely distinct from what came before, thus motivically subdividing the four-bar verse into two phrases of 2.5 and 1.5 measures. Interactions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] As I have described in the preceding sections, harmony, syntax, and motive are each a factor that can contribute to the perception of phrase in hip-hop music. The degree to which one parameter takes precedence over another will depend both on how much that parameter departs from generic (or even song-specific) norms and on the entrainment preferences of individual listeners. My own hearing tends to focus first on the beat, which, to my ear, takes priority in determining phrase boundaries until contradicted by another factor; however, a listener more focused on lyrics might prioritize syntactical phrase boundaries. But the larger point is that each of the features I described above can generate phrases independently: sometimes, as we saw in “Medieval” (Example 9a), two or more factors might be coordinated to define a phrase boundary even more strongly, but this synthesis is not a requirement. In the following section, two longer analyses will illustrate some of the ways in which the parameters of phrase described above interact to shape the expressive trajectories of verses. The Chicharones, “Blessing in Disguise” Example 15 . The Chicharones, “Blessing in Disguise” (2007), 2:43–3:23 (rapper: Josh Martinez [Matthew Kimber]) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] Example 15 presents the beat for “Blessing in Disguise,” which we briefly examined earlier, along with a portion of the lyrics from the song’s third verse. An unusual feature of this beat is its change from repetitive to expansional midway through each of the verses; the segment presented in Example 15 contains the section of the verse where the beat transitions from repetitive to expansional and back again. In the lyric transcription, these points are indicated by the letters “R” and “E” on the left-hand column. On the right-hand side, I have included some annotations indicating the ways in which beat and lyrics move in and out of alignment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] As noted in Example 7a, the opening repetitive section of this beat strongly emphasizes the first and third beat of each bar. Although literal repetitions of the beat only occur every two bars, the bass emphasis on the “tonic” D every other beat make the repetitions sound much more frequent. Lacking any harmonic trajectory, such a beat is only very weakly able to mark phrase boundaries; therefore, in this verse as in others with repetitive beats, the phrase organization falls to the lyrics. Grammatically, the first four bars of the example are a single sentence, and only the third and fourth measures rhyme—a fact not apparent, of course, until the fourth measure ends. Thus, the syntactical structure of the lyrics overrides the foreshortened, repetitive beat, defining the first four bars as one phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] As the beat moves into the expansional section, the lyrics move into alignment with it. This part of the beat contains two complete progressions, one every two bars: i–iv–v–i followed by i–V\\(\\substack{7\\phantom{-3}\\\\4-3}\\)–i. The rapping changes accordingly, with rapper Josh Martinez (Matthew Kimber) rapping in two syntactic units of two measures, each of which is also a rhymed couplet. The two-bar units in the lyrics support the two-bar organization of the expansional beat, and clearly define these lines as two phrases of two measures each. (36) As the expansional beat repeats, however, Kimber’s rapping gives the impression of a sudden acceleration, as he introduces a motive ( ) that lasts half a bar and occurs three times in succession. This brief and active motivic section draws the listener away from the more sedate beat, and sets off the section as a phrase of 1.5 bars. In fact, this third section of the example illustrates well the difference between phrase and grouping, as I conceive of it in this article: the words “a matchbook ready” are grammatically grouped with the previous two measures, but since they do not repeat the motive, they do not participate in the phrase that it defines.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] In the last four lines of the example, the beat resumes its original repetitive character, and the lyrics re-align with the beat. Kimber’s flow changes to a series of syntactically discrete eighth notes, strongly reinforcing the quarter-note pulse of the repetitive section of the beat. Though the quarter-note pulses in the lyrics do not continue, the single line of coordination between beat and lyrics is enough to entrain the listener to the repetitions in the beat, which, with the lyrics, define the last four lines as a single phrase once again. In this brief example, the beat and lyrics enliven the musical surface by coming into and out of alignment with each other, sometimes working together to define phrase boundaries, and sometimes defining those boundaries independent of each other. Mos Def, “Auditorium” Example 16 . Mos Def, “Auditorium” (from The Ecstatic , 2009), 0:14–0:48 (produced by Madlib [Otis Jackson, Jr.]) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] As a final analytical exercise, Example 16 presents the first verse from “Auditorium” (2009) by Mos Def (Yasiin Bey). Once again, the song’s beat appears at the top of the example, with a transcription of the lyrics underneath, and annotations to the right of the lyrics give thumbnail descriptions tracking the ways in which the beat and lyrics interact. On the left, lines of rapping are numbered according to their hypermetrical location: each numerical designation denotes the hypermeasure followed (after the decimal) by the measure within. Brackets to the left of these numbers indicate phrase groupings. At two points in the verse, I have highlighted a three-bar refrain in bold. I will discuss this refrain below, but it is worth noting that it begins at two different hypermetrical locations: the first refrain begins at the third bar of a hypermeasure, and the second instance begins at the second bar. Immediately below the first of these refrains, I have also italicized a portion of the lyrics where the rapper employs a rhythmic motive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] The song’s beat is a closed expansional loop, moving i–VI–i–VI–ii 6 –V–i. Since mm. 5–8 differ only in timbre from mm. 1–4, the fundamental configuration is four bars. (37) According to the principles discussed earlier in this article, the length, number of harmonies, directionality, and harmonic closure in this loop should all strongly define four bars as the default phrase length. As I will show, however, the syntactical and motivic aspects of Bey’s rapping push and pull against this default length, creating phrases of other, irregular lengths within the verse.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] There are two sections of the verse in which the listener has a choice whether to entrain to phrase divisions in the beat or in the lyrics; lines 1.1–1.4 (i.e., the first hypermeasure) and lines 6.1–7.1. In both cases the beat continues its four-bar phrases while the syntactical units last for one bar each. Thus, listeners can entrain either to single-bar phrases in the lyrics or four-bar phrases in the beat. My own four-bar bracket at the beginning of the verse indicates my preference for the latter hearing. The following two-bar bracket indicates that the next expected four-bar phrase in the beat is truncated by a change in the lyrics: at line 2.3, Bey begins to subtly shift the position of their phrases with respect to the beat. Lines 2.3 and 2.4 form a single grammatical unit that, for the first time, crosses a measure boundary. Furthermore, unlike all the previous pairs of lines, 2.3 and 2.4 do not rhyme—but 2.4, 3.1, and 3.2 do rhyme, meaning that both the syntactical units and the rhyme scheme are now out of alignment with pairs of measures in the beat.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] The new phrase grouping created by syntax, and supported by rhyme, in lines 2.4–3.2, continues in the next three lines, albeit even more irregularly. The next three lines (3.3–4.1) contain two syntactical units, creating subphrases of 1.5 measures each, which are again coordinated with the rhyme scheme (i.e., nothing rhymes with “awake” at the end of m. 3.3). Thus, when Bey resumes rapping in couplets of one or two syntactical units, they are displaced by one measure from the beat. Thus, the three-bar refrain noted earlier is irregular not only for its number of measures, but also because it ends up straddling what ought to be a significant hypermetrical division at lines 4.4–5.1. If this song were a standard pop/rock song, or an art song, we would typically expect the end of the sixteenth bar to align with some sort of phrase ending, not to find itself in the middle of a syntactical unit which was itself part of a three-bar phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] After line 5.1, Bey begins the process of re-aligning the lyrical phrases with those of the beat. He does so not, as before, by creating three-bar syntactical units, but this time by employing a rhythmic motive whose boundaries will define a new phrase length. Beginning with the words “quiet storm,” Bey sprinkles the following three bars with a motive of two sixteenths and an eighth, and his truncation of the motive at the end of line 5.4 clearly indicates to the listener that the three-bar motivic passage, now in retrospect also a three-bar phrase, has come to an end. Thereafter, Bey raps in five single-line syntactical units, creating a more neutral passage that allows him to begin the final refrain on the appropriate second bar of the seventh hypermeasure, bringing the beat and lyrics to a close simultaneously. Conclusion: Why “Phrase”?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The classifications and analyses presented herein may leave readers wondering why the concept of phrase is even necessary in this repertoire—it may seem that the baggage I am asking “phrase” to carry could easily be picked up by “grouping,” a much more flexible term. Alternatively, I might have adopted the approaches of Caplin and Nobile described above, and defined hip-hop phrases as regularly occurring groups of measures, independent of their harmonic, syntactical, or motivic content. That approach would certainly make sense in the context of a repertoire so heavily dependent on loops in multiples of two bars.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] But hip-hop is unique in that phrases themselves are marked occurrences. Absent the strong pull of one of the parameters discussed in this article, hip-hop songs can contain long stretches of music whose content conforms to generic norms but creates neither forward motion nor the anticipation that such motion will complete itself. Earlier on in the article, I noted that a hip-hop song whose beat contained only a standard drum pattern, or a drum pattern with a tonally ambiguous bass line, would have to rely on lyrical parameters to create phrases. But in some cases, the lyrics are also not marked by any departure from generic norms; they move along in rhymed couplets that align exactly with syntactical divisions, with no particular motivic content. Such verses, or portions of verses, can easily create grouping structures, but none of the musical parameters stand out in such a way as to create a phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] “Basketball,” shown in Example 1a, is an example of this. The four bars of the example have no harmonic motion, no use of motive, and syntactical divisions that line up with measure groups; thus, the regularity of the measures predicts only its own continuation, and no single parameter (or combination thereof) provides either direction or closure. There are certainly grouping structures, such as the two-bar groups created by the rhymed couplets and the “sentential” structure of the lyrics described earlier. But these groups are passive, insofar as they conform to our expectations of the genre—they do not activate any one parameter enough to set forth the expectations of direction or closure that I feel are crucial to creating a “phrase” in this music. For a fan of old-school hip-hop, like me, the brief excerpt from “Basketball” has much to recommend it: a danceable beat, fun lyrics, and Kurtis Blow’s unmistakable, resonant vocal timbre. It has very clear groupings in both beat and lyrics. But it does not have phrases. This is not a negative judgment; it is a simple acknowledgement that a phrase is a specialized subcategory of group, and an attempt to follow the lead of earlier scholars in differentiating the two terms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] Because hip-hop can contain functionally-neutral segments of music—in fact, does so by default—a functionally-neutral conception of phrase does not have the degree of specificity that I believe hip-hop phrases require. For that reason, I have aligned my conception of phrases here with that of Attas: a phrase, in this music, must contain the activation of at least one of the parameters I have discussed in such a way that it stands in relief to the background norms of the genre. The activated parameter(s) create anticipation in the listener; either anticipation of repetition, as with a complete, expansional harmonic loop, or anticipation of completion, as with lyrical syntax or motive. Either way, such anticipation is experienced as direction in the music, leading to an ending that creates closure . Hip-hop always has regular grouping structures, but at many points, those grouping structures become enlivened through the use of marked musical or lyrical devices, at which point they take on the attributes of a phrase.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] It would be possible, I suppose, to invent a new term for these types of activated, directed measure groupings in hip-hop, and thus sidestep the issue of phrase altogether. But “phrase” as a term is useful here precisely because of its long and significant history in both music theory and musical performance. At the opening of this article, I noted that musicians know phrases when they hear them, and throughout the preceding discussions I have attempted not only to justify my hearing of phrase divisions in this repertoire, but also to describe as accurately as possible the phenomena that give rise to them. By latching on to an existing musical construct, I hope to contribute to current trends in modeling phrase structures and to continue our attempts to grasp on to the still-slippery concept of “phrase.”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.2.adams.html",
    "data": "mto/data/mto.20.26.2.adams.json"
}