{
    "title": "How Register Tells the Story in Scriabin’s Op. 22, No. 2",
    "date": "2011/07/01",
    "volume": "17",
    "issue": "2",
    "authors": [
        "Kutnowski, Martin"
    ],
    "abstract": "In Scriabin's Prelude Op. 22, No. 2, published in 1897, register unleashes a conflict between phrase rhythm and voice leading. A four-measure prototype is first established; a registral singularity within the prototype forces a phrase expansion in the second half of the piece. This deliberate conflict reveals a sophisticated compositional voice and helps us appreciate the artistry of Scriabin’s style in his early piano works.",
    "keywords": [
        "Scriabin",
        "Schenker",
        "Register",
        "Voice Leading",
        "Phrase Rhythm",
        "Prototype",
        "Phrase Expansion",
        "Expression"
    ],
    "doi": "",
    "received": "July 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.2/mto.11.17.2.kutnowski.pdf",
    "author_info": [
        {
            "name": "Martin Kutnowski",
            "university": "Associate Professor of Music",
            "address": "St. Thomas University, Fredericton, New Brunswick, Canada E3B 5G3",
            "email": "martink@stu.ca"
        }
    ],
    "citations": {
        "bowers_1973": "Bowers, Faubion. 1973. The New Scriabin: Enigma and Answers . New York: St. Martin's Press.",
        "burkhart_1991": "Burkhart, Charles. 1991. “How Rhythm Tells the Story in 'La ci darem la mano.'” Theory and Practice 16: 21–38.",
        "burkhart_1997": "Burkhart, Charles. 1997. “Chopin’s Concluding Expansions.” In Nineteenth-Century Piano Music , edited by David Witten. New York: Garland Publishing, 95–116.",
        "huebner_1992": "Huebner, Steven. 1992. “Lyric Form in Ottocento Opera.” Journal of the Royal Musical Association 117: 123–47.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . New York: Schirmer Books.",
        "schachter_1995": "Schachter, Carl. 1995. “The Triad as Place and Action.” Music Theory Spectrum 17/2: 150–169.",
        "skryabin_1948": "Skryabin, A. N. 1948. Polnoe sobranie sochinenii dlia fortepiano, Vol. 2 . Ed. Konstantin Nikolayevich Igumnov and Yakov Isaakovich Milshtein. Moscow: Muzgiz. Plate M. 18995 Γ; repr. n. d. (ca. 1990). Budapest: Konemann, Plate K 214. Accessed on January 3, 2011 from: http://imslp.info/files/imglnks/usimg/6/66/IMSLP68041-PMLP20242-Scriabin--Preludes-Op22--Ed-Muzgiz-Konemann.pdf",
        "tchaikovsky_1871": "Tchaikovsky, Peter Ilyich. 1871. Guide to the Practical Study of Harmony . Trans. Emil Drall and James Liebling. Leipzig: Jurgenson, 1900; repr. New York: Dover Books in Music, 2005."
    },
    "footnotes": {
        "FN0": {
            "text": "* The title of this analysis alludes to Charles Burkhart’s groundbreaking article on the aria from Mozart’s Don Giovanni, La ci darem la mano (see Burkhart 1991 ). The analysis is also inspired by Carl Schachter’s analysis of Chopin’s Prelude Op. 28, No. 4 (see Schachter 1995 , 150–152).",
            "citations": [
                "burkhart_1991",
                "schachter_1995"
            ]
        },
        "FN1": {
            "text": "1. Burkhart 1997 identifies a specific type of expansion that, because of its recurrence, is one of the trademarks of Chopin’s style. My example is modeled after the ones offered in that article. Expansions or contractions of established phrase lengths are also discussed at length in Rothstein 1989 , 64–101.",
            "citations": [
                "burkhart_1997",
                "rothstein_1989"
            ]
        },
        "FN2": {
            "text": "2. “Lyric form” refers to a specific four-phrase form, normally aaba but sometimes aabc , as defined in Huebner 1992 , 123–47. Lyric form is also called “quatrain” in Rothstein 1989 , 107.",
            "citations": [
                "huebner_1992",
                "rothstein_1989"
            ]
        },
        "FN3": {
            "text": "3. The augmented sixth chord resolving to the tonic is extensively discussed in Tchaikovsky 1871 .",
            "citations": [
                "tchaikovsky_1871"
            ]
        },
        "FN4": {
            "text": "4. Comprehensive biographical information about the composer can be found in Bowers 1973 .",
            "citations": [
                "bowers_1973"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In this paper I will show how a conflict between phrase rhythm and voice leading in Op. 22, No. 2, one of the Four Preludes by Alexander Scriabin published in 1897, is made salient by the composer’s use of register. This conflict reveals a sophisticated compositional voice and helps us appreciate the artistry of Scriabin’s style in his early piano works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Phrase rhythm conflicts are created when a symmetrical prototype is expanded or contracted. In this prelude, the expansion occurs in the second half of the piece. This is logical: modifications of the phrase structure are more effective if they happen against a defined expectation, which must be created first. (1) Example 1 . Scriabin, Prelude Op. 22, No. 2, measures 1-4 (click to enlarge) Example 2 . Scriabin, Prelude Op. 22, No. 2, measures 5-8 (click to enlarge) Example 3 . Scriabin, Prelude Op. 22, No. 2, measures 9-12 (click to enlarge) Example 4 . Scriabin, Prelude Op. 22, No. 2, measures 1-18 (click to enlarge) Example 5 . Scriabin, Prelude Op. 22, No. 2, measures 3-4 (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The first level of Example 1 shows a dotted-quarter-note-level reduction of measures 1–4. This level also shows the underlying descending third progression in the bass, accompanied by parallel tenths in the top voice. The second level of the graph expresses the middleground content of the voice leading: a voice exchange from I to I 6 , with D ♯ as a passing tone in the bass. Measures 1–4 constitute a four-measure phrase prototype, mutually reinforced by grouping and tonal rhythm. The appearance of a lone C ♯ 2 in measure 4, one eighth note too late and seemingly disconnected from the contrapuntal fabric, is a salient feature of this prototype. On the one hand, this tone fits into the cadential harmony and it is not unusual to reach into lower bass registers for a cadence. On the other hand, however, the registral placement of C ♯ 2 stands out from the foreground and contradicts the stepwise resolution into I 6 . For this reason, I'll call it an “orphan” bass.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] As shown in Example 2 , we find the same agreement between the grouping structure and tonal rhythm in the second phrase (measures 5–8), although the harmony modulates at the end to the relative major, E. The harmonic reduction shows how the direction of the third progression, harmonized by tenths, has been modified to accommodate the modulation. This new instance of the four-measure unit solidifies the prototype, but once again, as in measures 1–4, a single instance of the low register (the “orphan” bass, E2) is detached from the rest of the “tenor” bass line.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Example 3 shows the following four-measure phrase, measures 9–12, introducing a new pattern, coincident with the seeming b section of a sixteen-measure “lyric form,” aa’ba’’ . (2) The structure of this new phrase is [2 + 2]. In this case, the first two-measure unit is repeated almost literally, with a slightly modified transposition up a perfect fourth. The near transposition returns the music to C ♯ minor using an incomplete neighbor E3– D ♯ 3 ( D ♯ as V/V), then A3– G ♯ 3 ( G ♯ as V of C ♯ minor). Because they are hypermetrically strong, measures 9 and 11 could also be interpreted as featuring harmonic appoggiaturas.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] At this point, we have been presented with three symmetrical four-measure groups. It is not unreasonable to think that the piece could have concluded with one more four-measure phrase (hypothetical measures 13–16). This would have created a square form, with four phrases in total, each exactly four measures long. But this is not what happens in the actual prelude. My claim is that such an ending would leave  the question of the open registral space—between the tenor E3 and the orphan C ♯ 2 of measure 4, and the tenor G ♯ 3 and the orphan E2 of measure 8—unresolved. By analogy to the linear pattern presented in measures 1–4 and 5–8, these registral gaps should be filled by stepwise motion in the bass, perhaps also harmonized by tenths in the upper voice. The motivation to chromatically fill in the gap between E3 and C ♯ 2, in turn, sets the stage for the phrase expansion. In measures 13–18, Scriabin expands the descending third progression in the bass all the way to a new goal, G ♯ 2. As a result, the four-measure prototype is expanded into a six-measure phrase. These six measures are treated sequentially [2 + 2 + 2], mimicking the sequential pattern [2 + 2] of measures 9–12 and establishing a sharp distinction with measures 1–4 and 5–8. Thanks to the long descent featured in the phrase expansion, the orphan basses have sufficient time to finally reattach themselves to the rest of the voice leading “family.” The fulfillment of this registral goal overrides the impression of asymmetry created by the modification of the phrase length. In addition, and perhaps to further compensate for the resulting irregularity, a codetta (that is, an extension) of yet two more measures (19–20) creates the illusion of an integral eight-measure unit for the concluding a section.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In a strictly linear dimension, the whole prelude represents the bass's journey from C ♯ 4 to C ♯ 2, two octaves below. The breaks in register in measures 4 and 8 are essential to the structural design. The chromatic stepwise motion of the bass—from C ♯ 4 down to E3 in measures 1–4, and then from C ♯ 4 down to G ♯ 3 in measures 5–6— is synchronized to the square phrase structure, and  punctuated by the appearance of the registral gap at the end of each four-measure group. As a result of the expansion in measures 13–18, the linear journey of the lower voice (as a contrapuntal bass from C ♯ 4 down to G ♯ 2, and then as a harmonic bass from G ♯ 2 to C ♯ 2) is restored and completed. Example 4 shows the disconnection between the two registers and its eventual fulfillment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Example 4 also shows that the bass register is, at the background level, also coherently linked to itself: The bass voice in measures 4 ( C ♯ 2), 8 (E2), 17 ( G ♯ 2), and 18–20 ( C ♯ 2) defines the unfolding of the tonic triad. (Incidentally, the interruption at measure 12 requires an implied G ♯ 2 in the bass register, absent in the surface.) It is clearly the stability and power of the triad that makes possible such an effective delay in the filling-in of the registral space.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The linear and registral disruption of the fourth measure is also underscored with subtlety by the harmony. The cadence at measures 3–4 is comprised of a French augmented sixth chord in root position that resolves to a tonic chord in first inversion, as shown in Example 5 . This progression, the resolution of an augmented sixth chord (in this case, an inversion thereof) to the tonic, is a common Russianism that works as a weaker cadential substitute for the never-reached dominant of the four-measure group comprising measures 1–4. (3) The same D ♯ chord appears in measure 15, but with a lesser hierarchical role, only as a chromatic passing harmony within  the descending third progression. In this instance, the structural weight is now placed on the G ♯ 7 chord of measures 17–19, a more conventional dominant. The return to a conventional dominant at the cadential point of the phrase matches—signifies—the restoration of the linear-registral disruption.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Another aspect of the prelude that deserves attention is the polyphonic nature of the top voice. Its contour defines two important separate melodic strands: one, which I call Soprano 2, shown in Examples 1, 2, and 3, accompanies the bass in parallel tenths through its chromatic descent. Always an eighth note too late, another strand (Soprano 1) appears in a higher register in measure 1, connecting G ♯ 5 and the subsequent A ♯ 5 (which is a modally-mixed, incomplete neighbor). The high register reappears in the same structural moments corresponding to measures 5 and 13 (the latter, a reprise of measure 1). But the shining moment of that two-note incomplete-neighbor motive is in the b section (measures 9–12), where it is introduced in sequence but reversed in meaning: first G ♯ 5– A ♯ 5 (now with G ♯ as the lesser structural tone in the second half of measure 9, a member of the harmonic appoggiatura of V/V, and A ♯ at the downbeat of measure 10), then C ♯ 6– D ♯ 6 (with C ♯ as the lesser structural tone, a member of the harmonic appoggiatura of V in measure 11, and D ♯ at the downbeat of measure 12). This rhythmic-harmonic reversal signals the climax and the main formal articulation of the prelude. At this point, the dominant is tonicized just before the harmonic interruption, halfway through the piece. The reinterpretation of the two-note motive ( G ♯ – A ♯ and E– D ♯ ; the tone which was chordal becomes non-chordal and vice-versa) is also paired with a change in its local rhythmic placement: A ♯ 5 in measure 10 and D ♯ 6 in measure 12 are reached on the downbeat, without any eighth-note delays ( A ♯ 5 in the last eighth note of measure 9 and D ♯ 6 in the last eighth note of measure 11 are anticipations that further accent the reversal, symmetrically countering the eighth note delay). The bass features A3 in measure 11 (rather than A ♯ 3), correcting the modality, to more closely resemble the semitone placement of an incomplete neighbor tone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] An additional complicating factor of this section is the single slur between measures 11 and 16. Scriabin probably intended to cosmetically camouflage the structural joint between these two contrasting sections ( b and a’’ ) as a way to avoid any sense of fragmentation. Example 6 . Scriabin, Prelude Op. 22, No. 2, measures 1-8 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Crucially, the rhythmic displacement between Sopranos 1 and 2 is equal to the duration of an eighth note. Therefore, the displacement is motivically related—and symmetrically equivalent—to the rhythmic placement of the two registral levels (the “orphan” bass, and its tenor “sibling”) described above. C ♯ 2 in measure 4, E2 in measure 8, and again C ♯ 2 in measures 18 and 20, all appear an eighth note too late, in a fashion analogous with the disagreement between the foreground contrapuntal structure (as described in Examples 1 and 2) and the registral placements of the surface. Once the syncopated eighth-note delays in the top voice are heard in measures 1-3, it is not difficult to hear the registral disconnection between the musical surface and the foreground in measure 4 as a rhythmic echo. Furthermore, it is possible to interpret the rhythmic displacement between the two sopranos (which in measure 1 is defined by the third E– G ♯ ) as the germ originating the (inverted) registral gap of measure 4 (the sixth comprising E– C ♯ ). In the next four-measure group, measures 5–8, the inversion is literal: the third (E– G ♯ ) in the top voice in measure 5 is then presented as a sixth ( G ♯ –E) in measure 8. This association is shown in Example 6 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] As a rhythmic motive, the eighth-note displacement is present both in the incomplete upper-neighbor motive of the top voice and at the end of each a section. This motive generates the registral gap in the bass, which ultimately causes the phrase expansion. Perhaps this delayed reach towards the outer registers came to the composer more as an intuitive, purely pianistic, tactile impulse, rather than as a speculative compositional idea. After all, Scriabin had very small hands, and breaking these chords may have been the only way for him to actually reach all the notes. (4) To be sure, Scriabin avoided writing an arpeggio marking in these instances, which he could simply have done. Instead, it would seem that Scriabin made a virtue out of necessity, capturing the eighth-note delay that was perhaps inspired by the mechanical difficulty and turning it into a motivic-registral compositional feature.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essays in honor of milton babbitt (1916–2011)",
    "source": "mto/raw/mto.11.17.2.kutnowski.html",
    "data": "mto/data/mto.11.17.2.kutnowski.json"
}