{
    "title": "Four Swedish Dissertations in Music Theory",
    "date": "1999/05/01",
    "volume": "5",
    "issue": "3",
    "authors": [
        "Eriksson, Tore"
    ],
    "abstract": "",
    "keywords": [
        "Musicology in Sweden",
        "Mozart",
        "Algorithmic composing",
        "Ingvar Lidholm",
        "twelve-tone music",
        "Bo Nilsson",
        "serialism",
        "Debussy",
        "tonality",
        "confusion."
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.3/mto.99.5.3.eriksson.pdf",
    "author_info": [
        {
            "name": "Tore Eriksson",
            "university": "University of Lund",
            "address": "Department of Art History and Musicology, Box 117, 221 00 Lund, Sweden",
            "email": "b.t.eriksson@telia.com"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] There is a lot of interesting musicological work going on in Sweden. The program of\nthe conference “Musicology Today,” arranged by the Swedish Society for\nMusicology in June 1999 in Falun, gives a fairly good picture of the distribution of\ninterests. There are several presentations of historical, sociological and\nethnomusicological research; there are papers about rock music, the Swedish\n“troubadour tradition,” pedagogical problems, gender and music, postmodernism,\nchorale singing, and so on, but only one single presentation that concerns music theory.\nThe subject has a well established tradition of being treated as “narrow” and of\nmarginal interest by the universities. Before 1995 there were only two or three PhD\ndissertations where music theory was the main concern. Since 1995 there has however been\non the average one each year. From the viewpoint of the MTO reader I think it is of\ngreater interest to take a closer look at four of the dissertations than to present a\ncongress report. I was a committee member at the presentations of Berggren’s and Tillman’s\ndissertations and external reader at Derkert’s. Ulf Berggren: Ars Combinatoria, Algorithmic Construction of Sonata Movements by\nMeans of Building Blocks Derived from W. A. Mozart’s Piano Sonatas .\nUppsala University 1995. The dissertation is written in English.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] “This dissertation is about automatic musical construction. Its objective is\nto try to define musical elements, building blocks, and structural principles by which\nthese can be combined to create musical movements in classical style by means of a\ncompletely automatic process. The study focuses on conventional aspects of classical\nmusic, rather than on mastery. This is motivated by reference to 18th-century music\ntheory, which deals with ‘mechanical’ means of composition, some of them being a musical\nars combinatoria.”  Berggren derives a set of rules from a number of Mozart\nsonatas as seen through traditional music theory. He claims that his model covers\n“both high and low structural levels,” but seldom reaches below the surface. As\na result his “Mozart program” generates a string of plausible building blocks in\na sonata-like sequence, without the kind of overarching lines and connections that are so\nobvious in the real thing. However a lot of the interaction between the building blocks\nare nicely replicated. To write a computer program that generates “whole sonata\nmovements . . . being reasonably compatible with the classical style” is no mean\nfeat. At least it clarifies the limitations of traditional music theory. If Berggren could\nrewrite the program in such a way that other researchers could easily test different sets\nof rules the results might well be revolutionary. Joakim Tillman: Ingvar Lidholm och tolvtonstekniken. Analytiska och historiska\nperspektiv på Ingvar Lidholms musik från 1950-talet. Stockholms universitet 1995. (Tillman: Ingvar Lidholm and the twelve-tone method) The dissertation is written in Swedish, but has an extensive summary in English.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] This is an excellent piece of work. Tillman draws a detailed map of the stylistic\nlandscape in Sweden during the fifties while remaining firmly anchored in Lidholm’s use of\ntwelve-tone methods. The main part of the book consists of a very thorough series of\nanalytical studies of both the compositions that immediately preceded the twelve-tone\nworks and these works themselves. Different aspects are studied through several works:\nLidholm’s series, “chords” Tonality etc. The first time I read the book I was a\nbit disappointed that Tillman accepted the “orthodox twelve-tone rules” as an\nanalytical point of reference. Schoenberg himself stressed that the twelve-tone method was\na compositional method, not an analytical one. The creators of the “orthodox”\nmethod (Eimert, Jelinek, Krenek, Rufer, etc.) didn’t seem to understand that there is any\ndifference between the two aspects. Tillman, however, does. He uses the\n“orthodox” rules as a kind of ruler to measure Lidholm’s degree of acceptance of\nthe twelve-tone concept. It works very well. Lidholm’s serial techniques are put in\nfurther perspective by tables showing each series characterized by its set type content.\nThe analytical results are perceptively fused with a historical and stylistic discussion. Gunnar Valkare: Det Audiografiska Fältet Om musikens förhållande till skriften\noch den unge Bo Nilsson’s strategier . Musikhögskolan i Göteborg 1997. (Vakare: The Audiographic Field) The dissertation is written in Swedish. It has however an English summary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The starting point of Valkare’s text is the paradox he sensed around Bo Nilsson’s\nmusic. The last third of the book is a very convincing demonstration that Nilsson’s music\nis auditively, nonserially composed, but clothed in all the trappings of post-war\nserialism: mathematical formulas (mostly corrupted), scientific jargon (mostly pseudo-)\nand extremely avant garde-looking scores (with dynamic levels expressed as numbers and so\non). Valkare shows that the most likely explanation behind the paradox is Nilsson’s\nintuitive grasp of the fact that the value judgement at the time would be primarily\ndependent upon the notated music and the avant garde paraphernalia and not on the sound.\nAt the same time there was a repressed longing for the emotional, auditive side of music.\nHe simply provided both. According to Valkare, Nilsson used a series of romantic,\njazz-inspired or impressionistic chords (picked out at a piano) as main points distributed\nover a piece. Between these points each voice is constructed according to a\n“chromatical semiautomatic tone choice method”. That the music is non-serially\nand auditively composed is probably true. The stylistic roots of the chords also seem\ncorrectly identified. But the “semiautomatic” part of the explanation is\nunconvincing. If Valkare’s methods (checking off tones against a chromatic scale) were\nused on for example the melodic lines in Berg’s Wozzek, you would get about the same\nresult as with Nilsson. If the “tone choice method” depended upon the auditively\nchosen chords, we wouldn’t know. Valkare’s method erases the tracks. While groups of tones\nare of central interest to his analysis, he never refers to set theory. Even a hastily\nprepared set-type map of a few Nilsson pieces will show that the chords do indeed have\nstrong connections to the “melodic” web. Far from being\n“semiautomatic” the tone choice method seems just as auditive as for the chords.\nThis strongly supports Valkare’s main argument. Why did he use the blunt “scale\nchecking” method? – It seems like “semiautomatic” analysis to me. How\ncould such a paradoxical situation as the enthusiastic reception of Nilsson’s music\nemerge? Valkare’s primary answer is to point at the separation that occurred in the early\nmodernism between notated and sounding music. In order to trace the cultural steps even\nfurther back, Valkare loses himself in an anthropological fog, strangely ethnocentrical\nand wordy. Jacob Derkert: Tonalitet och harmonisk artikulation i Claude Debussys verk Om\nreception, harmonikteori och analys . \nStockholms universitet 1998. (Derkert: Tonality and harmonic articulation in the works of Claude Debussy) In Swedish. English summary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The first six chapters of Derkert’s text are impressively ambitious. He seems ready\nto include everything: The concept of tonality, tonality versus atonality, methods to\ndeduce roots of chords, Rameau’s and Riemann’s theories of harmony and tonal functions,\nthe rise of Debussy analysis in Germany during the Twenties. He is extremely thorough at\nthat point—it seems that every German dissertation about Debussy is scrutinized. He does\nnot however find much that is useful. Instead he turns to a few French and American texts,\nonly to find them just as unsuited for his purpose. This forces Derkert to build a formal\nsystem of tonality. After forty pages he seems to forget his own system and turns to fifth\nprogressions and then to comparisons of pitch content. These at least generate massive\ntables. Still, Derkert does not seem content and turns to set theory. The basics are\nexplained in detail and at length. The theory is finally used on two much-analysed\npreludes by Debussy. The book is a decisive step backwards from the results of Richard S.\nParks.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.99.5.3.eriksson.html",
    "data": "mto/data/mto.99.5.3.eriksson.json"
}