{
    "title": "Review of Peter H. Smith, <i>Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet</i>",
    "date": "2007/12/01",
    "volume": "13",
    "issue": "4",
    "authors": [
        "Ng, Samuel"
    ],
    "abstract": "",
    "keywords": [
        "Brahms",
        "expression",
        "meaning",
        "musical structure"
    ],
    "doi": "",
    "received": "October 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.4/mto.07.13.4.ng.pdf",
    "author_info": [
        {
            "name": "Samuel Ng",
            "university": "Louisiana State University",
            "address": "School of Music, Baton Rouge, LA 70803",
            "email": "samng@lsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. In this regard, the reviews of Agawu and Hatten by the two authors themselves are illustrative. Hatten, in his review of Agawu’s Playing with Signs: A Semiotic Interpretation of Classic Music (Princeton: Princeton University Press, 1991), criticizes Agawu as too formal and neglectful of the connection between expression and emotion; Agawu, in his review of Hatten’s Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation (Bloomington: Indiana University Press, 1994),  claims that Hatten clearly “tilts the balance of his analyses towards the hermeneutic end of the spectrum, away from the structural” and that occasionally “Hatten’s eagerness to specify certain expressive meanings leads him to moments of excess.” See Agawu, Review of Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation , by Robert Hatten, Current Musicology 60/61 (1996), 147–61; and Hatten, Review of Playing with Signs: A Semiotic Interpretation of Classic Music , by Kofi Agawu, Music Theory Spectrum 14/1 (Spring 1992), 88–92.",
            "citations": []
        },
        "FN2": {
            "text": "2. Agawu, 1996, 155.",
            "citations": []
        },
        "FN3": {
            "text": "3. I borrow Agawu’s term “interplay” to describe the relationship between structure and expression. As Agawu rightly points out, the relationship may be based on a convenient but ultimately false dichotomy. See Agawu 1996, 149.",
            "citations": []
        },
        "FN4": {
            "text": "4. For two classic sources on this dichotomy, see Felix Salzer, Structural Hearing (New York: Charles Boni, 1952; reprint ed., New York: Dover Publications, 1962), 220–54; and William Rothstein, Phrase Rhythm in Tonal Music (New York: Schirmer Books, 1989), Chapter 4.",
            "citations": []
        },
        "FN5": {
            "text": "5. Although Smith does not acknowledge this explicitly, his discussion of the failure to establish secondary-theme rhetoric because of various deformations and delays appears to be strongly influenced by James Hepokoski and Warren Darcy, Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata (Oxford: Oxford University Press, 2006).",
            "citations": []
        },
        "FN6": {
            "text": "6. That is, the essential expositional closure (EEC) of Hepokoski and Darcy.",
            "citations": []
        },
        "FN7": {
            "text": "7. For critiques of Schenker’s Ursatz -based theory of form, Smith cites only Charles Smith, “Musical Form and Fundamental Structure: An Investigation of Schenker’s Formenlehre ,” Musical Analysis 15 (1996), 191–297. Another insightful source that aims to reconcile traditional formal criteria with Schenker’s tonal conception of form is Janet Schmalfeldt, “Towards a Reconciliation of Schenkerian Concepts with Traditional and Recent Theories of Form,” Music Analysis 10 (1991), 233–87. A more recent attempt to reconcile different approaches to form can be found in Kevin Swinden, “Toward Analytic Reconciliation of Outer Form, Harmonic Prolongation and Function,” College Music Symposium 45 (2005), 108–23.",
            "citations": []
        },
        "FN8": {
            "text": "8. Smith cites Schenker’s graphs of Beethoven’s Appassionata Sonata and Mozart’s Piano Sonata in A major, K. 331 to illustrate the presence of dimensional counterpoint. Both graphs are found in Free Composition , trans. and ed. Ernst Oster (New York: Longman, 1979). Secondary sources mentioned include David Beach, “Schubert’s Experiments with Sonata Form: Formal-Tonal Design versus Underlying Structure,” Music Theory Spectrum 15 (1993), 1–18; Eric McKee, “Auxiliary Progressions as a Source of Conflict between Tonal Structure and Phrase Structure,” Music Theory Spectrum 18 (1996), 51–76; and Lauri Suurpää, “Continuous Exposition and Tonal Structure in Three Late Haydn Works,” Music Theory Spectrum 21 (1999), 174–99.",
            "citations": []
        },
        "FN9": {
            "text": "9. Peter Smith, “Structural Tonic or Apparent Tonic?: Parametric Conflict, Temporal Perspective, and a Continuum of Articulative Possibilities,” Journal of Music Theory 39 (1995), 245–83.",
            "citations": []
        },
        "FN10": {
            "text": "10. Ryan McClelland, Review of Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet , by Peter Smith, Theory and Practice 31 (2006), 209–24.",
            "citations": []
        },
        "FN11": {
            "text": "11. See Walter Frisch, Brahms and the Principle of Developing Variation (Berkeley: University of California Press, 1984), 1–2. As Frisch points out, the clearest definition of “developing variation” is found in Schoenberg’s 1950 essay on Bach: “Music of the homophonic-melodic style of composition, that is, music with a main theme, accompanied by and based on harmony, produces its material by, as I call it, developing variation . This means that variation of the features of a basic unit produces all the thematic formulations which provide for fluency, contrasts, variety, logic and unity on the one hand, and character, mood, expression, and every needed differentiation, on the other hand—thus elaborating the idea of the piece.” See Arnold Schoenberg, “Bach,” in Style and Idea: Selected Writings of Arnold Schoenberg , ed. Leonard Stein (New York: Norton, 1969), 397.",
            "citations": []
        },
        "FN12": {
            "text": "12. For example, Schoenberg’s concept of a tonal piece as the presentation and resolution of a tonal problem clearly articulates a global perspective. For the application of this concept in analysis, see Patricia Carpenter, “ Grundgestalt as Tonal Function,” Music Theory Spectrum 5 (1983), 15–38; and Severine Neff, “Schoenberg and Goethe: Organicism and Analysis,” in Music Theory and the Exploration of the Past , ed. Christopher Hatch and David W. Bernstein (Chicago: University of Press, 1993).",
            "citations": []
        },
        "FN13": {
            "text": "13. Smith’s repeated assertions about Brahms’s avoidance of “needless repetition” are found on pages 69, 80, 85, 89, and 96.",
            "citations": []
        },
        "FN14": {
            "text": "14. Peter Smith, “Brahms and Schenker: A Mutual Response to Sonata Form,” Music Theory Spectrum 16 (1994), 77–103.",
            "citations": []
        },
        "FN15": {
            "text": "15. Edward T. Cone, “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics,” in Schubert: Critical and Analytical Studies , ed. Walter Frisch (Lincoln: University of Nebraska Press, 1986), 13–30; and Robert Hatten, Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation (Bloomington: Indiana University Press, 1994).",
            "citations": []
        },
        "FN16": {
            "text": "16. How we actually come to recognize a topic and what role analysis plays in such recognition remains somewhat debatable. In the aforementioned review of Hatten, Agawu questions Hatten’s attribution of the pastoral topic in Beethoven’s Op. 101 to such musical elements as “six-eight meter, pedal on , harmonic stasis, relatively simple melodic contour, contrary motion creating a “wedge” shape, rocking accompaniment, parallel thirds, consonant appoggiatura on the downbeat of bar 2, elaborated resolution of 4–3 suspension between the alto and bass in bar 2, and major mode with quiet dynamics.” Agawu argues that they “surely are not all paradigmatic features of the pastoral expressive genre.” Summarizing the difficulty in pinpointing what contributes to the recognition of topics, Agawu offers a somewhat cryptic remark: “We discover topics because we know them already.” See Agawu, 1996, 156.",
            "citations": []
        },
        "FN17": {
            "text": "17. See McClelland, 2005, and Brien Weiner, Review of Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet , by Peter Smith, Notes (December 2006), 372–4.",
            "citations": []
        },
        "FN18": {
            "text": "18. While many writings have addressed the nature of musical analysis and its distinction from mere description, a passage that is particularly provocative and relevant to my discussion is found in Carl Dahlhaus, Analysis and Value Judgment , trans. Siegmund Levarie (New York: Pendragon Press, 1983): “All too often, musical analyses and analytic fragments, most of all descriptions of harmonies and tonality, suffer from turbidity of purpose and hence provoke the suspicion that they are useless . . . The individual character of the chord structures and relations must . . . be expressly shown and articulated by an interpretation of the analysis: an analysis of a second order . . . If—so one may conclude—an analysis functions neither as demonstration or proof of a theory nor as a conceptual transcription of the particularity of a work, then it is unnecessary: it appears as mere application of a nomenclature, as labeling, which says nothing because it is aimless.” (9)",
            "citations": []
        },
        "FN19": {
            "text": "19. In his harmonic analysis of the passage, Graham Phipps also analyzes mm. 17–20 in B-flat minor and shies away from labeling m. 21 as a return to V in C minor. See his ”A Path that Cannot be Retraced: Final Attainment of Tonic in Instrumental Works by Johannes Brahms,” in Composition as a Problem III: Proceedings of the 3rd International Conference on Music Theory, Tallin, March 9–10, 2001 (Tallin: Eesti Muusikaakadeemia, \n2003), 88.",
            "citations": []
        },
        "FN20": {
            "text": "20. Frank Samarotto, “Thick Formalism: Structure as Meaning in Brahms’s Im Herbst , Op. 104 #5,” paper presented at the 14 th Biennial Symposium of Research in Music Theory, Indiana University, Bloomington, February 2006.",
            "citations": []
        },
        "FN21": {
            "text": "21. McClelland, 219.",
            "citations": []
        },
        "FN22": {
            "text": "22. For a recent collection of essays on the multifarious approaches to musical meaning, see Approaches to Meaning in Music , ed. Byron Almèn and Edward Pearsall (Bloomington: Indiana University Press, 2006).",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Despite its being published as part of a series devoted to musical meaning and interpretation, Peter Smith’s Expressive Forms in Brahms’s Instrumental Music: Structure and Meaning in His Werther Quartet is a stone that aims to kill many birds. Smith the historian/critic clarifies the convoluted compositional history of the quartet, carefully traces aspects of the piece’s conception to Brahms’s life events, and critically evaluates the position of the piece within the “C-minor tradition” of the eighteenth and nineteenth centuries (Chapters 1 and 7). Smith the Schenkerian offers a penetrating interrogation of controversial aspects of Schenker’s ideas on musical form (Chapters 2 and 4), and instantiates the advantage of integrating the Schenkerian perspective with other theoretical tools when investigating formal complexity in common-practice tonality (Chapters 3 and 5). Finally, Smith the interpreter intelligibly illuminates Brahms’s intimate musical expression in a highly personal and original chamber work, providing a hermeneutical route to the understanding of its expressive meaning and intertextual resonances (Chapters 6 and 7).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Notwithstanding the book’s multifaceted orientation and hence a potentially wide readership, Smith identifies his target audience in Chapter 1: “My intention is to engage the quartet as a case study for how it might be possible to steer a middle course between the old music theory, which tends to be purely analytical and formalist, and the new musicology, which often denies itself the insights of careful musical analysis in the pursuit of critical interpretation. Now that the theory community has developed and disseminated sophisticated analytical tools, the time is ripe to explore how our [i.e., music theorists’] work can contribute still further to insight into expressive content.” (4)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Smith’s basic goal is twofold. On the one hand, he defends the value of the type of structural analysis that has been seriously questioned and criticized by the new musicologists since the early eighties. Countering that new musicology often lacks analytical insights, Smith strives to demonstrate in his expressive interpretation of the quartet how “theory and analysis are necessary tools [that] have the capacity to bring us closer to the individuality of an art work and thus to its particular expressive profile.” (4) On the other hand, and perhaps more importantly, Smith hopes to challenge the structuralists and formalists of the “theory community” to engage in expressive interpretation of music as a response to the criticisms of the new musicologists. As Smith believes that expression is inherent in musical structure, analyses that aim to uncover structural properties should also shed light on musical expression and meaning. Structural analysis, therefore, should not be an end in itself, but must ultimately serve as a means to achieve deeper understanding of the expressivity of music. While theory may interact with biographical, historical, critical, and literary domains in many ways to achieve that end, Smith’s program hinges upon his idea of a formalist approach to music theory—that the interpretation of musical meaning and expression is grounded on the materials of and relationships within the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] To be sure, the marriage of structural analysis and expressive interpretation is hardly a new pursuit; Smith acknowledges the influence of Edward T. Cone, Kofi Agawu, and Robert Hatten when formulating his own ideas. The reception of the works of his predecessors underlines one particularly delicate aspect of the enterprise with which Smith is also confronted: attempts to correlate structure and meaning are often susceptible to criticism of analytical superficiality and/or interpretive rigidity. (1) Agawu’s insight into the problematic balance between structural and expressive components in a hermeneutic reading—in this case of a Beethoven sonata—is instructive: . . . those who desire greater detail concerning structural matters, who wish to place chromatic elements in a broader context of voice leading patterns, may well turn to other analyses (such as Schenker’s) for the fuller picture . . . those who find descriptions of expressive content either too precise and therefore limiting, or too vague and thus unhelpful, and who prefer to think of a flexible range of meanings associated with particular structural processes—meanings that, while retaining a palpable core, are modified with each new hearing of the work—will wish to leave room for such active speculation by withholding metaphors rather than deploying them as if they were stable and concrete. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Smith is obviously aware of these potential pitfalls. He circumvents the symptomatic superficiality in either structural or expressive matters by organizing the book into two parts, focusing his energy on structural analyses and theoretical formulations in Part I, and subsequently devoting Part II to a thorough expressive interpretation. At the same time, Smith steers clear of any hermeneutical practice that he sees as too limiting (such as an attempt to connect every musical detail of the quartet to Goethe’s Werther ), but instead maps the meaning of the quartet as a psychological plot delineated by and contained within the musical structure. Summarizing his stance on hermeneutical interpretation in general, Smith writes: “ . . . I have endeavored to treat [Brahms’s] musical expression as a progression of psychological states, as experienced by an abstract consciousness. Within this proposed plot of free association, what has been paramount has been an exploration not only of what is being expressed through conventional forms, but how those very forms can be bent to accommodate the particularities of expression.” (283)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The “how” in the last sentence forms the basis of the connection between the two parts of the book. In Chapter 1 (Quintessential Brahms and the Paradox of the C-Minor Piano Quartet: A Representative yet Exceptional Work), Smith first introduces the topic of the quartet (the “what” )—suicidal despair and extreme tragedy—as a point of departure. Pre-analytical knowledge of the topic is attributed to two factors: Brahms’s letter to Theodore Billroth revealing the association of the op. 60 quartet with the character of Werther in Goethe’s Die Leiden des jungen Werthers , and the tonality of C minor, which Smith interprets as a vehicle of tragic expression that Brahms inherits from his Viennese predecessors. Having circumscribed the expressive range, Smith then suggests how the emotional extremity is expressed in the structural aspects of the music: “[A] theme running throughout is that the quartet’s high degree of structural idiosyncrasy is a consequence of Brahms’s unusual expressive aims . . . The quartet is a composition in which extreme stylistic deviations contribute to an uncommonly bleak form of tragic expression. Many of its characteristics stretch beyond what is required on purely structural grounds and suggest a sense of profound frustration that resonates with the idea of suicidal despair.” (8)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The connection between structure and expression, and therefore between Part I and Part II, thus lies primarily in the move from analyses that reveal structural idiosyncrasies in the quartet, as motivated by “Brahms’s unusual expressive aims,” to the interpretation of how these idiosyncrasies create a trajectory of tragic expression throughout the work. The apparently unidirectional progression from structure to expression echoes Smith’s fundamental view that hermeneutical readings should be grounded in the notes themselves. Yet, as we shall see later, Smith acknowledges later in the book that the interplay between structure and expression may in fact be a bit more complex. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] It is difficult to imagine that anyone would criticize Smith’s investigation of structural idiosyncrasies in the quartet, which constitutes the bulk of Part I (Chapters 2–5), for lack of analytical depth. Drawing upon his years of research on a Schenkerian view of Brahms’s music, Smith meticulously guides us through many intricacies in Brahms’s tonal and formal procedures, uncovering en route myriad unusual structural features of the quartet that will later serve as the basis of his expressive interpretation. To set the context for explicating these structural idiosyncrasies, Smith establishes in the first half of Chapter 2 (Analytical Preliminaries: Brahms’s Sonata Forms and the Idea of Dimensional Counterpoint) a theoretical framework called “dimensional counterpoint” (a term he borrows from Milton Babbitt). The framework asserts that “[a] movement’s form consists of the total structure that emerges through a counterpoint of musical dimensions . . . [which] can be reduced to three main categories: thematic design, key scheme, and tonal structure.” (31) Dimensional counterpoint, therefore, describes the total rhetorical effect of musical form as manifested in the interactions among these three domains. As Smith points out (toward the end of Chapter 2), the novelty of the dimensional counterpoint concept as he defines it lies only in its name; the dichotomy between surface features (e.g., themes and keys) and deeper constructs (e.g., tonal and contrapuntal patterns) in discussions of form has long been examined through such oppositional pairs as “design/structure” and “inner/outer forms.” (4) Smith’s contribution here in fact resides not in engineering any new analytical arsenal, but in employing a familiar idea for two highly significant purposes within his analytical agenda: (1) to describe and establish a stylistic norm of Brahms and his predecessors by observing the typical ways in which the three domains interact; and (2) to interpret and evaluate individual works against such an established norm.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Brahms’s characteristic treatment of the interrelations among the three elements is shown to have its roots in the works of the Viennese classicists; Smith analyzes Mozart’s Piano Sonata in F major, K. 280 using the dimensional counterpoint idea to provide a telling model for Brahms’s practice. The central point of the analysis is that although the secondary theme of the sonata form clearly presents new thematic materials in the expected key of A-flat major, the majority of the area sits on a prolonged cadential six-four chord, delaying the appearance of the III Stufe until the closing materials. Thus, although key scheme and thematic organization work in tandem to highlight the beginning of the secondary key area as an important formal juncture, tonal structure contradicts this significance by propelling contrapuntal and harmonic energy toward the late attainment of the Stufe . Crucial to such an understanding is Smith’s distinction between key scheme and Stufengang : the former is a sequence of “relational networks” (in which a key is “formed by functional relationships between chords, not by any single chord”), while the latter is a “progression of Stufen .” (32) Smith maintains that this distinction, together with its incorporation into the tripartite structure of dimensional counterpoint, promotes sensitivity to the play of congruence and complementation among the three dimensions that is a defining characteristic of the tonal tradition Brahms inherited.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Significantly, this archetypal situation revealed by dimensional counterpoint enables Smith to demonstrate a distinguishing aspect of Brahms’s practice—the tendency “to exploit the possibilities of dimensional noncongruence to an exceptional degree.” (37) Such extreme noncongruence, which is the source of the many structural idiosyncrasies that serve as the focal point of Smith’s analysis, plays out prominently in the sonata form of the first and last movements of the quartet and the first movements of two additional pieces: Brahms’s C-minor String Quartet, op. 51, no. 1, and his First Symphony, op. 68. Comparing the middleground graphs of these movements, Smith shows that despite their identical key schemes (from C minor to E-flat major), the varying degrees of noncongruence in the secondary-theme areas of these four expositions lead to quite different formal-rhetorical dynamics. While it is expected that the secondary-theme area will present a new melodic idea in the second key, delays and deformations of the new theme and/or the new key may create formal tension. (5) The new melodic materials may be less distinct than a full-blown “theme” (op. 68); the second key may be implied only by its dominant (op. 51, no. 1), or may even be problematized by relapses back to the opening tonic (op. 68); the confirmation of the second key (6) may be so extensively delayed that the entire secondary theme area is transformed into  “an enormous anacrusis to a point of resolution toward the very end of the exposition” (op. 51, no. 1; op. 60/iv; and op. 68). (43) Combinations of varying degrees of delay and deformation thus intimate a whole spectrum of different formal-rhetorical possibilities that are useful in comparing movements with similar key and thematic schemes.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Two digressions at the end of Chapter 2 further reinforce the relevance of the dimensional counterpoint concept. First, Smith defends Schenker’s Ursatz -based understanding of musical form against the contention that traditional formal types as defined by key scheme and thematic design should contrarily inform interpretations of tonal structure. (7) Smith cites the example of the retransitional dominant, which according to the Schenkerian view finds its way into the deep middleground even without realization as a full-fledged key or a well-defined theme because it participates in the all-important Bassbrechung of the global tonal structure. Nevertheless, Smith resists submitting completely to Schenker’s dogma, stating that the perspectives of both Schenker and his critics fall short of addressing fully the complexity and subtleties of tonal forms. Smith summarizes: “A theory of form must allow room to acknowledge traditional formal types, such as the shared sonata identity of our four Brahms movements. But it also must leave space to explore the diversity of interaction between theme, key, and structure that Brahms and other composers create.” (50) Just as he charts a middle course between structure and expression in musical discourse, Smith also seeks a middleground between surface and deep elements in his discussion of formal issues. Second, Smith buttresses the concept of dimensional counterpoint by showing that the concept is at least implied in previous Schenkerian studies of form—most notably in analyses by Schenker himself. (8) While the defense of Schenker and discussion of past writers on dimensional counterpoint strengthen Smith’s analytical framework, the inclusion of these points at the end of the chapter seems mistimed. On the one hand, the defense of Schenker is somewhat redundant after the analyses of the four Brahms movements have so clearly demonstrated the importance of understanding the background tonal structure in the study of Brahms’s formal complexity; on the other hand, the discussion of dimensional counterpoint in the works of other writers feels awkwardly belated as no explicit references to previous research were made in Smith’s formulation of the concept earlier in the chapter.",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Chapter 3 (A Schoenbergian Perspective: Compositional Economy, Developing Recapitulation, and Large-scale Form) continues to employ dimensional counterpoint as the predominant analytical framework despite the title’s suggestion of a change in theoretical perspective. While Chapter 2 surveyed the issue of dimensional noncongruence in the secondary key area of the exposition of the first and final movements of the quartet, in Chapter 3 Smith thoroughly examines similar noncongruence in the recapitulations of all four movements. Prior to the analysis, Smith opens with an introductory section on Schoenberg’s view of Brahms’s music. His main argument here is one that has been repeatedly rehearsed elsewhere—that Brahms’s great ability in developing a basic idea to promote coherence and interest is what Schoenberg reveres and regards as the soul of the musical tradition of which Schoenberg himself partakes. Example 1 . Recapitulation of the main theme in op. 60/i (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The relationship between this argument and dimensional noncongruence becomes apparent in an analysis of the recapitulation of the first movement. Smith goes to great lengths to show that the failure of a structural tonic to materialize at the beginning of the recapitulation results from Brahms’s rigorous development of materials. As Smith rightly observes, “[o]ne strategy that Brahms often exploits to create a developmental return of main-theme materials is to recompose an opening paragraph so that it can be absorbed into an ongoing retransitional trajectory.” (70) As shown in Example 1 (reproduced from Smith’s Example 3.6), such is indeed the case here, as the opening descending half step, whose introductory character is inapt for the rhetoric of a recapitulation, is completely assimilated into the retransitional fabric by the bass A ♭ (a prominent upper neighbor to the dominant in the retransition) and by the unyielding rhythmic motive of the retransition (marked “X”) superimposed on the descending half step. One far-reaching consequence of this development is that the C-minor triad at the start of the recapitulation in measure 201 is absorbed into an extended dominant prolongation initiated by the retransition.  The return of the opening theme in the tonic key is thus stripped of a definitive return to the tonic Stufe , creating ambivalence between the effects of continuation and initiation. Here and in his previous writings, Smith terms such a presentation of a tonic triad that nevertheless fails to articulate the structural tonic Stufe as an “apparent tonic.” (9) More radically, Smith also views the return of the opening theme in this movement as “illusory” because the theme is broken up between the piano and the strings. (76) Recomposition and liquidation of materials thus motivate the delay of a true double return until the coda, where tonal and thematic resolutions finally converge at a much-delayed structural downbeat.  Later in the chapter, analysis of recapitulatory procedures in the third and fourth movements further consolidates the connection between motivic development and dimensional noncongruence. Example 2 . Op. 60/iii, recapitulation of the main theme in m. 78 (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] While Smith’s reading of an apparent tonic at the recap of the first movement attests to his great sensitivity as an analyst, his invocation of the apparent tonic concept to illustrate dimensional noncongruence and structural idiosyncrasies may seem forced at times. In the second movement, Smith interprets the return of the opening theme in measure 78, which is shown in Example 2 , as another example of apparent tonic based on three factors: (1) globally, the E-major return is conceived motivically as it forms part of a sequential progression that expands the augmented triad from the opening of the movement; (2) locally, the E-major chord originates from a deceptive motion in the preceding G ♯ -minor section; and (3) the more delicate texture of the ensemble weakens the sense of a true tonic return. These observations may all be valid; yet, in the larger context, the substantial amount of time spent away from the tonic and the opening materials in the previous section renders the unequivocal thematic return at measure 78, complete with an unadulterated root-position tonic triad, nothing if not a definitively structural moment. To my ears, the factors Smith cites serve more to underline the bittersweet expression of the theme than to undermine the articulation of the tonic Stufe . Also disagreeing with Smith’s analysis, Ryan McClelland captures precisely the essence of the thematic return: I am skeptical whether the reduction in dynamics and thinning of texture decreases the theme’s harmonic impact . . . expressively, this might even be taken as an intensification—a transformation of earthly tones of the opening into heavenly ones . . . Everything about this passage invites performers to savor the moment and make it as magical as possible—at least through the beauty of tone and perhaps also through the marginally slower tempo in the first measure of the reprise as the listeners become aware that the reprise is beginning . . . [W]hen there are not considerable tonal factors against tonic rearticulation at a thematic return, the presence of thematic return may itself impact evaluation of tonal structure, and for me this is the case in the Andante. (10) (218–9)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Smith’s argument that developing variation of motivic cells (the Schoenbergian perspective) may significantly influence interpretation of deep structure (Schenkerian analysis) is well taken. Nonetheless, he seems to overstate the case for the relevance of Schoenbergian ideas to his dimensional counterpoint. Consider his discussion of the extended prolongation of the dominant from the retransition to the G-major second group in the recapitulation of the first movement. While his argument that such a prolongation creates a highly unusual case of continuous Ursatz (as opposed to a divided one—a point he elaborates in detail in Chapter 4) is utterly persuasive, his rationale for viewing this idiosyncrasy from a Schoenbergian perspective seems far-fetched: Similar to the phrase level, where a focus on motivic evolution forces symmetries of grouping and meter into the background, strategies of reinterpretation on the global level [in this case, interpretation of G as global rather than G as local tonic] help to efface the large-scale periodicity of sonata form. Brahms continues to compose in the spirit of developing variation even as he adjusts the means of evolution to accommodate both the enormous scope of repetition and the exigencies of sonata form. (85)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Although the appearance of the recapitulation’s second group in the\nmajor dominant may seem decidedly eccentric to many Schoenbergians (as it does to me), it hardly aligns itself with notions of developing variation in the Schoenbergian sense. As many scholars have emphasized, Schoenberg’s concept of developing variation attends to the organic coherence of the melodic surface . (11) This is not to say that Schoenberg’s concerns with music are exclusively local; (12) yet, to extend the concept of developing variation to embrace such global characteristics as large-scale key connections seems to me a stretch of the idea beyond recognition. In fact, Smith’s uncomfortable position in soliciting Schoenberg’s assistance is evident when he repeatedly claims that Brahms avoidance of “needless repetition” is an example of fulfilling a Schoenbergian aesthetic. (13)",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Smith is at his best in Chapter 4 (Brahms and Schenker: A Mutual Response to Sonata Form) when he revisits the issue of continuous tonal structure in the first movement and explores its relationship to Schenkerian aesthetics. Smith ingeniously illustrated in the previous chapter how the avoidance of structural tonic at the recapitulation and the subsequent appearance of the second group in the dominant major contribute to a highly unusual instance of continuous middleground tonal structure. In this chapter, which is a revised version of an earlier article, (14) he proceeds to demonstrate that this continuous structure possesses an interesting connection to Schenker’s derivation of sonata form. The argument begins with a critique of Schenker’s conception of sonata form as originating from the interruption paradigm. Smith explains that a major difficulty of this derivation lies in the location of the structural dominant: Schenker himself remains undecided between the dominant in the final cadence of the recapitulation (Smith calls this derivation “Type 1”) and the prolonged dominant of the second tonal area of the exposition (“Type 2”). As it turns out, both situations contain inherent conflicts with either Schenker’s own ideas of the essential characteristics of middleground tonal structure (e.g., Type 1 “appears to suggest that the first 2 ˆ [the main top note in secondary area of the exposition] is a neighbor note in a 3 ˆ - 2 ˆ - 3 ˆ motion”—a situation that Schenker disallows) or essential characteristics of the sonata form (e.g., Type 2 significantly undermines the structural importance of the recapitulation). While a non-Schenkerian may see herein an opportunity to invalidate Schenker’s theory of form, Smith downplays the inconsistency, and instead relates the problem to the nineteenth-century preoccupation with “organic unity” and “an unbroken, goal-directed continuity as the basis of musical form” that is also evident in Brahms’s music. (108) Ultimately, Smith arrives at two complementary conclusions: (1) Schenker’s difficulties disappear when his theory is applied to Brahms’s continuous middleground structure; and (2) Brahms’s continuous middleground structure optimally fulfils the Schenkerian aesthetic of organic unity as articulated in Schenker’s ideas on form. Obviously, Smith does not mean that Schenker formulates his theory of musical form to cater specifically to Brahms’s music, nor does he imply that Brahms writes his music to conform to the requirements that Schenker was to articulate several decades later. Rather, a common ideological source leads to interesting commonalities between a composer and a theorist in their individual renderings of one of the most important musical artifacts in history, sonata form.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] If Chapter 4 seems like a theoretical digression that bears little, if any, relevance to the analysis and expressive interpretation of the quartet, the last chapter of Part I (Brahms’s Expository Strategies: Two-Part Second Groups, Three-Key Expositions, and Modal Shifts) makes an emphatic return to the piece, hammering out detail after detail about the expository strategies in all four movements. The great wealth of ideas at the beginning of the chapter makes the opening pages extremely dense and difficult to digest; yet, the discussion soon finds it focus and becomes much easier to follow when Smith zooms in on the issue of the so-called “three-key exposition,” particularly as it applies to the quartet’s last movement. Again, dimensional counterpoint plays a significant role in revealing formal multivalence. The gist of the problem resides in the division of the second group into two distinct sections, a situation Smith calls a “double second group.” Although the double second group is often associated with the idea of a “three-key exposition,” Smith cautions against equating the two, pointing out that the two parts of the second group in Brahms’s repertoire often involve a mode shift rather than a key change. Dimensional counterpoint thus helps identify two distinct categories within the mode-shift type: (1) the Stufe of the second group enters at the beginning of the first part of the second group; and (2) the Stufe of the second group is delayed until the beginning of the second part of the second group. The latter case, which is obviously more noncongruent than the first, is a precise description of what happens in the last movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The two chapters in Part II (Chapter 6, Toward an Expressive Interpretation: Correlation for Suicidal Despair, and Chapter 7, Intertextual Resonances: Tragic Expression, Dimensional Counterpoint, and the Great C-Minor Tradition) examine the tragic expression of the quartet and its intertextual connections to previously works in C minor. Smith begins by laying out the conceptual framework for his reading of the quartet’s expressive content. Ideas of two predecessors prove to be crucial here: E. T. Cone’s three-stage hermeneutic analysis and Hatten’s concepts of stylistic correlation, strategic interpretation, and markedness. (15) Together, these two systems provide a procedural model in which the interpreter progresses from a general topic deduced from structural idiosyncrasies (Cone’s first stage/Hatten’s stylistic correlation) to more constrained and particular expressive interpretations (Cone’s second stage/Hatten’s strategic interpretation and markedness). In truth, however, because he takes the tragic topic of the quartet as established (by Brahms’s own testimony) before the start of his analysis, Smith virtually bypasses Cone’s first stage (the recognition of a “wide but not unrestricted range of possible expression”) and only cursorily develops Hatten’s idea of stylistic correlation. (16) Example 3 . Smith’s summary of the expressive trajectory of op. 60/i (click to enlarge)",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The most striking, and perhaps also the most controversial, part of Smith’s hermeneutical interpretation is his reading of the third movement as a musical portrayal of the Schumanns and of Brahms himself. Smith correlates the three musical themes with the three protagonists, and proposes that the memory of Robert and its psychological effect on his bereaved widow and friend governs the expressive trajectory of the movement.  That Smith has earlier expressed reservations about Cone’s third stage of analysis (which aims to incorporate specific biographical details into musical matters) leaves one wondering why Smith chooses to employ in this type of analysis here. Not surprisingly, the biographical association Smith postulates has received much attention from other reviewers of the book. (17) I will refrain from further discussion of this specific hermeneutical interpretation; evaluation of Smith’s reading of the first movement, which is more closely tied to the main purpose of the book, seems more relevant to the purpose of this review. Recall that Smith purports to treat musical expression in the quartet primarily as “a progression of psychological states, as experienced by an abstract consciousness.”  His reading of the first movement, which he summarizes in Example 6.9 (reprinted here as Example 3 ), illustrates this formulation. The bottom row of the table specifies the sequence of psychological states that Smith hears in the movement; each state is aligned with its formal location and key. As detailed in Chapter 6, these expressive states emerge from processing the analytical details from Part I and numerous other observations of tonal, motivic, and rhythmic characteristics through Hatten’s machinery of strategic interpretation. Close scrutiny of how statements about the musical structure evolve into these expressive states will provide grounds for evaluating Smith’s overall agenda of using structural analysis as the basis for expressive interpretation. Example 4 (click to enlarge)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] A summary of associations between Smith’s analytical observations and expressive interpretation is presented in Example 4 . As shown in the table, the musical elements Smith cites as the basis of expressive content may be categorized using the familiar dichotomy between surface and structural elements. Surface elements are those which are immediately apparent from the score and therefore require a minimum of “analytical insights,” to use Smith’s term, to be discerned. These include instances of intervals (e.g., prevailing half-step motions), motives resulting from contiguous pitches (e.g., a local descending tetrachord from tonic to dominant), rhythm (e.g., stop-and-start rhythms; ostinato patterns), local harmonies, pitches/pitch classes, keys and modes etc. They are the constituent elements of larger musical processes and structures, and as such, they serve as the basic materials that await musical analysis to yield statements about these larger processes and structures.  Contrasting with surface elements are structural elements, which are revealed through the analytical process. The interpretation of the large-scale tonal structure of the development as an expanded version of the quartet’s augmented-triad motive, for example, takes into consideration all tonal events within the development and, upon close scrutiny under the adopted theoretical perspective, seeks to elucidate structural properties of the development that are not apparent on the surface of the score. The work of a formalist/structuralist, if Smith uses these terms in the sense I understand them, is to formulate claims of the latter type. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Two revelations emerge from subjecting Smith’s statements to the surface/structural dichotomy. First, in his hermeneutical reading of the movement’s expressive content Smith relies much more heavily on the musical surface than on structural details.  Although the table illustrates Smith’s practice only in the first movement, the reliance on surface events is apparent in the reading of the other movements as well. This is unfortunate, given that Smith’s main goal is to both vindicate and encourage the use of structural analysis as the basis of expressive interpretations. Thus, although Smith effectively circumvents the symptomatic analytical superficiality that Agawu observes in the writings of music hermeneuticists, he enjoys much less success in effectively using his many analytical insights to buttress his expressive interpretation. Those “who desire greater detail concerning structural matters,” to quote Agawu again, do indeed get what they want; those who take seriously Smith’s promise of relating structural matters to expressive ends, however, may feel a bit short-changed.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Second, there is an obvious concentration on issues pertaining to dimensional noncongruence among the structural elements Smith draws on to construct the quartet’s expressive content. This is understandable, given that dimensional noncongruence and its theoretical corollaries, such as the undivided Ursatz , are the central concerns of the structural analysis in Part I. Yet the concept of dimensional noncongruence, while useful in addressing the rich possibilities in the structural deep middleground, becomes a somewhat impoverished resource when used unsparingly to create a lengthy narrative of emotional states. When key scheme, thematic design, and tonal structure are not in accord, Smith’s hermeneutic interpretation is invariably one of tension and frustration. Smith may have indeed demonstrated the contribution of dimensional noncongruence to the “uncommonly bleak form of tragic expression” of the quartet; however, he has not ascertained the significance of dimensional noncongruence, which is at the center of his analytical paradigm, in the delineation of the expressive details outlined in Example 4. Retrospectively, one feels that the domination of dimensional noncongruence in the structural reading and its limited scope of expressive implications have perhaps forced Smith to summon the help of many surface events when constructing the highly specific sequence of psychological states he proposes, thereby inadvertently undermining the main agenda of the book. Example 5a . Smith’s Example 6.1 (click to enlarge) Example 5b . Smith’s foreground graph of the tonic key area of op 60/i (his Example 2.11) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] By focusing on noncongruence in the deep middleground, Smith has in fact missed many opportunities to incorporate structural analysis (as opposed to mere description) of the foreground in his expressive reading. One instructive instance is provided in Example 5 . Example 5(a), which reproduces Smith’s Example 6.1, shows his annotation of the opening thirty-four measures of the first movement. Marked on the score are the lament tetrachord, the sigh motive, and the chromatic descent to V. As we saw in Example 4, Smith also includes the piano octaves (measures 1–2, 11–12), the stop-and-start rhythmic gestures, and the empty dominant chord (measure 10) in his list of musical resources for expressive interpretation. Example 5(b), which reproduces Smith’s Example 2.11, shows his foreground graph of the same passage. Appearing in Chapter 2 solely to demonstrate the legitimate candidacy of 3 ˆ as the Kopfton , the voice-leading analysis makes no explicit references to dimensional noncongruence, and Smith does not refer to it in his expressive interpretation in Chapter 6. Yet, the foreground graph reveals many structural intricacies that may well embody expressive connotations. One such intricacy is the constant registral descent and the ongoing struggle to project the top voice of the contrapuntal framework. As shown in Smith’s graph, in the opening of the movement the melodic line promptly drops from the Kopfton to an inner voice via an arpeggiation. This protracted descent of a sixth into the lowest note possible on the violin, echoing the opening plunge from C6 in the highest piano note to the somber E ♭ 4 of the violin, emphatically sets the foreboding tone of the movement. The lament tetrachord at the end of the descent, harmonized by parallel first-inversion triads, further enhances the pathetic expression of the overall voice-leading motion of the first phrase. Countering the opening ethos, the sequential deployment of the sigh motive in measures 13–17 immediately restores the top voice, albeit with the ominous Phrygian 2 ˆ , and makes an attempt to rise above the darker register through a series of parallel tenths, which are more stable than the parallels sixths that previously accompanied the lament tetrachord. The ascent from D ♭ 4 through G ♭ 4, however, is accomplished through Übergreifung (reaching over), which here entails a further struggle of identity between the top and inner voices. A voice exchange transfers the B ♭ 2 in the bass up two octaves to the B ♭ 4 in the violin (measures 13–17), thereby escaping for the first time from the lowest register of the instrument. The resulting change in tone color may even encourage the speculation that the B ♭ 4 is in fact the real top voice, engendering hope that the state of affairs is perhaps not that dismal after all. All hopes are dashed, however, when the B ♭ 4 initiates yet another prolonged descent; the depressiveness of this downward path is manifest not only in its traversal of a pungent diminished octave from B ♭ 4 to B ♮ 3, but also in the overcoming of the more optimistic parallel tenths by a return of the parallel sixths that formerly accompanied the lament tetrachord. In this light, the angry outburst at measure 31 can be heard as a reaction against the extreme frustration at the failure of the first thirty measures to escape from the darkest sonorities of the violin and to maintain the integrity of the top voice of the contrapuntal structure. Example 6 . Harmonic analysis of op. 60/i, mm. 11–21 (click to enlarge) Example 7 . Alternative voice-leading reduction of op. 60/i, mm. 11–27 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] An important foreground idiosyncrasy in measures 21–30 further accentuates \nthe intense feeling of frustration in the opening paragraph of the movement; \nthis detail is overlooked in Smith’s voice-leading graph. The idiosyncrasy stems \nfrom the appearance of the G-major chord in measure 21, which to my ears constitutes \nthe first striking harmonic event of the piece. A close examination of the \nimmediate harmonic and metric context of this chord sheds light on its \nperplexing function and expressive effect. As shown in Example 6 , the G-major \nchord is situated within a tonicization of B ♭ that begins in measure 11. Prior to the appearance of the chord, a fauxbourdon in measures \n17–20 progresses from I 6 to V 6 in B-flat minor, which in measure 21 yields to V 7 in C \nminor, suggesting an imminent cadential arrival. The G-major chord in the next \nmeasure not only fails glaringly to resolve this V 7 , but also defies normative \nharmonic logic. On the one hand, the harmony fails to suggest even a deceptive \nresolution in B-flat minor, as V 7 - ♯ VI in minor keys is extremely rare in this \nstyle; on the other, with the fauxbourdon passage firmly grounded in B-flat \nminor, the G-major harmony hardly sounds like the dominant of the principal key. \nEstranged from both the local harmonic syntax of B-flat minor and the global one \nof C minor, this G-major harmony is a truly expressive gesture that eludes \nvirtually any structural explanation. \nOne could explain (away) the G-major chord \nas initiating a chromatic descending 5-6 motion that returns to V of B-flat \nminor in measures 24–25, at which point the F-major chord is also reinterpreted as IV \nin C minor. (19) Perhaps one could also point out the motivic significance of the D ♮ in measure 21 by interpreting the <D- D ♭ -C-B> descent in measures 21–27 as an incomplete, chromaticized version of the descending tetrachord of measures 8–10. Still, the bottom line is that the G-major chord has no structural role in the harmonic underpinnings of the passage, and possesses no coherent connection to the preceding V 7 in B-flat minor. As shown in Example 7 , these observations necessitate a different reading from the voice-leading reduction of Smith’s Example 2.11. The new interpretation clarifies the surface contrapuntal function of the G-major chord in measure 21, draws attention to the F-major chord in measure 25 as the pivot from B-flat minor to C minor, and delays the onset of the real dominant Stufe in C minor to the cadential arrival in measure 27. This last point supports Smith’s general claim that extreme delay of middleground harmonic arrivals critically defines the structural character of this movement. Example 8 . Opening paragraph of op. 60/i recomposed through the omission of mm. 21–22 (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Further examination of the passage following the G-major harmony reveals how the appearance of the harmony in measure 21 perturbs underlying regularities of the passage. Example 8 rewrites measures 13–27 by simply omitting measures 21–22. This seemingly innocuous modification turns out to exert far-reaching effects: (1) the V 7 in measure 20 is now “properly resolved” in a deceptive motion in B-flat minor; and (2) the entire section from the B-flat minor entrance in  measure 13 to the dominant arrival in C minor exhibits a regular four-bar hypermeter. The exposure of these tonal and metrical potentials attests to the disruptive nature of the G-major harmony: on the one hand, the harmony obstructs what would have been a legitimate resolution of the V 7 to VI, subsuming instead the G-flat major chord in measure 23 within the aforementioned chromatic sequence and therefore usurping its more familiar tonal function; on the other hand, it deforms what would have been a symmetrical four-bar hypermetrical pattern that highlights the real cadential goal of the passage on an accented hyperbeat. In this sense, the G-major chord is not just a loner, but perhaps also a maverick, a nonconformist that seeks to undermine existing conventions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] All the above observations on the G-major chord compound the frustration of the movement’s opening paragraph by foregrounding the evasiveness of the dominant harmony. Three times the passage strives to attain an unequivocal dominant Stufe ; all three attempts are clouded by frustrating complications. The first attempt in measure 10 fails to attain the third of the chord, leaving an empty fifth as the frail representation of dominant function; the utter failure of the second attempt in measure 21 has already been discussed at length; finally, the third attempt in measure 27, as Smith shows, struggles to preserve the purity of the dominant when the umheimlich E ♮ enters in measure 28. Against such intense frustration, the outburst of the V 7 in measure 31 can be heard as a final violent attempt to seize what should have been within easy grasp. Ironically, as Smith has convincingly argued, the dominant Stufe will eventually gain unconventional significance in the undivided Ursatz through its prolongation across much of the recapitulation. This overcompensation, which may now be seen as a radical reaction to the desperate failure of the opening paragraph, cuts right into the highly volatile psyche of Brahms’s protagonist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] These analytical conclusions bring me to a final point—the relationship between structural and expressive interpretations is never a one-way street.  As Frank Samarotto has recently argued, description of musical structure is seldom completely free of “subjective immediacies” and “expressive potential.” (20) In describing the structural idiosyncrasy of the G-major chord, I find myself obliged to invoke expressive descriptors such as “defiance” and “failure” to fully portray how I understand the relationship between the chord and its surroundings. In turn, these descriptors inform and affirm my interpretation of the voice leading of the passage. Smith clearly acknowledges the necessity of this type of circular understanding, and his own structural analysis is replete with metaphorical and expressive language that enlivens the otherwise dense and formalist prose. Yet, given the primary agenda of the book, the interdependence between structure and expression must yield at times to the dominance of the former over the latter. In this regard, McClelland has cited the following symptomatic passage: “One analyst might cite the middleground status of this tonic in support of one line of expressive interpretation. Another might argue that the chord functions as an apparent tonic and thus has quite a different extra-musical significance. . . . Debate about structure, and by extension about meaning, could then unfold rationally based on the criteria by which Schenkerian theory draws distinctions between different types of tonics, as supported by reference to actual musical details.” (21) McClelland draws attention to the word “thus” as an indicator of the irreversible progression from structure to expression, while I would suggest that the perhaps the more explicit marker here is the phrase “by extension,” which clearly implies a unidirectional dependence. If Smith had been more committed to the circular understanding of the relationship between structure and meaning, the whole subject matter of the book, and consequently its organization and orientation, might have turned out quite differently.",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In the end, a stone that aims to kill so many birds will understandably leave some less dead than others. That the alleged target prey is the one that remains the most alive ought not to be disappointing. After all, issues concerning the intersection among structure, expression, and meaning have long been approached from so many different angles that no one perspective is likely to rise above the others. (22) In this collective quest for the meaning of music, Smith’s book has vividly reminded us that a whole different realm of understanding and appreciation await our exploration and discovery when we move beyond the formalistic aspects of musical structure. For its sincere committal to such an important message, brilliant use of dimensional noncongruence to lay bare the formal complexities of the Viennese tradition, and numerous insights into the structure and expression of one of Brahms’s most tragic musical portrayals, Smith’s book should be valued by music scholars and welcomed as a significant contribution to the study of meaning in Brahms’s music.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.07.13.4.ng.html",
    "data": "mto/data/mto.07.13.4.ng.json"
}