{
    "title": "Review of Allan Moore, <i>Song Means: Analyzing and Interpreting Recorded Popular Song</i> (Ashgate, 2012)",
    "date": "2013/12/01",
    "volume": "19",
    "issue": "4",
    "authors": [
        "Endrinal, Christopher"
    ],
    "abstract": "",
    "keywords": [
        "popular music",
        "analysis",
        "meaning",
        "song",
        "interpretation"
    ],
    "doi": "",
    "received": "October 2013",
    "pdf": "http://www.mtosmt.org/issues/mto.13.19.4/mto.13.19.4.endrinal.pdf",
    "author_info": [
        {
            "name": "Christopher Endrinal",
            "university": "Bower School of Music",
            "address": "Florida Gulf Coast University, 10501 FGCU Boulevard South, Fort Myers, FL 33965-6565",
            "email": "cendrinal@fgcu.edu"
        }
    ],
    "citations": {
        "boone_1997": "Boone, Graeme M. 1997. “Tonal and Expressive Ambiguity in ‘Dark Star’.” In Understanding Rock , edited by John Covach and Graeme Boone, 171–210. New York: Oxford University Press.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Music Analysis , edited by Deborah Stein, 65–76. New York: Oxford University Press.",
        "everett_2004": "Everett, Walter. 2004. “ Making Sense of Rock’s Tonal Systems. ” Music Theory Online 10, no. 4.",
        "moore_1998": "Moore, Allan F. 1998. “U2 and the Myth of Authenticity in Rock.” Popular Musicology 3: 5–33.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock . New Haven: Yale University Press.",
        "tagg_2009": "Tagg, Philip. 2009. Everyday Tonality . New York: Mass Media Music Scholars Press."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Allan Moore takes little time getting to the central point of Song Means , presenting in the second paragraph the two questions the book attempts to answer: “What meanings can experiencing a song have, and how does [the song] create meanings?” (1). Moore focuses not on the song itself, but rather the experience of the song. Rather than center around a supposedly inherent meaning of or within a song (the “what”), he examines “ how [songs] mean and the means by which they mean [ sic ]” (1). He focuses throughout the discussion on the tools we can use and the process by which we arrive at conclusions regarding personal interpretations of recorded popular songs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Interpretive analyses of music—popular or otherwise—often concentrate on the meaning of a piece of music. These theories are developed to find answers to questions. That is not Moore’s immediate concern here, however. Rather than present a theory proper, he presents a methodology for determining meaning, a process he describes as “interrogative,” with the purpose of accruing “a bank of questions to employ” during the interpretation of a song (9). We, the listeners, determine songs’ meanings for ourselves by asking questions of the song or by investigating questions that the song presents to us. This book describes the process of discovering the connections between the elements of the song and the listener’s personal experiences. (This, to me, is reminiscent of mathematics, where “the work” is just as important as the answer itself.) Ultimately, by employing this methodology and accumulating these questions, we not only learn more about the song, but we also learn about ourselves. This is a point to which I will return at the end of this review.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In the introductory chapter, “Methodology,” Moore offers his reasons for writing the book, along with an overview of its structure. The order in which he summarizes the chapters is out of sequence (2, 3, 4, 6, 8, 7, 9, 5); I find this interesting because the order in which the chapters are organized makes logical sense in terms of Moore’s “reasonably strict distinction between analysis and interpretation” (7). To use Moore’s vocabulary, Chapters 2–6 make up the “Means” half of the book (“analysis”), and Chapters 7–10 comprise the “How” section (“interpretation”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] For Moore, a song is a particular amalgamation of lyrics, harmonic progression, metric structure, and melody. A performance is different in that it is a collection of details (instrumentation, tone, tempo, style) regarding the execution or delivery of song in general. A track is a specific performance or recording of a particular song. If we think of these three in terms of a Venn diagram, “song” and “performance” would be independent circles and “track” would be the section of overlap between the two. Moore compares four versions of the song “All Along the Watchtower” in Chapter 1—Bob Dylan’s original, as well as covers by Jimi Hendrix, U2, and Richie Havens—in order to illustrate clearly what a song is and how it is different conceptually from a performance and a track. All four versions share approximately the same melody, lyrics, chord structure, and metrical organization. This is how we know we are listening to the song “All Along the Watchtower.” The performance details, however, vary from track to track. Each performance delivers the song differently, using unique combinations of vocal timbre, guitar tone, tempo, and instrumentation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The explicit definition of “song” and its differentiation from “performance” and “track” is one of the book’s key theoretical takeaways. Based on Moore’s criteria, “song” takes on a much broader meaning: It becomes a general conceptual framework of musical ideas involving a singer and lyrics instead of merely a specific collection of notes and words in a particular context. This definition of “song” generalizes it by taking out considerations of performer, genre, and style. This provides a less specific analytical starting point, which thereby affords the listener a better opportunity to focus on the process of listening instead of only the eventual interpretive outcome.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The third chapter, “Form,” delves into the rhythmic, harmonic, and formal language of popular song. Moore’s “harmonic modal system” (71) is similar to the harmonic function and analysis system proposed by Philip Tagg ( 2009 ), but different from those proposed and explored by Walter Everett ( 2004 ), Ken Stephenson ( 2002 ), and Graeme Boone ( 1997 ). Moore’s system is admittedly “lenient, [and may] require modification to make it accurate” (71). I certainly appreciate the flexibility this system provides, as I have struggled at times with harmonic analysis of popular music, especially when performed from the perspective of the Western tonal tradition.",
                "footnotes": [],
                "citations": [
                    "tagg_2009",
                    "everett_2004",
                    "stephenson_2002",
                    "boone_1997"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Later in his discussion of form, Moore states that he sees little to be gleaned from a discussion of global formal structures and their relationship to the discovery of meaning in popular song. Citing Stephenson ( 2002 ) and John Covach ( 2005 ) specifically, Moore says that “[large-scale formal terms imply] a god’s-eye perspective, i.e. seeing the track in one glimpse, which does not seem to be part of the popular song experience, where what matters is exactly where one is at a particular point in time. . . . Descriptions of larger formal patterns do not seem to me particularly germane to the listening experience” (84–85). Perhaps it is my own analytical bias coming to the fore, but I cannot help but respectfully disagree with Moore. Just two pages earlier, he describes the relationship between a listener and a song’s formal outline as a kind of “contract,” one that establishes norms. Where one is at a particular point in time is dictated in no small way by the overall structure of the song. Larger formal patterns, therefore, are important to the meaning of a song because of the expectations they create within the listener. Listeners discover meaning from both subversion and fulfillment of expectations.",
                "footnotes": [],
                "citations": [
                    "stephenson_2002",
                    "covach_2005"
                ]
            }
        },
        {
            "8": {
                "text": "[8] According to Moore, the singer is the nucleus around which the rest of the song is built. He therefore devotes the fourth chapter (“Delivery”) to this part of the song’s texture, distinguishing between contour-rich melodies—which are defined by their vertical range—and period structure melodies—which are defined by their length and correlation to formal structures.  In addition to his discussion of lyrics, he also expounds on the “tone of the voice” (102), a discussion I appreciate greatly. He starts by describing the four “positional aspects of the singer’s voice” (102): register, cavity of origin (e.g., falsetto, nasal, chest), rhythmic exactness (ahead, on, or behind the beat), and pitch accuracy. One aspect of the singer’s voice that is missing from his discussion is timbre. This topic is hardly discussed in popular music research as a defining feature, perhaps because timbral differences between singers are quite obvious to the majority of listeners, but also perhaps because timbre is a difficult element to quantify. Other than relatively nebulous adjectives like “nasal” or “husky” or “piercing,” I do not know of a formal methodology for characterizing and categorizing what the voice sounds like. And perhaps this is too tall a task for anyone to undertake, especially since popular song is an ever-expanding genre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] For Moore, style refers to how musical gestures are conveyed. Covering song styles from the late-nineteenth century through contemporary popular music, Chapter 5, “Style,” outlines various styles of popular music, the ways they have changed throughout history, and how those changes contributed to the establishment of the norms described in the previous chapters. The next chapter, “Friction,” explores how the subversion of expectations affects the relationship listeners have with the songs to which they listen. Here, Moore uses the term “friction” to replace the concept of “rule breaking” (167). His preference of “friction” stems from his conclusion that there are no absolute “rules” of style, genre, form, and delivery; rather, there are “norms,” and songs that go against established norms create friction with listeners’ expectations. Additionally, friction can and does work in various domains: form, harmony, melody, lyrics, structure, texture, and timbre.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Chapter 7, “Persona,” begins the interpretive half (the “How” portion) of Song Means . Moore introduces his theory of persona, which divides the identity of the singing voice into three distinct levels, each with a different relationship to the listener. The first level, performer , describes the musician’s identity and place in history separate from the song. The persona is the illusory identity a performer assumes when singing. Finally, the figure within the song that has no identity outside it is called the protagonist . Moore goes on to describe the environment in which the persona operates, which occupies one of five positions in relation to the persona: inert, quiescent, active, interventionist, and oppositional. These describe the various levels of support the “personic environment” (186) provides (or does not provide, as in the case of the interventionist and oppositional environments) for the singer’s persona.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Chapter 8, “Reference”, begins with a strong statement about music analysts’ obligation to do more than simply discover something and its meaning. We must strive to identify the reason it is meaningful to us, otherwise we “[allow] ourselves to inhabit a hermetic aestheticized space” (215). It is our duty to communicate a song’s meaning, along with how and why it means what it does. After a brief discussion of the role of semiotics in music interpretation, Moore arrives at the central point of this chapter: while the examination of individual elements is important, it is the discovery of the relationship of the elements to each other and to the song as a whole that is the overarching goal of song interpretation (234). In other words, context is an essential element when considering meaning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The discussion of “Belonging” in Chapter 9 is an intricate one, as it attempts to answer difficult questions regarding the concepts of authenticity and intertextuality. Moore frames the authenticity section by posing two questions: “[To] what extent does the sound that the musician makes belong to that musician?” and “Can it be determined from within the [song] itself?” (259). Moore’s two-pronged perspective on how “musicians parade their integrity” (265) is one of the more interesting aspects of his exploration of authenticity: authenticity can be thought of from the standpoint of a performance practice in a specific style (“purity of practice”) or from the perspective of being honest to the performer’s own personal practice (“honesty to experience”) (264). He concludes that the concept of authenticity is not an inherent quality (“ascribed”) of a performer or a song; rather, it is constructed (“inscribed”) in the listening process (266). The subsequent discourse on intertextuality challenges the two perspectives of authenticity. According to Moore, anything that is perceived can serve as the subject or inspiration for a song, and because of the historical and referential nature of the compositional process, all songs necessarily have an element of intertextuality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The book concludes with detailed interpretations of parts of songs and a series of questions upon which the methodology of the book is based. His rationale for examining only parts of songs is the avoidance of focusing on the results of his method and concentrating instead on the process of questioning. While I understand and appreciate his reasoning, I am left with a slight sense of incompletion after reading the book. Perhaps this is because, as Moore mentions, many books like this one include a “complete analyses” chapter as an illustration of the process just presented (285), and so I have a certain expectation of how discussions like this conclude. I am interested in how his methodology applies to full songs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Moore claims (and rightly so, I believe) that good songs help us “learn about ourselves,” and that by “finding out what we make of the song, we make that learning conscious” (286). This is the answer to the “ so what? ” question he poses in the penultimate chapter. Throughout the book, Moore invites us to consciously and deliberately “participate” (1), “choose” (330), “communicate” (5), “approach” (260), “develop” (285), “reflect” (5), “discover” (16, 285), and “interact” (179) with recorded popular song. By encouraging us to take an active role in the listening process, we will be reminded that (popular) music analysis is a deeply and intensely personal and rewarding endeavor. If for nothing else, it is for this reason—this original methodology of engagement—that Song Means is a worthy and important addition to the popular music scholarship canon.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.13.19.4.endrinal.html",
    "data": "mto/data/mto.13.19.4.endrinal.json"
}