{
    "title": "<i>Quid non ebrietas dissignat?</i> Willaert’s didactic demonstration of Syntonic tuning",
    "date": "2004/02/01",
    "volume": "10",
    "issue": "1",
    "authors": [
        "Wibberley, Roger"
    ],
    "abstract": "“Quid non ebrietas dissignat? Operta recludit,Spes iubet esse ratas, ad proelia trudit inertem,Sollicitis animis onus eximit, addocet artes,Fecundi calices quem non fecere disertum?”(Horace, Epistles I, V, 16–19)",
    "keywords": [
        "Aron",
        "Artusi",
        "coniuncta",
        "disiuncta",
        "double ficta",
        "ficta",
        "Horace",
        "Just Intonation",
        "polydiatonicism",
        "Ptolemy",
        "Pythagoras",
        "Pythagorean comma",
        "Spataro",
        "synaphe",
        "Syntonic comma",
        "tetrachord"
    ],
    "doi": "",
    "received": "July 2003",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.1/mto.04.10.1.wibberley1.pdf",
    "author_info": [
        {
            "name": "Roger Wibberley",
            "university": "Goldsmiths University of London,",
            "address": "Department of Music,, New Cross,, London SE14 6NW",
            "email": "r.wibberley@gold.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. L’Artusi overo delle imperfettioni della moderna \nmusica (Venice, 1600), ff. 21–21v. The complete text, together with full \ngraphics, is available online at the following URL: http://WWW.music.indiana.edu/smi/seicento/ARTIMP_TEXT.html .",
            "citations": []
        },
        "FN2": {
            "text": "2. The two voices as printed by Artusi can be viewed online \nat the following URL: http://www.music.indiana.edu/smi/seicento/ARTIMP_04GF.gif .",
            "citations": []
        },
        "FN3": {
            "text": "3. Edward Lowinsky, “Adrian Willaert’s Chromatic ‘duo’ \nRe-examined”, Tijdschrift \nvoor Muziekwetenschap, 18 (1956–9), pages 1–36.",
            "citations": []
        },
        "FN4": {
            "text": "4. Joseph S. Levitan, “Adrian Willaert’s Famous \nDuo Quidnam ebrietas ”, Tijdschrift der Vereeniging voor Nederlandshe \nMuziekgescheidenis, 15 (1938–9), pages 166–233.",
            "citations": []
        },
        "FN5": {
            "text": "5. Margaret Bent, “Diatonic Ficta ”, Early Music \nHistory 4 (1984), pages 16–20.",
            "citations": []
        },
        "FN6": {
            "text": "6. Dorothy Keiser, “The Character of Exploration: Adrian \nWillaert’s ‘Quid non ebrietas’”, Musical Repercussions of 1492 ed. Carol \nE. Robertson (1992), page 185.",
            "citations": []
        },
        "FN7": {
            "text": "7. Rob Wegman, \n“Music Ficta”, Companion to Medieval and Renaissance Music ed. T. Knighton \nand D. Fallows (London 1992), pages 270–1.",
            "citations": []
        },
        "FN8": {
            "text": "8. This, and many other observations derived from the \ncorrespondences between Spataro and Aron, is discussed in greater length in \nEdward Lowinsky, “Adrian Willaert’s Chromatic ‘duo’ Re-examined”.",
            "citations": []
        },
        "FN9": {
            "text": "9. When a melody arises from the use of diatonic \ntetrachords its resulting diatonicism regulates the disposition of tones and \nsemitones so that each semitone is surrounded (if the pitch material is \npresented as a scale) by a minimum of two and a maximum of three undivided \ntones. If the tetrachords are disjunct, there will be three undivided tones in \nthe series. Where tetrachords are conjunct there will be only two.",
            "citations": []
        },
        "FN10": {
            "text": "10. Similarly (though irrelevant to this composition) the \nmost distant pitch in the chain sharpwards \nto which ficta notation could be applied is A-sharp (occurring between the two recta notes A and B).",
            "citations": []
        },
        "FN11": {
            "text": "11. All voices are given a default signature of one flat \nand this indicates that the default pitch material will be a scale that employs \nthe synemmenon tetrachord with the B-flat and not the Diezeugmenon with \nB-natural. This will assert a disjunction of tetrachords on the notes D-E (D \nbeing the highest note of the synemmenon and E the lowest note of the Meson). \nOnly the Tenor voice applies structured modifications to this default as it adds \nits further flats. The other voices remain faithful to the default, thereby \nretaining the simple “white-note” scale with an added B-flat.",
            "citations": []
        },
        "FN12": {
            "text": "12. A full account of Syntonic tuning is given by \nWillaert’s distinguished pupil, the theorist Zarlino in his Le \nIstitutioni Harmoniche , part 3. Full texts and graphics of this work are \navailable online at http://www.music.indiana.edu/smi/cinquecento . \nThis will not be discussed in this essay, but will form part of the supporting \nevidence presented in a later essay that develops further the findings revealed \nhere.",
            "citations": []
        },
        "FN13": {
            "text": "13. The singer of the Tenor will still be reading these \nsemitones as F-G flat and B flat-C flat (sung a semitone lower by double ficta ).",
            "citations": []
        },
        "FN14": {
            "text": "14. These flats are also shown in Example 7 above near the \nend of staff 1.",
            "citations": []
        },
        "FN15": {
            "text": "15. Altus partbook of Libro primo de la fortuna discussed in Edward Lowinsky, “Adrian Willaert’s Chromatic ‘duo’ Re-examined”.",
            "citations": []
        },
        "FN16": {
            "text": "16. His Tenor was correct, but for the wrong reasons. His \nfour-voice rendition made the Tenor’s interval structure more or less \ninevitable, but the insertion of multiple editorial flats and double-flats \nobscures the simplicity and clarity of the original notation, and misunderstands \nthe structural purpose of the resulting melodic inflections in terms of the \ntransformation to Syntonic tuning. Indeed, Lowinsky assumed the use of equal \ntemperament. The editorial flats also presume that the notational default (in \nthe second half) is “white-note” whereas we can now see that an understanding of \nthe tetrachord structure reveals it to be essentially “black-note”.",
            "citations": []
        },
        "FN17": {
            "text": "17. The pitches are computer generated, and a detailed \nexplanation of the processes used to produce this, and all other audio examples \naccompanying this study, will be offered in a future article.",
            "citations": []
        },
        "FN18": {
            "text": "18. Lowinsky’s Bassus adopted a range of an octave plus a \nsixth, and this was much greater than that found in the other voices.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] It is a double irony that Artusi’s discussion of \nWillaert’s secular motet “Quid non ebrietas dissignat?” was offered in a polemic \nbook extolling what he considered to be the superior virtues of the old music as \nopposed to the inferiority of the modern (especially that of Monteverdi). (1) The double irony is that not only was it through this discussion that Willaert’s \ncomposition was preserved at all, but also it seems that the piece (despite \nhaving been written no fewer than eighty years earlier) was actually too \nadvanced and sophisticated for Artusi properly to understand it.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Before examining the piece, and briefly reviewing some of the ideas it has \ngenerated, a short account of its notable peculiarity will be offered. Artusi \noffered only two untexted voices—Cantus and Tenor—although Aron considered \nthat these formed two lines only of what he judged to be a four-voice \ncomposition. (2) Lowinsky published a surviving printed Altus voice (with text), \nand provided an edition of the now three extant lines to which he added an \neditorial Bassus. (3) The Tenor voice (only) progresses flatwards by the successive \nintroduction of flats on B, E, A, D, G and finally C. After having reached \nC-flat (at the exact halfway point) the remaining notes of the Tenor have to be \nperformed one degree lower in pitch than they appear visually. Eventually the \nTenor comes to rest on what looks like E while the Cantus cadences unambiguously \non D. All writers from earliest times to the present are firmly agreed (for \nobvious reasons) that the two notes must form a final octave, and that whatever \nthe last note of the Tenor may look like it must definitely actually sound as D. \nThe question that has therefore exercised all minds is how the second half of \nthe Tenor (from the note that follows the C-flat) should be read, understood and \nperformed.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Inevitably it is this apparent subjectivity and uncertainty that has aroused \ndiffering views and solutions. Levitan pointed out that Artusi believed that the \ncomposition should be sung in equal temperament since he (Artusi) observed that \nSpataro (albeit disapprovingly) considered C-flat as being the same as paramese \n(i.e. B-natural). (4) Lowinsky, in his edition and discussion of the piece, \nconcurred with the view of an intended equal-temperament performance. On the \nother hand, Bent rejected this view and saw the piece as an exercise in \nsolmization and musica ficta . (5) Her views have been echoed by Dorothy \nKeiser (6) and Rob Wegman, (7) and the latter has published an analysis seeking to \ndemonstrate that the Tenor completes a circumnavigation of the Guidonian Hand. \nThe former, too, views the composition in relation to the recent \ncircumnavigation of the globe in 1492. Nonetheless there is a persistent \nalternative view that the intended sound world was that of equal temperament, \nthe peculiarity and ambiguity of the notation seemingly reflecting this.",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This \nessay will now posit a very different analysis and rationale that asserts the \nfollowing: a) any supposed intellectual or causal connection with hexachord \ntheory and solmization is misguided and actually leads to an improper \nunderstanding and realization of the piece; b) the presumption of equal \ntemperament is misplaced and alien to the composer’s thinking and expectations; \nc) attempts to implant a motive for composing the motet by making allusions to \n“global circumnavigation” (or other extraneous events) are both unnecessary and \nindicative of a failure to have understood Willaert’s real (and indeed \ntransparent) motive for composing the piece in the way he did; and d) subjective \ndecisions about the performance of the second half of the Tenor melody are \ncompletely unnecessary because Willaert has—in reality—identified \nunambiguously and clearly the exact pitch (accurate to within the value of a schisma) of every single note he has presented, together with all the melodic \nintervals required.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] That Spataro could not understand Willaert’s purpose is \nshown in his condemnation of the composer’s apparently ill-judged assumption (as \nSpataro saw it) that the final note of the Tenor could form an octave with the \nCantus D: Spataro went to pains to complain that when E is flattened to E-flat \nthe pitch is lowered by a major semitone. When it is again lowered by a further \nflat, the pitch is depressed by a further major semitone. Having measured on his \nmonochord the position of E lowered by two major semitones, Spataro was able \ncorrectly to observe that the resulting pitch was lower than D by a Pythagorean \ncomma. (8) This observation indicates (perhaps unsurprisingly) that Spataro was \nmaking the assumption that Willaert’s musical judgments were (or should at all \nhave been) Pythagorean. As will presently be demonstrated, this assumption is \nonly partly true. The reality is that Willaert’s thinking is deliberately \nPythagorean only up until the arrival of the C-flat, but thereafter it is \ndeliberately Ptolemaic. The following analysis will show that the very purpose \nin constructing the Tenor so as to reach Pythagorean C-flat is to teach singers \na method of attaining—within their own old-fashioned and limited Pythagorean \nframework—the pure major (5:4) and minor (6:5) thirds characteristic of \nPtolemy’s tetrachords. In order for this to be accomplished by singers who are \nunused to producing Ptolemaic intervals, Willaert has constructed a Pythagorean \nmatrix whereby the desired 5:4 major third G-B (with the B lowered by a comma) \nis arrived at by replacing the B with a C-flat (a B would have been only a minor \nsemitone lower than C, but C-flat lies a major semitone lower in pitch). The \nTenor note that follows the C-flat is sung as F-flat, and again this now stands \nin place of an E lowered by a comma that would form a 5:4 major third with C. \nThe remainder of the Tenor proceeds exactly with the tones and semitones \nliterally indicated in the notation, but all now flattened by unnotated musica \nficta . The result of reading all the flats that exist, but applying a further \nflattening of pitch by a major semitone each time, further extends this \nnarrowing of interval (in relation to the Cantus) by a comma. Willaert’s Tenor, \ntherefore, requires the use of what might be termed “double ficta ”: \nthe first layer is provided in the notation of the first half by the written \nflats, while the second layer is then added in the second half by the singer to \nthe still-present first layer, but without further notation. The first layer of \nflats is “written”, while the second layer is merely “performed”.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] A clear understanding of Willaert’s design \nand execution is (as suggested above) actually hindered if a hexachord-based \nview is assumed. The reasons why this deduction is inapplicable are simple to \nexplain. Hexachords are built only from four identical tones (9:8) separated by \nan intervening minor semitone (256:243); but Ptolemaic Syntonic tetrachords—as \nwill be illustrated presently—comprise not only two tones of differing size \n(9:8 and 10:9) but also a single major semitone (16:15). Normal hexachords \ntherefore cannot provide a basis for the cognition and accurate pitching of \ntones of differing size, or of semitones of the correct size (in Ptolemaic \nterms). A more obvious reason why hexachord evaluation is inappropriate lies, \nhowever, in the fact that Willaert has used only a tetrachord matrix as the \nstructural means of attaining the desired Ptolemaic consonances. This structure \nmay be briefly explained and exemplified.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A diatonic tetrachord, whether \nPythagorean or Ptolemaic, is a four-note cell comprising the following rising \nintervals: semitone-tone-tone. Their disposition is regularly described by early \ntheorists as follows: when two adjacent tetrachords fill out an octave they are \ndisjunct (i.e. they are separated by a further tone, such as in the \nconfiguration E-A/B-e which fills the octave E-e but in so doing adds the extra \ntone A-B in the middle); but when two tetrachords span only a seventh they are \nconjunct (i.e. B-E/E-A, where the heptachord B-A is spanned by two conjoined \ntetrachords which share the same common note E, termed synaphe ). Whether \ntetrachords are conjoined or disjoined, the resulting melody is diatonic. (9) Example 1 . Illustration of Tenor tetrachords disposed heptachordally (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] While Willaert’s Tenor, therefore, is no less diatonic than his Cantus, its \nstructure is very different. This is because the first half of the Tenor (unlike \nthe Cantus) disposes its diatonic tetrachords heptachordally, as shown in Example 1 . Here the standard tetrachord scales are \ndisplayed first, showing the Hypaton and Meson conjoined tetrachords (with a synaphe on E) and then respectively the added Diezeugmenon (i.e. “disjoined”) with its \ndisjunction (A-B) and synemmenon (i.e. “conjoined” on A) tetrachords. The former \nspans an octave (E-e), while the latter a seventh (E-d).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The second system, \nhowever, shows how Willaert structurally attains his C-flat by constructing a \nseries of seven tetrachords, all of which are now conjoined. This forms a series \nof overlapping pairs, each of which spans a heptachord, and each successive one \nadds a further flat in the series. Each extra flat asserts that the note which \nlies a semitone below functions as a synaphe , and the consequent assertion of \neach new point of conjunction (“coniuncta”) is indicated in the graphic by a \nnumber from 1 to 6.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The purpose of each new flat, then, is to convert an \nexpected point of disjunction into a new point of conjunction. First, the disiuncta D-E (within the tetrachord matrix A-D/E-A, including the B-flat) is converted to \na new coniuncta by the arrival of E-flat (now causing a heptachordal \ndisposition of the tetrachords A-D/D-G, including the previous B-flat and now \nthe new E-flat). This process accumulates as each new flat in the series is \ncreated by each new coniuncta . When these seven tetrachords are performed with \nstandard Pythagorean intervals, the C-flat inevitably reached now lies a comma \nlower in pitch than the note B-natural (which it replaces harmonically). This is \nbecause Pythagorean B-natural lies only a minor semitone lower in pitch than C, \nwhile Pythagorean C-flat is a major semitone lower. The difference between the \ntwo semitones is a Pythagorean comma. The effect of this comma inflection is to \nchange the diatonic tuning from Pythagorean to Syntonic (even though the \nperformance has been attained through the strict application of Pythagorean \nintervals).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] As will be shown below in [19] - [21], the Ptolemaic (syntonic \ndiatonic) and Pythagorean (diatonic) scales are what might be termed “closed” \nand entirely separate entities. The former achieves greater consonance by \nrestricting its tetrachordal intervals to superparticular ratios, and this \nyields major semitones (16:15) and larger minor thirds (6:5), together with \nsmaller major thirds (5:4). The latter uses minor semitones (256:243), narrower \nminor thirds (32:27) and wider major thirds (81:64). In effect the two systems, \nwhile using identical tetrachord constructions (in which identical Classical \nnames are applied) provide differing tunings. The outer two notes of all \ntetrachords retain the pitches common to both systems, but the inner pairs \ndiffer. The inner notes of tetrachords in the Ptolemaic scale are exactly a \nsyntonic comma higher in pitch than the corresponding notes in the Pythagorean \nscale, and this small but crucial difference eliminates the harshness (by \nsyntonic standards) of the Pythagorean thirds and sixths, thereby making the \npurity of their consonance match that of the fourths, fifths and octaves. But \n“in-tuneness” is not the same as “being in perfect consonance” because \ndissonances must also be in tune (even though they are deliberately dissonant). \nA conflict therefore arises between the syntonicist’s view of “in-tuneness” \n(predicated on the assumption that all harmonies will be purely consonant) and \nthat of the Pythagoreans (who are still happy to recognize the impurity of \nthirds and sixths which their theorists continue routinely to describe as “colored \ndissonances”). How, therefore, might a syntonically-disposed composer set about \nproviding a didactic piece of vocal music so carefully designed that even a \nPythagorean-trained singer would a) be compelled (despite rather than because of \nhis training) to find himself singing—unexpectedly—purely in tune (by syntonic rather than Pythagorean standards), b) find the experience so overwhelming both \nin its novelty and effect that he might immediately wish to continue the \npleasure, and c) be instantly rewarded by a composition that—from the very \nmoment of syntonic enlightenment—then carefully steers him instructively so as \nto achieve the desired goal? Example 2 . Demonstration of the schisma (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The proposition of this essay (indicated in \nits title) is, of course, that this indeed was Willaert’s explicit objective, \nand a harmonic and acoustic analysis will in due course be offered to support \nthis proposition. In the meantime consideration must be given to the technical \nmanner in which Willaert could have reconciled the two seemingly separate tuning \nsystems so that a transition from one (Pythagorean) to the other (Syntonic) \nwould be simple, inevitable and irreversible. Only under these conditions could \nthe composer achieve such tight control that the performer would (however \ninnocently and unknowingly) inevitably move from one performance practice to \nanother. As signaled above, the arrival at C-flat (thereafter to be used as a \nsubstitute for B-natural) provides the earliest opportunity within the \nPythagorean system to provide a pitch that in any way equates with a \nsyntonically tuned third or sixth. (All other similarly flattened notes lie even \nfurther flatwards in the chain.) This clear point of intersection, attained at \nthe exact halfway point in the composition, marks the final stage in the \nflatwards movement of the Tenor, and also the point of termination in the \napplication new notated flats. Pythagorean C-flat now equates with syntonically-tuned \nB-natural, as does the ensuing performed (but unnotated) F-flat with \nsyntonically-tuned E. While, therefore, the base pitch has remained entirely \nconstant, the tuning parameters have now changed. The Pythagorean singer, in \ncarefully placing his Pythagorean pitches relative to each other, has now \n(thanks only to Willaert) actually begun to sing syntonically. Willaert has \nthereby achieved something comparable acoustically with what Leonardo da Vinci \nattempted graphically in his Vitruvian Man when he squared the circle. The \ncircle that Willaert has squared is a “tuning circle”, but as with Leonardo’s \nessay what is unimportant is that the squaring is not absolutely accurate. \nWillaert’s notated C-flat is in fact accurate in absolute pitch to within the \nvery small interval of a schisma (being the minute difference between the \nPythagorean and Syntonic commas—approximately 2 cents). This small discrepancy \nis illustrated in Example 2 and its associated\naudio file. While the \nfirst simultaneity here is a perfectly acceptable pure compound major third, as \nthe C-flat move fractionally higher to syntonic B-natural the harmony becomes \npurer, yielding an absolutely exact 5:4 compound third. While the upper \nB-natural is now held, the lower voice then sounds a Pythagorean C-flat, and \nthis can be heard slightly out of phase with the upper part. The two sounds lie \nexactly one octave plus one schisma apart. While to many ears this will still \nform an acceptable octave, nobody will fail to hear that the sound produced by \nthe slight mismatch changes color and that a steady beat (of a tempo \napproximating to eighth-note=72) is produced.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Willaert has therefore \ndevised a means of notating comma inflection. While it is true that the exact \nnotation of Syntonic comma inflection cannot be attained graphically, Willaert \nhas realized that the notation of Pythagorean comma inflection certainly can. \nThe difference is almost negligible, and the likelihood is that any singer with \neven modest perception would in any case arrive at the consonance and \ninstinctively render it absolutely in tune. What Willaert has done is to use a \ntraditional singer’s Pythagoreanism against him by constructing a melodic matrix \nin such a way that its purely Pythagorean execution will actually cause the \nresulting harmony to be Ptolemaic. The singer—probably for the first time in \nhis life—will unexpectedly discover that his precise Pythagorean intervals \nwill have led him to produce consonances of a purity that he has never before \nattained. But he will have been foolish to have assumed that this was the result \nonly of his own unexpected excellence as a singer; the reality is that the \noutcome is entirely attributable to the skill and planning of the composer. Example 3 . Willaert’s tetrachord matrix using simplified notation (click to enlarge) Example 4a . Willaert’s Tenor transcribed into simplified notation (click to enlarge) Example 4b . The correct performance of Example 4a indicated by editorial flats (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] \nAn understanding of the tetrachord structure of Willaert’s Tenor as revealed \nthrough Example 1 provides the real key to understanding his notation. It will \nbe observed that each new conjoined tetrachord, in adding its flat, acquires its \nstatus only through the presumption that the previous tetrachord (to which it \nhas been, and remains, conjoined) is still in operation. When the sixth \nconjoined tetrachord arrives (with its C-flat), the assumption has to be that \nall earlier ones still apply and that the tetrachord structure is an overall \ntransparent and solid one. In expressing this tetrachord matrix in modern \nnotation, we now have to recognize the differences of convention that apply. \nModern notation requires the global addition of a flat to be indicated not only \nby signaling the arrival of the new flat itself, but also by reasserting the \ncontinued presence of the old one. When, for example, we modulate from the key \nof F major to B-flat major, the new key has to be signaled not merely by the \ninsertion of a flat on E, but also by the (tautologous by sixteenth-century \nstandards) reassertion of the flat already existing on B. Hence we move from a \n“1-flat” situation to a “2-flat” one. But the repetition of the first on B is \none of convention only, and is not in any way needed musically since no \ncancellation of this has been indicated. We could therefore rewrite Example 1 as \nindicated in Example 3 . Here it can be seen that the new signatures not only present \nnew flats, but also restate flats that are already assumed from the previous \nsignature. This restatement is one of modern convention only, and by \n16th-century standards is quite unnecessary. When, however, we translate \nWillaert’s Tenor notation into its modern equivalent, we also have to take into \naccount modern conventions. Hence the arrival of each new conjunct tetrachord \nneeds to be indicated by a change of signature in which not only is the new flat \nindicated, but also the flats that already exist. This can be seen in Example \n4a . The \npresentation of Example 4a shows clearly how Willaert’s notation (first staff) \ncorresponds with its modern equivalent (second staff). What to us moderns is \nindicated by staff 2 was, to Willaert’s contemporaries, conveyed by staff 1. \nThey mean exactly the same.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] This analysis reveals an important observation \nthat challenges previous analyses of this Tenor. First and foremost is the clear \nindication that the final note— as actually presented notationally —is \nE-flat and not E-natural. So when various writers have described the notation as \nrequiring the performance of notes “one degree lower in pitch” (indicating an \nuncertainty over whether it is a tone or a semitone), we can now clearly observe \nthat the difference in pitch required is always a semitone (and never a tone). \nThis can be achieved simply by the addition of the second layer of ficta that \nWillaert assumed would be added in performance (this being the reason why he \nleft his notation to stand a semitone higher than the performance pitches \nrequired). The manner of actual performance required is indicated in Example 4b . It must be remembered that the indicated editorial flats are now in \naddition to the still-present notated flats as indicated by the six-flat \nsignature that has been attained. The beauty of Willaert’s structure, however, is \nthat the singer does not need to worry at all about how this second ficta layer has to be conceptualized. He can venture with complete confidence “unarmed \ninto battle” because he only needs to descend a perfect fifth from the C-flat \n(thereby applying the first flattening to the written F) and thereafter read \nWillaert’s notation exactly as presented , with all its still-current coniunctae . \nHe will, in fact, merely be transposing (without any effort whatsoever) all the \nremaining notes a semitone lower in pitch, with no worry about having to make \nindividual decisions as to whether a particular note is, or is not, inflected \nany differently from any other. But Willaert’s particular genius lies in his \npresumption that when the singer flattens these notes, he will be doing so by \nthe value of a Pythagorean major semitone, thereby providing automatically the \ndesired comma inflection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] But why did Willaert not fully notate the second \nlayer of ficta in addition to the first, thereby leaving the second half of \nthe Tenor to be notationally presented a semitone higher than the required sung \npitches? There is a clear technical reason why Willaert a) only notated flats as \nfar down the chain as C-flat, and b) left the remaining notated pitches to stand \na semitone higher than the sounds he required from the singer. Notated musica \nficta , whether indicated by a sharp or flat, can only exist between two musica \nrecta notes that lie a tone apart. The most distant pitch flatwards that would \nagree with this principle is the note C-flat (which is placed between the two recta notes B-flat and C). (10) Were Willaert to have continued his ficta requirements through the notation, he would have needed to proceed with F-flat \n(which is not bounded by recta notes lying a tone apart, since E-flat is \nfictive), and progress then through double flats (none of which could possibly \nbe bounded by recta notes separated by a tone). This technical limitation does \nnot, however, extend to “performed” (but unwritten) ficta . The clear signal \nfor invoking the application of “performed” (only) ficta following the Tenor \nC-flat is the visual descent of the diminished 5th (C-flat/F) which would need \nto be changed (in performance only) into a perfect 5th by the singing of an F \nalso flattened by a Pythagorean major semitone (thereby attaining Willaert’s \ngoal of the pitch E lowered by a comma). Such a use of the performed pitch \n“F-flat” then produces a simultaneity with the Cantus G in which the aural \neffect is a (compound) minor third widened by a Pythagorean comma (yielding a \ntolerably pure 6:5 minor third). It is at this moment (already signaled by the \npreceding notated C-flat) that Willaert has accomplished his objective in \nasserting the transformation to Syntonic tuning (which then remains valid for \nthe duration of the piece). SYNTONIC TUNING: “Addocet \nartes” (teaches new skills)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The second half of Willaert’s motet \n(specifically from the arrival of the Tenor C-flat) invokes a fundamentally \ndifferent sound world from the first half. That the first section is entirely \nPythagorean is proved by the evidence given above which shows the structural \npurpose as having been to arrive exactly at the Pythagorean pitch “C-flat”. In \nthe soundscape of the first section, therefore, all the tones are of the same \nsize (9:8), and all the semitones are minor (256:243). Ditones (major thirds) \nwill inevitably be dissonant (81:64) as will semiditones (minor thirds, with the \nratio 32:27). The inversions of these intervals will also be dissonant by the \nsame degrees. Only by preserving these traditional Pythagorean intervals will \nthe singer of the Tenor correctly arrive at his exactly-pitched C-flat, and only \nvia the same means will the singer of the Cantus attain his exactly-pitched G. \nWhen both have been accomplished (by Pythagorean means only) Willaert will have \nsucceeded in making the two singers arrive (whether they expected it or not) at \nthe interval of a “pure minor sixth” (C-flat/G, being heard as “B (lowered by a \ncomma)/G”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] But the resulting interval of a “pure minor sixth” (8:5) is now not Pythagorean (because, as shown in paragraph [17] above, the Pythagorean \nminor sixth has the dissonant ratio of 128:81 since it is an inversion of the \nmajor third whose ratio is 81:64). What Willaert has now invoked, therefore, is \nthe very different soundscape of Syntonic tuning (usually described by the term \n“Just Intonation”). The successful performance of Just Intonation (JI) requires \nnew skills, and it is easy to see how Willaert has provided in this composition \nthe means of acquiring and using these. The exact nature of the different skills \nrequired must first briefly be explained, because they are not in any way more \n“intuitive” or “natural” than the skills required for Pythagorean tuning. They \nare not merely different, but are actually more complex. Only when the rules and \nprocedures of JI are understood, and can be applied by performers, will the \nresulting soundscape match that assumed by a particular composer at the point \nwhen he carefully structured his composition according to this particular sound \nworld (as opposed to the majority of other contemporary composers who did not, \nand remained faithful to the Pythagorean sound world).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The Syntonic \ndiatonic tetrachord of Ptolemy (which is the structural basis for JI) differs \nfrom the Pythagorean diatonic tetrachord in one crucial way: unlike the \nPythagorean tetrachord (in which the only consonant interval is the fourth), the \nPtolemaic tetrachord uses pitch classes in which all pitches have a pure \nharmonic relationship with one or other of the outer notes. This is ensured \nbecause each interval is structured so as to provide a simple superparticular \nratio. The tetrachord B-C-D-E is accorded the following intervals in the ratios \nindicated: semitone (16:15)—tone (9:8)—tone (10:9). This yields the \nfollowing pure consonances: the major third (C-E) is 5:4, the minor third (B-D) \nis 6:5 and the fourth (B-E) is 4:3.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The one crucial interval magnitude that \nchanges the Pythagorean tetrachord into the Ptolemaic Syntonic tetrachord \n(thereby invoking the sound world of JI) is the magnitude of the Syntonic comma \nwhose ratio is 81:80. It can be applied in two ways: a) the two inner notes (in \nthis case C and D) can both be raised by a Syntonic comma; or b) the two outer \nnotes (here B and E) can be lowered by a Syntonic comma. It is important to bear \nin mind that whichever alternative is adopted in no way changes the base pitch \nof the piece within which it is used; the Syntonic inflection merely brings the \nthirds and sixths into consonance so as to match the consonances already \nemployed by the use of fourths, fifths and octaves. At least two of the pitches \nwill maintain the base pitch standard of the composition within which they are \nbeing used. The only intervals that will remain unchanged (in this case) are B-E \n(4:3) and C-D (9:8). The other two intervals will each have been changed by the \nvalue of a Syntonic comma (81:80). So the semitone B-C will have been increased \nin size by 81:80 (i.e. the value by which either the C has been raised, or the B \nlowered, depending upon whether a) or b) above has been applied) yielding the \nratio 16:15. The minor third B-D will have been widened also by the Syntonic \ncomma and result in the pure interval of 6:5, and the major third C-E will have \nbeen narrowed by a Syntonic comma giving the interval ratio 5:4. Additionally, \nthe tone D-E will now be smaller than the tone C-D (thereby introducing into the \ndiatonic system a major and a minor tone) since it, too, will have been narrowed \nby the same Syntonic comma. Example 5 . Pythagorean and Ptolemaic tetrachords compared (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The difference in soundscape that JI invokes is \nstriking: the sour effect of the Pythagorean minor third—perceptibly (by syntonic standards) too small—is removed, and the harshness of the Pythagorean \nmajor third—perceptibly (by the same standards) too wide—is tempered. Example 5 , and its associated audio example, illustrates the differences \ngraphically and audibly. The first extract (a) provides a Pythagorean tetrachord \nused both melodically and harmonically; the second (b) repeats the first, but \nthis time tuned syntonically. The melodic presentation of the \ntetrachord tuned syntonically presents the following clear differences from that \nof the Pythagorean-tuned one: the semitone is audibly larger, and the two tones \nare of different size (C-D is major, and D-E minor). When these pitch classes \nare then (in the audio for Example 5) performed harmonically the effect of Syntonic \ntuning becomes even more pronounced: both thirds are perfectly in tune (the \nminor having been widened, the major narrowed).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The issues surrounding the \nperformance of JI are therefore significantly more complex than those that apply \nto Pythagorean performance. The following new skills are required of the singer: \na) the ability accurately to perform a diatonic semitone adjudged as larger than \na Pythagorean minor semitone, but smaller than a Pythagorean major semitone \n(indeed one that has the exact ratio of 16:15, and is perceptibly larger than \nhalf a 9:8 tone); b) an ability to perform accurately two different sizes of \ntone (the larger being equivalent to the Pythagorean 9:8 tone, and the smaller \nhaving the exact ratio of 10:9). It is at this point that the traditional \nfoundations of hexachord theory and practice must surely cease to provide a \nvalid basis for musical cognition, evaluation and performance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The \ninapplicability of traditional solmization to the musical world of JI is easy to \nexplain (and this bears upon a correct understanding of this Willaert motet). If \na tetrachord is solmized, the syllables that must be applied are mi-fa-sol-la. \nBut the Syntonic tetrachord asserts that the interval sizes of fa-sol and sol-la \nwill be different (one will be 9:8 and the other 10:9). The hexachord system \nachieves its practicability from the premise that all tones are the same size, \nand that fa-sol in the hard hexachord (C-D) will yield the same pitch classes as \nsol-la in the soft hexachord (again C-D, with the same 9:8 interval ratio). In \norder for singers to be able to determine which tones are major and which minor, \nthey would need to achieve a structural melodic cognition prior to making \ndecisions as to how their solmization will be applied. They would discover that \nsometimes what they might choose to sing as “fa-sol” and at other times “sol-la” \nwill be variously major or minor (with no connection as to which in terms of the \nsyllables they choose to apply), and they will need to have decided which is \nwhich, and where, before they apply the syllables. Furthermore they will need \nto have assumed in advance that the step mi-fa now provides the non-Pythagorean \nlarger semitone whose ratio is 16:15. The position would then be that singers \nwould no longer be able to use the hexachord system and the Hand as a tool for arriving at an understanding of melodic structure and a delivery of its \npreordained pitch relationships. In a Pythagorean context where all tones are of \none common size, as are all diatonic semitones, the Hand provides a simple \nmethod of cognition and delivery; but in a Syntonic framework in which the \ninterval structure is more sophisticated the foundations of hexachord theory \nfail to provide the correct technical framework. Since, moreover, the relative \npitches of the notes sung to either fa-sol or sol-la will be variable according \nto context (musical, not hexachordal), it is clear that solmization can no \nlonger be used as the primary tool for accurate intonation of pitch. The \nquestion then must arise as to whether, since the correct musical cognition must \nnow be independent from the hexachord system, solmization was of any further \npractical use (at least within the Syntonic context of JI).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] At the point \nwhere Willaert sets Horace’s words “addocet artes”, we can see what these “new \nskills” are and the way in which the composer goes about “teaching” them. He \ndoes not rely upon an assumed ability the singer might supposedly have, but \nsteers him carefully and inevitably to pitch each note accurately within its \nordained harmonic context. The result is that the “new” intervals (i.e. the \ndiatonic major semitone and the minor tone) are learnt through the \ninescapability of needing (under the composer’s close and tight control) to \nprovide successive pitches that match the clearly articulated harmonic movement \nand context. POLYDIATONICISM and the Squaring of the Circle",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Before \nobserving Willaert’s strategy for teaching the new intervals, it is necessary to \nconsider what the new pitches are and how they have been constructed. As has \nbeen shown above, Willaert has maintained a single default scale for the \nCantus, (11) but has carefully steered the Tenor consistently flatwards towards \nthe goal of C-flat (so that it can then function as a B lowered by a comma). In \norder to explain the harmonic matrix that he has constructed, I here introduce \nthe new technical term “Polydiatonicism”. As the first half of the piece \nprogresses, and new coniunctae are successively introduced, the Tenor—while \nremaining completely diatonic—increasingly uses diatonic pitch material that \ndiffers from the diatonic pitches still being used in the Cantus. By the time \nC-flat arises, the two concurrent scales being used are totally different. The \nCantus is still using the default pitches including the B-flat (as set by the \nsignature), and remains essentially a “white-note” diatonic scale. The Tenor, \nhowever, has by this time adopted an essentially “black-note” diatonic scale \nwith only a single “white note” (F). All other pitches have now been flattened. \nWhile both lines maintain a clear diatonic structure (since no semitone occurs \nthat is not scalically surrounded by at least two whole tones), the two diatonic \nmatrices are completely different. While the texture is polyphonic, the harmonic \ncombination is additionally polydiatonic.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] This polydiatonicism changes, however, as soon as the C-flat arises. Up until then, \nWillaert has contrived the polydiatonicism to function harmonically by a careful \ncombination of differing melodic materials so as to form consonances. These \nconsonances frequently present interesting and unusual cross relations \n(particularly through the interplay of D-flat and D-natural, giving a feeling of \n“major/minor” alternation). From the arrival of the C-flat, however, the \npolydiatonicism becomes entirely graphic (the Tenor now notationally continuing \nas if a semitone too high for the remainder of the piece, and visibly still \nasserting its “black-note” pitches). But the addition of the second \n(performed-only) ficta layer now inflects the actual sung pitch material back \ninto exact alignment with the scale that has remained constant in the Cantus. \nBut there has now been a very subtle change in the pitch classes used. What was \npreviously Pythagorean A has now become Pythagorean B-double flat (which lies a \ncomma lower than A). Similarly, what has become Pythagorean A-double flat is now \na comma lower than the previous Pythagorean G. The same difference affects E \nbecause this now aligns with what the Tenor singer has asserted as “Pythagorean \nF-flat” (lower by a comma than E). Both voices are therefore now using exactly \nthe same audible pitch materials, even though one of them (the Tenor) is \narriving at them by the application of double ficta (the first layer notated \nby the accumulation of six written flats, and the second by the singer’s further \naddition of an unwritten ficta flat to every remaining written note). Example 6 . Willaert’s new Syntonic tetrachords (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The \nresulting tetrachords are now structured with different intervals from the \nprevious Pythagorean ones, as illustrated in Example 6 . It can be seen that the synemmenon tetrachord (A-B \nflat-C-D) now has its outer notes (A and D) flattened by a comma. In performance \nthe difference will inevitably be a Syntonic comma (only a schisma different \nfrom the Pythagorean comma that Willaert has actually specified notationally) \nbecause this magnitude will bring the consonances into exact purity. The rising \nintervals will therefore be as follows: major semitone (16:15)—major tone \n(9:8)—minor tone (10:9). Since the tetrachord structure is now fully octachordal, there is a disjunction between D and E that will also be a major \ntone (9:8). The next tetrachord (E-A) also has its outer notes lowered by a \ncomma, but it can be seen that here the G is also lowered. The interval \ncombination is slightly different as follows: major semitone (16:15)—minor \ntone (10:9)—major tone (9:8). The reason why the intervals are in a slightly \ndifferent order is simply because Willaert needs frequently to use the \ncombination G/D and requires that this should form an exact 3:2 perfect fifth. \nHe has therefore placed the minor tone below the major in this tetrachord. The \ninterval/pitch pattern presented by these two disjunct tetrachords is merely \nrepeated for each octave above and below, according to the compass of the \nvoices. (12) Example 7 . Willaert’s exercise in pitching 16:15 semitones (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] In teaching the singer the new intervals, \nWillaert needs to demonstrate not only their magnitudes but also where such \nintervals are positioned in the scale. The first new interval—the major \nsemitone (16:15)—is more straightforward in that its positioning in the scale \nis obviously fixed at the base of each tetrachord. It will occur with the \npitches E-F and A-B flat. (13) All that is needed is practice in singing the \nintervals at the correct (non-Pythagorean) size. Willaert wastes no time, and \nthe first thing he asks of the Tenor, having descended from the C-flat, is to \nsing this interval both rising and falling (via the written notes F/G flat/F to \nbe performed a semitone lower via added ficta ). The correct intonation is not \ndifficult since the singer has now already experienced the effect of pure and \nin-tune tertial harmonies from his two previous notes. By keeping the thirds \npure, he will effortlessly intone a correct 16:15 semitone, and will realize \nfrom the experience that this same magnitude must now be applied to all \nremaining diatonic semitones. Willaert’s immediate exercise is shown in Example \n7 .",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The correct cognition and \nexecution of the minor tone (10:9) is more challenging since not only is this a \nnew interval but also its correct and fixed location within the scale needs to \nbe understood (since it will inevitably occur next to another tone within the \ndiatonic scale that will be major). Within the Tenor range, there is only one \nposition where the minor tone is applied. Example 6 shows this to be the step \nF/G (still read as G-flat/A-flat), since the remaining notes are all contained \nwithin the sounded range D/B-flat (read as E-flat/C-flat). How does Willaert \nindicate this position?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In the original notation of the Tenor voice, the \ninsertion of flats in the first half is of structural importance (as shown \nabove) in unfolding the heptachordal structure of the tetrachords that allows \nthe attainment of Pythagorean C-flat. But there are two remaining notated flats \nin the second half. (14) Of these, the first is placed before low E indicating a \nnormal flattening. Its insertion is not merely “cautionary” however, because low \nE has not before had a flat placed in front of it (this having been restricted \nto the upper octave only). So it is a fully functional flat (even though its \nperformance is concurrently subjected to double ficta by the singer). Three \nnotes later, however, a further apparently “cautionary” flat is placed in front \nof A (which has previously been flattened). Although this may not seem necessary \nin quite the same way, it does nonetheless have a functional purpose. The use of \na flat (as in every other previous case) is to indicate a narrowing of interval \nbetween the note bearing the symbol and the pitch that lies immediately below it \nin the scale (a tone being made into a semitone). In the case of this apparently \n“cautionary” flat, the narrowing has a more subtle meaning: that of indicating \nthe presence of a minor tone (10:9) instead of the normal Pythagorean (major) \ntone (9:8). The singer will therefore observe that the tone (which he must sing \nin order to provide structural diatonic harmony with the Cantus) will be \nslightly narrowed to form a minor tone, and that the position of the minor tone \nwill henceforth be located between what he reads as G-flat and A-flat (actually \nof course sung as F/G since he will be applying his double ficta ). The \nnarrowing is indicated by the visual reassertion of the flat in front of A, but \nthe omission of that (which is still nonetheless operative) in front of G. FOUR-VOICE VERSION",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] \nAs a conclusion to this essay, a brief reconsideration of Willaert’s piece in \nits four-voice version will be offered. Although only the Altus appears in a \ncontemporary print, (15) there must also have been a Bassus. As mentioned above, \nAron considered the two-voice version given to him by Spataro to be probably \nonly part of a four-voice texture. The question of authorship of the Altus and \n(still lost) Bassus needs some comment, because it is not unusual during this \nera for extra voices to be added by other composers to pre-existent \ncompositions. Lowinsky observed that the printed source for the Altus (only) was \nlikely to date from c. 1530, and we must assume that its survival indicates that \na Bassus must have been in circulation also at this time. What will be clear \nfrom the reconstruction to be offered is that whoever provided these two other \nvoices must have fully understood Willaert’s intentions by providing two further \nvoices that exactly correspond with these intentions. Yet we know that some of \nthe best theoretical minds of the time (Spataro, Aron, Cavazzoni and later \nArtusi) showed no clear evidence of having been able to see Willaert’s point. \nIndeed Artusi and Spataro clearly did not, while Aron remains at best reticent. \nSo who as early as c. 1530 could have understood the point of the composition, \nand its structural articulation? It was certainly none of those who rehearsed \nand exchanged their views on the piece from as early as 1524, and as late as \n1600. The prime (and not unexpected) candidate is surely Willaert himself. There \nare, moreover, structural aspects that indicate that the four-voice texture was \nthe original concept, even though the piece can certainly stand as an exercise \nin two-voice counterpoint (which it clearly did for Spataro). Example 8 . Voice leading between Tenor and Altus (click to enlarge) Example 9 . Willaert’s last use of Pythagorean harmony in measure 23 (click to enlarge)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The Syntonic structure of the second half is \nactually clarified by the surviving Altus, and (as Lowinsky discovered) the \nrestoration of a Bassus is not too difficult. At the point where the Tenor \nC-flat (functioning harmonically as a B-natural) falls by its perfect fifth to \nF-flat (functioning harmonically as E), the Altus skillfully enters on C to \nfulfill the voice-leading requirements asserted by the Tenor C-flat (=B) with its \n“leading-note” effect. Until then the Altus kept discreetly out of the way \nduring a brief period of silence. This is shown in Example 8 . As the phrase shown in Example 8 proceeds, the \nlast dying embers of Pythagorean tuning can be identified in measure 23 on beat \n3. Here a chord of C (in which all notes are lowered by a comma) actually \nproduces Pythagorean intervals for the last time in the piece. Willaert rarely \nmakes use of the harmonic combination of C/G (here the C is temporarily lowered, \nbut later—in measure 29—it is the G that is raised) because in the scale he \nhas established the two do not make a pure fifth (the G being lowered, but the C \nleft by default at base pitch). Most other harmonic uses of G are in association \nwith D (whose default is similarly lowered by a comma). This final use of \nPythagorean tuning is shown in Example 9 . From that moment onwards, all tunings are pure \nand Willaert shows a complete control of comma inflection in his structuring of \nthe harmony and counterpoint. The “new skills” have now been demonstrated and \nrehearsed, and the singers need only continue to apply them in the ways they \nhave just learnt. They will find that all semitones are large (16:15), minor \ntones (10:9) occur between C/D and F/G, and all other tones are major (9:8). \nWhen Willaert’s music is thenceforth sung with these interval values and \npositions, the harmony will consist of pure thirds, fourths, fifths, sixths and \noctaves.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Lowinsky’s edition of the piece in its four-voice version is not \nonly the earliest, but is also the only available edition that correctly \nrealizes the interval structure of the Tenor voice. (16) Unshackled by the \nsolmization-based approach of later commentators, his melodic deduction (though \ntotally inferred from its perceived context within the four-voice texture) \nactually accords exactly with the interval structure proposed in this article \n(but here based upon a quite different view of the structural purpose and \nexecution). Example 10 . A new edition of Willaert’s Quid non ebrietas dissignat (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] In conclusion, I here offer a \nnew edition and performance of Willaert’s motet that preserves exactly the \ntuning I have argued as having been Willaert’s goal of attainment. (17) While the \nCantus and Altus voices are exactly as presented by Lowinsky, the Tenor has been \nrenotated. The Bassus is new, although many similarities will be noted with \nLowinsky’s version as well as some important differences, especially in the \nrange. (18) While Lowinsky regarded the Bassus as essentially a smooth counter \nmelody to the Tenor, I have treated it (as Willaert treated the Altus) more like \na Contra , and consequently its function is to provide a “filling in” role at \ncertain points. What should be perfectly clear from the\naudio for Example 10 is the \nremarkable change of tuning that suddenly takes place from the moment the Tenor \nreaches its C-flat. This quite audible change of soundscape should, more than \nany historical or theoretical argument, convince the listener that Willaert’s \nwhole purpose was to assert his view of the superiority of the Syntonic sound \nworld over that of the Pythagorean by placing the two in direct opposition to \neach other. His clever attainment of the Syntonic sound world by the exact \nnotation of pitches to be conceived in terms of the Pythagorean shows the utmost \nprecision in squaring the tuning circle. His care in teaching the singer how to \nuse the new intervals “reveals secrets” through the “teaching of new skills”. \nWillaert has also “removed the burden from worried minds” by presenting a melody \nthat is completely interval specific, and requires nothing other than a single, \nsimple move into the “double ficta ” region by taking a perfect instead of a \n(notated) diminished fifth. He has otherwise done all the work for the singer. \nAny singer who comes through this experience will be one fully able to apply the \nacquired skills to other music using the Syntonic scale. His former confidence \nas one merely going “unarmed into battle” will now have been strengthened by a \ntechnical understanding and attainment that will have changed his whole musical \noutlook.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "keynote address, twenty-sixth annual smt conference",
    "source": "mto/raw/mto.04.10.1.wibberley1.html",
    "data": "mto/data/mto.04.10.1.wibberley1.json"
}