{
    "title": "Towards a Typology of Minimalist Tropes",
    "date": "2002/12/01",
    "volume": "8",
    "issue": "4",
    "authors": [
        "Leydon, Rebecca"
    ],
    "abstract": "While minimalism as a style is characterized by the monolithic technique of “musematic” repetition, the style is, at the same time, capable of projecting a broad range of differentiated affects. Building on the work of Naomi Cumming and Richard Middleton, this paper develops a preliminary typology of “musematic” tropes, based on the intended and experiential effects of ostinato techniques. One particular trope, which I term the “aphasic,” is explored with references to Michael Nyman’sThe Man Who Mistook His Wife for a Hat.",
    "keywords": [
        "subjectivity",
        "minimalism",
        "syntax",
        "musematic repetition",
        "discursive repetition",
        "hierarchy",
        "Naomi Cumming",
        "Richard Middleton",
        "Michael Nyman",
        "Arvo Pärt",
        "Raymond Scott",
        "Spring Heel Jack",
        "John Oswald",
        "Frederic Rzewski"
    ],
    "doi": "",
    "received": "27 June 2002",
    "pdf": "http://www.mtosmt.org/issues/mto.02.8.4/mto.02.8.4.leydon.pdf",
    "author_info": [
        {
            "name": "Rebecca Leydon",
            "university": "Oberlin College",
            "address": "",
            "email": "fleydon@oberlin.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Naomi Cumming, “The Horrors of Identification: Reich’s Different Trains ,” Perspectives of New Music 35/1 (1997): 129–152; and “The Subjectivities of Erbarme Dich ,” Music Analysis 16/1 (March 1997): 4­44.",
            "citations": []
        },
        "FN2": {
            "text": "2. David Lidov, “Mind and Body in Music,” Semiotica 66/1–3 (1987): 69–97.",
            "citations": []
        },
        "FN3": {
            "text": "3. Richard Middleton, “’Lost in Music’? Pleasure, Value and Ideology in Popular Music,” in Studying Popular Music (Open University Press, 1990).",
            "citations": []
        },
        "FN4": {
            "text": "4. Leonard B. Meyer, Style and Music: Theory, History, and Ideology (Philadelphia: University of Pennsylvania Press, 1989), 209. I am also reminded of Kevin Korsyn’s writings in which he has described the musical foreground as an “embodiment” of the subject and the Ursatz as the correlate of “consciousness.” See Korsyn, “Schenker and Kantian Epistemology,” Theoria 3 (1988): 44–50.",
            "citations": []
        },
        "FN5": {
            "text": "5. David Schwarz, Listening Subjects: Music, Psychoanalysis, Culture (Durham, N.C.: Duke University Press, 1997).",
            "citations": []
        },
        "FN6": {
            "text": "6. Pärt is, of course, referencing the techniques of organum purum. The deep structural cantus firmus can be understood as “generating” the surface oscillation of musemes throughout the piece. Yet while a listener can comprehend an underlying syntax, a kind of motivating agent in the work, it is not one that is necessarily available for subjective identification. Rather, it acts more as a remote, ineffable agent—for Pärt, representative of a “higher power,” perhaps, or even something like “atavistic memories.”",
            "citations": []
        },
        "FN7": {
            "text": "7. In a performance of Coming Together, slower moving layers of the texture are improvised, based on elongated, rhythmically erratic doublings of the notated figures. Players are instructed to gradually transform these improvised lines into octave duplications of the notated music. One by one, the accompanying layers are thus absorbed into an undifferentiated unisoni foreground pattern. See performance instructions in Soundings 3/4 (July–October 1972), 44.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In most accounts of musical subjectivity, much depends \nupon the workings of musical syntax, the linear trajectory through which a subject \nis drawn as a piece of music unfolds. In this paper I am interested in what happens \nwhen this type of linear trajectory is absent. More specifically, I am wondering \nwhat kinds of subjectivities are possible when musical syntax is undermined by obstinate \nmotivic repetition. Repetition can potentially serve a great variety of expressive \npurposes: the transcendent mysticism of John Adams’ Shaker Loops , the prison-house \neffect of Frederic Rzewski’s Coming Together , and the cool indifferent mechanics \nof Michael Nyman’s Musique a grande vitesse all rely upon the monolithic \ntechnique of incessant motivic repetition. How are such varied expressive effects \nachieved when musical syntax plays such a limited role?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] To begin to address these questions, I will first consider some recent accounts \nof musical subjectivity and the role that syntax plays in these models. Much of \nthe work of the late Naomi Cumming deals with what she calls “the musical subject.” \nIn her published analyses of Steve Reich’s Different Trains and of J. S. \nBach’s “Erbarme Dich” from the St. Matthew Passion , Cumming focuses upon \nthe ways in which these works construct musical personae that serve as figures of \nidentification for the listener. (1) As she describes it, this “musical subject” is what listeners become while \nthey are engaged with a piece of music. Figure 1 . Parameters that construct the “musical subject” (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Cumming argues that the sense of this musical subject emerges from the interaction \nof three parameters, as summarized in Figure 1 . The first is timbre , \nwhich involves the listener in a kind of vicarious vocality: the human voice serves \nas an interpretant for the grain of the musical sound (as in the “plaintive” tone \nof an oboe, “screaming” guitars, or “muffled” horns). The second is gesture , \nthrough which a listener gains access to a vicarious kinesthesia: physical gestures \nof the body serve as interpretants for motivic shapes, rhythms and contours (as \nin a “soaring” melody, “creeping chromaticism”, or a “power chord”). Third, syntax can serve as the locus of causality and intentionality: the elements in music which \ncreate implicative expectancies­­voice-leading, harmonic progressions, conventionalized \nforms and generative grammars­­these elements draw us through a linear trajectory \nthat can be understood as “causal” in some sense.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Drawing on David Lidov’s ideas on “Mind and body in music,” (2) Cumming links the “bodily” subject primarily with the domains of timbre and gesture, \nwhile the domain of syntax is more closely connected with “the will” or the volitional \nagency of the musical subject. It is the three parameters of timbre, gesture, \nand syntax, taken together, which produce the sense of the “whole” subject.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] So the musical subject speaks , moves , and intends . But \nwhat happens when the sense of musical cause and effect is attenuated or abandoned \naltogether? What happens to “the musical subject” when syntax is undermined by the \nobstinate repetition of a single motivic gesture? What domains of subjective experience \ncan we map onto the “absence of volition” that this musical situation implies?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The kinds of repetition that I have in mind include ostinati and minimalist \ntechniques. These techniques are frequently described in terms of their effect of \n“stasis,” and interpretation often links them with an outright loss of subjectivity. \nBut in musical practice, repetition techniques clearly serve a much wider variety \nof affective purposes. Figure 2 . Middleton’s “repetition strategies” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] One explanation for this variation of affect is the fact that ostinati come \nin a variety of shapes and sizes. Richard Middleton offers a useful way to distinguish \namong different kinds of ostinati and their effects. (3) Middleton draws a distinction between what he calls “discursive” and “musematic” \nrepetition strategies. Figure 2 summarizes this model. Musematic repetition is a more or less unvaried repetition \nof “musemes”—of motivic quanta, the smallest meaningful units within a musical \nsystem. Discursive repetition, on the other hand, is repetition of longer, syntactically \nmore complex units, like whole phrases or strophes. The musematic strategy tends \nto project a single-leveled formal structure­­a “groove,” while the discursive strategy \nprojects a hierarchically organized discourse—as in “strophic form”, for instance. \nThe two strategies are differently weighted in different musical styles and they \nproduce quite different experiential effects. Middleton conceives of these repetition \nstrategies as two extremes on a continuum, with intermediate types lying somewhere \nin between. At the bottom of Figure 2 I show some examples of repetition categories \nand their relative positions on the continuum. Figure 3 . Three accounts of the signifying potential of musical syntax (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Middleton argues that a purely musematic strategy will achieve a kind of \n“psychic resonance” for listeners, while discursive strategies will require more \nof an “ investment of energy” from listeners. His account of discursive \nstructures as “requiring energy” intersects with Cumming’s account of syntax as \nthe site of intentionality. In other words, both authors connect the feeling of \n“willful effort” with the aspects of music that project hierarchy . Figure 3 compares the accounts \nof syntax we find in Middleton and Cumming. These distinctions between gesture and \nsyntax, between the musematic and the discursive, resonate with Leonard Meyer’s \ndistinction between music’s statistical and syntactical aspects. For Meyer, statistical \nor “secondary” parameters primarily involve physio-motor response while the syntactical \nparameters involve cognition. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] I draw on the work of these scholars to reinforce the notion that a palpable \nsense of volition in a musical work has something to do with our awareness of hierarchies \nin the music. This suggests that, depending upon whether an ostinato is more “discursively” \nor more “musematically” oriented, repetition can tell very different kinds of stories \nabout the musical subject. The internal structure of an ostinato itself, as well \nas its interaction with other lines or other ostinati, can suggest a subject with \nparticular kinds of volitional attributes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Examples 1, 2, and 3 illustrate the qualitative distinction between musematic \nand discursive strategies. As you listen to these excerpts, consider what sort of \nmusical subject emerges in each case—what sort of character does one “become”? \nAnd to what extent does the internal structure of the ostinato suggest attributes \nof that subject—not only the way it speaks and moves, but also the way it intends to speak and move. Example 1 . Raymond Scott’s Soothing Sounds for Baby , mm. 1–10 (click to enlarge and listen) Example 2 Example 3 . Arvo Pärt, “Arbos,” mm. 17–28 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Example 1 is a selection from \nRaymond Scott’s Soothing Sounds for Baby , a set of three albums of electronic \nmusic, released in 1964 under the auspices of the Gesell Institute for Childhood \nDevelopment. The music is expressly intended for the listening pleasure of babies \nup to 18 months of age. Many grownups, however, enjoy these records too, perhaps \nbecause of their success in evoking an imagined oceanic state of contentment. The \ntexture juxtaposes a purely musematic layer with a second, more discursively-conceived \nmelody. The musical subject here might be understood as contained within a kind \nof safe holding environment, or in what David Schwarz has called “the sonorous envelope.” (5) As our attention shifts back and forth between the strictly musematic repetitions \n(shown in the example on the lower pair of staves) and discursive ones (represented \nby the top staff in the example), a dynamic interplay is setup in which agency is \ntentatively explored and then relinquished. We can imagine a musical subject which \ngently fluctuates between states of musematic “being” and discursive “becoming.”",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Now consider Example 2 . This \nis a bit of Drum’n’Bass music by Spring Heel Jack, an excerpt from “Bells” from \nthe album Busy, Curious, Thirsty from 1996. Interlocking layers in the texture \npresent a graduated series of repetition strategies, from short, musematic “riffs” \n(such as the bass line) to longer, more discursively-structured units (such as the \nlong descending chromatic line that emerges in the highest voice towards the end \nof the excerpt). Compared with Example 1, the musical subject here is a much more \nkinesthetically competent one, and one with a greater degree of volitional confidence. \nThe differentiated periodicities of the layers in the hierarchical structure forge \na palpable connection between the underlying volitional effort of the subject and \nits intricate gestures and movements.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] When differentiated ostinati are layered up in very dense textures, repetition \ntechniques can suggest musical subjectivities of greater complexity. Consider, for \ninstance, Example 3 , a passage from Arvo \nPärt’s Arbos . Example 3 configures a musical subject that contrasts with \nboth the “infant” and the “dancer” in Examples 1 and 2. It might be described as \nmore “contemplative.” For one thing, the ostinato phrase (marked with a beam in \nthe example) is more expansive and more syntactically complex than what we find \nin Examples 1 and 2. In fact, the phrase marked here emerges from an additive process \nthat occurs prior to the beginning of the excerpt. Moreover, these repeated phrases \nare embedded within the structure of a mensuration canon: units at the surface are \ngenerated from a slow-moving cantus firmus in the background. The title of the work, Arbos , suggests that the work attempts to create a musical analog for the \nstructure of a tree. In fact Pärt claims to be representing something even more \nspecific: a family tree. The remote lower layers of the texture are intended \nto represent familial ancestors to the generations propagating at the foreground. \nPärt’s structure, then, suggests a whole constellation of musical personae: the \nmore salient, faster-moving foreground figures suggest one kind of musical—a \npresent, active, live subject (or perhaps several subjects)—while background structures \nsuggest the ghostly presence of musical “others” in the work. (6)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The creation of internal contrasts between musematic and discursive structures \nis one way that repetitive music can forge particular subjective identities. If \nthe degree of “volitional will” of the musical subject is correlated with the sense \nof hierarchical organization, then the features of a particular hierarchy, such \nas its depth or granularity, will afford and constrain the musical subject’s identity \nin particular ways. Music that confounds hierarchic listening altogether because \nof a preponderance of undifferentiated “riffs” may suggest a “will-less” or “automatized” \nsubject. Hierarchies that are shallow, with few levels, may suggest a tentative \nvolitional state. In more highly stratified textures with differentiated levels \nof musematic and discursive parsing, the subject may be understood as more “willful,” \nprovided the strata are perceived as hierarchically interlocked. Particularly deep \nor complex hierarchies or situations in which metrical relationships between figure \nand ground are ambiguous may suggest a split subject or a plurality of willful subjects. Figure 4 . Six repetition “tropes” with some representative works (click to enlarge) Example 4 . Frederic Rzewski, Coming Together , mm. 18–37 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Because ostinati may be constructed and combined in myriad ways, a variety \nof different kinds of stories can be told about musical subjects. Some of these \nstories are represented in Figure \n4 , a list of six “tropes,” along with some representative pieces, all of which \nemploy the device of obstinate repetition. Naturally, the titles and other textual \nelements play an important role in determining the type of subject in each of these \nrepresentative works, but I am speculating that the different personae associated \nwith these tropes are created at least in part by structural relationships that \nobtain between surface and syntax in each musical situation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Musical examples 1, 2, and 3 appear on Figure 4 as representative works \nin the MATERNAL, the KINETIC, and the MANTRIC categories, respectively. The MANTRIC \ntrope is designated as such because in these works the museme acts as a kind of \nmantra, whose endless repetition suggests access to mystical or spiritual transcendence. \nSeveral features work to make Pärt’s Arbos mantra-like: certainly the overriding \nharmonic consonance and the limited  pitch resources of a single diatonic mode \nevoke a serene and contemplative state. But the mode of repetition itself and the \nmeasured transformation of musemes into discursive units are key aspects of the \nmantric effect. Furthermore, the tangible proportional relations that obtain among \nof the various layers represent the kind of complex hierarchical organization that \nsuggests a multiplicity of mutually interdependent subjects—or a subject “in tune \nwith the universe,” as it were.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In the TOTALITARIAN trope, on the other hand, musematic repetition suggests \na kind of “prison house” effect, an inability for the musical subject to break free \nof an obstinate musematic strategy. Here I am including works like Louis Andriessen’s De Staat , which sets Plato’s famous prohibitions against music-making. Frederic \nRzewski’s Coming Together , inspired by the Attica prison riots, is another \nexample, and since this work employs a number of techniques similar to those found \nin Pärt’s Arbos it is instructive to compare the two. Like Pärt’s Arbos , \nRzewski’s piece adheres to a consistent diatonic mode throughout (G minor pentatonic) \nand employs additive processes. Despite these similarities, however, Coming Together manages to suggest a very different kind of musical subject. Aside from the explicit \ninformation conveyed by the text (a recitation of Sam Melville’s ominous letter), \nthe mode of repetition itself expresses a kind of frustrated subject or suppressed \nvolitional agency. As Example 4 shows, the gradual lengthening \nof the primary melodic pattern by a single note with each repetition initially suggests \nthe potential for overcoming the obstinate musematic strategy. A \nshort way into the piece, however, a subtractive process takes over, in which the pattern loses \nits starting note with each repetition. These processes, then, produce no eventual \nlinear diegesis but only additional musemes. Coming Together by turns anticipates \nand retreats from discursive possibilities. The persistent musematic state is accentuated \nby the undifferentiated 16th-note tactus (unlike Pärt’s lilting iambs) which foils \nhierarchic parsing. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Coming Together thus draws upon some aspects of a fifth trope, the \nMOTORIC, where musematic strategies evoke an “indifferent” mechanized process. This \nsituation arises most obviously in works where repetition is actually mechanical: \nthink of Reich’s Pendulum Music (where suspended microphones swing rhythmically \nacross upturned speakers to create repetitive feedback patterns) or Ligeti’s Poeme Symphonique (for 100 metronomes). A lack of telos is cultivated by composers \nin works that attempt to portray machines in motion—like Reich’s train music, \nor Michael Nyman’s Musique a grande vitesse . By relying exclusively on the \nkinds of tensional sets that Leonard Meyer describes as “statistical” vs. “syntactical,” \nthese composers succeed in evoking a mechanized or “automatized” subject lacking \nthe kind of subjective agency normally attributed to animate beings. Musematic repetition \nhere implies a kind of single-step direct-access retrieval of previously stated \nmusemes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] What distinguishes the tropes described thus far is that each configures \na different sort of musical subject—an infant, a dancer, a mystic, a prisoner, \na machine—as the device of repetition takes on a unique subjective meaning in each \ncase. Equally important, however, is that each trope also constructs a unique meaning \nfor “syntax”—as repetition’s opposite . In the next part of this paper I \nwould like to focus on the interesting case of what I call the APHASIC trope, where \nmusematic repetition suggests a cognitively impaired musical subject. In these musical \nexamples I am especially interested in how syntax, by its marked absence , \ntakes on a special meaning and plays a role in expressing the character of the musical \nsubject. Example 5",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Consider how an imagined normative syntax plays a role in Example 5 (audio only), part of John Oswald’s “Pocket,” \nfrom his Plunderphonics collection of 1989. Because the source work here—Count \nBasie’s “Corner Pocket”—is (probably) known by a listener in advance, the effect \nof the obstinate repetition here is of a formerly cohesive Gestalt that has \nbeen damaged or shattered. The musematic repetition is understood to be in dialogue \nwith some normative syntax, which remains present in the music like a kind of “phantom \nlimb.” When discursive structures “deteriorate” into musematic ones like this, repetition \ncan be linked with an image of cognitive dysfunction.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In Michael Nyman’s opera The Man who Mistook his Wife for a Hat —based \non the famous case study by Oliver Sachs—a similar process is employed to portray \nthe main character in the opera: Dr. P, a singer, is the victim of a peculiar neurological \ncondition which causes him to perceive visual information only in terms of primitive \nspatial schematics. In the second act of the opera, P’s aphasia is musically depicted \nin a particularly effective passage wherein the phrases of Schumann’s “Ich Grolle \nNicht” from Dichterliebe are broken down into component musemes. This follows \nan earlier scene in Act II, where Drs. S and P perform the original Schumann song \nin its entirety. Example 6a shows the beginning of the Schumann song, and Example 6b illustrates how the \npassage is subsequently recomposed in the opera. Example 6a . Robert Schumann, “Ich Grolle Nicht” from Dichterliebe , mm. 1–6 (click to enlarge) Example 6b . Nyman, “The Man Who Mistook His Wife for a Hat,” mm. 601–622 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Elsewhere in the opera, Nyman makes reference to other works of Schumann: \nthe passage shown in Example 7b , accompanies a scene, “The \nDressing Ritual,” in which P puts on his clothes, which have been carefully arranged \nin an ordered sequence by his wife. He does this while humming a musematicized version \nof another Schumann song, “Rätsel,” shown in Example 7a . Example 7a . Schumann, “Rätzel,” mm. 1–6 (click to enlarge) Example 7b . Nyman, “The Man Who Mistook His Wife for a Hat,” mm. 427–435 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The story does not concern Dr. Sach’s attempt at a “cure” per se for Dr. \nP’s condition, but rather his effort to come to grips with the way Dr. P experiences \nthe world. As the neurologist gradually gropes his way through the bizarre terrain \nthat is P’s radically schematic aphasia, the musical subject, likewise, gradually \ncomes to learn what it is like to be Dr. P. Throughout the piece, a process \nin which discursive patterns deteriorate into musemes is applied again and again, \nnot only to intertextural sources but to newly composed music as well, such as the \nmain melodic theme of the Prologue. As the opera progresses, motivic elements become \nunglued from their discursive context and take on a life of their own as repeated \nmusemes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Through this process Nyman creates a unique meaning not only for the technique \nof repetition itself, but also for syntax . While repetition represents the \ncondition of aphasia, syntax acquires the status of something like “normal cognitive \nacuity.” In the other tropes listed in\nFigure 4, syntax takes on other \nsorts of meanings: if repetition is “infantile” in the MATERNAL trope, then syntax \ncomes to represent something like “maturity”; when repetition signifies a frustrated \nor suppressed volitional agency, as in the TOTALITARIAN trope, then syntax is associated \nwith “freedom.” This suggests that a linear diegesis—a musical process of cause \nand effect—cannot by itself be ascribed any stable or monolithic identity outside \nof a particular musical context. The signifying potential of both “syntax” and “gesture” \nare interdependently determined within a work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] These examples, I hope, illustrate the point that techniques of obstinate \nrepetition can achieve many different expressive ends. Each of these “tropes” configures \nthe musical subject in a distinct way, by constructing different relationships between \nsurface and syntax, between “discourse” and “musematicity.” If we are to understand \nsomething of the affective range exhibited by repetitive music, then our analyses \nmust find ways to highlight the subtle interplay of these repetition strategies \nwithin works. As I have suggested in this preliminary study, one such analytical \nstrategy would pay attention to the relative duration and complexity of repeated \nsegments, the relationships among strata, the range of differentiation among musematic \nand discursive parsing within a piece, and the expressive nature of the vacuum that \nabsent syntactical processes leave behind. Future research along these lines might \nspecify precise criteria for the depth and granularity of hierarchic structures \ninvolving ostinati and determine the correlations between particular kinds of hierarchies \nand specific subjective and affective states. Discography: Rzewski, Frederick, Coming Together . Talujon Percussion Quartet: from their CD \"...the speed of the passing time...\" Capstone Records, 2001. Michael Nyman. 1988. The Man Who Mistook His Wife For A Hat. CBS Masterworks MK 44669. Jon Oswald. 1990. Plunderphonic. Mystery Tape Laboratory: 42P Arvo Pärt. 1987. Arbos. Brass Ensemble Staatsorchester Stuttgart, DennisRussell Davies, conductor. ECM Records: ECM 1325./ ECM 831 959-2. Raymond Scott. Soothing Sounds For Baby Vols 1,2,and 3. 1964 Epic Records:LN 24083--LN 24085 Spring Heel Jack. 1997. Busy Curious Thirsty Island Independent/Trade 2: 314-524 437-2;",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.02.8.4.leydon.html",
    "data": "mto/data/mto.02.8.4.leydon.json"
}