{
    "title": "Lyric, Rhythm, and Non-alignment in the Second Verse of Kendrick Lamar’s “Momma”",
    "date": "2019/03/01",
    "volume": "25",
    "issue": "1",
    "authors": [
        "Ohriner, Mitchell S."
    ],
    "abstract": "After twenty years of published analyses on rap lyrics and flow, a divide between music-oriented and literature-oriented writing remains. It is only slightly hyperbolic to suggest that the former analyzes rap music as music without text while the latter analyzes it as text without music. This article begins bridging that divide by relating details of Kendrick Lamar’s rhythmic delivery to the meaning of his lyrics, focusing on the second verse of “Momma” fromTo Pimp a Butterfly(2015). In particular, I present methods for measuring and visualizing the alignment of syllable onsets (i.e., the flow) with events in the accompanying instrumental streams (i.e., the beat). Subsequently, in examining three lines of the verse, I document an analogy between flow-beat alignment and topics of vitality, moral rightness, and knowledge in the lyrics. In demonstrating one way in which rhythmic delivery can affirm the expressive meaning of lyrics, I hope to provide tools that enable hip hop scholars interested in rhythm, rhyme, and meaning to sometimes talk to each other rather than past each other.",
    "keywords": [
        "Rap music",
        "flow",
        "Kendrick Lamar",
        "rhythm",
        "prosody",
        "expressive timing",
        "text-music relationships"
    ],
    "doi": "10.30535/mto.25.1.10",
    "received": "May 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.1/mto.19.25.1.ohriner.pdf",
    "author_info": [
        {
            "name": "Mitchell S. Ohriner",
            "university": "University of Denver",
            "address": "Lamont School of Music, 2344 E Iliff Ave, Denver, CO 80210",
            "email": ""
        }
    ],
    "citations": {
        "abercrombie_1967": "Abercrombie, David. 1967. Elements of General Phonetics . Aldine.",
        "adams_2008": "Adams, Kyle. 2008. “ Aspects of the Music/Text Relationship in Rap .” Music Theory Online 14 (2).",
        "adams_2009": "Adams, Kyle. 2009. “ On the Metrical Techniques of Flow in Rap Music .” Music Theory Online 15 (5).",
        "adams_2015": "Adams, Kyle. 2015. “What Did Danger Mouse Do? The Grey Album and Musical Composition in Configurable Culture.” Music Theory Spectrum 37 (1): 7–24.",
        "agawu_1992": "Agawu, Kofi. 1992. “Theory and Practice in the Analysis of the Nineteenth-Century Lied.” Music Analysis 11 (1): 3–36.",
        "agawu_2014": "Agawu, Kofi. 2014. Representing African Music: Postcolonial Notes, Queries, Positions . Routledge.",
        "alen_1995": "Alén, Olavo. 1995. “Rhythm as Duration of Sounds in Tumba Francesa.” Ethnomusicology 39 (1): 55–71.",
        "bertinetto_1989": "Bertinetto, Pier Marco. 1989. “Reflections on the Dichotomy ‘Stress’ vs. ‘Syllable-Timing.’” Revue De Phonetique Appliquee , 91–130.",
        "bradley_2009": "Bradley, Adam. 2009. Book of Rhymes: The Poetics of Hip Hop . Basic Civitas .",
        "butterfield_2010": "Butterfield, Matthew. 2010. “Participatory Discrepancies and the Perception of Beats in Jazz.” Music Perception 27 (3): 157–76.",
        "clark_2011": "Clark, Suzannah. 2011. “‘A Word Will Often Do It’: Harmonic Adventure in Schubert’s Songs.” In Analyzing Schubert , 55–145. Cambridge University Press.",
        "condit-schultz_2016": "Condit-Schultz, Nathaniel. 2016. “MCFlow: A Digital Corpus of Rap Transcriptions.” Empirical Musicology Review 11 (2): 124–47.",
        "connor_2013": "Connor, Martin. 2013. “MFDOOM: Vomitspit Sheet Music.” Rap Analysis (personal blog). https://www.rapanalysis.com/2013/04/mf-doom-vomitspit-sheet-music/",
        "dauer_1987": "Dauer, Rebecca M. 1987. “Phonetic and Phonological Components of Language Rhythm.” Proceedings of the 11th International Congress of Phonetic Sciences , Tallinn 5: 447–50.",
        "edwards_2009": "Edwards, Paul. 2009. How to Rap . Chicago Review Press.",
        "edwards_2013": "Edwards, Paul. 2013. How to Rap 2 . Chicago Review Press.",
        "everett_2004": "Everett, Walter. 2004. “Deep-Level Portrayals of Directed and Misdirected Motions in Nineteenth-Century Lyric Song.” Journal of Music Theory 48 (1): 25–68.",
        "frühauf_kopiez_and_platz_2013": "Frühauf, Jan, Reinhard Kopiez, and Friedrich Platz. 2013. “Music on the Timing Grid: The Influence of Microtiming on the Perceived Groove Quality of a Simple Drum Pattern Preference.” Musicae Scientiae 17 (2): 246–60.",
        "gussenhoven_and_rietveld_1992": "Gussenhoven, Carlos and Toni Rietveld. 1992. “Intonation Contours, Prosodic Structure and Preboundary Lengthening.” Journal of Phonetics 20 (3): 283–303.",
        "ice-t_2012": "Ice-T. 2012. Something from Nothing: The Art of Rap . Documentary film, directed by Ice-T and Andy Baybutt. Indomina Releasing.",
        "jenkins_2015": "Jenkins, Craig. 2015. “Kendrick Lamar: To Pimp A Butterfly .” pitchfork.com review, March 19, 2015. https://pitchfork.com/reviews/albums/20390-to-pimp-a-butterfly/",
        "kautny_2015": "Kautny, Oliver. 2015. “Lyrics and Flow in Rap Music.” In The Cambridge Companion to Hip-Hop , ed. Justin Williams, 101–17. Cambridge University Press.",
        "keyes_1996": "Keyes, Cheryl L. 1996. “At the Crossroads: Rap Music and Its African Nexus.” Ethnomusicology 40 (2): 223–48.",
        "keyes_2004": "Keyes, Cheryl L. 2002. Rap Music and Street Consciousness . University of Chicago Press.",
        "koetting_1970": "Koetting, James. 1970. “Analysis and Notation of West African Drum Ensemble Music.” Selected Reports in Ethnomusicology 1 (3): 116–46.",
        "krims_2000": "Krims, Adam. 2000. Rap Music and the Poetics of Identity . Cambridge University Press.",
        "lehiste_1977": "Lehiste, Ilse. 1977. “Isochrony Reconsidered.” Journal of Phonetics 5: 253–63.",
        "levitin_et_al_2000": "Levitin, Daniel. J., Karon Maclean, Max Mathews, and Lonny Chu. 2000, May. “The Perception of Cross-Modal Simultaneity (Or “the Greenwich Observatory Problem” Revisited).” In AIP Conference Proceedings 517: 323–26.",
        "london_2002": "London, Justin. 2002. “Some Non-Isomorphisms Between Pitch and Time.” Journal of Music Theory 46 (1–2): 127–51.",
        "madison_et_al_2011": "Madison, Guy, Fabian Gouyon, Fredrik Ullén, and Kalle Hörnström. 2011. “Modeling the Tendency for Music to Induce Movement in Humans: First Correlations with Low-Level Audio Descriptors across Musical Genres.” Journal of Experimental Psychology: Human Perception and Performance 37 (5): 1578–594.",
        "manabe_2009": "Manabe, Noriko. 2009. “Western Music in Japan: The Evolution of Styles in Children’s Songs, Hip-Hop, and Other Genres.” Phd diss., The City University of New York.",
        "mccormick_2015": "McCormick, Neil. 2015. “Kendrick Lamar, To Pimp a Butterfly , Review: ‘A Bravura Masterpiece.’” The Telegraph , April 4, 2015. http://www.telegraph.co.uk/culture/music/cdreviews/11510932/kendrick-lamar-to-pimp-a-butterfly-review-a-bravura-masterpiece.html",
        "mcguiness_2006": "McGuiness, Andrew. 2006. “Groove Microtiming Deviations as Phase Shifts.” In Proceedings of the 9th International Conference on Music Perception and Cognition , 558–565. European Society for the Cognitive Sciences of Music.",
        "miyakawa_2005": "Miyakawa, Felicia M. 2005. Five Percenter Rap . Indiana University Press.",
        "ohriner_2016": "Ohriner, Mitchell. 2016. “Metric Ambiguity and Flow in Rap Music: A Corpus-Assisted Study of Outkast’s ‘Mainstream’ (1996).” Empirical Musicology Review 11 (2): 153–79.",
        "ohriner_2017": "Ohriner, Mitchell. 2017. “(Why) Does Talib Kweli Rhyme Off-beat?” Paper presented at the Annual Meeting of the Society for Music Theory. Arlington, VA, November 2.",
        "ohriner_2019a": "Ohriner, Mitchell. 2019a. “Analyzing the Pitch Content of the Rapping Voice.” Journal of New Music Research 48 (3). https://doi.org/10.1080/09298215.2019.1609525 .",
        "ohriner_2019b": "Ohriner, Mitchell. 2019. Flow: The Rhythmic Voice in Rap Music . Oxford University Press.",
        "patel_2008": "Patel, Aniruddh. 2008. Music, Language, and the Brain . Oxford University Press.",
        "patel_1945": "Pike, Kenneth. 1945. The Intonation of American English . University of Michigan Press.",
        "roach_1982": "Roach, Peter. 1982. “On the Distinction Between ‘Stress-Timed’ and ‘Syllable-Timed’ Languages.” In Linguistic Controversies: Essays in Linguistic Theory and Practice in Honour of F.R. Palmer , ed. David Crystal, 73–79. Edward Arnold.",
        "schachter_1983": "Schachter, Carl. 1983. “Motive and Text in Four Schubert Songs.” In Aspects of Schenkerian Theory , ed. David Beach, 61–76. Yale University Press.",
        "schloss_2014": "Schloss, Joseph G. 2014. Making Beats: The Art of Sample-Based Hip-Hop . Wesleyan University Press.",
        "sticman_2005": "Stic.Man. 2005. The Art of Emceeing: An Easy-to-Follow, Step-By-Step Guide for the Aspiring Hip Hop Artist . Boss Up, Inc.",
        "tufte_2006": "Tufte, Edward. 2006. Beautiful Evidence . Graphics Press LLC.",
        "walser_1995": "Walser, Robert. 1995. “Rhythm, Rhyme, and Rhetoric in the Music of Public Enemy.” Ethnomusicology 39 (2): 193–217.",
        "wightman_et_al_1992": "Wightman, Colin, Stefanie Shattuck-Hufnagel, Mari Ostendorf, and Patti Price. 1992. “Segmental Durations in the Vicinity of Prosodic Phrase Boundaries.” Journal of the Acoustical Society of America 91 (3): 1707–717.",
        "williams_2009": "Williams, Justin. 2009. “ Beats and Flows: A Response to Kyle Adams, ‘Aspects of the Music/Text Relationship in Rap .’” Music Theory Online 15 (2).",
        "williams_2014": "Williams, Justin. 2014. Rhymin’ and Stealin’: Musical Borrowing in Hip-Hop . University of Michigan Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Among emcees who avow writing verses to preexisting musical material include MC Kylea in conversation with Joseph Schloss ( 2014 , 173), Masta Ace, Thes One, Big Pooh, and Gift of Gab in conversation with Edwards ( 2009 , 5, 115), and stic.man ( 2005 , 32). I acknowledge that rap has a diversity of compositional practices, which include emcees writing verses without beats and waiting for a suitable beat to come along. Discussions of whether beats or flows precede each other also neglect the long tradition of rappers who also produce beats (e.g., Pete Rock, Large Professor, Q-Tip, The RZA, Dr. Dre, Kanye West, Big K.R.I.T., J. Dilla, etc.).",
            "citations": [
                "schloss_2014",
                "edwards_2009",
                "sticman_2005"
            ]
        },
        "FN2": {
            "text": "2. Aniruddh Patel ( 2008 , 121) characterizes the proposal of periodicity in speech as an “utter failure,” and points to references in Bertinetto ( 1989 ), Dauer ( 1987 ), and Roach ( 1982 ).",
            "citations": [
                "patel_2008",
                "bertinetto_1989",
                "dauer_1987",
                "roach_1982"
            ]
        },
        "FN3": {
            "text": "3. Non-alignment with the beat can be a result of errant performance or expressive practice. Distinguishing between the two can be difficult but, as I have shown elsewhere ( Ohriner 2017 ), some non-alignments are sufficiently systematic that expressive practice provides a more convincing explanation.",
            "citations": [
                "ohriner_2017"
            ]
        },
        "FN4": {
            "text": "4. Lamar has employed what I term “speech-rhythmic flow” throughout his career. I hear speech-rhythmic flow in tracks from all his major projects except good kid, m.A.A.d. city , including “I Am (Interlude)” from The Kendrick Lamar E.P. , “Average Joe” from Overly Dedicated , “For Free?”, “For Sale?”, “Hood Politics,” and “Momma” from To Pimp a Butterfly , and “ELEMENT.” and “FEAR.” from DAMN , as well as various featured verses on other artists’ tracks. With four tracks evincing speech-rhythmic flow, To Pimp a Butterfly would seem to be a locus of this technique in Lamar’s output.",
            "citations": []
        },
        "FN5": {
            "text": "5. Lamar is often described as the inheritor of some of rap’s most hallowed traditions. Neil McCormick ( 2015 ) writes that To Pimp a Butterfly evokes “the Afro-American consciousness of rap’s historic origins with the Last Poets and Gil Scott-Heron.” Craig Jenkins ( 2015 ), to cite one among many similar reviews, highlights Lamar’s omnivorousness and dexterity, that he can marshal “an army of flows” and move the art form in “every direction at once.”",
            "citations": [
                "mccormick_2015",
                "jenkins_2015"
            ]
        },
        "FN6": {
            "text": "6. The line from “Alright” is delivered without instrumental streams, but it was almost certainly recorded with a click track. A process that minimizes the distance of each syllable to a grid of sixteenth notes finds a tempo in the a capella syllables of 110 beats per minute, the same as that inferred from the bass events on the downbeats of the following measures.",
            "citations": []
        },
        "FN7": {
            "text": "7. Using conventional notation to represent rap music remains controversial. Rap flows transcribed with Western notation can be found in Robert Walser ( 1995 , 201), Cheryl Keyes ( 1996 , 230; 2004 , 130), Justin Williams ( 2014 , 28), Olivier Kautny ( 2015 , 105), and Kyle Adams ( 2015 , 14ff.), as well as on Martin Connor’s site www.rapanalysis.com (since 2011). Flows transcribed through other methods, most reminiscent of Koetting’s ( 1970 ) “Time Unit Box System” include Adam Krims ( 2000 , 138), Adams ( 2008 , 2009 ), and Kautny ( 2015 ). In my view, informed by the visual design dictates of Edward Tufte ( 2006 ) and the caution regarding notation and African (or, in this case, Afri-diasporic) music advised in Agawu ( 2014 ), conventional notation of rap music includes many elements that can be represented with much greater visual economy by placing events on a metric grid, as in Examples 1b and 2b. I include the transcription here only to make my chosen quantization explicit for readers of conventional notation.",
            "citations": [
                "walser_1995",
                "keyes_1996",
                "keyes_2004",
                "williams_2014",
                "kautny_2015",
                "adams_2015",
                "koetting_1970",
                "krims_2000",
                "adams_2008",
                "adams_2009",
                "kautny_2015",
                "tufte_2006",
                "agawu_2014"
            ]
        },
        "FN8": {
            "text": "8. In the language of the statistical t -test, the mean difference between the durations of “I recognize you looking” and .25 beats ( M = .013, SD = .01) compared to those of “I know you know that line’s” ( M = .048, SD = .039) is lower ( t (5.68) = -2.14, p < .13), and compared to those of “for Compton School District” ( M =.063, SD =.032) is significantly lower ( t (4.67) = -3.37, p < .05).",
            "citations": []
        },
        "FN9": {
            "text": "9. The “triplet flow,” in 2018, is having a moment. It features prominently in the rapping of recent chart-toppers like Young Thug, Future, and Migos and has entered the discourse of hip hop media (see Vox’s Earworm , season 1, episode 4, “How the triplet took over rap”). In tracks like Young Thug’s “Versace,” or in earlier examples like Public Enemy’s “Bring the Noise” (1987) or Killer Mike’s verse on Outkast’s “The Whole World” (2001), the on-beat syllable of the triplet is always emphasized.",
            "citations": []
        },
        "FN10": {
            "text": "10. If initial consonants were understood as syllable onsets, all syllables beginning with initial consonant clusters like /string/, beginning with /s/, /t/, /r/, would appear late.",
            "citations": []
        },
        "FN11": {
            "text": "11. Using the Praat environment, I also move the boundary of adjacent syllables around until I have made them sound maximally different.",
            "citations": []
        },
        "FN12": {
            "text": "12. My association of off-beat rapping with wackness derives from comments like those of Rakim quoted above, as well as the potency of “off-beat” as an insult in the careers of emcees like Talib Kweli. Yet I also concede that this association might change over time and might be more reflective of the first couple of generations of emcees than the current generation. Still, I am doubtful this is the case. In work for another project, I compiled a corpus of nonalignment in twelve rap verses from 1993–2010. Although admittedly a small corpus (due in part to the difficulty of generating such data), chronology was not a predictor for alignment—there was no trend in the data. Perhaps the importance of alignment diminished after 2010. Another factor is Lamar’s evident traditionalism. As he sees himself an inheritor of the tradition of West Coast emcees like Tupac, it seems reasonable that he would adopt their aesthetic stances towards alignment as well. Further, there are processes that might lead an emcee away from alignment from the beat, namely swing or phase shifting, that I do not consider “off-beat.” See paragraph [3.4].",
            "citations": []
        },
        "FN13": {
            "text": "13. Lamar has previously identified as a Christian in his albums and interviews. His most recent work presents a more complicated relationship to organized religion, but he has never been an adherent of the Five Percent Nation. His emphasis on “knowledge of self” may be unrelated to the Five Percenters, or it may stem from their impact on rap music, even for those of different faiths.",
            "citations": []
        },
        "FN14": {
            "text": "14. For a more thorough treatment of swing in rap delivery, see Ohriner ( 2019b , Chapter 8).",
            "citations": [
                "ohriner_2019b"
            ]
        },
        "FN15": {
            "text": "15. For demonstrations of phase relationships in Afri-diasporic performance, see Alén ( 1995 , 60) and McGuiness ( 2006 ). For skeptical views of phase relationships in this music, see Butterfield ( 2010 ), Madison et. al ( 2011 ), and Frühauf, Kopiez, and Platz ( 2013 , 248).",
            "citations": [
                "alen_1995",
                "mcguiness_2006",
                "butterfield_2010",
                "madison_et_al_2011"
            ]
        },
        "FN16": {
            "text": "16. This topic is addressed further in “Money Trees” from good kid, m.A.A.d. city , and “Ab-Soul’s Outro” from Section.80 .",
            "citations": []
        },
        "FN17": {
            "text": "17. This ambiguity is expressed in lines like “I never was a gangbanger / I never was stranger to the folk neither” in “The Art of Peer Pressure” from good kid, m.A.A.d. city . In the same track he proclaims, “Really I’m a peacemaker / But I’m with the homies right now.” These lines underlie Lamar’s frequent assertion that violence was a constant temptation in his upbringing.",
            "citations": []
        },
        "FN18": {
            "text": "18. In a personal communication, Noriko Manabe highlights the contrast between these lines simply in their number of syllables; the “morality” line can fill an entire measure, but the “fatality” line is truncated.",
            "citations": []
        },
        "FN19": {
            "text": "19. The line “fatality might haunt you” mentions another, but that “you” seems synonymous with “one.”",
            "citations": []
        },
        "FN20": {
            "text": "20. See https://www.youtube.com/watch?v=CA1EmLFi4OA , 6:12. This interview was conducted after the release of To Pimp a Butterfly , so it is not the incident described in the lyrics, but it is reasonable to assume that the inspiring incident was very much like this one.",
            "citations": []
        },
        "FN21": {
            "text": "21. In comparison to many other hip hop tracks, there is little hypermetric articulation in the 19-measure “Momma” verse. The piano anacrusis lends hypermetric emphasis to mm. 5, 7, 9, and 11, while the arrival of the sampled voice on do does the same for mm. 12, 14, 16, and 18. The latter marks m. 16 as the beginning of the final four-measure group.",
            "citations": []
        },
        "FN22": {
            "text": "22. In a personal communication, Robin Attas suggests that the beginnings of the loss of knowledge are earlier still, perhaps already begun at the caesura in “I know . . . how people work.”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Revisiting text-music relationships in rap delivery through “speech-rhythmic” vs. “music-rhythmic” flow",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In his 2008 article in Music Theory Online , Kyle Adams notes that existing methods for analyzing texted (classical) music are inapt for rap music. In most of the classical repertoire, a composer sets a preexisting text to music, and this invites analysts to investigate how the meaning of that preexisting text maps onto the meaning of the newly composed music. In rap music, according to Adams, the composition of the music (i.e., “the beat,” created by a deejay or producer) often precedes the composition of the text (i.e., “the flow,” created by an emcee), thereby undermining the mapping of meaning from music to text. Furthermore, Adams cites several examples of rapped lyrics whose meaning is unclear, undermining any attempt to connect their meaning to the meaning of the music: Without passing judgment, one can say that the literal meaning of [the lyrics of A Tribe Called Quest’s “Scenario”] is difficult to discern. Though obviously intended to be humorous, this verse has neither an overarching theme, nor an identifiable plot, nor a systematic and consistent use of imagery. ( 2008 , [4]) Since, in his view, the music often precedes the text, and since the text’s meaning may be “difficult to discern,” Adams suggests that the analyst ought to look at how the rhythm of the rapping voice responds to aspects of the instrumental streams, not how that rhythm interacts with the meaning of the text. Other scholars have provided more nuance to the process of rap composition as an iterative collaboration between an emcee and a producer, one in which the musical content of a track both suggests aspects of the rapper’s flow and responds to it ( Williams 2009 , [4]; Manabe 2009 , 309). (1) But even if the process is more complex than Adams recognizes, his critique of the traditional approach to text/music relations stands: that approach could be applied to rap music appropriately if and only if the text of the lyrics precedes all the features of the music (including the features of the rapper’s voice). This seems unlikely in most cases.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "adams_2008",
                    "adams_2008",
                    "williams_2009",
                    "manabe_2009"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] Adams goes on to demonstrate many rich correspondences between the rhythm of the voice and the rhythm of the text. Subsequently, his call to examine such correspondences has been productive, as evidenced by Oliver Kautny ( 2015 ), Nathaniel Condit-Schultz ( 2016 ), and Ohriner ( 2016 ). While I applaud this scholarship, I wish to return in this article to the question Adams set aside: how can the rhythm of the rapping voice support the meaning of rapped lyrics? I address this question not because conventional modes of analysis designed for classical music ought to find application in rap music. Instead, I believe that avoiding the relationship between flow’s rhythm and its text accentuates the divisions between music-oriented and literature-oriented hip hop scholarship. It is only slightly hyperbolic to suggest that the former analyzes rap music as music without text while the latter analyzes it as text without music.",
                "footnotes": [],
                "citations": [
                    "kautny_2015",
                    "ohriner_2016"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Although one could examine many features of the rhythm of the rapping voice and relate them to the content of the lyrics, I will focus on the juxtaposition between spans of rapping whose rhythm is speech-like versus those whose rhythm is music-like. I make this distinction primarily by measuring the non-alignment between syllables or rapping and the metric grid of the instrumental streams through techniques introduced in the next section. By “speech-rhythmic” versus “music-rhythmic” flow, I draw on extensive discourse in rap music, among artists, fans, and critics, arguing that syllables of rapping should conform to a metric framework characterized by 16 positions within each measure. I’ll call this framework a “cardinality-16 metric space.” In pedagogical texts on rap, aspiring emcees are instructed to place syllables within this framework. For example, Paul Edwards ( 2009 , 63) states that “unlike the rhythm of a poem, a song’s flow has to be in time with the music—the rhythm of the lyrics must fit with the basic rhythm of the music.” Later, he is even more explicit: This is a very important point to note : a stressed syllable must be said at the same time as each of the four beats in a bar . . . Stressing a syllable on each of the four beats gives the lyrics the same underlying rhythmic pulse as the music and keeps them in rhythm. (71–2; emphases original)",
                "footnotes": [],
                "citations": [
                    "edwards_2009"
                ]
            }
        },
        {
            "1.4": {
                "text": "[1.4] The emcee stic.man ( 2005 , 32) of Dead Presidents similarly instructs aspiring rappers to absorb the metric grid of the beat before writing lyrics, stating that “when you don’t have the beat first, you are not writing to a known speed or pattern. This means your choice of words . . . may not fit the beat that you end up choosing for your song.” In the Ice-T documentary Something from Nothing: The Art of Rap , the influential emcee Rakim goes so far as to draw a graph of the metric space in which to compose lyrics: I start off with 16 dots on a paper, bam, bam, bam, bam, bam. My thing was, if four bars was this long, . . . I see like a graph in between them four bars, and within that, I could place so many words and so many syllables . . . and I can take it to the point where there’s no other words you could put in that four bars. ( 2012 , 20:36)",
                "footnotes": [],
                "citations": [
                    "sticman_2005"
                ]
            }
        },
        {
            "1.5": {
                "text": "[1.5] Rakim’s assertion that no other words would fit is telling: while he is, of course, capable of pronouncing words faster than those of the cardinality-16 space, he considers doing so stylistically inappropriate. There are recognized exceptions to this metric organization, including “triplet flow” that places 12 or 24 syllables in a bar, now commonly associated with rap music originating in Atlanta. But unless a flow consistently features triplets, it is assumed that the artist is attempting to place onsets within a cardinality-16 metric space. And because rap songs maintain tempo, these onsets will arrive at a discrete and steady pace. This is the meaning of “flowing to a beat.” In contrast, the rhythm of speech does not demand or support a metric framework of equally spaced durations. For many years, phoneticians such as Kenneth Pike ( 1945 ) and David Abercrombie ( 1967 ) asserted that the durations between syllables or groups of syllables were “more or less equal,” but subsequent decades of research have shown the rhythm of speech to be fundamentally non-isochronous. (2) Given the continuous variability of syllable durations in the rhythm of speech and the ideally discrete durations of the rhythm of music, I propose that spans of rapping can be characterized as speech-rhythm or music-rhythmic based on the extent to which they are “quantizable” to a cardinality-16 metric grid. I will measure this “quantizability” in terms of the average distance between a collection of syllables and a cardinality-16 grid. (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "patel_1945",
                    "abercrombie_1967"
                ]
            }
        },
        {
            "1.6": {
                "text": "[1.6] In Section 2 of this article, I provide an example of speech-rhythmic vs. music-rhythmic flow and describe how one might establish such a contrast analytically. In Section 3, I draw analogies between the meaning of the lyrics and contrastive flow styles in one verse of rapping, the second verse of Kendrick Lamar’s “Momma” from the 2015 release To Pimp a Butterfly . Much of the album centers on Lamar’s suspicions that his wealth may be undeserved (“u”), fleeting (“Wesley's Theory”), morally corrupting (“For Sale?”), or alienating (“How Much a Dollar Cost”). “Momma” tries to refute these suspicions by focusing on Lamar's earned skills as an emcee (Verse 1), his fragile expertise (Verse 2), and his connection to ancestors (Verse 3). I will argue that Lamar’s treatment of speech-rhythmic vs. music-rhythmic flows rests on the question of whether mistrust of his success is warranted. Beyond the appropriateness of this particular verse for analysis, Lamar is especially appropriate given his wide-ranging and attested abilities to use a variety of rhythmic practices. (4) Besides “flowing fast” and “flowing slow,” Lamar, particularly on Butterfly , flows to beats whose influences range from free jazz to R&B, funk, and hip hop. (5) Furthermore, “Momma” is an especially appropriate track in which to examine contrasts in speech- and music-like delivery, as it has underlying instrumental tracks that obscure the placement of the beat. 2. Speech-rhythmic vs. music-rhythmic flow: quantizing “Alright” vs. “Momma” Example 1 . Rhythmic delivery in the first line of the first verse of “Alright” (click to enlarge and listen) Example 2 . Rhythmic delivery of an interior line from the second verse of “Momma” (cf. Example 1) (click to enlarge and listen)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] To establish this contrast between speech-rhythmic and music-rhythmic flow, consider the delivery of two lines from Butterfly , one from the beginning of the first verse of “Alright” (0:37–0:41) and another from the middle of the second verse of “Momma” (2:09–2:12). Examples 1 and 2 represent several views of the rhythm of these lines. [NB: Examples and Audio Excerpts share numbers.] Examples 1a and 2a (upper left) show the durations of each syllable in beats against the onset in the audio (in seconds); the y-axis is logarithmic to reduce the necessary height. (In paragraph 2.4 below, I will describe how these syllable onsets are determined and annotated, including their inherent imprecision.) Dashed lines show syllables of 0.25, 0.50, and 0.75 beats, that is, those that might be represented in music notation as sixteenth-, eighth-, and dotted eighth notes. Examples 1b and 2b (center left) place these onsets within the meter defined by the prominent bass events on the downbeats of the instrumental streams. (6) (Although I do not discuss the instrumental streams of these tracks here, those of “Momma” are discussed in paragraph 2.5 below. For a thorough consideration of the instrumental streams of “Alright,” see Noriko Manabe’s article in this forum). Here, each line is one measure of rapping and dashed lines show each half-beat. Examples 1c and 2c (lower left) posit a quantization in conventional notation. (7) Finally, Examples 1d and 2d (right) transform Examples 1c and 1d by tightly winding the horizontal line of musical time around a spiral. Each clockwise rotation from the origin around the spiral is one beat (not one measure!) and a clock face is provided to orient the onsets. Thus the “minutes” on this clock face are each one-sixtieth of a beat. In “Alright,” these “minutes” are 9 milliseconds (ms); they are 12ms in the slower “Momma.” These spans of time are indeed very brief, but a span of 3–5 minutes on the clock face (27–60ms) exceeds the just-noticeable difference threshold for perceiving durational intervals, estimated between 25 and 40ms ( Levitin et al. 2000 ).",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "levitin_et_al_2000"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] The plots of the “Alright” couplet demonstrate the kind of music-rhythmic delivery I have in mind, wherein durations are more easily quantized to the cardinality-16 metric space. The durations of the syllables mostly fall near a dashed line of integer multiples of .25 beats, especially so for the relatively long span of “I recognize you looking” (Example 1a). There, seven consecutive syllables range in duration between .22 and .28 beats, well apart from triplet durations like .33 or .17 beats. In the context of the meter (see Example 1b, center left), the onsets overlap many of the grid lines, which means that the quantization given in the lower left (Example 1c) represents the onsets rather well. That is not to say that every syllable falls exactly along a line of the metric grid; the bold lines along the spiral (Example 1d) shows the distance between each syllable and the nearest quantized positions, and some syllables (especially “the” near the end of the measure) are noticeably displaced. But I must stress that the kind of performance that would result in every syllable falling along an axis of the spiral plot is probably not possible given random noise in the human motor system. This seems to be about as close as Lamar gets to placing all syllables “on-beat,” and the syllables that fall closest to the axes are also those in more metrically prominent positions (i.e., those near “0:00” and “0:30”). In contrast, the plots of the line from “Momma” demonstrate speech-rhythmic delivery. In the upper left (Example 2a), few of the syllables lie as close to .25 as did the string “I recognize you looking” in “Alright,” and neither of the longer integer multiples of .25 seem relevant. (8) Accordingly, syllables seem to spread away from the grid of the center left (Example 2b), and the horizontal and vertical axis of the spiral representation (Example 2d) do not attract syllables in the way they seem to in “Alright.”",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] My characterization of the line from “Alright” as music-rhythmic and that from “Momma” as speech-rhythmic follows from the measurement of the distance from their imputed quantization to their actual placement. The soundness of my approach to quantization is thus very important and worth considering at some length. One aspect of my approach that may be controversial is my insistence on quantizing to the cardinality-16 space. One might argue that other spaces are appropriate for the “Alright” line, that the syllables “-ton School Dist-” represent eighth-note triplets that would fall at 0:00, 0:20, and 0:40 on the clock face (i.e., a cardinality-12 space). Indeed they do fall closer to those positions. Still, the plot of durations in Example 2a shows that these syllables form part of nearly uninterrupted deceleration that spans all of “for Compton School District.” It is this sort of continuous deceleration, rather than discrete quantization, that is the hallmark of the rhythm of speech ( Lehiste 1977 , Wightman et al. 1992 , Gussenhoven and Rietveld 1992 ). And one might presume an absence of such continuous decelerations in music with mechanically fixed tempo. Example 3 . Transcription of MF DOOM, “Vomitspit,” m. 3, transcribed by Martin Connor (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "lehiste_1977",
                    "wightman_et_al_1992",
                    "gussenhoven_and_rietveld_1992"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] I forego the use of triplets in Example 2c for other reasons as well. The first is that although a triplet quantization would reduce the extent to which the syllables are unaligned, the syllables would remain at odds with the meter because of the accent placed before the triplets (“Comp-”) and on the second triplet (“School”). In triplet flow, the first triplet is almost always emphasized. (9) Second, as documented above, emcees and critics overwhelmingly emphasize a cardinality-16 metric space and, in instances of “triplet flow,” non-cardinality-16 durations are used consistently, not for a single beat. Most importantly, positing a triplet quantization for one beat opens the door to arbitrarily precise quantization through arbitrarily large metric spaces. Example 3 shows a quantization with higher cardinality metric spaces. Here, Martin Connor ( 2013 ) transcribes the third measure of MF DOOM’s “Vomitspit” using a metric space that shifts between cardinality-20 in the first beat, to cardinality-36 for beats 2 and 3, back to cardinality-16 for beat 4. While I have not examined this flow using the methods presented in this article, my point is not to dispute the accuracy of Connor’s transcription. However, to take the example of one syllable, Connor’s quantization would place the first syllable of “hologram” at 0:46.8 minutes on the clock face, 18ms after the 0:45 mark of cardinality-16 space. These two positions on the clock face are perceptually indistinguishable. For me, the question is not “What is the most precise quantization possible?”; by increasing the cardinality of the metric space, arbitrary precision is possible. The question is “What is the metric structure the emcee presents in performance?” While we might not have a definitive answer to this question in every case, the discourse of emcees like Rakim makes cardinality-16 structures especially likely. Furthermore, with quantizations of arbitrary precision, we can no longer speak of emcee’s delivery as “ahead of” or “behind” the beat. In jazz discourse, this is referred to as playing “in the pocket” or “out of the pocket.” This same expression appears in rap lyrics—for instance, when King Adrock or The Beastie Boys states “I’m in the pocket just like [drummer and vocalist] Grady Tate, I got supplies of beats so you don’t have to wait.” I want to retain the idea that rap delivery as well can anticipate or lag behind the beat, and that doing so might relate to the meanings of the lyrics. Example 4 . Syllable onsets in “And when I wake,” visualized in Praat. Top two levels are the stereo signal from the release (click to enlarge and listen)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "connor_2013"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Because many of the syllables in the “Momma” excerpt lie relatively far from the axes of the spiral representation, and because they participate in continuous deceleration rather than isochronous durations, I characterize the “Momma” line as speech-rhythmic flow more so than music-rhythmic flow. But if just a few syllables shifted towards those axes by roughly 40–60ms, I may have come to a different conclusion. Therefore, the annotation of syllables in the audio signal matters a great deal. In this regard, the fragment of “Alright” discussed above is more easily examined, as it is the only sound in the mix at that moment. I don’t believe my quantization of Example 1c should be controversial, but I would like to demonstrate how I perform the quantization of the audio of Lamar’s delivery. Example 4 shows the waveform of “And when I wake” at the beginning of the “Alright” excerpt in the software package “Praat,” commonly used in phonetics research. There are five levels of information in Example 4: the top two are the stereo channels of the wave form. The next two are markers of the onsets of phonemes and words. The text of the phonemes is given in “arpabet,” a phonetic alphabet that uses only ASCII characters. The crucial task here is determining the onsets of vowels—less so the onsets of consonants—as those mark the onsets of syllables. (10) At issue is the “perceptual center,” or p-center of the vowel, the moment at which a listener hears a vowel starting. The p-center is difficult to measure empirically, and basic questions about p-centers, especially whether they are affected by surrounding context, remain unanswered. It seems to me that there are few applications—academic or otherwise—that depend on p-center identification at the resolution of perceptual synchrony (i.e., 25–40ms), and thus research in this area has been limited. Still, a widespread heuristic is to consider the midpoint of the increase in amplitude at the beginning of a vowel as the p-center. That approach is adopted here. (11) The vowels of Example 4 spread this initial increase in amplitude over 25ms, and I’m confident I’ve identified the midpoint of that increase within a window 5–10ms. This in turn means the placement of syllables in the spiral plots may have an error of around 1 minute in ideal conditions. This rate of error may be higher in cases where vowels are not differentiated by an initial consonant or aspirant, or in cases where the lack of a capella audio obscures the sound of a syllable as well as its visual appearance in the wave form. Example 5 . Events in the instrumental streams of “Momma,” plotted around the clock-face (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "2.6": {
                "text": "[2.6] Marking the onsets of syllables as the midpoint of the amplitude increase of the vowel determines the durations of syllables. One must then consult the instrumental streams to place those syllables within the metric framework. In the case of “Alright,” I extrapolate the meter from the very prominent bass drop on the downbeats of upcoming odd-numbered measures. Furthermore, a process of tempo discovery applied to the onsets of the “Alright” fragment suggests a tempo and onset that matches precisely the tempo and onset of the following measures, likely because they were aligned through a click track. The instrumental streams of “Momma” are more rhythmically diverse. The instrumental streams of “Momma” derive from the instrumental beat “So[Rt],” included in Anthology by Knxwledge in 2013, more than two years before Lamar recorded vocals for them. Knxwledge’s beat in turn samples Lalah Hathaway’s “On Your Own,” from her 2008 release Self Portrait . The sample includes her vocals, Rex Rideout on keyboard, and Brandon Fields on saxophone. Onsets of events in these parts are difficult to isolate in the audio. The “Momma” beat also includes Knxwledge’s drum programming that is more easily isolated. Example 5 plots some onsets in the beat around the spiral. The programmed bass drum and cowbell each have a rhythm of 3+5+8 sixteenth notes, the former beginning on beats 1 and 3, the latter beginning on beats 2 and 4. The first and third events in each part fall on a beat and ought to fall at :00 on the clock face; the second event falls just before a beat, and thus ought to fall at :45. As Example 5 shows, these events seem programmed to align with the beat, always falling very close to :00 or :45. The hi-hat, of which only a few events are annotated, is more variable. The vocals, guitar, and saxophone, which are not annotated, may be more variable still. Thus Lamar has a more diffuse metric structure to flow to in “Momma” than in “Alright,” but as a referent I take the onsets of the bass drum and cowbell as “the beat.” 3. Rhythmic contrasts in “Momma,” second verse",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] In analyses of text-music relations in song, from both the classical and popular traditions, a basic strategy is to analogize between processes in the music and topics in the text. For example, many readings correlate the resolution of (structural) dissonance with the psychic resolution of the protagonist (e.g., Schachter 1983 , Everett 2004 , Clark 2011 ). The pitch organization of the rapping voice remains underexplored, though Ohriner ( 2019a ) sets out a viable framework. Still, at this time there is no model of “consonant” and “dissonant” rapping that could support this type of analogy. While I am cognizant of the risks in adopting a pitch-time homology ( London 2002 ), I will argue that in “Momma,” spans of rapping that are relatively music-rhythmic (i.e., “on-beat”), in comparison to those that are speech-rhythmic (i.e., “off-beat”), have connotations similar to those of consonance in comparison to dissonance. Because in rap discourse rapping “off-beat” is associated with wackness (i.e., incompetence, inauthenticity, etc.), music-rhythmic delivery brings with it connotations of competency, rationality, security, and rightness. (12) I will now show how a contrast between speech-rhythmic and music-rhythmic delivery supports the meanings of Lamar’s lyrics by closely examining three moments in the second verse of “Momma.” With such a limited sample of instances, it is beyond the scope of this article to propose a robust theory of rhythm and meaning in rap delivery, but I do hope to begin work on such a theory here. Example 6 . “Momma,” verse two, lyrics. Each line roughly corresponds to one measure (click to enlarge)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "schachter_1983",
                    "everett_2004",
                    "clark_2011",
                    "ohriner_2019a",
                    "london_2002"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] The correlation of music-rhythmic delivery and the values listed above take on special significance in the second verse’s lyrics. The verse, whose text is given as Example 6 , is organized as a list of things Lamar knows. The emphasis on knowledge is a pun on the name of the producer (Knxwledge), but also connects with traditions of hip hop that include Afrika Bambaataa’s designation of knowledge as the fifth element of hip hop (in addition to emceeing, djing, graffiti, and b-boying), as well as the emphasis on “knowledge of self” found in the beliefs of the Five Percent Nation and Nation of Islam ( Miyakawa 2005 , 62). (13) Two of the instances I will examine exemplify the relationship between music-rhythmic delivery and ideas of rightness. The final example takes a different tack: the verse ends with a startling reversal of meaning, affording Lamar the opportunity to expresses differing meanings through rhythm and lyric. 1 “I know morality . . . I know fatality” Example 7 . Rhythmic delivery of m. 2, “I know morality, spirituality, good and bad health” (click to enlarge and listen)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "miyakawa_2005"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Example 7 plots the delivery of the second measure of the verse, “I know morality, spirituality, good and bad health.” This quantization of Example 7c aligns syllables to axes of the spiral such that distance to the axes is minimized, but with the condition that no syllables are quantized to the same position. Thus, the transcription of Example 7c begins 3 sixteenth notes before the downbeat even though the first syllable falls closer to (and even after) 2 sixteenth notes before the downbeat. The first indication that this is a music-rhythmic line is that the syllables separating “-ra-” of “morality” just after the downbeat and “health” just after beat three would map one-to-one to the cardinality-16 space. Furthermore, the durations of these syllables (save the last one) average to .24 beats. Yet there is also substantial asynchrony between the onsets and the meter. The “mean asynchrony” given below the spiral plot measures this asynchrony, defined as the average (absolute) distance in minutes around the spiral from the imputed quantized position. Example 8 . Rhythmic delivery of “I know morality. . .,” as performed (left), and with a phase adjustment of -8 minutes, optimizing the alignment of syllables to the imputed quantization (right) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] Though the mean asynchrony of this line is substantial, there are mitigating factors. The durations of syllables (Example 7a) creates a “sawtooth” effect in the beginning of the line, as every other syllable is longer than the two syllables on either side. These alternating long-and-short durations are a hallmark of a “swung” rhythm. (14) In this way, Lamar’s delivery of the line connects his rhythm to earlier Afri-diasporic practices such as jazz. One might also notice in the spiral an approximate line through the origin connecting “health” at 0:08 with “and” at 0:38. This suggests a displacement of syllables from the axis by a consistent amount. Drawing on an analogy of a wave, we might call this a “shift of phase.” Example 8 addresses this phase shift by rotating all of the syllables 8 minutes counterclockwise around the spiral (i.e., by -96ms). Notice that this shift reduces the mean asynchrony by nearly half. Furthermore, with the exception of the first two syllables, all of the syllables now quantize to unique axis crossings. In particular, the syllables that are now abutting the vertical axis (i.e., the beat and the midpoint of the beat) align with the meter particularly well. While this is a substantial shift, it corresponds to my perception that Lamar is consistently “behind the beat” in this line. Previous work shows pervasive phase relationships of this kind in many Afri-diasporic genres, including jazz and funk, and I consider this type of phase play another feature of musical rhythm. (15) Characterizing the rhythm of the line in total, I would argue that Lamar presents a steady stream of syllables whose durations align with the metric grid, albeit with an initial acceleration, a consistent delay that places him behind the beat, and some use of swing. Example 9 . Rhythmic delivery of m. 3, “I know fatality might haunt you,” with spiral representation rotated to optimize alignment (click to enlarge and listen)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Example 9 visualizes the rhythm of the following line, “I know fatality might haunt you.” Since “I know morality” and “I know fatality” share so many sonic features, I hear them as sharing a metric structure also, that of an anacrusis to the beginning of the measure, which coincides with the accented (second) syllable of “morality” or “fatality.” This hearing is reflected in the transcription in Example 9c, but Example 9b reveals that the first syllable of “fatality” coincides with the downbeat. The spiral plot of Example 9d rotates the onsets back by a full sixteenth note in order to place the second syllable of “fatality” as well as “haunt” near the beat. (This is indicated by the phase adjustment of -15.5 minutes.) Even with this adjustment, which itself is quite substantial, these two “on-beat” events are still separated by 8 minutes on the clockface: the “beat” between them is shorter than the duration of a beat in the instrumental streams. Put another way, Lamar both delays the beginning of this line and delivers it faster. In using so many shorter syllables and pairing an initial acceleration with a terminal deceleration, this line is closer to the rhythm of speech than that of music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] These lines contrast not only their rhythmic treatment but also their lyrics. In the first line, Lamar identifies with the positive values of morality and spirituality, a reflection of his Christian faith. In the second, he considers another trope in his lyrics, the psychic cost of violence to those who commit it. (16) By delivering the “morality” line within a music-rhythmic framework and delivering the “fatality” line within a speech-rhythmic framework, Lamar creates an association between music’s rhythm and rightful living. The acceleration of “fatality might haunt you” simulates the agitation of one about to commit violence and casts a violent person as disconnected from music’s values. Performing violence in rhythms with these qualities also mirrors the ambiguity and complexity with which Lamar treats violence throughout his work. (17) In a genre that often celebrates dominance achieved through violence, Lamar has long emphasized both the perceived necessity of violence in his upbringing and the damage it inflicts on victim and perpetrator alike. (18) 2 “Just give it to the kids”",
                "footnotes": [
                    "FN16",
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The things Lamar professes to know in the second verse of “Momma” are wide ranging, but they are largely either abstract (morality, wisdom, loyalty, respect) or generic (lawyers, sponsors, cars, money). Just before the final quatrain, Lamar turns to the markedly specific: I know you know that line’s for Compton School District. Just give it to the kids, don’t gossip ‘bout how it’s distributed. This is the only use of the second-person pronoun in the verse, and it would seem to refer to an actual event. (19) Already in 2015, Lamar had donated to the music program of his alma mater, Compton’s Centennial High School. When asked about his charity, he responded this way: Zach Goldbaum: Is that why you wanted to give money to Centennial, to sort of steer kids in a similar direction? Kendrick Lamar: Man, how y’all know that info? [nervous laugh] ZG: ‘Cause we were there, we were at the jazz band. KL: That was nothing I wanted to put out there in the papers or what not, I just wanted to do that. In high school, there was a lot of freestyle sessions. When you have people around you that actually see something in you, they give you that extra push: “Stay in the studio, man.” (20) Example 10 . Rhythmic delivery of “I know you know that line’s for Compton School District” (click to enlarge and listen) Example 11 . Rhythmic delivery of “Just give it to the kids” (click to enlarge and listen) Example 12 . Rhythmic delivery of “Don’t gossip ‘bout how it’s distributed” (click to enlarge and listen)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] The phrases involved here are plotted as Examples 10, 11, and 12 . The rhythm of the first, “I know you know,” is described above, but a few additional comments are necessary. While several syllables lie near the vertical axis (i.e., “-trict,” “-ton,” “that,” “you,” and “for”), these do not represent a shift in phase as the syllables near the downbeat (:00) are before their quantized position and those near the midpoint (:30) are after. The following line, “just give it to the kids,” continues the “speech rhythmic” tendencies of the “I know you know line” (see Example 11). Here, nearly all the syllables are faster than .25 beats, some considerably faster. If “give it to the kids” was understood as a sequence of sixteenth notes spanning one beat, that beat would elapse at a tempo almost 40% faster than the tempo of the track. Because the tempo of delivery does not match the tempo of the track, the asynchrony remains high even after a substantial adjustment of phase. Indeed, the continuous deceleration of delivery in “give it to the kids,” the shortening of the function word “the” notwithstanding, is another instance of speech’s rhythm. Yet the following line, “don’t gossip ‘bout how it’s distributed,” (Example 12) reinstates a more musical rhythm. Example 12 plots the line with a phase adjustment of ⁻ 13 minutes, less than the previous line. Given that adjustment, this phrase is nearly as aligned with the metronomic “And when I wake up” phrase from “Alright,” evidenced further by the closeness of the durations of “how it’s distributed” to .25 beats.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The couplet is marked in the verse as an excursion into the specific, and it seems the only moment up to this point inflected with Lamar’s own emotion, as he accuses others of gossip and ill intention. Indeed, as a rhyme the couplet is less clear than those heard thus far: presumably, “district” rhymes with the second and fourth syllables of “distributed,” though the intervening syllables and the later placement of “distributed” in the measure make such a rhyme more difficult to hear. In both the couplet and the interview, Lamar is clearly concerned that if his generosity is widely known, it might be mistaken for self-promotion. The previous couplet in the verse details how high the stakes are. “I know if I’m generous at heart I don’t need recognition / the way I’m rewarded, well, that’s God’s decision.” Were he motivated by self-serving interests, his chance for salvation might be in jeopardy. Given the dynamics of the text, the way the verse’s affirmation of knowledge turns to accusation, anxiety, and reprobation, the interplay between speech-rhythmic and music-rhythmic delivery takes on a different association than in the “I know fatality” line. In this passage, by slipping further into the rhythm of speech at the most pointed line—“just give it to the kids”—and by reclaiming the rhythm of music with “‘bout how it’s distributed,” the rhythm of music is seen as a moderating force, one that emphasizes Lamar’s own rightness and, almost as a negotiation, highlights in the text an action the other can take towards reconciliation. 3 “Until I realized I didn’t know shit the day I came home”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Lamar’s delivery of the final quatrain of the verse offers another opportunity to connect the rhythm of music, the rhythm of speech, and the meaning of his lyrics. “I know how people work” represents a culmination of the verse, a bookend to the early affirmation “I know myself.” The pause between “I know” and “how people work,” the only caesura of its kind in the verse, further marks the line as culminating. In that moment, Lamar’s knowledge has no direct object; “I know everything” becomes, momentarily, just “I know.” “I know how people work” also asserts a comprehensiveness to the verse, that in addressing lawyers and the hungry, money and junkies, he can support the claim to know everything. Furthermore, within the phrasing of the instrumental streams, the line begins the final four-measure group. (21) Each of the following lines increase Lamar’s professed confidence. In the next line, he affirms knowing the cost of life in both the present (“I know”) and present perfect tenses (“I’m knowing”). The penultimate line is nearly hyperbolic—”I know what I know, and I know well not to ever forget”—before the abnegating reversal of the last line: “until I realized I didn’t know shit, the day I came home.” Example 13 . Phase in the penultimate couplet of “Momma,” verse two. Phase adjustment chosen to place final, rhyming syllable on the beat (click to enlarge and listen) Example 14 . Rhythmic delivery of “I know what I know, and I know it well not to ever forget” (click to enlarge and listen) Example 15 . Phase in the final couplet of “Momma.” Phase adjustment chosen to align final syllable with its quantized position (click to enlarge and listen)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "3.11": {
                "text": "[3.11] Example 13 plots the onsets around the spiral of the penultimate couplet (“I know how people work . . . how much it’s worth”). Here, I’ve chosen a phase adjustment that places the end rhyme (“work”/”worth”) on the beat. In both phrases, synchronicity with the (phase adjusted) beat improves towards the end of the line. In each, the initial “I know” is later, meaning that the delivery must slow in order to align the end rhyme with the beat. Further, in each, some of the final syllables are the most aligned (e.g., “-ple” of “people” in the first line and “how much” in the following line). Example 14 plots the rhythmic delivery of the penultimate line, again rotated such that the end rhyme is on the beat. Mean asynchrony is higher here than in the previous couplet, and this is due to the disparity between the durations performed and multiples of .25 beats. Six of the syllables last .20±.01 beats while only one lasts .25±.01 beats. It may seem that those lasting ∼.20 beats should be quantized as quintuplets, but these are not necessarily adjacent. Similarly, two of the longer durations, the end of the subphrase “I know it well,” are very near .33 beats, but there is not a third syllable of that duration to complete a triplet pattern. Finally, Example 15 plots the final line around the spiral, breaking it into two segments and choosing a phase adjustment that places the last syllables of each on the beat. At the beginning of the measure, once again, the delivery starts late and has to pack in syllables in response, but by the end of the measure, at “the day I came home,” the most prominent syllables (“day,” “came,” and “home”) all fall on the phase-adjusted quantized positions (i.e., :15 and :45).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] Beginning with “I know how people work,” listeners aligning the final syllables of lines with the beat will hear phase (in minutes) shift in the following sequence: ⁻ 1 (“I know how people work”), ⁺ 3 (“I know the price”), ⁺ 4.4 (“I know what I know”), ⁻ 6 (“Until I realized”), and ⁻ 3.5 (“the day I came home.”). (Note: these numbers are the phase shifts indicated below Examples 13, 14 and 15.) This changing rate of phase needed to imbue temporal patterning into the line endings creates a dynamic experience of rhythm in the quatrain. Of particular note is the reversal between Lamar being ⁺ 4.4 minutes (52ms) behind the beat at “to ever forget” and ⁻ 6 minutes (72ms) ahead of the beat at “didn’t know shit.” One maintaining the beat along with Lamar will hear the end of the latter line 120 ms before it is predicted. How does this experience of shifting phrase relate to the text of the final quatrain? For starters, the loss of knowledge (or an awareness of an incompleteness of knowledge) in the final line is mirrored by the loss of “on-beatedness,” one of the emcee’s many musical competencies and perhaps the most important. In my hearing, the gradual move towards the rhythms of speech in the final lines analogizes the abnegation of the end of the text. As an emcee, the loss of an ability to stay on-beat mirrors the loss of knowledge (“I didn’t know shit”). Even more so, this move towards the rhythms of speech foreshadows the end’s abnegation. If one attends to the correlation between rapping on-beat and musical competency and knowledge, then the loss of the final line begins rhythmically much earlier. It also adds a level of irony to Lamar’s delivery: the slippage from the beat is most pronounced at the moment Lamar professes to be most secure in this knowledge (“I know it well not to ever forget”). (22) Here, at least in my hearing, Lamar’s rhythmic practice not only aligns with the meanings of his lyrics, but supports an interpretive framework that heightens those meanings. 4. Conclusion",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] My aim in this article has been to connect aspects of rhythmic delivery with lyrical content at the level of the phrase. Hiphop discourse has long associated music and lyric in general terms, but I have not uncovered rappers making this link at the word or phrase level. Many rappers interviewed by Edwards, however, demonstrate how emcees conceive of emotional linkages between music and lyrics. The rapper Yukmouth of the duo Thug Lordz, for example, relates that, “If it’s a slow type of sad song, I’ll make some sad shit, some reminiscing, storytelling shit, and make the hook real sad, so I go with the music. Whatever the direction the music is going in, that’s where I’m going” ( Edwards 2013 , 156). Other remarks suggest more in-the-moment correspondences. The rapper Evidence, of Dilated Peoples, tells Edwards that “If I like a take I did and [I’m like], ‘Damn, the emotion was there but the pocket wasn’t,’ then I’ll just go in and move one part a little bit here and keep the take, because I like the way I did it. It’s more about emotion than it is anything else” (156). Here Evidence suggest that nonalignment (i.e., losing “the pocket”) is indicative of heightened emotion, in much the same way I have described in the “don’t gossip ‘bout how it’s distributed” line in “Momma.”",
                "footnotes": [],
                "citations": [
                    "edwards_2013"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Other emcees and critics locate artistic value rather than emotion in flow-beat nonalignment. Adam Bradley describes rap music as a “dual rhythmic relationship” between the flow and the beat, in which each heightens the expressive power of the other: Beats without voices soon become monotonous. Rhymes in isolation expose the frailty of the human voice and the fallibility of the rapper’s vocal rhythms. Together, however, beats and rhymes find strength: The voice gives the beat humanity and variety; the beat gives the rhyme a reason for being and a margin for error . . . When beats and rhymes work together, they achieve an organic unity of rhythm that is more powerful than most literary verses can likely achieve. ( Bradley 2009 , 7) The “law of flow” discussed above falls out of this quote as well. Bradley locates the “organic unity” of rap music in the coordination of two agents, the beat and the flow, but in performances of rap music, only the flow (or, more accurately, the one who flows) can hazard the dissolution of this unity—the flow can falter but the beat goes on. By extension, fluctuation in flow-beat nonalignment, even at the level of the phrase, is a fluctuation in rap’s expressive value similar to my analysis of the “fatality might haunt you” line in “Momma.”",
                "footnotes": [],
                "citations": [
                    "bradley_2009"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] As an initial exploration of linkages between rhythm and lyrics, the analyses presented above are necessarily ad hoc. I freely admit that other interpretations are viable, and some readers may feel I lean too strongly on the negative associations of non-alignment highlighted by Rakim. Nevertheless, I think each provides an interpretative framework appropriate for other rappers, particularly those who stray from the beat like Talib Kweli, Kool G Rap, or The Streets, although I cannot at this time formulate a wider theory of general meanings that attach to different kinds of flow-beat nonalignments. Nor do I have data to support a more limited claim that Lamar pairs music-rhythmic delivery with positively valenced texts in a statistically significant way, even though I suspect that these relationships are multivariate and highly contextual. Some beats might discourage flow-beat nonalignment regardless of lyrical content. And nonalignment might be motivated by factors that do not relate to lyrical content, such as breath regulation or the portrayal of personas. But I would also argue that my analyses are no more ad hoc than the analogizing that undergirds the analysis of text-music relationships in other repertoires (e.g., nineteenth-century Lieder ). In this regard I concur with Kofi Agawu, who argues that the primary condition of signification in song is a conflict or contradiction between syntactic significance and aesthetic or representational import. It may be that any move from taxonomy (which, in any case, is not completely devoid of interpretation) to interpretation involves a shot in the dark, a leap of faith, an ad hoc invocation. In that case, an awareness of this possibly unavoidable tendency may help to refine the stories we tell about song. ( 1992 , 10) I hope to have demonstrated the “aesthetic or representational import” of rhyming off-beat in rap delivery and to have begun to sketch how meaning arises between the interaction of flow-beat nonalignment and the lyrics of rap music. Moreover, I hope future work can further detail the range of expressive meanings of flow-beat nonalignment and perhaps move towards a taxonomy of those meanings. Ultimately, I hope the methods presented here offer hip hop scholars who are interested in rhythm, rhyme, and meaning tools to talk to each other rather than past each other.",
                "footnotes": [],
                "citations": [
                    "agawu_1992"
                ]
            }
        }
    ],
    "mto": true,
    "category": "essays",
    "source": "mto/raw/mto.19.25.1.ohriner.html",
    "data": "mto/data/mto.19.25.1.ohriner.json"
}