{
    "title": "Virtuosity in Babbitt’s <i>Lonely Flute</i>",
    "date": "2005/03/01",
    "volume": "11",
    "issue": "1",
    "authors": [
        "Leong, Daphne",
        "McNutt, Elizabeth"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "January 2005",
    "pdf": "http://www.mtosmt.org/issues/mto.05.11.1/mto.05.11.1.leong_mcnutt.pdf",
    "author_info": [
        {
            "name": "Daphne Leong",
            "university": "University of Colorado at Boulder",
            "address": "College of Music, 301 UCB, Boulder, CO 80309–0301",
            "email": "Daphne.Leong@colorado.edu"
        },
        {
            "name": "Elizabeth McNutt",
            "university": "University of Colorado at Boulder",
            "address": "College of Music, 301 UCB, Boulder CO 80309–0301",
            "email": "elizabeth.mcnutt@colorado.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* This paper is a revised version of a paper presented at the Society for Music Theory National Conference, Seattle, 2004.  The presentation featured live demonstration of the musical examples, and concluded with a complete performance of Lonely Flute. For this Music Theory Online version, we are grateful to Andrew May and Daryl Burghardt for their assistance in recording and converting files to suitable formats.",
            "citations": []
        },
        "FN1": {
            "text": "1. Andrew Mead, An Introduction to the Music of Milton \nBabbitt (Princeton: Princeton University Press, 1994), 52. See also Joseph \nDubiel, “Three Essays on Milton Babbitt,” Perspectives of New Music 28/2 \n(1990): 216–261, 29/1 (1991): 90–122, 30/1 (1992): 82–131 for an intrepid \nexploration of “the chasm between twelve-tone ‘background’ and ‘immediate \nmusical foreground’” in Babbitt’s music (Dubiel 1990, 218).",
            "citations": []
        },
        "FN2": {
            "text": "2. Luciano Berio, Two Interviews with Rossana Dalmonte \nand Bálint András Varga, translated and edited David Osmond-Smith (New York: Marion \nBoyars, 1985), 90.",
            "citations": []
        },
        "FN3": {
            "text": "3. Sebastien de Brossard, Dictionary of Music, tr. and ed. Albion Gruber of Dictionnaire de Musique (Paris 1703) (Ottawa: Institute of Mediaeval Music, \n1982), s.v. “virtu.”",
            "citations": []
        },
        "FN4": {
            "text": "4. EM calls these phases of learning “orientation, \ndemystification, internalization and identification.” They correspond to Edward \nT. Cone’s “three readings” of a detective story; see Cone, “Three Ways of \nReading a Detective Story—Or a Brahms Intermezzo,” in Music: A View From Delft (Chicago: University of Chicago Press, 1989), 77–94.",
            "citations": []
        },
        "FN5": {
            "text": "5. See, for example, Mead, Introduction; for “maximal \ndiversity,” see pages 19–20, 33–34.",
            "citations": []
        },
        "FN6": {
            "text": "6. The array is T 5 of the array of Joy of More Sextets. As \nis usual with Babbitt’s all-partition arrays, the three hexachordally-combinatorial \nlyne pairs exhaust the distinct mosaics for the segmental hexachord. See Mead, Introduction, 34 for the term “hyperaggregate.”",
            "citations": []
        },
        "FN7": {
            "text": "7. T 6 preserves the array’s hexachordal mosaics.",
            "citations": []
        },
        "FN8": {
            "text": "8. In a few cases (measures 40, 145, 151), flutter tongues \nentering on tied notes perform the same function.",
            "citations": []
        },
        "FN9": {
            "text": "9. We are grateful to Andrew Mead for illuminating this \naspect of Babbitt’s practice in a discussion during an early phase of our \nanalysis.",
            "citations": []
        },
        "FN10": {
            "text": "10. In early time-point works such as String Quartet 3 and My Ends are My Beginnings, the notated meter, which remains relatively constant, \noften corresponds to the array modulus and is frequently articulated at the \nwork’s opening. In later works such as Lonely Flute and Soli e Duettini, however, meters change frequently (including alterations such as 3/4 +1/16) and \nevade a close correspondence to the time-point grid. See Andrew Mead “About About Time ’s Time: A Survey of Milton Babbitt’s Recent Rhythmic Practice,” Perspectives of New Music 25/1 (1987): 195, 227; and Mead, Introduction, 257.",
            "citations": []
        },
        "FN11": {
            "text": "11. Unlike Babbitt’s early tp practice, subdivisions in \nLonely Flute do fall on the 16th-note tp grid; sometimes even entire \nequal-duration strings consist of 16th or 8th notes. Furthermore, equal-duration \nstrings often begin or end within held notes or rests, thus obscuring their \nboundaries. Time points themselves occasionally fall on or within rests (e.g., \nmeasure 39, measure 42).",
            "citations": []
        },
        "FN12": {
            "text": "12. Joel Lester, “Notated and Heard Meter,” Perspectives \nof New Music 24/2 (1986): 116–128.",
            "citations": []
        },
        "FN13": {
            "text": "13. Commercial recordings include those by Dorothy Stone \n(for whom the work was written), New World Records 80456–2 (1994); and Rachel \nRudich, Koch International Classics 7335.",
            "citations": []
        },
        "FN14": {
            "text": "14. The earlier LH’s refer to the motive more generally, \nas a large downwards leap to a repeated pitch.",
            "citations": []
        },
        "FN15": {
            "text": "15. The soliloquy is bounded at its beginning by a rest \nand repetition of pc E ♭ across registers, and at its end by a mf F– B ♭ “cadence.”",
            "citations": []
        },
        "FN16": {
            "text": "16. and only one other aggregate restricted to two \ncontiguous dynamics ( mp / mf ). That other tp aggregate also associates with a \nsingle-register pc aggregate.",
            "citations": []
        },
        "FN17": {
            "text": "17. Although there are other aggregates confined to a \nsingle register, they occur in the middle and low registers, and involve two \nlynes rather than one.",
            "citations": []
        },
        "FN18": {
            "text": "18. The wide variation in pacing results from differences \nin basic durational units (dotted 16th versus dotted 32nd), and in frequency of \narticulation of these units: the climactic passage articulates its equal \nsubdivisions only sporadically, while the later passage attacks almost every one \nof its equal subdivisions.",
            "citations": []
        },
        "FN19": {
            "text": "19. Repeated tps and equal-duration strings do not \nnecessarily expand inter-tp durations: they can simply fit in between tps. Where \nthey do lengthen inter-tp durations, they do so by some multiple of twelve \n16ths.",
            "citations": []
        },
        "FN20": {
            "text": "20. The pacing of pc aggregates is largely determined by \nthe surface rhythm articulated by tps and equal-duration strings, although pc \naggregates can also expand their length by repeating pcs or inserting rests.",
            "citations": []
        },
        "FN21": {
            "text": "21. Example 9a adjusts the = 90 section so that it is \nproportional in absolute time to the remainder of the piece.",
            "citations": []
        },
        "FN22": {
            "text": "22. Example 9a elucidates these ratios. At (a) the opening \npc and tp aggregates have similar durations (very slow for pc aggregates, and \nrelatively fast for tp aggregates). At (b) (the = 90 section), both pc and tp \naggregates unfold relatively quickly. This section (pc aggregates 15–21) is the \nshortest block in the pc array; coincident tp aggregate 8 is the second shortest \naggregate in its array. At (c), the work’s “climax,” both series slow: the \nwork’s longest pc aggregate (39) occurs against a relatively long tp aggregate \n(15). Near the end of the work (d), the slowest tp aggregate occurs against the \nfastest pc aggregates. (Tp aggregate 19 accompanies pc aggregate 51, the \nsecond-fastest pc aggregate, and immediately precedes pc aggregate 56, the \nfastest pc aggregate (the “riff”)). The closing pc and tp aggregates at (e) \nagain exhibit similar durations (the work’s fastest tp aggregate against a pc \naggregate undistinguished in duration).",
            "citations": []
        },
        "FN23": {
            "text": "23. Edward T. Cone, Musical Form and Musical Performance (New York: Norton, 1968), 57–87, especially 66, 72, 79.",
            "citations": []
        },
        "FN24": {
            "text": "24. The resemblance extends to other features such as \ncounterpoint, basic homogeneity, and tight structure.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Listeners to Milton Babbitt’s music have criticized it for being \nexcessively abstract or perceptually random. Performers of Babbitt’s work have \noften expressed similar attitudes, feeling straight-jacketed by the score’s \nspecificity on the one hand, or glossing over detailed accuracy on the other. \nThe complaints from both sides imply that the rigor of Babbitt’s music precludes \nexpressivity and freedom of interpretation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Our paper argues that Babbitt’s music finds an astonishing richness of \nexpression within and because of its constraints, and that performers can \nsimilarly find interpretive freedom within the confines of the notated score. \nOnly by exploring this interpretive freedom can performers communicate the \ncompositional freedom expressed in Babbitt’s works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] We construe these tensions between rigor and freedom as a particular type of \nvirtuosity that lies at the heart of Babbitt’s music. In the words of Andrew \nMead, “Much of the power of Babbitt’s music is generated from the interaction, \neven opposition, between the surface and background.” (1) Or those of Luciano Berio: \n“Virtuosity often arises out of a conflict, a tension between the musical idea \nand the instrument, between concept and musical substance . . . ” (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]\n“Virtuosity” usually refers to exceptional technical skill in performance \n(sometimes to the detriment of musicality). In its early Italian usage, however, \nvirtuosity implied virtu or excellence in composition or theory as well as \nperformance. (3) The true virtuoso exhibited extraordinary artistic and expressive \nabilities in addition to technical facility.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nOur co-authored paper examines Babbitt’s None but the Lonely Flute for \nunaccompanied flute (1991) from the points of view of flutist and theorist. We \nfocus on the virtuosity—compositional and performative, apparent and \nhidden—that permeates the work. * * *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]\nThe performer of Lonely Flute faces virtuosic demands in many arenas. Difficult \ncouplings of register and dynamic (high-register pianissimo, for example), rapid \nchanges of register and dynamic, complex rhythms, twelve pages of a single \nacrobatic line with few rests and no opportunities for page turns—these and \nother features demand precise control and flexibility of embouchure, air stream, \nand mental focus, not to mention sheer physical endurance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]\nIn addition to these more obvious manifestations of virtuosity, Lonely Flute demands a deeper level of understanding. The precise notation of the score hides \nrich musical cross-references, challenging the performer to project both \nregistral/dynamic counterpoint and long surface line, to recreate and \ncommunicate the “swing” of the rhythms, and to shape the trajectory of details \nand whole.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]\nThis deeper virtuosity develops through a learning process that moves from the \nbasic terms of the work to a reinvention and communication of it. In other \nwords, one can neither skip over the precision demanded by the score, nor stop \nwith an accurate rendition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]\nWe felt that it was important to describe EM’s process in learning this work, \nparticularly with regard to a much-debated aspect of Babbitt’s music—the role \nof its notated meters. She began, as with any musical work, by making sense of \nthe piece’s notation, and translating it into physical actions and coordinations. \nAt this first step, Lonely Flute’s notated meters seemed to contradict its \nrhythms, and even worse, to add superfluous complexity to already difficult \nmaterial. As she continued to study the work, however, she began to make sense \nof the notated meters: they imply a beat and thus help the performer stay on \nrhythmic “track.” She decided that convergences of rhythm and meter indicate \nimportant musical markers, and that divergences suggest freer and more fluid \ninterpretation. In a third learning phase, she internalized the physical and \ninterpretive decisions already made; the rhythmic shocks and stresses of the \nmusic became familiar, almost trivial. Finally, she began to speak through the \npiece—to retell the story in her own voice—playing the familiar gestures as if \nimprovising them. By this point, the notated meters functioned like an implied \nrhythm section over which she, like a jazz flutist, soloed. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]\nEach performance, of course, occasions a fresh retelling. The density of \ninformation in Lonely Flute in particular provides much to rediscover, reinvent, \nand reinterpret in each performance. In short, performative virtuosity in this \nwork includes but necessarily goes beyond its technical and reading demands, to \ninterpretation, internalization, and identification. Example 1 . Opening aggregates of pitch-class and time-point arrays (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]\nCompositional virtuosity lies in the work’s abstract pre-compositional \nstructure, in its realization, and in the play of its structure, surface, and \nexternal associations (Tchaikovsky’s song “None but the Lonely Heart,” Op.6 \nNo.6). The elegance of Babbitt’s arrays (and their explorations of “maximal \ndiversity”) is well known. (5) Lonely Flute presents an all-partition array of 6 \nlynes and 58 aggregates, using a row based on the Type D hexachord [012678]. The \narray is a hyperaggregate; that is, it contains 48 row statements, one of each \nmember of its row class. (6) Lonely Flute presents the array once in the pitch \ndomain, and three of its 8 blocks (at T 6 ) in the time domain. (7) Pitch-class (pc) \nlyne pairs are articulated by register (low-high) and time-point (tp) lynes by \ndynamics (correspondingly soft-loud). Example 1 and the corresponding score in Example 2 show the beginnings of the pc and tp arrays and their realizations. In \nthe pc array (Example 1a) each lyne pair corresponds to an octave; individual \nlynes are not distinguished within their pairs. In the tp array (Example 1b) \ndynamics from pianissimo to fortissimo articulate individual lynes. Example 2 . Opening aggregates of pitch-class and time-point arrays (click to enlarge and listen) Example 3 . Pitch-class array cross-references (aligned with first staff line below; compare to highlighted array lyne in Example 6a) (click to enlarge and listen)",
                "footnotes": [
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]\nBabbitt’s virtuosic treatment of the composing out of his arrays is also well \ndocumented. In Lonely Flute , the single composite flute line resulting from the \ninterweaving of registral and dynamic lynes references the pc array in multiple \nways. Example 3 , which aligns with the staff line immediately below \nit, \ndemonstrates three such modes of reference: row segment. <078621> is the first hexachord of a row form. array-lyne segment respecting partitions. This passage references a lyne \nsegment from a distant portion of the array (cf. Example \n6a). Each partition is \nrepresented by a separate attack (such as the two C's at the beginning) or \nstring of equal durations (<8621>); blank partitions (~) are represented by \ndynamic changes on tied notes (the D ♭ ’s at the end of the line). (8) single partition of an array lyne via an equal-duration string. The \ncardinality of the partition (here 4) equals that of the equal-duration string; \nelements may be rhythmically selected. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Babbitt’s virtuosity in his use of tp arrays is less universally acknowledged. \nIn Lonely Flute , the array remains largely hidden, since 1) it does not \nestablish its durational unit ( ) or its modulus ( ) by the musical surface or \nthe notated meter, (10) and 2) it does not clearly distinguish between bona fide tps \nand those evenly-spaced attacks that subdivide durations between tps. (11) Furthermore, as noted earlier, the notated meter fluctuates dramatically in its \ndistance not only from the tp array, but also from the musical surface. Example 4a .  Surface rhythm, notated meter, and time-point structure, mm. 1–10 (click to enlarge and listen) Example 4b . Tchaikovsky, “None but the Lonely Heart” (click to enlarge and listen) Example 5 . “Climax” (pitch-class aggregate 39) and its context (Time points labeled below the staff; equal subdivisions indicated above the staff) (click to enlarge and listen) Example 6 . Pitch-class and time-point aggregates at “climax” (double slashes indicate row boundaries) (click to enlarge) Example 7 . Reference to “climax” (compare to pitch-class aggregate 39 in Examples 5 and 6) (click to enlarge)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] This distance between tp array, notated meter, and musical surface prompts some \ninterpreters to question the perceptual relevance of Babbitt’s precise time \npoints, durations, and even tempi. Joel Lester, for example, suggests that one \ndoes not hear metric hierarchy (much less the particular notated meters) in \nBabbitt’s music, that therefore one cannot accurately perceive durations or \ntheir relations, and that as a result analyses of Babbitt’s notated rhythms may \nbe misguided. (12) Some recordings and performances of Lonely Flute imply a similar \ninterpretation, taking its notated rhythms with a fair degree of liberty. (13)",
                "footnotes": [
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] We propose, however, that the perceptual impact of these various rhythmic levels \nderives not from one-to-one correspondences, but from fluctuations in their degree \nof correspondence. It is the play of distances among timepoints, notated meter, \nand rhythmic surface that manifests itself to performer and listener.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The opening of Lonely Flute introduces this interaction of levels. Example 4a shows the work’s opening divided into three phrases, each ending with a soft \nlong note. (The three phrases as a whole are set off by a rest, and by a change \nfrom prevailing softer dynamic levels to f / ff in measure 10ff.). Each phrase begins \nwith a clearly articulated downbeat ( ): at measure 2 (“substituting” for measure 1), measure 4, \nmeasure 7, and measure 10. In this way, the notated meter surfaces at important junctures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Furthermore, the third of these phrases (measures 7–9) sounds distinctly “square” \nrhythmically in relation to its surroundings. It not only expresses the \nquarter-note pulse and downbeats of the notated meter, but its boundary \ndownbeats (measure 7, 10) articulate tp 0. This phrase thus marks the first alignment \nin the work of rhythmic surface, notated meter, and tp 0 of the array ( ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] This alignment of the stars heralds a portentous moment. The almost comical \neffect highlights several ironic references to Tchaikovsky’s song “None But the \nLonely Heart” (labeled LH). The last LH in Example 4a quotes Example 4b at exact \npitch displaced by two octaves. (14)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Such passages call for the performer to subtly emphasize the metric regularity, \nin contrast to the prevailing irregularity. Here are a few ways in which EM does \nthis. She clearly establishes the downbeat of measure 7, despite the pianissimo dynamics, undistinguished articulation, and repeated pitch, by using a fuller \nand more rounded tone, and by making the initial A ♭ stronger than the \nsucceeding low E’s. Her articulation carefully connects the pp and mp E’s at \nbeat 3, and then, avoiding emphasis on beat 3, her vibrato and articulation lead \nthe motion through to the downbeat of the following bar. In this way, she uses \nbreath accents, vibrato, timbre, and varied tonguing to emphasize downbeats and \notherwise give direction to the rhythm, without distorting Babbitt’s notated \nindications.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Passages that are more complex rhythmically also require rhythmic clarity, but \nin a manner that sounds spontaneous. Lonely Flute ’s rhythms thus challenge the \nperformer both to learn them accurately and to convey them effectively.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] The last “square” phrase alludes not only to Tchaikovsky’s “Lonely Heart,” but \nalso to the climax of Lonely Flute in its rhythmic, pitch, motivic, and dynamic \nstructure (in ways in which we will not detail here). The climax, which can be \nheard in Example 5 , occurs \napproximately 2/3 of the way through the work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Even more than the opening passage, the climax displays skillful manipulation of \ndistances between structure and surface. (See Example 5 and corresponding array \naggregates in Example 6 .) The passage begins with relatively clear meter and \nstraightforward rhythm: articulated downbeats and subdivisions indicate \ncloseness both to the notated meter and to the grid of the tp structure. At \nmeasure 104, however, an extended soliloquy in high register and pianissimo dynamic \nseems to suspend time. This passage—three concatenated strings of equal \nsubdivisions (based on and an 11-tuplet)—articulates no downbeats and no array tps! It thus “steps out of time,” distancing itself from the notated meter and \nfrom the steady 16th-note tp grid governing the piece. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] This “out-of-time” passage falls at the end of tp aggregate 15—the only tp \naggregate in the work restricted to p / pp dynamics. The portion of the tp array \nused in Lonely Flute contains no single-dynamic aggregates, (16) so in order to \nsustain a single dynamic—here pp —Babbitt must momentarily suspend the \ntime-point array. And this is what he does.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Ironically, this expression of greatest distance between tp array and surface \ncoincides with the projection of closest relation between pc array and surface. \nHere the bare bones of the pc array—its underlying row projected as a single lyne (the 12 1 partition, aggregate 39)—surface, in the form of the only pc \naggregate restricted to the high register. (17) Thus the passage’s ethereal quality \nresults, paradoxically, from closeness to the pc array (high register) and \ndistance from the tp array ( pianissimo dynamic and rhythmic fluidity).",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] This passage greatly challenges the performer by combining “opposites” in modes \nof pc and tp lyne articulation (high and soft). She must switch from the fast \nand precise changes in embouchure and air flow required by the changing dynamics \nand register of the rest of the work, to the sustained control and air demanded \nby the extended pianissimo high legato line of this passage. The lyrical melody \nin high register sounds serene and effortless, but is perhaps the most difficult \npassage in the piece; the apparent calm conceals virtuosic effort.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Near the end of the work, a notable (if fleeting) passage refers back to the \nclimactic soliloquy. (See Example \n7 , and compare to Examples 5 and 6). As shown \nin Example 7a, this riff indexes the 12 1 partition of the climax. This passage \nand the climactic passage, however, could not come from more contrasting \npc-array sources—the one (Example \n6a) from the sole single-lyne partition \ndemonstrating maximum closeness to the array, and the other (Example \n7b) from \nportions of two array partitions distributed across all 6 lynes. These \ncontrasting distances from the pc array manifest themselves in the climax’s \nadherence to a single register, and in the later passage’s dancing among all \nthree registers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Both passages distance themselves from the tp array via equal-duration strings \n(based on the dotted 16th in the first case, and on the dotted 32nd in the \nsecond), resulting in single soft dynamics ( pp and p respectively). The \nclimactic passage, however, expresses the longest-lasting pc aggregate of the \nwork, while the later fragment skips through its pc aggregate in record time \n(less than 2 seconds). (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The intricacy of these cross-references demonstrates a virtuosic compositional \ncommand of “maximal diversity,” and demands a similar range of performative \ncontrol. The flutist must sustain a long pianissimo line in high register in the \nfirst case, and maintain a constant piano dynamic across widely-ranging \nregisters in the second.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] These two passages exemplify one challenge of the work’s dynamics—their \nrebellion against the flute’s intrinsic linkage of dynamics and register. A \nsecond challenge lies in carving out six differentiated dynamic levels within \nthe instrument’s limited dynamic range. Such exigencies may tempt the performer \nto homogenize dynamics, but she can call upon supplemental resources such as \ntimbre and vibrato to help in the dynamic definition so crucial to the work. \n(Paradoxically, Babbitt’s detailed control of pitch, rhythm, and dynamic \ncontrasts with sparse specifications of articulation and timbre; the performer \nmust inflect, shape, and emphasize, and can discover and communicate whimsy and \nsurprise.) Example 8 . Pacing of pitch-class aggregates (click to enlarge) Example 9 . Pacing of pitch-class and time-point aggregates (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Lonely Flute ’s compositional virtuosity extends beyond its structure and \nmultiple cross-references to its pacing of events. Example \n8 graphs the \ndurations of pc aggregates through the piece. One can observe (a) a rather \nrelaxed pace at the opening, (b) a generally faster pace in the = 90 section, \n\t(c) dipping to the slowest point at the climax, then (d) jagged fluctuations \nleading to the fastest point (the “riff” just discussed).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] The pacing of pc aggregates depends largely on the rhythmic surface created by \nthe realization of the tp array. Babbitt stretches tp aggregates by repeating \ntps and/or inserting strings of equal durations. (19) The longer the tp aggregate, \ntherefore, the farther it lies from the tp array, and (usually) the greater the \nnumber of pc aggregates it encompasses. (20)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Example \n9a shows the pacing of pc and tp aggregates relative to one another; \naggregate durations are represented proportionally, as well as (within each \nseries) by lighter/darker shading. (21) Example 9b graphs the approximate number of \npc aggregates per tp aggregate. The ratio begins and ends at approximately 1:1, \nhovers around 2 or 3:1 for much of the work, and peaks noticeably at 5:1 just \nbefore the end. (22)",
                "footnotes": [
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] The approximate 1:1 ratio that begins and ends the work produces a sort of \ndeclamation appropriate to these moments in the rhetoric. One can almost \nconceive of the passages as prelude and postlude, an effect resulting also from \nspecific pitch, pc, rhythmic, and motivic links which we will not discuss here.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] In general, the speed of pc aggregates, interacting with the speed of tp \naggregates and equal-duration strings, combines with registral and dynamic flux \nto create widely varying rates of surface activity. We have already seen how \nthese factors combine at the work’s climax to create a soaring floating unmoored \neffect, and at the fast “riff” prior to the piece’s denouement to produce a \nsudden flurry of registers and dynamics. This choreography of pc- and tp-aggregate \npacing shapes the flow of Lonely Flute , and demonstrates a compositional mastery \nof event pacing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Though we speak of widely-varying rates of activity, Lonely Flute ’s overall pace \nis quite fast. Edward T. Cone writes of different rhythmic levels characterizing \ndifferent stylistic eras: the beat the Baroque period, the measure the Classical \nstyle, and the hypermeasure the Romantic era. (23) In our opinion Lonely Flute resembles the Baroque in its faster basic rhythmic level, and in the seamless \naspect of its motion. (24) The (sub-tactus) 16th note forms the basic level of \nmotion, with the faster and slower levels of the rhythmic surface cutting in and \nout over the implicit “rhythm section” of the notated meter. Unlike music of the \nBaroque, however, where harmonic progression underlies the sense of motion, here \npc and tp aggregates continually recycle, changing not in their content but in \ntheir registral and dynamic disposition and temporal pacing.",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] As in Baroque music, the performer has great license in matters of timbre, \narticulation, and temporal shaping. Indeed, these parameters take on great \nimport in the context of the continual spinning out of Lonely Flute ’s materials. \nThe shaping of this perpetual motion is perhaps the performer’s greatest \nresponsibility: discovering connections and exploiting unique moments—and \ninternalizing such decisions so as to be able to respond freely to the \nparticularities of a given performance, the energy of an audience, and the \nacoustics of a particular hall. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Contrary to widely-held perceptions of Babbitt’s music as cold and inexpressive, \nwe find expressive freedom in Lonely Flute in the interstices between \npre-compositional structure and musical cross-references, between close \nobservance of score directions and communication of improvisational effect, \nbetween “abstract” tp and metric structure and the rhythmic feel they produce as \nthey emerge and recede from the surface.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Contrary, too, to the stereotype of analysis as rigorous and performance as \nintuitive (as if the two are somehow in conflict), we hope to have demonstrated \nthe parallel journeys that both of these disciplines undertake. While \nacknowledging their distinctiveness, our joint exploration of Babbitt’s Lonely \nFlute has brought out (to us, at least!) the tensions of rigor and freedom \ninherent in both, and in the process, has illuminated that \nvirtuosity—compositional and performative, apparent and hidden—so central to \nBabbitt’s None but the Lonely Flute.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue on performance and analysis:views from theory, musicology, and performance",
    "source": "mto/raw/mto.05.11.1.leong_mcnutt.html",
    "data": "mto/data/mto.05.11.1.leong_mcnutt.json"
}