{
    "title": "Musical Objects:  Response to John Covach",
    "date": "1995/01/01",
    "volume": "1",
    "issue": "1",
    "authors": [
        "Smoliar, Stephen W."
    ],
    "abstract": "",
    "keywords": [
        "object",
        "signal",
        "sensation",
        "perception",
        "cognition"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.95.1.1/mto.95.1.1.smoliar.pdf",
    "author_info": [
        {
            "name": "Stephen W. Smoliar",
            "university": "Institute of Systems Science",
            "address": "National University of Singapore, Heng Mui Keng Terrace, Kent Ridge  0511, SINGAPORE",
            "email": "smoliar@iss.nus.sg"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Stephen W. Smoliar, “In Search of Musical Events,” Proceedings:  12th IAPR International Conference on \nPattern Recognition Volume III (1994): 118–122.",
            "citations": []
        },
        "FN2": {
            "text": "2. The alternative is to swing the pendulum to the opposite \nextreme, as in Lucy Pollard-Gott, “Emergence of Thematic \nConcepts in Repeated Listening to Music,” Cognitive \nPsychology 15 (1983): 66–94.  Pollard-Gott jumps feet \nfirst into the Liszt B Minor piano sonata, using it as data \nfor an experimental investigation of how different \nlisteners hear and recall themes.  There are no reports of \nany preliminary studies based on potentially more \n“accessible” data, such as Mozart's variations on “Ah, vous \ndirez-je, Maman!”",
            "citations": []
        },
        "FN3": {
            "text": "3. Gerald M. Edelman, The Remembered Present:  A \nBiological Theory of Consciousness (New York: Basic Books, \n1989), chapter 7.",
            "citations": []
        },
        "FN4": {
            "text": "4. Philip E. Agre, “Book Review: Plans and Situation \nActions:  The Problem of Human-Machine Communication ,” in \nWilliam J. Clancey, Stephen W. Smoliar, and Mark J. Stefik, \neds. Contemplating Minds:  A Forum for Artificial \nIntelligence (Cambrdige, MIT Press, 1994) 223–238.",
            "citations": []
        },
        "FN5": {
            "text": "5. Hubert L. Dreyfus, What Computers Still Can't Do:  A \nCritique of Artificial Reason (Cambridge: MIT Press, \n1992).",
            "citations": []
        },
        "FN6": {
            "text": "6. Terry Winograd and Fernando Flores, Understanding \nComputers and Cognition:  A New Foundation for Design (Reading, Addison-Wesley, 1988).",
            "citations": []
        },
        "FN7": {
            "text": "7. Marvin Minsky, The Society of Mind (New York: Simon \nand Schuster, 1986), section 11.9.",
            "citations": []
        },
        "FN8": {
            "text": "8. I regard an appeal to the “analog” nature of the world \nas a red herring.  We can always pack our bits into higher \nresolutions as the situation demands.  The important thing \nis that those bits are about as Cartesian as you can get.",
            "citations": []
        },
        "FN9": {
            "text": "9. Gerald M. Edelman, Neural Darwinism:  The Theory of \nNeuronal Group Selection (New York: Basic Books, 1987), \nchapter 4.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Having just delivered a paper entitled “In Search of \nMusical Events” at the 12th IAPR International Conference \non Pattern Recognition in Jerusalem, (1) I feel at least \nsomewhat qualified to comment on John Covach’s work-in-\nprogress on the destructuring of Cartesian dualism.  The \noriginal working title of this paper was “In Search of \nMusical Objects ;”  but the word “events” was substituted \nat the advice of Al Bregman, who had solicited \ncontributions for this particular session of the \nconference.  Admittedly, I wrote this paper wearing an \nengineer’s hat, which rarely resembles any philosopher’s \nhat in either form or function.  Nevertheless, I offer up \nmy antithesis to John’s thesis in the Hegelian spirit that \nsome synthesis may emerge (unless the mass of memes goes \ncritical, setting off a chain reaction which blows us all \nto bits).",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Actually, Bregman’s suggested modification of my choice \nof words very much reflects the Heideggerian spirit which \nis the basis for John’s thesis.  However, without appealing \nto such concepts as situation-in-a-context, we can still \nappreciate the difference simply because of the temporal \ndimension.  Confronted with the stimulation of the retinal \nfield, eventually the cerebral cortex has to draw some \nconclusions about what objects are there.  While visual \nperception is far from a static process, for purposes of \ninvestigation and discussion, we can still “freeze” certain \nvisual stimuli, scrutinize their properties, and try to \nrelate those properties to models of the signal processing \nwhich takes place along the path from the optic nerve to \nthe cerebral cortex.  Such “freezing” is not possible in \nthe auditory domain:  Freezing entails halting time;  and \nwhen time stands still, there can no longer be sound.  \nEvents are products of the passing of time, and Heidegger’s \nspirit is honored because it makes more sense to ask how events are perceived in the course of time than to ask what events are, as if they were the sorts of Cartesian \nobjects which occupied Heidegger’s critique.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The consequence of this distinction is that we still \nknow far less about auditory perception than we do about \nvisual perception.  This is because, at the level of nuts \nand bolts, it is far harder to control the stimuli.  \nConsequently, experimental psychologists continue to work \nwith sine tones and only the most elementary of sequencing \npatterns and tend to throw up their hands in despair when a \nmusic theorist asks what any of this has to do with a \nBeethoven piano sonata. (2) The problem is that we still \nlack adequate models of time consciousness;  and our \nunderstanding of what Gerald Edelman calls the “organs of \nsuccession” (3) in the brain is still preliminary.  Because \nhearing requires the passage of time, our knowledge of \nhow we perceive events will probably have to wait on better \nmodels of how the brain processes time.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] On the other hand, Heidegger’s work is beginning to \nhave a positive impact on cognitive science (the discipline \nin which those of us who wear our engineers’ hats try to \nthink about questions of mind).  To draw upon John’s \nvocabulary (which is generally far more accessible than \nHeidegger’s—particularly to engineers), the key word in \nthe whole story is “interact.”  Cartesian objects exist \nindependent of our interaction with them.  Heidegger’s \nworld is one in which we interact with a context in which \nwe are situated, and that context consists of many objects \ninteracting among themselves and with us.  The role of mind \nin this complex of interaction is now called situated \ncognition in the cognitive science community. (4) While \nonce Heidegger was an inspiration to philosophers who \nargued that artificial intelligence was an impossibility, (5) now he is viewed as providing an alternative way of \nlooking at computers. (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Nevertheless, there is always a danger in trying to \nsort things out by assigning them to one extreme or its \nopposite, developing what Marvin Minsky likes to call \n“dumbbell theories.” (7) The issue is not one of whether we \nperceive Cartesian objects or interact with Heideggerian \nones.  Both are important;  and this becomes particularly \nevident when we try to talk about “measuring,” as John does \nin his paragraph [10].  Before we talk about “measuring,” \nwe have to recognize that there are different “things” we \ncan measure.  My own proposal is that we distinguish signals , sensations , and perceptions .  Signals are \nunabashedly Cartesian objects.  For purposes of discussing \nmusic they include bits on a CD or pixels in a score \nimage. (8) Sensation only exists by virtue of our sensory \napparatus, and no two of us are ever identically \nequipped. (9) Sensory transforms, however, precede the \ncerebral cortex and therefore precede that sort of interpretation which only consciousness can provide.  \nPerception is thus the cognitive interpretation of \nsensation, requiring the full resources of mental state \nprovided by consciousness.",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Once we bring mental state into the picture, however, \nwe discover that the concept of a “musical world” as a \nsource of a context for situation is too narrow.  Indeed, \nthe context can never be narrower than all of mental \nstate.  Put another way, a musical experience induces a \nmental state which, in turn, governs the interpretive act \nof perception.  What is important is that the mental state \nwe are in may also be due to extra -musical inputs.  We \nmay be just as influenced by what we just had for dinner, a \nbulb flickering in the chandelier, or the conductor’s \nhaircut as we are by the auditory stimuli we are receiving.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In conclusion I applaud John Covach for undertaking his \nwork-in-progress and sharing his “progress report” with us.  \nHowever, the thing about progress reports is that they \noften say more about what needs to be done than they do \nabout what has been achieved.  John’s agenda could \nultimately be as valuable to cognitive science as it is to \nmusic theory;  but mining that value will occasionally \nrequire setting the philosophers aside and recognizing that \nengineers have to worry about solving problems, too!",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.95.1.1.smoliar.html",
    "data": "mto/data/mto.95.1.1.smoliar.json"
}