{
    "title": "Interval-Classes and Psychological Space",
    "date": "2004/06/01",
    "volume": "10",
    "issue": "2",
    "authors": [
        "Samplaski, Art"
    ],
    "abstract": "Multidimensional scaling (MDS) analysis was applied to data on interval similarity (confusability) obtained in a study to help improve aural skills pedagogy. A three-dimensional geometric configuration was derived, indicating an interaction of interval size, interval-type, and class of acoustical dissonance (perfect vs. imperfect consonances vs. dissonances). The “classical” ordering of interval-classes from pitch-class set theory can be derived from a particular rotation/projection of the derived configuration onto the plane. This offers support for the idea that interval-class has validity as a psychological construct, but the strong grouping of interval-classes by dissonance-class in the complete configuration suggests that interval-classes cannot be treated as independent of each other.",
    "keywords": [
        "interval-class",
        "similarity",
        "atonal music",
        "empirical studies",
        "multidimensional scaling",
        "music cognition",
        "music psychology"
    ],
    "doi": "",
    "received": "May 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.2/mto.04.10.2.samplaski.pdf",
    "author_info": [
        {
            "name": "Art Samplaski",
            "university": "P. O. Box 4971",
            "address": "Ithaca, NY 14852",
            "email": ""
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Literature reviews of many such functions can be found in Marcus Castrén, RECREL: A Similarity Measure for Set-Classes (Helsinki: Sibelius Academy, \n1994), Eric J. Isaacson, “Similarity of Interval-Class Content between Pitch-Class Sets: The IcVSIM Relation,” Journal of Music Theory 34 (1990): \n1–28, and Damon Scott and Eric J. Isaacson, “The Interval Angle: A Similarity \nMeasure for Pitch-Class Sets,” Perspectives of New Music 36(2) (1998): \n107–142.",
            "citations": []
        },
        "FN2": {
            "text": "2. Marcus Castrén, “Joukkoluokitukseen perustuva sointuluokitus: \nperusperiaatteet ja esimerkkejä sovellusmahdollisuuksista” [Chord \nClassification Based on Set Classification: Basic Principles and Examples of \nApplicational Possibilities], Sävellys ja musiikinteoria 7 (1997): 6–25,  \nand \n“Pairs of Chords as Objects Illuminating Set-Class Similarity: Some \nViewpoints and a Computer-Assisted Procedure to Create Test Materials for \nListener Experiments,” Electronic Journal of Music Theory and Analysis vol.1, no.2 (2000), www.musictheoryresources.com ; Olli Väisälä, “Concepts \nof Harmony and Prolongation in Schoenberg’s Op. 19/2,” Music Theory Spectrum 21 (1999): 230–59.",
            "citations": []
        },
        "FN3": {
            "text": "3. Eric J. Isaacson, “Issues in the Study of Similarity in Atonal Music,” Music \nTheory Online vol. 2.7, 1996, paragraph 11.",
            "citations": []
        },
        "FN4": {
            "text": "4. Diana Stammers, “Set Theory in the Perception of Atonal Pitch Relations” (Ph.D. \ndiss., Cambridge University, 1994). Major and minor 3rds were treated by her \nlisteners as being closely related and confusable, whereas the two types of 2nds \nwere considered distinct. She attributed this to prior learning from exposure to \nclassical tonality, in which the two types of thirds have similar structural \nroles but the two types of seconds do not.",
            "citations": []
        },
        "FN5": {
            "text": "5. Cheryl L. Bruner, “The Perception of Contemporary Pitch Structures,” Music \nPerception 2 (1984): 25–39; Don B. Gibson, “The Aural Perception of \nNon-Traditional Chords in Selected Theoretical Relationships: A Computer-Generated Experiment,” Journal of Research in Music Education 34 (1986): \n5–23, “The Aural Perception of Similarity in Nontraditional Chords Related by \nOctave Equivalence,” Journal of Research in Music Education 36 (1988): \n5–17, and “The Effects of Pitch and Pitch-Class Content on the Aural Perception \nof Dissimilarity in Complementary Hexachords,” Psychomusicology 12 (1993): 58–72; Tuire Kuusi, Set-Class and Chord: \nExamining Connection between Theoretical Resemblance and Perceived \nCloseness (Helsinki: Sibelius Academy, 2001), “Semantic Differential as a \nMethod for Collecting Estimations of Chords,” in Proceedings of the 5th \nTriennial ESCOM Conference (2003), and “The Role of Set-Class Identity in \nthe Estimation of Chords,” Music Theory Online vol. 9.3, 2003; Roger C. \nLane, “A Multidimensional Scaling Study of Seven Theoretical Indices of \nIntervallic Similarity and Musicians’ Perceptions among Twenty-One Pitch-Class Sets with Implications for Music Teaching and Learning” (Ph.D. diss, \nUniversity of North Carolina, Greensboro, 1997); Panayotis Mavromatis and \nVirginia Williamson, “Towards a Perceptual Model for Categorizing Atonal \nSonorities” (paper presented at the Society of Music Theory meeting,  \nAtlanta, \nGA, 1999); Jana K. Millar, “The Aural Perception of Pitch-Class Relations: A \nComputer-Assisted Investigation” (Ph.D. diss., North Texas State University, \n1984); Art Samplaski, “The Perceived Similarity \nof Some Non-Tonal Tetrachords Compared to Predictions of Selected \nTwentieth-Century Chord Classification Systems,” presentation at the 2000 \nmeeting of the Society for Music Perception and Cognition, Toronto, Ontario, \nand “The Relative Perceptual Salience of Tn and TnI,” Music \nPerception 21 (2004): 545–59; and Virginia Williamson and Panayotis  \nMavromatis, “Similarity in Atonal Music Theory: A Perceptual Study” (paper \npresented at the Society for Music Perception and Cognition meeting, Cambridge, \nMA, 1997), and “Categorizing Atonal Sonorities: Multidimensional Scaling, \nTree-Fitting, and Clustering Compared” (paper presented at the Society for Music \nPerception and Cognition meeting, Evanston, IL, 1999).",
            "citations": []
        },
        "FN6": {
            "text": "6. For other types of problems, other methods of data collection are also possible, \ne.g., consumer product preference ratings.",
            "citations": []
        },
        "FN7": {
            "text": "7. There is an entire family of MDS models for different situations, with differing \nlimitations and requirements; a related set of techniques called cluster \nanalysis also provides for visualization of similarity by generating tree \ndiagrams instead of geometric configurations. See Joseph B. Kruskal and Myron \nWish, Multidimensional Scaling, Sage University Paper Series on \nQuantitative Applications in the Social Sciences, Series no. 07–011 (Newbury \nPark, CA and London: Sage Publications, 1978), for a basic introduction. Their \nshort monograph discusses both the underlying mathematics as well as various \nimportant methodological issues that will not be discussed in this essay; such \nissues include determining the appropriate number of dimensions for the derived \nconfigurations (i.e., are three dimensions needed to adequately describe the \nrelationships between the objects under investigation, or will two suffice?), \nand how to deal with any underlying asymmetries in the data (e.g., in a tonal \ncontext I→V will almost certainly be rated differently than V→I). I am \ncurrently finishing preparation on an article illustrating a different \napplication of MDS for music-theoretic analysis that will include a detailed but \nnon-technical tutorial about such issues.",
            "citations": []
        },
        "FN8": {
            "text": "8. T. Jeffries, “The Effects of Order of Presentation and Knowledge of Results on \nthe Aural Recognition of Melodic Intervals,” Journal of Research in Music \nEducation 15 (1967): 179–90; Catrina von Maltzew, “Das Erkennen \nsukzessiv gebener musikalischer Intervalle in den äusseren Tonregionen,” Zeitschrift für Psychologie 64 (1913): 161–257; and Otto Ortmann, “Notes  \non \nInterval Discrimination,” Peabody Bulletin vol. 28, no. 2 (1932): 45–46. Ortmann provides only qualitative bar graphs of confusion data for two intervals \n(i.e., he gives no indication as to whether the vertical axes should be \ninterpreted as percentage of times the played interval was identified as this, \nthat, or the other answer—and if so, what percentage—or as numbers of times it \nwas so identified). Jeffries was concerned with how the presence of particular \nintervals before and after a target interval in specific melodic contexts \naffected how the target was identified; he presents his results in a couple of \nways, but they again are qualitative, not quantitative, tables and diagrams.",
            "citations": []
        },
        "FN9": {
            "text": "9. Rosemary N. Killam, Paul V. Lorton, Jr., and Earl D. Schubert, “Interval \nRecognition: Identification of Harmonic and Melodic Intervals,” Journal of \nMusic Theory 18 (1975): 213–234; R[einer] Plomp, W. Wagenaar, and A. M. \nMimpen, “Musical Interval Recognition with Simultaneous Tones,” Acustica 29 (1973): 101–109. \nOne slightly earlier study (W. J. M. Levelt, J. P. van der Geer, and  \nR[einer] \nPlomp, “Triadic Comparisons of Musical Intervals,” British Journal of \nMathematical and Statistical Psychology 19 [1966]: 163–179) actually carried \nout MDS analysis of data obtained by the triadic comparison method for intervals \nsounded as pure tones and as complex tones; that analysis appeared to show some \nsupport for the hypothesis of interval-class as a psychological construct. In my \nopinion, however, their paper contains significant methodological problems, \nwhich would be beyond the scope of the present article to critique in detail; \nthe citation is given for those readers wishing to consult the work for \nthemselves.",
            "citations": []
        },
        "FN10": {
            "text": "10. Thirty additional duplicate trials were inserted into the generated random \norders, subject to the same constraints between consecutive trials, as a check \nfor subjects’ self-consistency. There were thus 360 trials (18 blocks of 20) in \ntotal. One additional subject was eliminated from consideration for failing this \ncheck.",
            "citations": []
        },
        "FN11": {
            "text": "11. Art Samplaski, “Interval and Interval-Class Similarity: Results from a Confusion \nStudy,” poster presentation at the 2003 meeting of the Society for Music \nPerception and Cognition, Las Vegas, NV; manuscript submitted for publication.",
            "citations": []
        },
        "FN12": {
            "text": "12. The subsidiary arc drawn between the imperfect consonances on the schematic \ndiagram in Figure 2 is to aid visualization. It is parallel to the arc along \nwhich the dissonances lie.",
            "citations": []
        },
        "FN13": {
            "text": "13. The configurations derived from Plomp et al.’s data are not shown \nbecause of the minimal time for which their stimuli sounded—they did four \nexperimental runs of stimuli with durations of 120, 60, 30, and 15(!) \nmilliseconds respectively, only the longest of which is relevant to actual \nmusical situations. Plomp et al. were concerned with how interval recognition \ndegraded as stimulus duration was reduced, rather than any possible implications \nfor theories of musical structure. It is thus all the more remarkable that the \nconfiguration for their data bears any resemblance at all to the other two.",
            "citations": []
        },
        "FN14": {
            "text": "14. Killam et al. used a sample of 15 undergraduate music majors; they tested at two \ntransposition levels rather than the ten used in the present study, using an \norgan timbre; the stimuli were presented in two durations, of 100 and 200 \nmilliseconds. As in the present study, intervals were presented in all three \npresentation modes; while the authors provide some analysis separated by \npresentation mode, they only presented an aggregate confusion matrix. Plomp et al. used a sample of 15 music students; they used sine tones and \nsawtooth waves as timbres; the intervals were presented such that either the \nhigh or low notes of the intervals were always middle C or the C above, or else \ncentered within that octave to the extent possible. The various intervals were \nthus presented different numbers of times (octaves could only be presented as C4 \nto C5 and major 7ths could only be presented with C as one component, while the \nother intervals were presented in three different forms); while they detail some \nefforts to reduce any bias caused by such lopsidedness, their paper remains \nproblematic.",
            "citations": []
        },
        "FN15": {
            "text": "15. Indeed, given that in a number of undergraduate aural skills programs music \nmajors receive little or no training on the recognition of compound intervals, \nit is entirely possible that such MDS configurations could be chaotic jumbles if \npopulation samples of only undergraduates are used. This is a worst-case \nscenario, of course, but we have no way a priori to know what results \nmight occur.",
            "citations": []
        },
        "FN16": {
            "text": "16. Again, we cannot be certain that this would be the case, although it may \nseem like a perfectly plausible scenario. In making pronouncements about \nempirical situations, there is no substitute for collecting actual data. Because \nthe number of factors that might influence the results, and their possible \ninteractions, proliferate rapidly in imbedded-context situations, it is more \ndifficult to develop well-designed studies of such types—context-free studies \nmust first be carried out to provide a baseline for follow-up research.",
            "citations": []
        },
        "FN17": {
            "text": "17. Scott and Isaacson, op. cit., pages 136–39.",
            "citations": []
        },
        "FN18": {
            "text": "18. The most recent such statement is Tonal Pitch Space (New York: Oxford \nUniversity Press, 2001), page 351.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The concept of interval class (ic)—the grouping together of pairs of\ninversionally-related intervals, e.g., minor 2nd and major 7th, into single\ncategories—is fundamental to theories of non-tonal music. Much journal \nspace has been taken up with articles in which interval-classes are a basic \nstructural construct, and many of the proposed functions for measuring the \nsimilarity of non-tonal sonorities rely on the concept by basing their \ncalculations of similarity on the interval-class vectors (icvs) of the set-classes. (1) Such discussions have tended to treat interval-class purely as a \nstructural idea, however, and not been concerned with whether the concept \nhas any reality as a psychological construct. Neither does such discussion \naddress the related question of what interrelationships the various  \ninterval-classes might have with each other, assuming that the concept has \npsychological validity in the first place.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] While most writers seem to believe that ics are the appropriate level of \nabstraction for discussing the function of intervals in atonal musical \nstructures, a few have begun to consider alternatives. Marcus Castrén, for \nexample, has suggested a partial separation of ic components, which he terms registrally-ordered intervals (ro-intervals); under this scheme, the two \ncomponents of each interval-class are still paired but maintain separate \nidentities by acknowledging differences in function in musical contexts, \nsmaller intervals having more to do with melodic situations and larger \nintervals operating in a harmonic realm. Olli Väisälä has used the concept  \nfor \nan interesting analysis of Schoenberg’s op. 19, no. 2, allowing him to argue  \nfor \na late-tonal interpretation of the piece. (2) At least one author has brought  \nup \nthe question of the relationships between interval-classes: Eric Isaacson \nsounded a cautionary note in this journal in 1996, wondering, “[D]o we hear \nic1 and ic2 as being equal in dissimilarity to, say, ic1 and ic5? Might  \ntheir \nsimilarity be affected by factors such as relative consonance and \ndissonance?” (3) In her dissertation of two years earlier, Diana Stammers had \nalready found some empirical evidence that different ics were treated \ndifferently by listeners. (4) Thus, \nthere seems to be a strong need for more extensive empirical work to determine \nwhether interval-class as defined by music theory has psychological validity.",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The number of empirical studies about non-tonal sonorities and the  \nfactors \ninfluencing the perceived similarities among them is still very small,  \ndespite \nthe overwhelming importance of this issue in the music-theoretic \ncommunity. (5) This is a problem for \nthose who believe that theories of the structure of music should have some \nconnection to how music is actually perceived. These empirical studies by and \nlarge have been concerned with issues of similarity between non-tonal chords as \nholistic objects. This is a higher level of structure than interval-class \nitself, although a level that is certainly influenced by how interval-class \nmight or might not operate in a psychological sense. To make any direct \ninvestigations about interval-class as a psychological construct requires \nempirical study at a more basic level, that of the similarity of intervals by \nthemselves. Again, nearly no empirical studies have been taken on this subject, \neven though the issue of interval similarity has obvious pedagogical \nimplications for aural skills curricula. (Similarity is strongly related to \nconfusability, since similar items are more likely to be confused than \ndissimilar ones. Thus, better knowledge of interval similarity could help \nteachers optimize classroom drill time for interval identification skills.)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Similarity data can be obtained in several direct or indirect ways.  \nFirst, one \ncan simply ask subjects to rate the similarity of two intervals on, say, a  \n5-point \nor 7-point scale. Second, one can present triples of intervals and ask  \nsubjects \nwhether interval A sounds more like interval B or interval C—this is called \n“triadic comparison,” and has nothing to do with triads in functional  \ntonality. \nThird, one can use confusion data, where the similarity of intervals A and B \nis a function of how often A is mistakenly identified as B. (6) In all cases, however, a large matrix of data will be generated, and humans are \nill-equipped for analyzing masses of numbers. Some form of numerical \nvisualization technique is needed to help the researcher see patterns in the \ndata, and such computational techniques have been developed over the last forty \nyears.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Multidimensional scaling (MDS) is the most important of these \nvisualization techniques; it is a numerical method that solves the problem, \ngiven the inter-city distance matrix from a road atlas, derive the relative \ngeometric locations of the cities. (7) Similarity data is run through an MDS \nprogram, and the different dimensions of the resulting geometric \nconfiguration are then interpreted as factors determining the similarity of  \nthe \nobjects involved. If interval-class has some existence as a psychological \nconstruct, then in any MDS solution of interval similarity data the minor  \n2nd \nand major 7th should situate near each other, in at least some of the \ndimensions, and likewise for other pairs of ic-components. We can also use \nMDS to directly compare empirical data to predictions of alternative \ntheoretical models (for example, an interaction of interval-class and  \ninterval-size, something akin to Castrén’s ro-intervals) by generating similarity \nmatrices for those models and comparing the resulting geometries to that \nproduced by the actual data.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Only a handful of articles on interval similarity have appeared. Some of \nthe earlier works, by Ortmann and by Jeffries, present results in ways that \npreclude obtaining similarity matrices that could be used as input to an MDS \nprogram; a much earlier study by von Maltzew did provide quantitative data \non interval identification but was concerned only with interval recognition  \nat \nthe uppermost extremes of human hearing (in the highest octave on the \npiano or above) and is thus not very relevant to typical musical  \nexperience. (8) Two independent studies on interval similarity appeared in the 1970s, one by \nReiner Plomp and colleagues and the other by Rosemary Killam and colleagues. \nBoth generated usable matrices of confusion data, although neither group applied \nMDS analysis and only the paper by Killam et al. was concerned with the \nmusic-theoretic—and specifically pedagogical—implications of interval \nconfusability. I shall return to discuss these later in this essay. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In the spring of 2002, I obtained confusion data on intervals from a  \nsample of \n27 undergraduate music majors at the Ithaca College School of Music, in a \nstudy to help improve aural skills pedagogy. The subjects all had had  \nclassroom training on \nthe simple intervals (less than an octave); 18 had completed or exempted \nthrough third-term (chromatic tonal) or fourth-term (twentieth-century) \naural skills. The subjects listened to sound files of the various simple \nintervals played on a computer using a pseudo-clarinet timbre, presented in \nthree different presentation modes (harmonic, ascending melodic, and \ndescending melodic), and at ten different transposition levels (top note of  \nthe \ninterval in the range G ♯ 4 to F5), for a total of 330 experimental trials per \nsubject (11 intervals x 3 modes x 10 levels). Each harmonic interval sounded \nfor .75 sec., while the components of the melodic intervals sounded for .5  \nsec. \neach with a .25 sec. gap between them. To forestall any systematic effects  \nacross \ntrials, each subject was given the trials in a different random order, with \nseveral constraints between consecutive trials imposed on such orders: 1) no \nsame interval; 2) no same presentation mode; and 3) no common tone \nbetween any interval members. After hearing a trial, the subjects clicked on \none of 11 on-screen buttons to identify the interval type heard. They were  \ntold \nthat while they should strive for correct identifications, they needed to  \nmake \n“snap judgments” and not try to analyze what they had just heard. They had \n8.5 sec. within which to make a response, else a missing value was marked \nand the next trial commenced. Trials were presented in blocks of 20; while a \nsubject could not stop during a block, they could take as long a break  \nbetween \nblocks as they wished (and indeed were strongly encouraged to do so as often \nas needed, given the repetitiveness of the task!). Also, each experimental \nsession was limited to 30 minutes, to further reduce any potential for \ncognitive fatigue. (10) Figure 1 . Animation of derived MDS configuration (click to watch animation) Figure 2 . Schematic diagram of MDS configuration (click to enlarge) Figure 3 . One possible planar projection of MDS configuration (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The resulting confusion data were aggregated in a couple of ways (by \ntransposition level, by presentation mode, and by both) and analyzed using \nseveral different techniques, including MDS. A number of interesting results \nwith implications for aural skills pedagogy were obtained; these have been \nreported elsewhere (11) and are not \ngermane to this discussion, so I shall not repeat them here. For present \npurposes, the implications of the MDS analysis for atonal theory are of \ninterest.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Based on goodness-of-fit analysis, three-dimensional solutions were \nobtained for the data aggregated across all presentation modes and \ntransposition levels, as well as for the matrices for each individual \npresentation mode, again aggregated across all transposition levels. Other \nanalysis indicated that transposition level of itself was not a factor in  \nshaping \nerror rates, so no discussion is given for the data as separated by  \npitch-level. Figure 1 shows the actual derived configuration for the aggregated data as a \nrotating .GIF file, allowing the reader to get a direct visceral sense of  \nits \ngeometry. Figure 2 shows a simplified and stationary schematic diagram of the configuration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The intervals group along three arcs, forming what can be termed an \n“octant right-triangle” on the surface of a sphere—think of a triangle on  \nthe \nglobe with one vertex at the North Pole and the other two along the Equator \nat zero and ninety degrees longitude, respectively. Along one side of this \ntriangle are the intervals less than a tritone, while along a second side  \nare the \nintervals greater than a tritone; the tritone itself lies at about the  \nmidpoint of \nthe remaining side. If we were to project this triangle onto a Euclidean  \nplane, \nas in Figure 3 , \n \nthen one axis of that planar projection could be easily interpreted as  \n“interval \nsize in semitones.” Meanwhile, the various dissonances (the 2nds, tritone, \nand 7ths) all group along that third side of the triangle, with the perfect \nconsonances clustered near the opposite vertex; the imperfect consonances \noccur at approximately the midpoints of the connecting sides. (12) On the \nplanar projection of Figure 3, the other axis could then be easily  \ninterpreted as \n“dissonance-class.” Since the different types of 2nds, 3rds, 6ths, and 7ths \ncluster strongly together, some effect of “diatonic interval type” appears  \nto \noperate as well. Thus, the interpretation of the derived configuration is an \ninteraction of interval-size, interval-type, and dissonance-class.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Note that this interpretation has not led to three independent factors, \neach determining one of the Euclidean axes of the configuration. In fact, \nattempting to do so leads to awkward (at best) formulations for the two axes \nthat do not involve the dissonance-classes. The interaction interpretation \ngiven above, by contrast, appears to be clear and readily accounts for the \nfeatures of the configuration. Keep in mind that the projection operation of \nthe previous paragraph was done only to aid in understanding the nature of \nthe three-dimensional configuration. Such a projection is not a legitimate \noperation in the sense of trying to reduce the number of dimensions needed \nfor the configuration, even though in essence the configuration “is” two \ndimensional if we were operating in spherical geometry rather than \nEuclidean geometry—all MDS algorithms involve a Euclidean space. If one \nwants to see what sort of two-dimensional configuration is produced by the \nalgorithm, one must have the algorithm compute such a configuration ab \ninitio. Doing so for this data yields a noticeably different topology, as  \nshown \nin Figure 4 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Three-dimensional configurations were also obtained for the matrices  \nfor \nthe various presentation modes by themselves. These configurations have \nthe same overall topology as the aggregate data, with a few variations \noccurring in the clustering of individual pairs of intervals (e.g., minor and  \nMajor 3rd; Major 3rd & Perfect 4th); the tritone is the most volatile in terms of  \nmoving \naround the various configurations, clustering closer to the 6ths when \ndescending. Figure 4 . Actual 2-D configuration of confusion data (click to enlarge) Figure 5 . Planar projection of MDS configuration allowing derivation of “classical” interval-classes (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Of particular interest, we can derive the “classical” set of  \ninterval-classes \nfrom this configuration by a particular Euclidean planar projection of the \nconfiguration, shown in Figure 5 . \n \nOn this projection, ic6 lies on an axis of symmetry; the members of the  \nother ics can be read off directly with increasing distance from that axis.  \nBecause we \ncan find such a projection, this study thus provides some empirical support \nfor the idea of interval-class as operating in psychological space. Remember \nagain, however, that as a projection this does not tell the whole story, for \nwhich we must refer back to the complete configuration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] As a check against the predictions of various theoretical  \npossibilities, MDS \nwas applied to similarity matrices developed for models based on: interval-class only; interval-size only; acoustical dissonance only; and  \ninterval-class \nplus interval size. The topologies of all of the resulting configurations  \nwere \nobviously different than that for the actual data. Figure 6 . Stereoscopic view of configuration derived from data in Killam et al. (1975), with octave removed from data (click to enlarge) Figure 7 . Stereoscopic view of configuration derived from data in Killam et al. (1975), with octave included (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] As another comparison, the confusion matrices for the above-mentioned \nstudies by Plomp et al. and Killam et al. were also analyzed by MDS. Both of \nthose studies had included the octave as one of the intervals studied,  \nunlike \nthe current study; therefore, the data from those studies were analyzed in  \ntwo \nways—with the octave removed from consideration, and with it included. \nWhen the octave was omitted, the resulting topologies were fairly similar to \nthat produced by the current data; when it was included, some non-trivial  \nre-alignments took place. Figure 6 provides a stereoscopic view of the \nconfiguration for Killam et al.’s data with the octave removed, while Figure 7 gives a stereoscopic view of the configuration when the octave was \nincluded. (13) It is not clear why \nsuch realignments occur in the configuration when the octave is included; one \ninitial speculation would be, some sort of conflict took place between factors \nof acoustical dissonance and overall interval size, but this would be just a \nguess.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The rule of thumb for MDS studies is that data from a minimum of about \n30 subjects is needed in order to ensure a reliable solution. The current  \nstudy \nfalls just below that threshold, and thus begins to raise concerns about \nwhether we should put any faith in the configuration obtained. Likewise, \nneither Killam et al.’s nor Plomp et al.’s studies meet this threshold. (14) It is because all three configurations have the same overall topology (when the \noctave is excluded from consideration in the latter two) that it is possible to \nhave any confidence in the current results; more thorough replications with \nlarger subject samples are, of course, clearly needed. Also, it is critical that \nreplications systematically include octaves and compound intervals: given that \nthe configurations for the other studies change when the octave is included in \nthe MDS analysis, we cannot assume that no new factors will appear when larger \nintervals are included. (15) Furthermore, some means of including types of musical contexts will be necessary \neventually, as opposed to testing similarity only in context-free situations as \nwas done in all of the above studies: it would not be very surprising to learn \nthat interval (and by extension, interval-class) similarity might change if a \nlistener first heard several pieces dominated by whole-tone or octatonic \ntextures rather than diatonic or chromatic tonal harmonies. (16)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] These MDS results have some mixed implications for atonal theory. \nInterval-class does appear to have some validity as a psychological \nconstruct, given that the pattern of “classical” interval-classes can be  \nderived \nfrom the configuration. The very strong grouping of intervals by dissonance-class suggests that the different interval classes cannot be treated as  \nbeing \nindependent of each other for assessing chord similarity, however. Should \nthe current results be supported by replications, then similarity functions  \nthat \nuse the icv as the basis for their calculations will need revision in order  \nto \ntake these relationships into account. Of such functions, Scott and  \nIsaacson’s \nANGLE measure is the best pre-positioned for any upgrade, since they already \ndiscuss how to alter the calculation of the function to take correlations of  \nics \ninto account. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The idea that interval-classes cluster into several groups should not  \nbe \nparticularly onerous. Indeed, the observed clustering matches a well-established taxonomy in music theory, of perfect consonances, imperfect \nconsonances, and dissonances, so any resulting modification of atonal theory \nwill likely align it more closely to certain ideas for tonal theory. This  \nmay \nseem to fly in the face of a basic aesthetic stance in atonal theory,  \nthough, in \nthat there seems to be an unwritten rule among most atonal theorists that \n“all intervals are created equal (but separate);” to group interval-classes  \nin \na way so explicitly associated with functional tonality would appear to \nundermine all the work that has gone into developing atonal theory as an \nanalytical subdiscipline entirely separate from tonal theory. Any such fear  \nis a \nred herring, however. As Fred Lerdahl has stated on more than one occasion, \n“One does not hear Elektra and Erwartung in entirely different ways. The \nhistorical development from tonality to atonality (and back) is richly \ncontinuous. Theories of tonal and atonal music should be comparably \nlinked.” (18) Further studies \non the perceptual grouping of interval-class components, including how the \noctave and compound intervals fit into the overall picture, will help us develop \nsuch a linkage.",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.04.10.2.samplaski.html",
    "data": "mto/data/mto.04.10.2.samplaski.json"
}