{
    "title": "Composing Declamation: Notated Meter Changes in Brahms’s Lieder",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Lau, Wing"
    ],
    "abstract": "This article offers a new perspective on the function and expressive effect of notated meter changes in Brahms songs—a topic that has gone largely unexplored in current scholarship on rhythm and meter. A close analysis of the notated meter changes in Brahms’s “Während des Regens,” op. 58, no. 2, “Mein Herz ist schwer,” op. 94, no. 3, and “Das Mädchen,” op. 95, no. 1, reveals how much his careful attention to the notated meter reflects his sensitivity to the pacing of music and words. Drawing upon poetic prosody and metric analysis, this article shows how this pervasive but underexamined aspect of Brahms’s songwriting style relates to both the sound and sense of the poems he sets.",
    "keywords": [
        "rhythm and meter",
        "notated meter change",
        "Brahms",
        "Lieder",
        "text-music relations",
        "analysis and performance"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.lau.pdf",
    "author_info": [
        {
            "name": "Wing Lau",
            "university": "University of Oregon",
            "address": "School of Music and Dance, 1225 University of Oregon, Eugene, OR 97403",
            "email": "wing@uoregon.edu"
        }
    ],
    "citations": {
        "avins_2003": "Avins, Styra. 2003. “Performing Brahms’s Music: Clues from his Letters.” In Performing Brahms: Early Evidence of Performing Style , edited by Michael Musgrave and Bernard D. Sherman, 11–47. Cambridge University Press.",
        "bozarth_1978": "Bozarth, George. 1978. “The ‘Lieder’ of Johannes Brahms—1868–1871: Studies in Chronology and Compositional Process.” PhD diss., Princeton University.",
        "brahms_1979": "Brahms, Johannes. 1979. Complete Songs for Solo Voice and Piano: From the Breitkopf & Härtel Complete Works Edition . Dover Publications.",
        "cohn_2001": "Cohn, Richard. 2001. “Complex Hemiola, Ski-Hill Graphs and Meric Spaces.” Music Analysis 20: 295–326.",
        "cohn_1992": "Cohn, Richard. 1992. “The Dramatization of Hypermetric Conflicts in the Scherzo of Beethoven’s Ninth Symphony.” 19th-Century Music 15, no. 3: 188–206.",
        "epstein_1990": "Epstein, David. 1990. “Brahms and the Mechanisms of Motion: The Composition of Performance.” In Brahms Studies: Analytical and Historical Perspectives , edited by George Bozarth, 191–226. Clarendon Press.",
        "evans_1912": "Evans, Edwin. 1912. Vocal Works . Vol. 1 of Historical, Descriptive, and Analytical Account of the Entire Works of Johannes Brahms . W. Reeves.",
        "fehn_and_hallmark_2010": "Fehn, Ann Clark, and Rufus E. Hallmark. 2010. “Text and Music in Schubert’s Settings of Pentameter Poetry.” In Of Poetry and Song: Approaches to the Nineteenth-Century Lied , edited by Jürgen Thym. University of Rochester Press.",
        "frisch_1990": "Frisch, Walter. 1990. “The Shifting Bar Line: Metrical Displacement in Brahms.” In Brahms Studies , edited by George Bozarth, 139–163. Clarendon Press.",
        "ito_2013": "Ito, John Paul. 2013. “Hypermetrical Schemas, Metrical Orientation, and Cognitive-Linguistic Paradigms.” Journal of Music Theory 57, no. 1: 47–85.",
        "jacobsen_1976": "Jacobsen, Christiane. 1976. “Das Verhältnis von Sprache und Musik in ausgewählten Liedern von Johannes Brahms, dargestellt an Parallelvertonungen.” PhD diss., Universität Hamburg.",
        "jenner_1990": "Jenner, Gustav. 1990. “Johannes Brahms as Man, Teacher, and Artist.” Translated by Susan Gillespie. In Brahms and His World , edited by Walter Frisch, 185–204. Princeton University Press.",
        "krebs_2012_nd": "Krebs, Harald. (2012) n.d. “Expressive Declamation in the Songs of Johannes Brahms.” In Brahms and the Shaping of Time , submitted to the University of Rochester Press.",
        "krebs_2009": "Krebs, Harald. 2009. “The Expressive Role of Rhythm and Meter in Schumann’s Late Lieder.” In A Music-Theoretical Matrix: Essays in Honor of Allen Forte (Part I) , edited by David Carson Berry. Gamut 2, no. 1: 267–98. http://dlc.lib.utk.edu/web/ojs/index.php/first/index .",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford University Press.",
        "lewin_1981": "Lewin, David. 1981. “On Harmony and Meter in Brahms’s Op. 76, No. 8.” 19th-Century Music 4, no. 3: 261–65.",
        "malin_2012": "Malin, Yonatan. 2012. “‘Alte Liebe’ and the Birds of Spring: Text, Music, and Image in Max Klingr’s Brahms Fantasy.” In Expressive Intersections in Brahms: Essays in Analysis and Meaning , 53–79. Indiana University Press.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . Oxford University Press.",
        "mcclelland_2006": "McClelland, Ryan. 2006. “Metric Dissonance in Brahms’s Piano Trio in C minor, Op. 101.” Intégral 20: 1–42.",
        "mcclelland_2010": "McClelland, Ryan. 2010. Brahms and the Scherzo Studies in Musical Narrative . Ashgate Publishing Ltd.",
        "murphy_2007": "Murphy, Scott. 2007. “On Metre in the Rondo of Brahms’s op. 25.” Music Analysis 26, no. 3: 323–53.",
        "murphy_2009": "Murphy, Scott. 2009. “Metric Cubes in Some Music of Brahms.” Journal of Music Theory 53, no. 1: 1–56.",
        "ng_2006": "Ng, Samuel. 2006. “The Hemiolic Cycle and Metric Dissonance in the First Movement of Brahms’s Cello Sonata in F Major, op. 99.” Theory & Practice 31: 65–95.",
        "ng_2005": "Ng, Samuel. 2005. “A Grundgestalt Interpretation of Metric Dissonance in the Music of Johannes Brahms.” PhD diss., University of Rochester.",
        "pascall_and_weller_2003": "Pascall, Robert, and Philip Weller. 2003. “Flexible Tempo and Nuancing in Orchestral Music: Understanding Brahms’s View of Interpretation in his Second Piano Concerto and Fourth Symphony.” In Performing Brahms: Early Evidence of Performing Style , 220–43. Cambridge University Press.",
        "platt_nd": "Platt, Heather. n.d. “Temporal Disruption and Shifting Levels of Discourse in Brahms’s Lieder.” Unpublished Paper.",
        "platt_2012": "Platt, Heather. 2012. “Brahms’s Mädchenlieder and Their Cultrual Context.” In Expressive Intersections in Brahms: Essays in Analysis and Meaning , 80–110. Indiana University Press",
        "riemann_1912": "Riemann, Hugo. 1912. “Die Taktfreiheiten in Brahms’ Liedern.” Die Musik 12, no. 1: 10–21.",
        "rings_2012": "Rings, Steven. 2012. “The Learned Self: Artifice n Brahms’s Late Intermezzi.” In Expressive Intersections in Brahms: Essays in Analysis and Meaning , 19–50. Indiana University Press.",
        "rink_1995": "Rink, John. 1995. “Playing in Time: Rhythm, Meter and Tempo in Brahms’s Fantasien Op. 116.” In The Practice of Performance: Studies in Musical Interpretation , edited by John Rink, 254–82. Cambridge University Press.",
        "rodgers_2015": "Rodgers, Stephen. 2015. “The Fourth Dimension of a Song.” Music Theory Spectrum 37, no. 1.",
        "rohr_1997": "Rohr, Deborah. 1997. “Brahms’s Metrical Drama: Rhythm, Text Expression, and Form in the Solo Lieder.” PhD diss., Eastman School of Music.",
        "rothstein_1989": "Rothstein, William. 1989. Phrase Rhythm in Tonal Music . Schirmer.",
        "sams_2000": "Sams, Eric. 2000. The Songs of Johannes Brahms . Yale University Press.",
        "schoenberg_1975": "Schoenberg, Arnold. 1975. “Brahms the Progressive.” In Style and Idea , edited by L. Stein, translated by L. Black, 398–441. St. Martins Press.",
        "stark_1995": "Stark, Lucien. 1995. A Guide to the Solo Songs of Johannes Brahms. Indiana University Press.",
        "stein_and_spillman_1996_2010": "Stein, Deborah and Robert Spillman. (1996) 2010. Poetry into Song: Performance and Analysis of Lieder. Forward by Elly Ameling. Oxford University Press.",
        "_": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* I am grateful to Stephen Rodgers for providing comments on multiple earlier drafts of this article, and to Joon Park, Andrew Pokorny, and Tim Mastic for their proofreading assistance. Thanks also to Marilyn Linton for her help with all the German translations. Special thanks are due to Nicole Biamonte, the anonymous reviewers, and the editorial team of Music Theory Online .",
            "citations": []
        },
        "FN1": {
            "text": "1. For an early discussion of rhythm and meter in Brahms’s songs, see Riemann 1912 , 10–21.",
            "citations": [
                "riemann_1912"
            ]
        },
        "FN2": {
            "text": "2. By “notated meter changes” I refer to the appearances of new time signatures in the middle of a piece. In the new metric system reflected by a notated meter change, the placement of strong beats may be repositioned, the number of weak beats may be altered, and the subdivision within each beat may be changed. These 194 songs with NMCs do not include the two songs from op. 91 (“Gestillte Sehnsucht” and “Geistliches Wiegenlied”), which include an obbligato viola, and op. 103 (“Zigeunerlieder”), which was written originally for SATB voice quartet with piano accompaniment.",
            "citations": []
        },
        "FN3": {
            "text": "3. I borrow the terms grouping and displacement dissonance from Krebs ( 1999 ). Krebs defines grouping dissonance as “the association of at least two interpretive layers whose cardinalities are different and are not multiples/factors of each other” and displacement dissonance as “the association of layers of equivalent cardinality in a nonaligned manner” ( 1999 , 31–33, 46).",
            "citations": [
                "krebs_1999",
                "krebs_1999"
            ]
        },
        "FN4": {
            "text": "4. Of the 41 songs with NMCs, four (9.77%) demonstrate both Type-1 and Type-2 NMCs, and one (2.44%) demonstrates all three types of NMC.",
            "citations": []
        },
        "FN5": {
            "text": "5. All the musical examples included in this article are reproduced from the Dover edition dated 1979. All the texts and English translations are adapted from Sams 2000 .",
            "citations": [
                "sams_2000"
            ]
        },
        "FN6": {
            "text": "6. Krebs ( 1999 , 45–46) distinguishes “direct dissonance”—the simultaneous superposition of different metric layers—from “indirect dissonance”—the diachronic juxtaposition of different metric layers. Krebs uses these terms to describe dissonances that occur in the context of a single notated meter; however, the term “indirect dissonance” could be applied to NMCs as well, since actual changes of meter often create an extreme form of indirect dissonance.",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN7": {
            "text": "7. Two songs demonstrate Type-1 NMCs for more than six measures. The ending of “Herbstgefühl,” op. 48, no. 7, contains a Type-1 NMC lasting twelve measures, involving a text repetition that functions primarily as a composed-out ritardando . “Denn es gehet dem Menschen wie dem Vieh,” op. 121, no. 1, contains an eight-measure interlude with a Type-1 NMC, but the voice comes in only for the last two of these measures. Other ambiguous cases include “Beim Abschied,” op. 95, no. 3b, in which the NMC occurs only in the piano, generating a grouping dissonance against the vocal part, and “Auf dem Kirchhofe,” op. 105, no. 4, whose NMCs are classified as Type 2 because the new meter is not brief in the context of the song: it lasts longer than the preceding five measures of the original meter. The last ambiguous case, “Das Mädchen,” op. 95, no. 1, contains notated meter changes related to the Type-3 NMC, which are discussed in the following pages.",
            "citations": []
        },
        "FN8": {
            "text": "8. These terms are borrowed from William Rothstein ( 1989 , 80–87). He uses these terms to describe rhythmic phenomena that disrupt a metrical pattern without destroying it.",
            "citations": [
                "rothstein_1989"
            ]
        },
        "FN9": {
            "text": "9. The three exceptions are “Todessehnen,” op. 86, no. 6, “Mein Herz ist schwer,” op. 94, no. 3, and “Denn es gehet dem Menschen wie dem Vieh,” op. 121, no. 1, which contain Type-1 NMCs that reduce the number of beats in the measure.",
            "citations": []
        },
        "FN10": {
            "text": "10. For details about the poem, please consult Sams 2000 , 35 and Stark 1995 , 14–15.",
            "citations": [
                "sams_2000",
                "stark_1995"
            ]
        },
        "FN11": {
            "text": "11. The Type-1 NMC in “Lied” also realigns the previously displaced notated hyperbeat and audible hyperbeat, due to displacement dissonances starting from m. 37. Curious readers can consult the score, which is available via the International Music Score Library Project (imslp.org).",
            "citations": []
        },
        "FN12": {
            "text": "12. I borrow this interpretation from Sams ( 2000 , 173), who goes even further to suggest that “the raindrops are equated with kisses.”",
            "citations": [
                "sams_2000"
            ]
        },
        "FN13": {
            "text": "13. This poetic foot-measure mapping holds true except for mm. 7 and 12. Refer to Example 4. Measure 7 fits only the last syllable of the first poetic line, allowing time for the piano interlude that immediately follows. Measure 12 maps the last poetic foot of line 4, due to the text repetition in m. 11.",
            "citations": []
        },
        "FN14": {
            "text": "14. Krebs ( 2009 ) also uses question marks and square brackets to show hypermetric irregularities.",
            "citations": [
                "krebs_2009"
            ]
        },
        "FN15": {
            "text": "15. The reading in Example 5b of course generates successive hypermetric downbeats between mm. 7 and 8.",
            "citations": []
        },
        "FN16": {
            "text": "16. On the score, the A ♭ 5 in m. 6.1 comes one dotted half note “later” than the expected metric accent—hyperbeat “2?”. With the original 4 6 meter in mind, this high and long A ♭ 5 supported by the V /V in the dominant key would be understood as a phenomenal accent instead of a metrical one ( B ♭ in the dominant key A ♭ major).",
            "citations": []
        },
        "FN17": {
            "text": "17. Rohr makes a similar observation and describes this poem as a “temporal paradox: the poet wants the rain to speed up and fall faster, in order that the meeting can last longer” ( 1997 , 264). Although Rohr suggests that the “fluctuating meter does help to convey the sense of contrasting time images expressed in the poem” ( 264 ), she does not discuss the hypermetric ambiguity facilitated by NMCs.",
            "citations": [
                "rohr_1997",
                "rohr_1997"
            ]
        },
        "FN18": {
            "text": "18. The weaker metric articulation between formal sections is not unprecedented. Note that the left hand in the analogous measure between the two A sections (m. 7) is also characterized by an arpeggiation that spans the whole measure, instead of the clear triple grouping found throughout mm. 1–6. Further comments on the relationship between grouping dissonances and NMCs can be found in the analysis of “Mein Herz ist Schwer” below.",
            "citations": []
        },
        "FN19": {
            "text": "19. However, it must be noted that the hyperbeat “3?” in m. 15.1 is a bit more convincing than the one in m. 18.1, because the G ♯ diminished and the A major chord in mm. 14.2 and 15 are in a dominant-tonic relationship while the D minor and F 7 chords in mm. 17.2 and 18.1 are not.",
            "citations": []
        },
        "FN20": {
            "text": "20. Unlike the previous A sections, the lingering on high E ♭ 5 on the word “entlassen” (dismiss) over a tonally distant harmony (compared with the preceding D major) depicts the protagonist’s uncertainty.",
            "citations": []
        },
        "FN21": {
            "text": "21. The text repetition—the restatement of the hypermetric and tonal ambiguity—also allows the listener to re-experience the elongated musical time, thus heightening the metric dissonance already generated by previous NMCs.",
            "citations": []
        },
        "FN22": {
            "text": "22. Bozarth observes that Brahms often sketched short “incipits” of initial musical ideas. He then sketched out the vocal-piano melody and the bass line—thus establishing the contrapuntal structure and phrase lengths—before realizing the piano part.",
            "citations": []
        },
        "FN23": {
            "text": "23. Brahms’s attention to the spoken sound of the poems during his songwriting process has been noted by Jenner ( 1990 ) as cited by Malin ( 2010 , 151). See Rodgers ( 2015 ) for a “phonetic” analysis of songs by Schubert and Britten.",
            "citations": [
                "jenner_1990",
                "malin_2010",
                "rodgers_2015"
            ]
        },
        "FN24": {
            "text": "24. Other syllables with the ü vowel are also emphasized by agogic accents, including “süßer” and “Regengüsse” (mm. 5 and 6).",
            "citations": []
        },
        "FN25": {
            "text": "25. Compare the “ragged” declamatory schema of the earlier version: [1, 2, 3 / 1] [1 – 3 / 1 – 3 / –] with the more structured schema of the published version: [1, 2 / 1, 2] [1 – 3 / 1 – 3 / –].",
            "citations": []
        },
        "FN26": {
            "text": "26. One unusual example is “Beim Abschied,” op. 95, no. 3a, in which the lone Type-2 NMC occurs only in the piano part.",
            "citations": []
        },
        "FN27": {
            "text": "27. Tieck’s Wundersame Liebesgeschichte der schönen Magelone und des Grafen Peter aus der Provence (The Wondrous Love Story of the Beautiful Magelone and Count Peter of Provence) is a short novel “whose romantic prose is interspersed with [seventeen] poems . . . (in addition to an introductory, non-dramatic one)” ( Stark 1995 , 75–76).",
            "citations": [
                "stark_1995"
            ]
        },
        "FN28": {
            "text": "28. Platt ( n.d. ) has made similar observations about “Mein Herz ist schwer.” I would like to express my gratitude to her for generously sharing her unpublished paper with me.",
            "citations": [
                "platt_nd"
            ]
        },
        "FN29": {
            "text": "29. Platt ( n.d. ) points out that such a quasi-symmetrical structure is unusual for Brahms. She places the second half of the B section at m. 26 instead of m. 23 because of the change in the piano’s figuration and the change in poetic meaning (see my discussion of poetic lines 9–10 in paragraph [23]). My section labels are informed by the text repetition, while Platt’s labels seem to be informed by the textual meaning.",
            "citations": [
                "platt_nd"
            ]
        },
        "FN30": {
            "text": "30. Platt ( n.d. ) makes a similar observation.",
            "citations": [
                "platt_nd"
            ]
        },
        "FN31": {
            "text": "31. The slow declamation in the vocal line represents the other half of Brahms’s tempo indication: doch nicht schnell (but not fast).",
            "citations": []
        },
        "FN32": {
            "text": "32. This augmented schema is also found in Brahms’s “Liebestreu,” op. 3, no. 1, where it suggests that sorrow rises slowly ( Malin 2010 , 157).",
            "citations": [
                "malin_2010"
            ]
        },
        "FN33": {
            "text": "33. This was pointed out to me by the careful anonymous MTO reviewer.",
            "citations": []
        },
        "FN34": {
            "text": "34. Other examples of Brahms’s use of composite meter include the Variations on a Hungarian Song , op. 21, no. 2 and the Andante grazioso movement from the Piano Trio in C minor, op. 101.",
            "citations": []
        },
        "FN35": {
            "text": "35. See also Stark 1995 , 181–83 and Sams 2000 , 188–89 for discussions of the folk-like elements in the song.",
            "citations": [
                "stark_1995",
                "sams_2000"
            ]
        },
        "FN36": {
            "text": "36. Another setting of a text drawn from Kapper’s collection almost made its way into this category: “Mädchenlied,” op. 85, no. 3. Although set in a composite metric grouping of 3+2, the song is simply notated in a single 4 5 meter instead of two meters ( 4 3 plus 4 2 ).",
            "citations": []
        },
        "FN37": {
            "text": "37. According to Stark ( 1995 , 287), the seventh line in the poem originally had “nach” instead of “zu,” and the title was originally “Wüßt ich, Antlitz, wer dich einst wird küssen” (If I knew, face, who would kiss you one day).",
            "citations": [
                "stark_1995"
            ]
        },
        "FN38": {
            "text": "38. Although Brahms employs neither of these regularizing procedures when setting the beginning of “Das Mädchen,” the extended second and fifth poetic feet in the declamatory schema of these lines, [1, 2 – / 1, 2, 3 –], is similar to Fehn and Hallmark’s procedure Y3: / . / . /—an uneven declamation where “the pentameter lines are declaimed in triple meter in such a way that accented syllables fall on the first and third beats of the measure” ( Fehn and Hallmark 2010 , 162). However, only 29 lines out of 884 lines (3%) that Fehn and Hallmark examined in Schubert’s music belong to this category.",
            "citations": [
                "fehn_and_hallmark_2010"
            ]
        },
        "FN39": {
            "text": "39. If we accept the triple metric environment starting from m. 9, m.n 12 will sound like a long measure. However, if we retain the inertia of the 3+4 metric environment inherited from the beginning of the piece, m.n 10 will sound short. In either case, the sense of pulse is suspended in mm. 8–17.",
            "citations": []
        },
        "FN40": {
            "text": "40. This was pointed out to me by an anonymous MTO reviewer.",
            "citations": []
        },
        "FN41": {
            "text": "41. Schoenberg’s ( 1975 , 124–36) rebarring of the Andante from Brahms’s A minor String Quartet and Riemann’s ( 1912 , 10–21) rebarring of “Immer leiser wird mein Schlummer,” op. 105, no. 2 and “Das Mädchen spricht,” op. 107, no 3 suggest an interpretation that submits to the implied meter. John Rink ( 1995 , 272–77) and Walter Frisch ( 1990 , 139) recognize such a strategy, but prefer to keep the notated meter in mind while admitting that the context varies. Rink also points out Brahms’s special attention to time signatures, for he “did not hesitate to change it when he wanted a different meter to prevail” ( 277 ). Malin and Krebs state that performers should be aware of the notated meter in displacement dissonances so as to convey the “tension and frustration” ( Krebs 1999 , 181), “the sense of something ‘off-beat’ or ‘off-kilter,’ . . . [and that] the “awkwardness of it is precisely the point” ( Malin 2010 , 61).",
            "citations": [
                "schoenberg_1975",
                "riemann_1912",
                "rink_1995",
                "frisch_1990",
                "rink_1995",
                "krebs_1999",
                "malin_2010"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Over the past thirty years, Brahms’s manipulation of musical meter has been a key topic in discussions of rhythm and meter. Scholars such as David Lewin ( 1981 ), Richard Cohn ( 2001 ), Ryan McClelland ( 2006 , 2010 ), Scott Murphy ( 2007 , 2009 ), and Samuel Ng ( 2005 , 2006 ) have explored the relationship between Brahms’s metric practices and his treatment of harmony, form, and other musical processes, focusing on his instrumental music. In more recent years, a number of scholars—including Deborah Rohr ( 1997 ), Harald Krebs ( n.d. ), Heather Platt ( 2012 , n.d. ), and Yonatan Malin ( 2010 , 2012 )—have turned their attention to metric manipulation in Brahms’s vocal music, considering how his inventive handling of rhythm and meter relates to text expression and declamation. (1) These works have mostly focused on metric manipulation within passages that remain in the same notated meter. However, the actual changes of meter in Brahms’s songs are no less common—41 of his 194 songs for solo voice with piano accompaniment involve notated meter changes, hereafter referred to as NMCs. (2) Nor are they any less central to his musical language. As with his experiments with grouping and displacement dissonance, Brahms’s fascination with NMCs is a sign of his sophisticated approach to the shaping of musical time and pulsation. (3) Brahms’s NMCs, in other words, are not merely cosmetic details; rather, as we will see, they often have far-reaching expressive implications.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "lewin_1981",
                    "cohn_2001",
                    "mcclelland_2006",
                    "mcclelland_2010",
                    "murphy_2007",
                    "murphy_2009",
                    "ng_2005",
                    "ng_2006",
                    "rohr_1997",
                    "krebs_2012_nd",
                    "platt_2012",
                    "platt_nd",
                    "malin_2010",
                    "malin_2012"
                ]
            }
        },
        {
            "2": {
                "text": "[2] In this article, I provide an overview of three types of NMC in Brahms’s solo songs. The first type involves a brief appearance of a new meter, the second involves different meters for different sections corresponding to different affects, and the third involves a quick and regular alternation between triple and duple or quadruple meters. (The three types of NMC are not mutually exclusive; a number of songs demonstrate more than one type.) (4) The NMCs in Brahms’s songs alter the ordering of strong and weak musical beats, create hypermetric ambiguity, and at the same time enable Brahms to vary the pace of poetic declamation for expressive purposes. In all of these cases, NMCs generate a different sense of motion and emotion.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In what follows, I address each type of NMC in turn, starting with general comments and then exploring a specific case study. These case studies include “Während des Regens,” op. 58, no. 2 for Type 1; “Mein Herz ist schwer,” op. 94, no. 3 for Type 2; and “Das Mädchen,” op. 95, no. 1 for Type 3 (although this song also involves Type 2 and passages that resemble Type 1 ). (5) At the end of each case study I provide samples of two or three recordings to allow for comparison of performers’ different interpretations of NMCs. The visual effect of a new meter seems to have a particularly strong impact on performers’ interpretations. As David Epstein points out, in passages with displacement dissonances it is the performers who need to “conceptualize” and “struggle” with the contradictory notational and phenomenal accents ( 1990 , 204). A different form of struggle emerges when performing passages with NMCs—not only because of the visual dissonance of the meter changes on the score, but also because of the indirect metric dissonances generated at the beginning of the new notated meters. (6) The performer and listener inwardly continue the previous notated metric pulsation as the new one begins, so that “there arises a brief but clearly perceptible conflict between the mentally retained first [metric] layer and the actually sounding second [metric] layer” ( Krebs 1999 , 45). In the case of NMCs, the second metric layer is not just a “sounding” one, but also a manifestly visual one. By visually as well as aurally shifting the metric organization of a song, NMCs not only generate new declamatory patterns; they also direct performers to certain moments of musical accentuation and punctuation that might have otherwise gone unnoticed. NMCs therefore reinforce Malin’s observation about Brahms’s scores in general: they “dictate aspects of temporal flow that typically fall in the hands of the performer” ( 2010 , 154). This prevalent but understudied phenomenon, in other words, has profound implications for both analysis and performance. Type-1 NMCs: A Brief Appearance of a New Meter Example 1 . Songs with Type-1 NMCs (click to enlarge) Example 2 . The end of “Lied,” op. 3, no. 4 (click to enlarge)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "epstein_1990",
                    "krebs_1999",
                    "malin_2010"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The first type of NMC, a relatively brief appearance of a new meter, is the most common—58.54% of Brahms’s songs with NMCs (24 out of 41) feature a Type-1 example, all of which are listed in Example 1 (blue highlighting on the table indicates songs that belong to a subcategory that I will address in paragraph [6]). This type of meter change is often short-lived, ranging from one measure to as many as five or six measures. (7) It contributes to the shift of declamatory patterns, creating new strong (or weak) beats over specific words. By lingering on a specific vowel or syllable, Brahms is able to emphasize words that resonate with the emotional content of the poem. Musically, Type-1 NMCs allow for a certain hypermetric flexibility. Structurally, this type of NMC can also help to create a transition between sections with different tempi. Most commonly, though, the effect of Type-1 NMC is rhetorical; this type of meter change is comparable to a composed-out ritardando , rubato , or ritenuto at an emotional climax or prior to the close of a piece. (8)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Type-1 NMCs commonly function as composed-out decelerations either by adding beats or note values. (9) Example 2 , from the end of Brahms’s “Lied,” op. 3, no. 4, contains a composed-out ritenuto , a more sudden type of deceleration than the gradual deceleration of a composed-out ritardando (and a comparatively rare effect found more often in Brahms’s music than in the music of other composers [ Rothstein 1989 , 81]). The square in the example indicates the 2 3 bar that disrupts the 4 4 metric environment. The introduction of this new meter allows Brahms to emphasize the words “Weh und Leid” (sorrow and pain) in mm. 45–46 by means of agogic accents, and to lead to the highest pitch of the song over the cadential , initially in major and then in minor. A chromatic descent in the vocal line ultimately leads to the dominant on the downbeat of m. 46. The harmonic tensions, the metric accents, and the agogic accents dramatize the utterance of the words “Weh und Lied” and highlight the effect of the sostenuto marked on the score. This is probably why Brahms chose to insert a long 2 3 bar on the second “Herz” instead of the first one in m. 44.1 (the numbers after the period indicate specific beats within the measure). This is the dramatic moment when the protagonist reveals that she is the victim of a tragedy. (10) The 2 3 bar creates a sudden deceleration with a fortissimo right before the words “Weh und Leid” are repeated ritardando and piano (Brahms added the text repetition, which is not in the original poem). With the help of the NMC and the textual repetition, Brahms controls the degree of tempo fluctuation, creating a climax when the protagonist sinks into a deep despair after a passionate outburst of pain and sorrow. (11) Case Study: “Während des Regens,”op. 58, no. 2",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "rothstein_1989"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Other songs of Brahms are pervaded by multiple short-lived meter changes (highlighted in blue in Example 1). “Während des Regens,” op. 58, no. 2, is one of the more extreme examples. Throughout the song, the duration of a beat is kept as a dotted half note, but the new compound triple meter alternates rapidly with the original compound duple meter, generating a constant stretching and compression of the felt musical pulse. The alternation creates a sense of musical ebb and flow and significantly undermines the original meter, in addition to heightening the protagonist’s subtle changes in emotion throughout the song: from excitement in the present time, to fear for the undesirable future, and back to indulgence in the present moment. Example 3 . Text and translation of “Während des Regens,” op. 58, no. 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The song is written in 4 6 , but this meter is disturbed by frequent insertions of 4 9 , creating a large-scale duple-against-triple conflict. In Example 3 , which provides the text and translation, the blue-colored text denotes lines that are set in 4 9 , and square brackets indicate text repetitions added by Brahms. The poem, by August Kopisch, is written in trochaic tetrameter (four strong-weak poetic feet per line) with one single eight-line stanza. Brahms sets the four couplets as the four sections of the song (AA′BA″—or, from another perspective, three sections, with an immediate varied repetition of the initial A section). The song depicts the couple kissing while hiding from the rain under a roof. The sound of the raindrops is imitated by the piano, marked leggiero and staccato . The third couplet reveals the protagonist’s worry that the kissing will stop once the rain stops. In the last couplet, the protagonist begs for the rain to fall even harder. Throughout the poem, “ihr” (you) refers to the rain: the more it rains, the more kisses there will be. (12) The first poetic line of each A section (lines 1, 3, and 7, mm. 3–4, 8–9, and 24–25) is set in 4 6 , and the second line of each A section (lines 2, 4, and 8, mm. 5–7, 10–12, and 26–30) is set in 4 9 . By contrast, the B section uses 4 9 for only the first poetic foot of each of its two lines (5 and 6, mm. 13 and 16)—these poetic feet are “Tropft ihr” and “Laßt ihr’s,” respectively. Example 4 . “Während des Regens” (click to enlarge and see the rest)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The use of 4 6 meter at the beginning of every A section establishes a clear duple metric environment, but the insertions of 4 9 meter lead to a lengthening of certain syllables. In the first two A sections, Brahms fits two poetic feet within each measure regardless of the notated meter. (13) This results in longer note values for the words “Tropfen” (drops), “Regengüsse” (rain showers), “mehren” (increase), and “mehr” (more), all of which occur in 4 9 meter. This elongation is made immediately apparent by the different “declamatory schemas” used in the passage—I borrow this analytical technique from Malin 2010 . Malin maps beat numbers in a given musical meter onto accented syllables in the poem in order to provide a basic outline of declamatory rhythm and patterns that recur within the song. The declamatory schema allows for a precise comparison between the structures of the poetic lines and musical phrases. Some songs conform to one schema, some use paired schemas for each couplet, some shift between two or more schemas, and some songs feature declamation too variable to be described with a schema ( Malin 2010 , 15–16). Because of the NMCs and other metric manipulations, all three case studies in this article feature a shift between schemas. The declamatory schemas in “Während des Regens” are marked in Example 4 with blue-colored numbers within the staff. Note how the direct [1, 2 / 1, 2] schema in mm. 3–4 is expanded to a [1 – 3 / 1 – 3 / –] schema in mm. 5–7. The elongation of the short syllable “Trop-” in the word “Tropfen” (m. 5) is somewhat counterintuitive. But the melodic leap to F5, the short melisma, and another leap in m. 6 to A ♭ 5, the highest note of the song, suggest joy and excitement. The same longer note values on the long syllable of “mehr” in the words “mehren” and “mehr” (mm. 10 and 11) and the text repetition of “je mehr” create an expanded [1 – 3 / 1 – (3) / 1] schema (accented syllables that result from Brahms’s text repetitions are placed in parentheses). The text repetition portrays the protagonist’s happiness—as if the urge to say the word one more time results from his pure excitement. The expansion of the word “mehr” can also be understood as an instance of text painting (i.e., the word sounds for more time than one expects); the melismas on “mehr” and “mehren” also evoke the flowing of rain. Both A sections suggest a sense of indulgence through prolonged musical time: the protagonist basks in a moment of intimacy, surrounded by a sweet rain shower. Example 5 . Five Different Hypermetric Readings of “Während des Regens,” mm. 3–7 (click to enlarge)",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "malin_2010",
                    "malin_2010"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The multiple short-lived NMCs and the resulting changes in declamatory schema add to the ambiguous hypermetric structure in “Während des Regens,” which juxtaposes duple and triple hypermeasures, as shown by the two layers of red-colored hypermetric numbers in Example 4. Dotted lines between hyperbeat numbers indicate expanded hyperbeats due to expansions of individual harmonies in mm. 17–23 and 32. Square brackets, as in mm. 20–23, indicate restatement of hyperbeats due to text repetition and harmonic instability. (14) In the initial A section (mm. 1–7), the top layer of hypermetric numbers (also shown in Example 5a without the score) indicates a reading that adheres to the notation. The lower layer (also shown in Example 5c ) displays an alternate reading that maintains the 4 6 meter—a plausible reading when listening without the score. The question marks next to the hyperbeat numbers in mm. 5 and 6 in this lower layer indicate the possible placement of hyperbeats. The arrows show the version that I prefer, on the basis of the inertia of the original meter and the NMC (also illustrated in Example 5d ; this inertia is comparable to the indirect dissonance described in paragraph [3]); this reading highlights the confusion one experiences when listening to mm. 5 and 6, where the supposed second hyperbeat at the end of m. 5 (“2?”) sounds too short, and is followed by the “real” second hyperbeat on the downbeat of m. 6 (“2”). In a sense, the five-measure phrases in the two A sections (mm. 3–7 and 8–12) adhere neither to 2-bar nor to 3-bar hypermeter, but rather to both. This 2+3 bar unit will become kind of a norm in the song, especially after its repetition in section A′.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As shown in Example 5, the hypermetric ambiguity is enhanced by the different durations of the hyperbeats (the hyperbeats in the 3-bar hypermeasures are a dotted half note longer than those in the 2-bar hypermeasures). My hypermetric reading in Example 5b indicates that the last hyperbeat in the A section can be perceived as a hypermetric downbeat because of the established duple hypermetric pulse and the strong arrival of the tonicized half cadence in m. 7. (15) Example 5c adheres to the original meter as if one were listening without the score and unaware of the new meter. The declamatory schema in mm. 5–7 without the meter change would have been [ 1 –  / 1 2 / – 2 / 1 ] (bold typeface refers to the notated metric accent), creating two triple groupings spanning the duration of three duple groupings. (16) However, the placement of hyperbeat 1 in m. 6.2 is unconvincing due to the weakened metric and harmonic stresses: A ♭ 5 in the voice is tied over from the previous beat, where it is supported by a cadential chord in the dominant key area ( A ♭ major). In my interpretation, the six dotted half notes of mm. 5–6 form a “mixed metric complex” that invites more than two interpretations (Cohn 1992, 194–95). Example 5d shows a reading that takes the previous two interpretations into account, which I find the most convincing (also shown in Example 4 by arrows). The previously established duple hypermetric pulsation leads to a reading of the hyperbeat “2?” in m. 5.3; however, the phenomenal/metric accent in m. 6.1 cancels out hyperbeat “2?” in retrospect. From then on, the harmony corresponds neatly with the notated measures (mm. 6 and 7, and the tonicization of the dominant), which leads to hyperbeat 3 (a hypermetric downbeat, as illustrated in Example 5e and 5b). This reading maps different layers of Brahms’s time shaping afforded by the meter change: the mixed metric complex, the indirect dissonances, and the visual dissonances of the insertion of a new time signature.",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] These different layers of interpretation and the indefinite hypermetric periodicity paint a lighthearted atmosphere fitting for a scene about a lover’s tryst. From another standpoint, the triple metric and hypermetric groupings challenge the duple ones, hinting at a subtle difference between what is actually happening in the poem and what the protagonist wishes to continue happening. Put simply, the number of beats in the bar and the number of bars in a hypermeasure increase from duple to triple as the rain and kisses increase, which in turn relaxes the declamation and stretches musical time. Together with the almost luxurious lingering on the high F5 and A ♭ 5, the triple meter in both A sections portrays the protagonist’s getting lost in the present moment. As revealed later in the song, the protagonist is reluctant to leave this present moment and wishes for the rain to keep increasing. We sense that reluctance and wishfulness in the lingering on crucial notes and crucial words, and in the internal expansion—a triple hypermeasure—in the shorter measures from the duple meter 4 6 . (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The B section projects the protagonist’s concern about the rain stopping, and we see an NMC that goes in the opposite direction from the previous one—not a 4 6 – 4 9 lengthening but a 4 9 – 4 6 compression. Textually speaking, poetic lines 5 and 6 (the whole B section, mm. 13–15 and 16–23) mark a change of tone, with a conditional clause and a direct address to the raindrops: “Tropft ihr” and “Laßt ihr’s.” These clauses suggest that the continuation of the intimacy is dependent upon the presence of the rain. Such uncertainty in tone contrasts with the more positive tone of the previous two sections. In the music, the mood change is first anticipated by the metric and tonal distortion in m. 12. The repetition of the semitone G– A ♭ forms duple groupings of quarter notes that conflict with the previously established triple groupings (shown with red brackets in Example 4). (18) The repeated semitone obscures the tonal center and creates a moment of suspense that is followed by a tonal shift from D ♭ major to D major/minor in mm. 13ff. Both conditional clauses in these two phrases are mapped onto 4 9 meter (mm. 13 and 16), and the main clauses are mapped onto two measures of 4 6 (mm. 14–15, 17–18, and the subsequent expansion). The prolonged presence of 4 9 in mm. 10–13, bridging the A′ and B sections, creates a prevailing metric environment with a slower text declamation. In fact, m. 13 sets only one poetic foot, further intensifying the suspense. As a result of the tonal instability and the change of textual meaning, the return of the original 4 6 meter in mm. 14–15 seems less like a restoration of order than like a disturbance. 4 6 no longer sounds familiar; instead, the C ♯ 5 in m. 15 sounds syncopated. Due to the meter change, the length of the hyperbeats in the 3-bar hypermeasure (mm. 13–15) are not the same. The earlier 3-bar hypermeasures in mm. 5–7 and 10–12 might have sounded irregular in the context of the 2-bar hypermeasures around them, but they were balanced within themselves, with equally weighted hyperbeats. This later 3-bar hypermeasure is irregular both in its larger context and within itself. The irregular hyperbeats, the tonal instability, and the angular melody all contribute to a sudden accelerated declamation and a subtle sense of unease (see the [1 –  –  / 1, 2  / 1 –] schema in mm. 13–15). Example 6 . Hypothetical recomposition of mm. 16ff. of “Während des Regens” (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The text declamation and hypermetric regularity in the second half of the B section are further complicated by text repetitions and dissonant harmonies, shown by the two layers of hypermetric analysis from m. 17 onwards in Example 4. The top layer adheres to the notated meter of 4 6 while the lower one adheres to the new prevailing meter of 4 9 . Neither of these layers is truly satisfactory, since hyperbeat “3?” in m. 18 either sounds syncopated (as shown in the top layer) or is placed in the midst of a harmonic expansion of the F 7 chord (shown in the lower layer between dotted lines). (19) Listening to this part of the song with 4 9 meter in mind, the high E ♭ 5 in m. 18.1 and the F octaves in the piano accompaniment (m. 19) will be perceived as phenomenal accents that signal a hemiola in mm. 17–19, implying a duple metric grouping rather than the prevailing triple one (in a reversed relationship with mm. 5–6). (20) The prolonged F 7 chord in mm. 18–19 (which contributes to the prolonged hyperbeat “3?” in either reading) begins a chain of fifths that goes through dissonant harmonies and leads the preceding D major/minor back to the home key of D ♭ major (approached via the half cadence in mm. 22–23). The sequence effectively expands the hypermeasure, making mm. 20–21 a restatement of hyperbeats 2 and “3?” and mm. 22–23 an extension of the restated hyperbeat “3?”. This expansion maps onto the text repetition of “will sie mich entlassen.” A hypothetical recomposition in Example 6 shows that this passage could have proceeded logically without the text repetition or the expanded F 7 chord.",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Unlike the similar lengthening in the previous A sections, the B section lengthens musical time only at the level of the hypermeasure, not at the level of the hyperbeat. But it is precisely the presence of these shorter 4 6 measures and their subsequent hypermetric expansion that project the intensification of the protagonist’s anxiety. This anxiety, first suggested by a faster declamation, is restated, prolonged (mm. 20–22), and intensified through obscured hypermetric pulsation and faster surface harmonic rhythm, as if there were an implied text of “oh no, please do not dismiss me!” (21) The expanded 3-bar hypermeasures in section B contrast with those in section A in significant ways. The prolongation of the longer 4 9 measures suggests indulgence and satisfaction; the elongation and reiteration of the shorter 4 6 measures in B section suggest unease about the unknown. In short, if 4 9 meter is associated with desire and the ideal, 4 6 is associated with the awareness of reality. In any case, the prolonged 4 6 measures in the B section create the effect of a swirling of emotion over a slower declamation—an internal acceleration within an external deceleration. Example 7 . Hypothetical recomposition of mm. 26ff. of “Während des Regens” (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The original NMC order of 4 6 — 4 6 — 4 9 — 4 9 — 4 9 returns in the A″ section (mm. 24–34) with a phrase expansion similar to the one at the end of the B section—this time returning to the original key of D ♭ major—but here the musical pulse is stretched even further. This final section resolves the hypermetric ambiguity from the previous sections with text repetitions that generate a consistent duple hypermeter in the longer 4 9 measures for the first time in the song (recall the triple hypermeter in 4 9 at the end of the A and A′ sections, and the triple hypermeter in 4 6 at the end of the B section). Measures 26–27 set the very last poetic line; they compress the declamatory schema of the analogous 4 9 passages and create a [1 – 3 / 1, 2 –] schema (compare this with the previous [1 – 3 / 1 – 3] schema in mm. 5–7 and the [1 – 3 / 1 – (3) / 1] schema in mm. 10–12). Measures 28–29 repeat the last two poetic feet and mm. 30–32 repeat the very last one. The gradual “dropping-out” of poetic feet creates a global deceleration of declamation in mm. 28ff., resulting in a [(1 – 3 / 1 – – / 1 – –  / 1 – /– )] schema. As my hypothetical version in Example 7 shows, the song could well have been written without the text repetition in mm. 28ff. In a way, the NMCs from m. 26 onwards can be perceived as examples of composed-out ritardandos , supported by the gradual lowering of melodic pitches and the decrease in surface rhythm. However, the omission of the ambiguous hyperbeat 3 found throughout the song and the newly established regular hypermetric pulsation from mm. 26ff. suggest a forward motion. Such motion is enhanced by the animato marking in m. 26 and the final meter change—the return of the shorter 4 6 measures in mm. 31ff. Compared with the embedded acceleration within deceleration at the end of section B, the end of the A″ section shows contradicting layers of surface acceleration over the deeper declamatory deceleration, as if the music were evaporating away. As with the analogous passages in previous A sections, the text repetition in the 4 9 meter suggests that hope has overtaken the protagonist’s anxiety. But the return of the 4 6 meter that signals an awareness of reality (see paragraph [14]) again challenges the prevailing triple meter, suggesting that the future of the couple is uncertain. This uncertainty is also conveyed by the minor subdominant chord ( G ♭ minor in m. 30.3), the imperfect vocal cadence ( 5 ˆ in m. 32), and the new grouping of three eighth notes in the piano postlude (see the projected neighboring E ♭ -minor chord in every third eighth note in the right hand of mm. 31–32). Simply put, the overall musical “evaporation” at the end of the song conveys the sense that despite the uncertain future, the lovers are getting lost in their present moment of joy and intimacy. Example 8 . George Bozarth’s reconstruction of “Während des Regens” based on an earlier Brahms sketch (adapted from Bozarth 1978, 209a) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] “Während des Regens” is one of few songs by Brahms with a surviving sketch, currently located at the Gesellschaft der Musikfreunde in Vienna. George Bozarth ( 1978 , 109a, 111–12) reconstructed a hypothetical earlier version of the song based on the corrections marked on Brahms’s surviving sketches, as shown in Example 8 (see my comparison with the published version, marked in blue). (22) This reconstruction suggests that Brahms initially had different NMCs in mind from those found in the published version of the song, which relies heavily on 4 9 meter. The most obvious difference concerns the first line of each A section. As shown in Bozarth’s reconstruction, all three A sections start with a change from 4 9 to 4 3 instead of two successive measures of 4 6 . Brahms’s use of 4 3 meter in the earlier version may have been influenced by the speech sounds of the text. The 4 3 meter in the earlier version emphasizes the words “Dach,” “Küsse,” and “lichter.” The metric stress on “Dach” highlights the a vowel in this word—one of the most open vowels in the German language—and the stress on “lichter” highlights the short and open i vowel. (23) A similar weight on the word “Küsse” accentuates the percussive sound of the plosive k while underscoring the “front” ü vowel. (24) The published version does not place as much stress on the three words listed above, since they do not fall on downbeats, but it avoids the short measure of 4 3 and the fast succession of metric downbeats found in the reconstruction. In a way, the published version is more structured and less metrically uneven but it still manages to stretch and compress musical time in expressive ways. (25)",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "bozarth_1978"
                ]
            }
        },
        {
            "17": {
                "text": "[17] The other significant change Brahms made in the published version is the metric and phrase expansion created by the changes from 4 6 to 4 9 meter at the end of each A section and the added 4 6 measures in the B section. These changes crystallize the association of 4 9 meter with the ideas of wishes and indulgences (see the changes to 4 9 meter at the texts “Regengüsse,” “je mehr ihr tropfet,” and “immer dichter” at the end of each A section), and hints at Brahms’s intention to impose a triple-against-duple conflict in the B section. Note that neither a mixed metric complex nor a hemiola would be possible if the NMCs had remained as 4 6 — 4 3 — 4 6 at the beginning of the fourth system in Example 8. In short, we see from this earlier sketch that Brahms consciously explored the use of NMCs to serve text expression—whether by changing declamatory pacing or highlighting different words and vowels—in addition to manipulating form, harmony, and phrase length. In “Während des Regens,” the NMCs in the published version—especially the increased use of 4 6 meter—highlight the different function and effect of the shorter duple and the longer triple measures (and their subsequent expansions), with the NMCs’ specific location relating to the character’s changing emotions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] NMCs have an impact not only on listeners but also on performers. Analytical listening to different recorded performances of “Während des Regens” offers insight into differing interpretations of Brahms’s NMCs. I have compared two recordings that demonstrate distinct interpretations, especially in the performers’ articulations and subtle inflections. Audio Example 1 is a recording by soprano Antonia Bourvé and pianist Tobias Hartlieb, and Audio Example 2 is a recording by baritone Dietrich Fischer-Dieskau and pianist Daniel Barenboim. Audio Example 1 . Recording by soprano Antonia Bourvé and pianist Tobias Hartlieb Audio Example 2 . Recording by baritone Dietrich Fischer-Dieskau and pianist Daniel Barenboim",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Of these two recordings, the first demonstrates fewer changes in articulation. Bourvé sings the entire song with a smooth legato articulation that floats over the fluid staccato in the piano. She increases her vibrato as she sings the high A ♭ 5s on the words “Regengüsse” and “mehr” (mm. 6 and 11), creating an expressive arc that follows the melodic contour in both A sections. Similarly, her vibrato on the syllable “-las-” in mm. 18–19 and 21–22, supported by the crescendo in the piano part, also adds to the momentum and internal acceleration of the song, which she and Hartlieb balance with an immediate deceleration before mm. 20 and 24. By altering the tempo, the performers clearly delineate the onset and the end of the text repetition (as well as the hypermetric expansion), so much so that the repeated text becomes another clearly articulated musical phrase. Bourvé also responds to the animato score marking and accelerates slightly into m. 27. When approaching m. 32, Bourvé diminuendos on the syllable “-ter,” creating a fade-out effect rather than accenting this syllable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Dietrich Fischer-Dieskau and Daniel Barenboim take a very different approach by using a slightly faster tempo and a wider range of articulations. Fischer-Dieskau sings the first 4 6 meter line (mm. 3–4) with a semi- staccato articulation that contrasts with the legato in the following 4 9 line (mm. 5–7), thereby highlighting Brahms’s rhetorical lengthening. His accent on the word “mehr” in m. 11 and the staccato on the word “tropfet” in m. 12 further evoke the excitement of the protagonist, and at the same time match the staccatos in the piano part, as if one can hear the heavy raindrops. He then hurries into m. 15 and sings the syllable “fass-” (from “fassen”) with an almost spoken voice, as if emphatically shouting out the line “darf ich sie umfassen.” (I’m allowed to embrace her.) He makes an obvious crescendo into m. 19, supported by Barenboim’s displaced chordal accompaniment, which creates a sense of disorientation and highlights the swirling emotions. Fischer-Dieskau also rushes into m. 28 and separates the two statements of the word “immer” (ever) within the measure, making this moment sound even more spirited. Unlike Bourvé, he sings the syllable “-ter” in m. 32 with a slightly percussive sound (compared with his lighter articulation on the same “-ter” in m. 30.1). This brings out the newly placed metrical accent and adds to the surface acceleration in the piano. Type-2 NMCs: Different Meters for Different Sections Corresponding to Different Affects Example 9 . Songs with Type-2 NMCs (click to enlarge) Example 10 . Excerpts with Type-2 NMC from Brahms, op. 33, nos. 6 and 8 (click to enlarge) Example 11 . Text of “Mein Herz ist schwer,” op. 94, no. 3 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Example 9 lists Brahms’s songs that demonstrate the second type of NMC: different meters for different sections corresponding to different affects; these songs comprise 46.34% of all songs with NMCs (19 out of 41). (26) Type-2 NMCs reflect not only poetic affect but also poetic structure. Depending on the poem, the transitions between the two notated meters are sometimes clear but sometimes not. These transitions are most obvious when they involve a Type-1 NMC, hypermetric irregularity, and grouping or displacement dissonance. However, an obvious change of note values, dynamics, or tempo markings, as well as the inclusion of a piano interlude, may also contribute to a clear transition between notated meters. The presence of these transitions tends to be more noticeable if more of these criteria are met. Inevitably, there is also some degree of interpretation involved. For the purposes of this article, I will focus on transitions that involve hypermetric irregularity and grouping or displacement dissonance. Other songs with less obvious transitions between NMCs generally involve texts with a dramatic narrative, especially those from a song-cycle-like collection. For instance, four songs with relatively sudden Type-2 NMCs come from Brahms’s Romanzen aus Magelone , op. 33, settings of texts by Ludwig Tieck. All fifteen songs in the set are originally poems interspersed in Tieck’s short novel. (27) The four songs with sudden Type-2 NMCs depict four life-changing moments of the main character, Peter, and his beloved Magelone. Example 10 shows excerpts of op. 33, nos. 6 and 8, which contain two of these moments: the first being the moment right before the couple’s first meeting, the latter being the moment before the couple elope together. The analysis below, “Mein Herz ist schwer,” op. 94, no. 3, reveals a clear transitional passage between the two notated meters by means of metrical and hypermetrical ambiguity. Throughout the song, different metric environments correspond to the different emotions of the protagonist as his mind travels back and forth through time. Case Study: “Mein Herz ist schwer,”op. 94, no. 3",
                "footnotes": [
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] “Mein Herz ist schwer” is a setting of Emanuel Geibel’s poem of the same title. The poetic line repetitions suggest some internal symmetry, which is enhanced in Brahms’s setting by different quasi-symmetrical musical structures with different twists. In the following discussion, I first examine the elements that contribute to the quasi-symmetry—the form, the use of NMCs, and the tonal areas—and then continue to the elements that do not contribute to (or even disrupt) the symmetry—line 10 and the coda, for example. (28)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The text, translation, and a comparison of the poetic and musical structures are shown in Example 11 . The square brackets in the example indicate the text repetitions that were added by Brahms. The blue-colored lines are set in 4 6 meter as opposed to the black-colored lines, which are set in 4 9 meter. The poem is organized in a quasi-symmetrical manner. In the first and the last couplets, the protagonist reflects on his present physical discomfort and psychological distress. He then recalls the past with grief and nostalgia in the second quatrain, and the two couplets surrounding the second quatrain (lines 3–4 and 9–10) initiate and conclude the fleeing memory. In lines 3 and 4, he switches focus from himself to the moving trees that whisper about the past; in lines 9 and 10, he reveals his loss of youth, which signals a return to the present moment. In terms of poetic structure, the quasi-symmetry lies in the text repetition, which Brahms has underlined with sectional changes and meter changes. The closing couplet is a reversed repeat of the opening one, creating a palindromic effect. This palindromic effect reflects the mood of the poem: the irreversible nature of time and the protagonist’s inescapable pain. There is also a text repetition across the quatrains: the line that ends the first stanza also begins the second, and the line that ends the second stanza also begins the third (lines 4 and 5: “Sie rauschen von vergangner Zeit”—“they murmur of times long past”; and lines 8 and 9: “Wo ist das alles, alles hin?”—“where has all this, all this fled?”). The two pairs of repeated lines occur in analogous locations and also form a statement-continuation/intensification relationship with the lines that follow. Line 4 introduces the idea of the fleeing memory that is continued in lines 5–7 where the protagonist starts describing the past. Line 8 asks where the past has gone, and lines 9 and 10 intensify the question, emphasizing that not only young love but also the adventurous vitality of his youth is forever lost (“Leid, Lieb,’und Lust und Jungendsinn”—“grief, love, and joy and the spirit of youth”). In short, all of these text repetitions contribute to the melancholic and cyclic quality of the poem, with its depictions of the inevitability of aging and the inescapability of reality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Brahms’s NMCs conform to the symmetrical elements of the poem and enhance the cyclic poetic meaning, not because the sections of the song correspond with the stanzas of the poem, but because Brahms underlines the poem’s repeated lines with section changes and meter changes. “Mein Herz ist schwer” is set as a ternary form, ABB′A′ plus a coda. The repeated outer couplets form the outer A sections, both of which are set in G minor, with a triple meter of 4 9 . Brahms recasts the very last poetic line in 4 6 meter, and the original tonic, G minor, turns into a G major chord and functions almost like a dominant, vaguely implying a C-minor tonic. This last repeated line acts as a Type-1 NMC that functions as a short coda for the purpose of deceleration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] A Type-2 NMC marks the start of the B section, coinciding with the text repetition across stanzas 1 and 2. These lines initiate a chromatic tonal ascent, moving from G major to A ♭ major. The repetition across stanzas 2 and 3 coincides with the start of the B′ section and mirrors the previous pair with a descending tonal pattern: A ♭ major to G minor, followed by an unexpected move to B ♭ major. (29) Between these repetitions is a transitional moment that suggests A major (line 7), marking a turning point within the tonal symmetry. Simply put, as a result of the NMCs and the grouping dissonances (marked as “ 2 3 Chord” in Example 11a, discussed in paragraph [28]), the whole song is quasi-symmetrical in terms of both the metrical and tonal structures, disrupted by the Type-1 NMC and the Picardy G major in the coda, and the sudden turn to B ♭ major in poetic line 10. Metric and tonal excursions, therefore, are the agents for traveling into and out of this symmetry. By grouping line repetitions across stanzas under the same musical section, and by incorporating a tonal twist, Brahms intensifies the protagonist’s progressive changes of emotion. (Note that if Brahms had preserved the structure of the poetic stanzas in his setting, he most likely would have added a piano interlude between sections, separating the repeated lines musically, and perhaps also metrically with NMCs.) This seemingly same but actually different line setting elevates the transformation of poetic and musical meaning, guiding the listener along as the protagonist’s memory travels back in time and returns to the present. Example 12 . “Mein Herz ist schwer” (click to enlarge and see the rest)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The poem is written mostly in a regular iambic tetrameter (four weak-strong poetic feet per line), except for line 10. However, the switch from a triple to duple meter in Brahms’s setting, shown in Example 12 , decreases the number of metrical weak beats that occur between metrical strong beats, resulting in a subtle acceleration (mm. 14ff., similar to mm. 13–15 of “Während des Regens”). The slower declamation in section A is further intensified by Brahms’s inserted rests between mm. 5 and 6, which reflect the commas in poetic line 1. These rests within a poetic line are absent in later sections but reappear in the coda. The resulting declamatory schema [1, 2 – / 1, 2 –] [1 , 2,  3 / 1 –] in mm. 5–8 is overlaid on the score, marked in blue. Malin describes this particular “combined couplet schema” as a pattern that enables a downbeat cadence: “There is tension in the first-line setting as the second beat competes with the first for priority; the second-line setting then resolves this tension” (2010, 51). In mm. 5–6, this schema creates a dragging effect as the protagonist describes his present restless and sleepless condition: “Mein Herz ist schwer, mein Auge wacht” (my heart is heavy, my eyes are awake). (30) This tension is relaxed for a slight moment as the protagonist turns his focus to the sighing wind in mm. 7–8: “der Windfährt seufzend durch die Nacht.” The renewed energy from his past memory is portrayed by a faster and more direct [1, 2 / 1, 2] schema throughout the two B sections in 4 6 meter. However, this energy is short-lived because the cyclic return of the first couplet ultimately slows down the declamation again.",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The effect of the Type-2 NMCs is reinforced by the piano figuration and the corresponding harmony. The outer A sections, for example, are tonally stable in the key of G minor, but accompanied by two rhythmically interlocking arpeggios that move in contrary motion between the two extremes of the keyboard (another symmetry). As a result the accompaniment does not settle in any register until the fourth measure—but even that stasis is disrupted by a moment of metric grouping dissonance: the syncopated D 7 chords suggest 2 3 meter. (All syncopated chords and melodic fragments that suggest 2 3 meter are highlighted in red in Example 12.) The unsettling nature of the piano introduction evokes the rustling wind and murmuring trees in the poem. Pianists performing “Mein Herz ist schwer,” whose accompaniment does not fall naturally under the fingers (or, more appropriately, under the arms, considering the extreme register and the octaves) may feel somewhat uncomfortable—if not light-headed—as they desynchronize both hands, moving across the extreme registers of the keyboard while maintaining a soft legato. Viewed in this way, the busy piano accompaniment not only creates the soundscape indicated by Brahms’s tempo marking Unruhig bewegt (moving restlessly), but also conjures the sleepless protagonist, as if his physical pain and emotional agitation were prohibiting him from thinking straight or standing still. (31) In short, the piano accompaniment plays a larger role than just setting the scenery—it hints at the inner psyche of the protagonist. In the B section, the piano continues with a sense of disturbance. The displaced arpeggios turn into displaced block chords, and over the course of this section distant keys are juxtaposed. Both pairs of repeated texts (mm. 14–18 and 23–27) share the same melodic contour and a general V–I–V–I harmonic trajectory in their own key areas. However, the music associated with lines 6–7 (mm. 19–22) departs from the surrounding lines and transitions to A major. As the protagonist gets closer and closer to the past memory, the tonal center of the accompanying music ascends higher and higher. It reaches A major when the memory is clearly stated in line 6–7, “Vom Schloß und von der Jungfrau drin” (“of the castle and the maiden within it,” mm. 21–22). However, the transitional music—the descending line that forms another grouping dissonance in the piano in mm. 19–20 and the ascending vocal line in mm. 21–22—is just as unstable as the memory itself. We sense that instability from the subsequent return of A ♭ major and the text “Wo ist das alles hin?” (“Where has all this gone?” mm. 23–25). Throughout the two B sections, Brahms indicates that the music should become nach und nach lebhafter (gradually livelier), suggesting a faster tempo as the protagonist recalls both the joy and heartbreak of his past. The faster pacing maps onto the changing key areas and a more straightforward declamatory schema afforded by the shorter measures in 4 6 meter.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Another key metric manipulation in this song involves grouping and displacement dissonance, which Brahms uses to generate temporal suspense in order to transition between sections with triple and duple meter. I will focus on the “ 2 3 Chords” in this paragraph. The series of syncopated dominant-functioning chords in mm. 10ff., for example, generate a grouping dissonance with the vocal line’s 4 6 meter because they suggest 2 3 meter. The downbeats of these implied 2 3 measures are displaced (they arrive a quarter note too late), further disturbing the sense of metrical regularity. The surface vocal rhythm in mm. 10–13 contrasts with its surrounding measures because it replaces the long-short rhythmic pattern with even half notes. This is reflected in an augmented declamatory schema with one poetic foot per measure—[1 –  / 1 –  / 1 –  / 1]—resulting in a vague hypermetric periodicity. (32) Although a 4-bar hypermeter is a viable option here, the overlapped grouping and displacement dissonances make it difficult to perceive the hypermeter, especially on the first few listenings without a score. Placement of hypermetric downbeats in mm. 9–10 can be quite difficult after listening to the previous A section in 4 9 : some retrospective reinterpretation is unavoidable (like the one in “Während des Regens” shown in Examples 5d and 5e). All of these factors contribute to a lack of clear pulsation at the hypermetric level—an example of what John Paul Ito ( 2013 , 63) refers to as a “hypermetrical tunnel,” in which the sense of hyperbeat is momentarily suspended. Ito explains such listening experiences as “being in the midst of a flow of events with little ability to construct a large-scale temporal orientation or predict just when more normal phrase structure will resume.” In the case of mm. 10–13, the “tunnel” is not just hypermetrical; it is also contextual. The motion hinted in the text “Die Wipfel rauschen weit und breit” (the tree-tops murmur far and wide) is ironically set to the static chords that contrast with the busy piano texture from the A section. This change in texture suggests the light-headed protagonist recollecting his thoughts about the past. The juxtaposition of static chords in the music with the description of murmuring trees in the text also suggests the powerlessness of man in the face of nature and fate. These meanings are suggested in the poem, but Brahms’s interpretation of the poem brings these expressive implications to the forefront. Together with the later appearance of these chords in mm. 32–33 (the augmented chords at the end of the transition from B′ back to A′), this hypermetric tunnel—the chords in 2 3 meter—allows listeners to travel with the protagonist between his youth and his present.",
                "footnotes": [
                    "FN32"
                ],
                "citations": [
                    "ito_2013"
                ]
            }
        },
        {
            "29": {
                "text": "[29] In an unpublished paper, Heather Platt ( n.d. ) describes all of these grouping dissonances as lying on a “slower temporal plane,” in which the protagonist “is held captive, frozen in a past time.” The grouping dissonances also freeze the rate of declamation and create disruptions between sections with different pacing. In this way, these grouping dissonances not only help to lead from one section (and one meter) to another; they also reflect the protagonist’s thoughts, which travel from the present to the past, from one time to another.",
                "footnotes": [],
                "citations": [
                    "platt_nd"
                ]
            }
        },
        {
            "30": {
                "text": "[30] Despite the quasi-symmetrical elements in “Mein Herz ist Schwer,” occasional disruptions to the symmetry intensify the melancholic isolation in the song. The Type-1 NMC in mm. 39ff. and the final appearance of the syncopated chords allow for a deceleration, and function as a short coda. The additional text repetition and ambiguous tonal center in this coda offset the symmetry discussed thus far. The double neighbor figure in m. 4 (all occurrences are marked by red brackets in Example 12) that closes the piano introduction and introduces the syncopated chords becomes a crucial motivic gesture in mm. 7–8, coinciding with the It. +6 –V 7 half cadence in the key of G. The same motivic gesture in mm. 38–40 leads to another half cadence, preceded by the same progression in mm. 37–38, hinting at the tonic G as the new dominant. But the new implied tonic (C major/minor) never materializes, (33) a tonal twist that is unprecedented in the song. The text repetition in the coda (mm. 39ff.) uses the same declamatory schema as the hypermetric tunnel in mm. 10ff. instead of the one in mm. 37–38. This stasis again freezes the temporal flow. The added rests in the middle of mm. 39 and 40 resemble heavy breathing from exhaustion, particularly since the first rest does not correspond to any punctuation in the text. All of these final twists to the quasi-symmetry—Type-1 NMC, text repetition, new-found tonal ambiguity, and new declamatory schema—result in a dramatic loss of energy and create a despondent effect, further enhancing the cyclic return of the melancholic protagonist’s heartache.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] One more non-symmetrical aspect of the song is line 10 (mm. 27–28), the only poetic line not written in clear iambic tetrameter, and the only part of the song where the singer shares the grouping dissonance with the piano accompaniment. This line follows the second text repetition (lines 8 and 9) and continues the question about the irretrievable past: “LEID, LIEB ’ und LUST und JUgendSINN” (“grief, love, and joy, and the spirit of youth”—capitalized syllables indicate poetic stresses, italics indicate syllables that can be read as either stressed or unstressed). “LIEB” can be read as either part of a spondee (strong-strong—“LEID, LIEB ’”) or part of an anapest (weak-weak-strong—“Lieb’ und LUST”). The vocal line in mm. 27–28 is a displaced version of the grouping dissonance found in the piano part in m. 16 (see the highlighted section in Example 12), generating a syncopated schema [a /  –  a?,  2  /  1,  2] (“a” stands for an accented syllable on the second half of a beat; the question mark on “a?” suggests its interpretive flexibility). Not only does the declamatory schema of line 10 differ from the foregoing lines, but its tonal center B ♭ major departs from the symmetrical pattern discussed in paragraph [25]. The sudden shift to the relative major may seem odd at first. However, the syncopation and the sudden change to the major mode seem to suggest eagerness and yearning, as if the protagonist were fully aware of the irreversible fate but still indulges in false hope. The early entrance in mm. 27–28 is therefore a complex mixture of despair and desire, denial and compliance. We sense this from the immediate text repetition of “Jugendsinn” (spirit of youth) over a half cadence followed by the syncopated 2 3 chords, signaling the change of focus back to reality. Indeed, the distinct declamatory schema and the switch to B ♭ major are the important strokes that paint the dichotomy between acceptance and desire: accepting the inevitable process of aging and the everlasting desire of youth. Example 13 . Tempo Changes in Three Recordings of “Mein Herz ist schwer” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The visual cues for metric dissonances in the score—the constant metric displacements between the pianist’s right and left hands, the syncopated block chords, and the NMCs that signal new sections and changes of emotion—can yield different performance interpretations. Performances of “Mein Herz ist schwer” differ mainly with respect to the emotional intensity of the B section and the overall choice of tempo. The three recordings sampled are listed in Example 13 ( Audio Example 3 : baritone Michael Nagy with pianist Helmut Deutsch; Audio Example 4 : bass-baritone Daniel Lichti and pianist Janina Fialkowska; and Audio Example 5 : baritone Dietrich Fischer-Dieskau and pianist Daniel Barenboim). All three performances slow down during the displaced syncopated chords around mm. 10–13, thereby enhancing the sense of suspension. They then consistently speed up approaching the B′ section, underlining the protagonist’s sense of defiance as he asks “Wo ist das Alles hin?” They also take the A′ section slower than the initial A section, as if the protagonist is exhausted from the present suffering and the memory of his lost youth.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Overall, Nagy chooses a slower and steadier tempo than the others, which allows him to take great care in articulating each consonant and vowel. As shown in Example 13, Lichti’s range of tempo is the widest. The large-scale flexibility in performance timing is also reflected on a smaller scale in his approach to rhythm. He elongates most of the eighth notes and pays great attention to creating a smooth legato line. However, this melodic fluency is never applied to the words “Mein Herz ist schwer, mein Auge wacht.” Instead, he always articulates the comma in the middle of this poetic line (mm. 5–6 and 37–42) with an audible breath, as if the protagonist were having difficulty in breathing because of his heavy heart. Fischer-Dieskau’s performance of “Mein Herz ist schwer,” like his recording of “Während des Regens” in Audio Example 2, demonstrates a variety of tone qualities, at times using an almost speech-like voice, prioritizing declamation over pitch accuracy. His speech-like intonation in m. 20 (“Herzeleid”) turns immediately into a whispering voice in mm. 20–21 (“Vom Schloß”). He then emphasizes the initial consonants of the words “ h in” and “ J ugend s inn”—highlighted in bold typeface—with a throat-heavy sound in mm. 24 and 29, creating the impression of a passionate outburst. Type-3 NMCs: Quick and Regular Alternation of Triple and Duple (or Quadruple) Meters",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] The third type of NMC involves two time signatures at the beginning of the piece, one triple and one duple or quadruple. Generally, these two notated meters alternate regularly measure-by-measure. As Rohr ( 1997 , 258) and the pianist Lucien Stark ( 1995 , 287) have noted, this composite meter (or mixed meter) is typical of Hungarian, Slovakian, and Bohemian dances. (34) In his solo Lieder, Brahms employs the meter when setting folk or folk-like texts. Example 14 . Songs with Type-3 NMCs (click to enlarge)",
                "footnotes": [
                    "FN34"
                ],
                "citations": [
                    "rohr_1997",
                    "stark_1995"
                ]
            }
        },
        {
            "35": {
                "text": "[35] As shown in Example 14 , two of Brahms’s songs present this type of NMC: “Agnes,” op. 59, no. 5 and “Das Mädchen,” op. 95, no. 1. Edwin Evans ( 1912 , 427) explains that the presence of two meters instead of a single (non-isochronous) meter that combines them frees the composer from maintaining a regular pattern (such as 3+4 or 4+3)—a metrical freedom explored in both songs. In the first song, “Agnes,” the poem is a folk-inspired lament that “falls into a traditional poetic archetype” according to Rohr ( 1997 , 260). Brahms’s choice of a composite meter typical in some folk music, 4 3 plus 4 2 , accentuates this quality. (35) The text of the second song, “Das Mädchen” is drawn from Die Gesänge der Serben , a collection of Serbian folk songs translated into German by Siegfried Kapper. Notated with two signatures, 4 3 and C ( 4 4 ), Brahms plays with different metric successions, including 3+3 and 4+4, creating an effect similar to Type-1 NMCs. (36) Sectional meter changes are also employed; thus “Das Mädchen” contains all three types of NMC. The following pages first discuss sections of the song with clear composite meter, and then explore other significant metrical features of this work. Case Study: “Das Mädchen,”op. 95, no. 1 Example 15 . Text and translation of “Das Mädchen,” op. 95, no. 1 (click to enlarge) Example 16 . The Score of “Das Mädchen” (click to enlarge and see the rest)",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": [
                    "evans_1912",
                    "rohr_1997"
                ]
            }
        },
        {
            "36": {
                "text": "[36] “Das Mädchen” is through-composed with some traces of a modified strophic form and a contrasting middle section. Example 15 provides the text and translation (square brackets indicate text repetitions added by Brahms). (37) Poetic lines 1–3 introduce a maiden standing on a mountain slope addressing her own face; from line 4 onwards, the singer takes on the role of the maiden and talks about her possible sad future being kissed by an old man (lines 5–6). In Example 16 , the annotated score, alternating meter pervades these sections (labeled A1 and A2) and yields an asymmetrical arrangement of beats: 1 2 3, 1 2 3 4, 1 2 3, 1 2 3 4. The numbers in black between the staves of Example 16 indicate the number of beats in each measure. Brahms’s alternating meter maps perfectly onto the asymmetrical poetic structure: the poem is written in trochaic pentameter (five strong-weak poetic feet per line), and the five stresses per line are mostly grouped 2+3, as suggested by the comma in “Stand das Mädchen, stand am Bergesabhang.” Brahms’s use of composite meter not only correlates the odd-numbered poetic stresses with odd-numbered musical ones, but also intensifies the poetic punctuation with a musical one, as expressed in the declamatory schema [1, 2 – / 1, 2, 3 –] (shown with blue-colored numbers in mm. 1–2 of Example 16).",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] Brahms’s setting of pentameter lines in “Das Mädchen” somewhat differs from Schubert’s. In an important study, Fehn and Hallmark ( 2010 , 155–219) categorize Schubert’s strategies for setting pentameter lines of poetry. One of his procedures (which Fehn and Hallmark label “X”) is to compress two poetic feet so that the line can fit into four metric units. Another procedure (labeled “Y”) is to set all five poetic feet to even units of musical time and add a rest at the end, yielding six metric units for the line. Thus, Schubert normally sets pentameter lines to even-numbered groups of metric units. (38) Brahms’s setting of the opening pentameter lines of “Das Mädchen,” however, preserves the short-long metrical pattern of the text. This pattern is reinforced by the repetitive vocal line, doubled by the piano’s block chords that add a rustic and percussive flavor. The text suggests both physical and emotional imbalance, which Brahms enhances with a slight tonal imbalance, a brief and abrupt shift to D major in mm. 3–4, the relative major of the overall tonic B minor. This kind of oscillation between relative keys is a common trait of much folk music. The physical imbalance comes from standing on a cliff face, as described in poetic lines 1–3 (set as mm. 1–8). The emotional imbalance comes from the protagonist’s worry that her beauty will attract an old suitor (poetic lines 4–6, mm. 9–16 of the music, which is also characterized by a recitative-like texture and Type-1 NMCs), and her plans to dissuade or even disgust the old suitor (poetic lines 7–11, mm. 17–28, marked as section A3). This espressivo section hints at the subdominant key of E minor, with less energetic accompaniment and slower harmonic rhythm as the girl is plotting. The opening piano accompaniment and faster harmonic rhythm gradually resume as her plan becomes clear in mm. 25ff.—she will wash her face with bitter water before the old man kisses her (“daß du bitter, wenn dich küßt der Alte”). This skillful use of alternating musical meter not only preserves the poetic meter and contributes a folk flavor, but also traces the deeper emotion of the protagonist.",
                "footnotes": [
                    "FN38"
                ],
                "citations": [
                    "fehn_and_hallmark_2010"
                ]
            }
        },
        {
            "38": {
                "text": "[38] The contrasting B section in m. 37, marked as animato grazioso , shares some motivic and rhythmic similarity with the A sections, for example the use of the melodic second F ♯ 4–G4 and dotted rhythms followed by even eighth notes. It is set in the stable meter of 4 2 , however, the corresponding poetic lines (14–17) depict a totally different mood from that of the A sections. The maiden is now imagining an alternate and preferable future in which she is pursued by a young man. This is a Type-2 NMC, in contrast with the Type-3 NMC at the beginning of the song. This stable meter generates a consistent pattern of accentuation, signaling the protagonist’s liberation from her emotional and physical imbalance. Unlike the opening, each poetic line is now stretched across ten quarter notes instead of seven. However, the 2+3 grouping of poetic stresses conforms to a deeper-level triple hypermeter, with hyperbeats of two measures (indicated by red-colored hypermetric numbers in mm. 37ff. of Example 16), constituting procedure “Y” as defined by Fehn and Hallmark. The two stresses of “GING hinAUS” are mapped onto hyperbeat 1, and the three stresses of “IN den GRÜnen GARten” are mapped onto hyperbeats 2 and 3. This even declamatory pattern depicts an adolescent’s joyous imagination of the future, a contrasting affect to the unhappy and imbalanced A sections. The cheerful affect of the B section is further enhanced by the dotted rhythm in the bass line, the removal of the major/minor inflections, and the key change to B major.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] I will now examine passages in this song that resemble a Type-1 NMC (the brief appearance of a new meter): the two analogous passages at mm. 9–14 and 29–34 that depict the instances when the girl starts projecting her two possible futures (sections A2 and A2′). The temporal fluctuation in these two passages is artfully composed-out. In m. 8, the poco rit. and diminuendo suggest a slower and less energetic declamation. In mm. 9 and 11 (both parallel to m. 1), the piano takes the center stage. It re-establishes both the tonic chord and the previous tempo, and hints at a false return of the earlier A1 section. However, these measures intermingle with the triple meter in m. 10 and the quadruple meter in m. 12 of the vocal line, creating a varied version of the opening measures. The metric order of 3+3 in mm. 9–10 resembles a Type-1 NMC, for it falls in a grey area between NMC and non-NMC. These attempts to re-launch the A section are metrically ambiguous if not suspended. (39) This weakened metrical grounding is comparable to the effect of rubato or ad lib. , except that such temporal adjustments are composed into the song instead of being written out as verbal instructions, as in m. 8. This metrical hesitation and uncertainty reflect the hesitation of the protagonist: “Wenn ich wüßte, du mein weißes Antlitz” (if I knew, you my white face).",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] The next poetic line (line 6) accelerates the rate of declamation and creates a composed-out acceleration. The piano in m. 13 repeats m. 2, echoed by the voice in the second half of the bar. This succession of duple groupings hastens the declamation and leads to the recoup of the composite meter in mm. 14–16. With the help of the crescendo and the return of the composite meter, the momentum of the composed-out acceleration is intensified to the extent that it over-compensates for the metric suspense in mm. 9–12. (40) This overdrive contrasts with the uncertainty in poetic line 5 and enhances the maiden’s agitation: “Daß dereinst ein Alter dich wird küssen” (that one day an old man would kiss you). The analogous passage, the later A2′ section in mm. 29–34 (poetic lines 12–13) is set in major and projects a totally different mood in preparation for the Animato grazioso section in 4 2 meter. Measures 29–32 prolong the dominant of B major and depart from the composite meter, creating a mild harmonic and metric suspense similar to that in mm. 9–12. Measures 33ff. suggests a similar acceleration as in mm. 13ff., but the same energy does not continue into mm. 35–36. A poetic text that is positive in tone is heard for the first time in these measures: “Daß dereinst ein Junger dich wird küssen” (that one day a young man would kiss you). The immediate repetition of this line in mm. 35–36 is supported by a new harp-like accompaniment and a slight slowing of tempo, projecting a dream-like atmosphere that signifies the maiden’s indulgence in her alternative happy future. Together with the effect of the Type-1 NMCs, the two A2 sections generate an expressive ebb and flow similar to those in “Während des Regens.” This subtle, non-verbal indication of pacing depicts two different sides of the protagonist—one full of bitterness and vengeance, and the other one full of hope and delicate excitement. These portrayals evoke the emotions of the character as well as adding to the folk flavor of the song.",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The interpretive challenges of performing “Das Mädchen” lie partly in the choice of tempo in the animato grazioso section. I sample two recordings that are representative of distinct styles: Jessye Norman with the pianist Daniel Barenboim ( Audio Example 6 ) and Bernarda Fink with the pianist Roger Vignoles ( Audio Example 7 ). Jessye Norman takes a relatively fast tempo throughout the song, and an even faster tempo at animato grazioso , giving the newly consistent metric pulse a dancelike quality. In contrast, Bernarda Fink takes the song slower than Norman does, and without much change in tempo at animato grazioso . Fink’s choice of tempo in the contrasting section projects a relaxing atmosphere when compared with the opening imbalanced alternation of meters. Audio Example 6 . Recording by Jessye Norman and pianist Daniel Barenboim Audio Example 7 . Recording by Bernarda Fink and pianist Roger Vignoles",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] In general, Norman reacts to the meter changes by obvious fluctuations in tempo. She slows down significantly in m. 8, and responds sensitively to the metric ambiguity in mm. 9–12: she sings these four measures as if the meter were barely present. She speeds up again into m. 16, but stretches musical time in m. 17. This constant ebb and flow in tempo continues throughout her performance. She takes on an even faster tempo in the very last section (mm. 61–66), capturing the excitement of the maiden. Fink, on the other hand, shapes her performance with varying articulations rather than employing tempo fluctuation. For instance, the word “Alte” (old man) gets progressively heavier through the first half of the song. In m. 28, “Alte” sounds throat-heavy, as if she were shouting the word out loud. A similar interpretive change of articulation appears on the word “bitter.” In m. 30 she lingers on the word “aber” (but), signaling the maiden’s change of thought. Her animato grazioso passage has no sense of rushing, as if Fink herself were enjoying the moment, just as the text suggests. The last word of the song, “Junge” (young man), carries the same intensity as “Alte,” except that it is no longer throat-heavy, thus conveying the maiden’s joy. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Studies have shown that Brahms adopted a flexible approach to interpretation, including a high degree of tempo variation and rhythmic inflection in his own performances, and accepting a wide range of interpretations of his own compositions ( Avins 2003 ; Pascall and Weller 2003 ). As Styra Avins has pointed out: “[Brahms] understood the need for reliable, authentic editions, but he also understood that no edition could take the place of the experienced artist” ( 2003 , 34). This is partly why there has been such extensive discussion of the various ways of performing Brahms’s metrically dissonant passages: the music seems to encourage a liberal approach to performance. (41) He was also skeptical about prescribing tempo, dynamic, and expressive markings in general, for they restrict the “free artistic performance” ( Avins 2003 , 23). Yet he was careful to provide clues for performers, mechanisms to direct the pacing of the music, the manner of declaiming texts, the shaping of a melodic line. Brahms’s NMCs are clear examples of these kinds of performance directives. Their frequent appearances in songs (or more generally, music that is based on an existing text such as his Chorale Preludes) provide clear visual clues that map metric accents onto the key words of a poem, and that generate different metric “flows” and different types of text declamation, often with the aim of conveying the subtle emotional shifts of the poetic persona. All of these observations support Malin’s argument that Brahms’s songs are “musical performances of poetic readings” ( 2010 , 152)—they are realizations of the existing texts. Future studies relating to Brahms’s NMCs might focus on exploring specific mappings of time signatures and character-tempo markings, refining subcategories within each type (i.e., different forms of transformation between different meters); and investigating the implications of NMCs in his instrumental music. By paying attention to this striking and pervasive aspect of Brahms’s musical style, we can come to a deeper understanding of one of his most powerful ways of controlling musical pacing and expressing the subtle details of poetic structure and meaning.",
                "footnotes": [
                    "FN41"
                ],
                "citations": [
                    "avins_2003",
                    "pascall_and_weller_2003",
                    "avins_2003",
                    "avins_2003",
                    "malin_2010"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.2.lau.html",
    "data": "mto/data/mto.15.21.2.lau.json"
}