{
    "title": "Charting the Score in a Multimedia Context: the Case of Paradigmatic Analysis",
    "date": "2008/12/01",
    "volume": "14",
    "issue": "4",
    "authors": [
        "Donin, Nicolas",
        "Goldman, Jonathan"
    ],
    "abstract": "Interested in what a contemporary practice of paradigmatic analysis might look like, the authors describe their research project aimed at studying past practices as well as conceiving of future possibilities in the form of a software tool. This article provides working, interactive samples of a prototype of this tool, which can be accessed by clicking on the applications contained in the article. By examining the “situatedness” of the analyst, the paradigmatic approach is seen not only as a precursor of the automatizing ambitions of late 20th-century music theory and musicology, but also as a structuralist reinvention of a tradition of listening that began with the analytical practices which emerged in Wagnerian Europe at the end of the 19th century.",
    "keywords": [
        "paradigmatic analysis",
        "computer-aided analysis",
        "history of music theory",
        "musical semiotics",
        "multimedia"
    ],
    "doi": "",
    "received": "June 2008",
    "pdf": "http://www.mtosmt.org/issues/mto.08.14.4/mto.08.14.4.donin_goldman.pdf",
    "author_info": [
        {
            "name": "Nicolas Donin",
            "university": "IRCAM",
            "address": "1, pl. Igor-Stravinsky, Paris 75004, France",
            "email": "nicolas.donin@ircam.fr"
        },
        {
            "name": "Jonathan Goldman",
            "university": "University of Victoria",
            "address": "School of Music, PO Box 1700 STN CSC, Victoria, BC V8W 2Y2, Canada",
            "email": "goldmanj@uvic.ca"
        }
    ],
    "citations": {
        "adiloglu_et_al_2006": "Adiloglu, Kamil, \nThomas Noll and Klaus Obermayer. 2006. “A Paradigmatic Approach to Extract the Melodic Structure of a Musical  Piece.” Journal of New Music Research 35/3: 221–236.",
        "agawu_1989": "Agawu, Kofi. 1989. “Schenkerian  Notation in Concept and Practice.” Music  Analysis 8/3: 275–301.",
        "allard_et_al_1963": "Allard, Michel et al. 1963. Analyse conceptuelle du Coran sur  cartes perforées . Paris-The Hague: Mouton.",
        "ayrey_1994": "Ayrey, Craig. 1994.  “Debussy’s Significant Connections: Metaphor and   Metonymy in Analytical Method.” In Theory, Analysis, and Meaning in   Music , ed. Anthony Pople, 127–151. Cambridge: Cambridge University Press.",
        "bencini_et_al_1992": "Bencini, David, Michele Ignelzi and Lelio Camilleri. 1992. “Paradigmatic  Analysis through the Computer.” In Secondo Convegno Europeo di Analisi Musicale , ed. Rossana Dalmonte and Mario Baroni, 609–612. Trent: Università degli Studi (Dipartimento di Storia della  Civiltà).",
        "bernard_1986": "Bernard, Jonathan. 1986. “On ‘Density  21.5’: A Response to Nattiez.” Music Analysis 5, 2/3: 207–231.",
        "blasius_1996": "Blasius, Leslie. 1996. Schenker’s Argument and the Claims of Music Theory . Cambridge: Cambridge University Press.",
        "campos_and_donin_2009": "Campos, Rémy and Nicolas Donin (eds.). 2009. L’analyse musicale, une pratique et son histoire. Geneva: Conservatoire de Genève/Droz.",
        "chemillier_2009": "Chemillier, Marc. 2009. “L’analyse  paradigmatique. À propos de l’œuvre de Gilbert Rouget.” In Rémy  Campos and Nicolas Donin (eds.), op. cit., 85–106.",
        "clarke_2005": "Clarke, Michael. 2005. “An Interactive Aural Approach to  the Analysis Of Computer Music.” \nIn Proceedings of the 2005 International Computer Music Conference  (ICMC) Escola superior  de Musica de Catalunya, Barcelona, Spain, 4–10, 2005 , \ned. Andres Lewin-Richter and Xavier Serra, 85–92 . San Francisco: ICMA.",
        "clarke_2006": "Clarke, Michael. 2006. “Jonathan Harvey’s Mortuos Plango, Vivos Voco : An  Interactive Aural Analysis.” In Analytical  Methods of Electroacoustic Music , ed. Mary Simoni, 111–143. London: Taylor and Francis.",
        "cook_1987": "Cook, Nicholas. 1987. A  Guide to Musical Analysis . London: Dent.",
        "deliège_1965": "Deliège, Célestin. 1965. “La musicologie devant le structuralisme.” L’Arc 26: 45–52.",
        "deliège_1974": "Deliège, Célestin. 1974. “Les techniques du rétrospectivisme.” International Review  of the Aesthetics and Sociology of Music 5/1: 27–41.",
        "d’indy_1909": "D’Indy, Vincent. 1909. Cours de composition musicale , vol. II. Paris: Durand.",
        "donin_2004": "Donin, Nicolas. 2004. “Towards Organised Listening: Some Aspects of the ‘Signed Listening’ Project, Ircam.” Organised Sound 9/1: 99–108.",
        "donin_2005": "Donin, Nicolas. 2005. “ Samson François jouant Noctuelles : notes  de lecture .” DEMeter .",
        "donin_and_keck_2006": "Donin, Nicolas and Frédéric Keck. 2006. “Lévi-Strauss et « la musique ». Dissonances dans  le structuralisme.” Revue d’Histoire des Sciences Humaines 14: 101–136.",
        "dosse_1997": "Dosse, François. 1997. History of Structuralism , 2 vol. Trans. Deborah Glassman. Minneapolis: University of Minnesota Press.",
        "goldman_2001": "Goldman, Jonathan. 2001. Understanding Pierre Boulez . Notes on Anthèmes. “Creating a labyrinth out of another labyrinth.” M.A. diss. Université de Montréal.",
        "goldman_2006": "Goldman, Jonathan. 2006. “Exploding/Fixed: Form as  Opposition in the Writings and Later Works of Pierre Boulez.” Ph.D. dissertation. Université de Montréal.",
        "goldman_2009": "Goldman, Jonathan. 2009. “Charting Memoriale :  Paradigmatic Analysis and Harmonic schemata from Boulez’s ‘ ... explosante-fixe . . . ’.” Music Analysis 27.",
        "hutchins_1995": "Hutchins, Edwin. 1995. Cognition  in the Wild. Cambridge: MIT Press.",
        "ignelzi_and_rosato_1998": "Ignelzi, Michele and Paolo Rosato. 1998. “Signification in music: between structure and  process. A new role for paradigmatic analysis.” Contemporary  Music Review 17/1: 39–55.",
        "ismir_2005_conference_proceedings": "ISMIR 2005 Conference Proceedings:  6th International Conference on Music Information Retrieval, London, UK, 11–15 September 2005 , ed. Joshua D. Reiss and Geraint A. Wiggins. London: University of London, 2005.",
        "ismir_2006_conference_proceedings": "ISMIR 2006  Conference Proceedings: 7th International Conference on Music Information  Retrieval : Fairmont Empress Hotel, Victoria, BC, Canada, 8–12 October, 2006 , ed. Roger Dannenberg, Kjell Lemstrom and Adam Tindale. Victoria, University of Victoria, 2006.",
        "ismir_2007_conference_proceedings": "ISMIR 2007 Conference Proceedings: 8th  International Conference on Music Information Retrieval, September 23rd–27th 2007, Vienna,  Austria , ed. Simon Dixon, David Bainbridge, and Rainer Typke. Vienna: Österreichische Computer Gesellschaft, 2007.",
        "koozin_1999": "Koozin, Timothy. 1999. “ On Metaphor, Technology, and Schenkerian  Analysis .” Music Theory Online 5.3.",
        "lartillot_2002": "Lartillot, Olivier. 2002. “Musical Analysis by Computer Following Cognitive  Model of Induction of Analogies.” Proceedings  of the International Computer Music Conference, Göteborg, September 16–21, 2002 : 20–27.",
        "lavignac_1897": "Lavignac, Albert. 1897. Le voyage artistique à Bayreuth . Paris: Delagrave.",
        "léotar_2003": "Léotar, Frédéric. 2003. Les mélodies huchées  touvas et ouzbèkes : aspects compositionnels et  dimension culturelle. Ph.D. dissertation. Université de Montréal.",
        "lévi-strauss_1963": "Lévi-Strauss, Claude. 1963. “The Structural Study of Myth (1955).” In Structural Anthropology , trans. Claire Jacobson and Brooke G. Schoepf, 206–231. New York: Basic Books.",
        "littlefield_and_neumeyer_1992": "Littlefield, Richard and David Neumeyer. 1992. “Rewriting Schenker:  Narrative-History-Ideology.” Music Theory  Spectrum 14/1: 38–65.",
        "marchand_2003": "Marchand, Guy. 2003. Bach, ou,  La passion selon Jean-Sébastien : de Luther au nombre d’or. Paris: L’Harmattan.",
        "monelle_1992": "Monelle, Raymond. 1992. Linguistics  and Semiotics in Music. Chur: Harwood.",
        "nattiez_1971": "Nattiez, Jean-Jacques. l971. \n“Situation de la sémiologie  musicale.” Musique en jeu 5: 3–17.",
        "nattiez_1973": "Nattiez, Jean-Jacques. 1973. “Trois modèles linguistiques  pour l’analyse musicale.” Musique en jeu 10: 3–11.",
        "nattiez_1975b": "Nattiez, Jean-Jacques. 1975b. Fondements d’une sémiologie  de la musique. Paris: UGE.",
        "nattiez_1982": "Nattiez, Jean-Jacques. 1982. “Densité 21.5 de Varèse : essai d’analyse sémiologique. ” Montreal: Faculté de musique de l’Université de Montréal, 1975 a . Eng.  trans.: “Varèse’s Density  21.5 : a Study in Semiological Analysis.” Music  Analysis 1/2: 243–340.",
        "nattiez_1998": "Nattiez, Jean-Jacques. 1998. “A Comparison of Analyses from the Semiological Point of View (the Theme of Mozart’s Symphony  in G minor, K550.” Contemporary Music Review 17/1: 1–38.",
        "nettl_2005": "Nettl, Bruno. 2005. The Study of Ethnomusicology:  Twenty-Nine Issues and Concepts. Urbana: University of Illinois Press, 1983; rev. and exp. ed.",
        "puig_et_al_2005": "Puig, Vincent et al. 2005. “Musique Lab 2: A Three Level Approach for  Music Education at School.” In Proceedings of the 2005 International Computer Music Conference  (ICMC) Escola superior  de Musica de Catalunya, Barcelona, Spain, 4–10, 2005 , ed. Andres Lewin-Richter and Xavier Serra, 419–422. San Francisco: ICMA.",
        "rouget_1961": "Rouget, Gilbert. 1961. “Un chromatisme africain.” L’Homme 1/3: 33–46.",
        "roy_2003": "Roy, Stéphane. 2003. L’analyse des musiques électroacoustiques : modèles et propositions. Paris: L’Harmattan.",
        "ruwet_1987": "Ruwet, Nicolas. 1987. “Méthodes d’analyse  en musicologie.” Revue  belge de Musicologie 20  (1966): 65–90. Reprinted in Langage, musique, poésie , 100–133 . Paris: Éditions du Seuil, \n1972. Eng.  trans.: “Methods  of Analysis in Musicology.” Mark Everist (trans.) Music Analysis 6, 1/2 (1987): 11–36.",
        "sampaio_1999": "Sampaio, Luiz Paulo de Oliveira. 1999. Reflets dans le miroir : essai  d’analyse sémiologique  tripartite des Variations, opus 27 de Webern . \nPh.D dissertation. Université de Montréal.",
        "schenker_2005": "Schenker, Heinrich. 2005. Der Tonwille.  Pamphlets in Witness of the Immutable Laws of Music : Offered to a New Generation of Youth , 2 vols, ed. William Drabkin, trans. Ian Bent, William Drabkin et al. Oxford: Oxford University Press.",
        "schoenberg_1975": "Schoenberg, \nArnold. 1975. “Composition with Twelve Tones (1).” 1941. In Style  and Idea, 214–244. London, Faber and Faber.",
        "schoenberg_1995": "Schoenberg, Arnold. 1995. The Musical Idea and the Logic, Technique, and Art of its Presentation , ed. Patricia Carpenter and Severine Neff. New York: Columbia University Press.",
        "suchman_2007": "Suchman, Lucy A. 2007. Plans and Situated  Actions: the Problem of Human-Machine Communication. Cambridge-New York:  Cambridge University Press, 1987. 2nd ed., Human-Machine Reconfigurations: Plans and Situated Actions. Cambridge-New York: Cambridge University Press.",
        "szendy_2007": "Szendy, Peter. 2007. Écoute : une histoire de nos oreilles. Paris : Éditions de Minuit, 2001. Eng.  trans.: Listen: a History of Our Ears , trans. Charlotte Mandell. New York: Fordham University Press.",
        "tagg_1987": "Tagg, Phillip. 1987. “Musicology and the semiotics of popular  music.” Semiotica 66, 1/3: 279–298.",
        "théberge_2008": "Théberge,  Paul. 2008. “Exploring  the creative process: hypermedia tools for understanding contemporary  composition.” Circuit, musiques contemporaines 18/2: 77–85."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Cf. Lévi-Strauss, 1955 in 1963 ; Rouget 1961 ; Ruwet 1987 ; Nattiez 1975b . Incidentally, according to Ignelzi and Rosato ( 1998 , 39), paradigmatic analysis had an  important precursor in the work of Italian composer Firmino Sifonia in the  early 1960s, who had no knowledge of Ruwet’s work.",
            "citations": [
                "rouget_1961",
                "ruwet_1987",
                "nattiez_1975b",
                "ignelzi_and_rosato_1998"
            ]
        },
        "FN2": {
            "text": "2. Laboratoire de langues et civilisations à tradition orale , associated jointly with the Centre national de la recherche scientifique (CNRS) and the Universities of Paris  3 and 4.",
            "citations": []
        },
        "FN3": {
            "text": "3. Such as the work presented in sessions of recent ISMIR (International  Conference on Music Information Retrieval) meetings with names like  “Self-Similarity and Structure,” “Classification,” “Motivic and Melodic Analysis  and Retrieval,” etc. Cf. Proceedings of ISMIR 2005, 2006 and 2007.",
            "citations": []
        },
        "FN4": {
            "text": "4. Among several significant exceptions to this rule, we could cite Olivier Lartillot ( 2002 ), who lays out a program for a software tool which detects motivic similarities in raw  musical material, and a study by Adiloglu et al. ( 2006 ) which uses topological concepts to develop an automated,  mathematical approach to the paradigmatic analysis of the melodic content of a  piece of music.",
            "citations": [
                "lartillot_2002",
                "adiloglu_et_al_2006"
            ]
        },
        "FN5": {
            "text": "5. Exceptions to this can be found in the work of many of Nattiez’s graduate  students: Sampaio ( 1999 ), Léotar ( 2003 ), Roy ( 2003 ), Goldman ( 2001 , 2006 ).",
            "citations": [
                "sampaio_1999",
                "roy_2003",
                "goldman_2001",
                "goldman_2006"
            ]
        },
        "FN6": {
            "text": "6. Nattiez 1975b , 359. All  translations in this paper are our own, unless a published English version  exists, and is cited in the bibliography. Nattiez cites Gardin’s work in using  computers to analyze the Koran ( Allard et al. 1963 ).",
            "citations": [
                "nattiez_1975b",
                "allard_et_al_1963"
            ]
        },
        "FN7": {
            "text": "7. In  any case, Nattiez’s opinion on the possibility of automation was not stable  during the years that he theorized musical semiotics in general, and PA in  particular. In 1971, he seemed favorable to a project which automatizes analysis of large repertories. According to him, “since we need to tally all the recurrences of stylistic traits and to establish the rules of their combination, essential formal models will be supplied by information theory, computer science, statistics and mathematics” ( Nattiez 1971 , 15). However, rather than delving into the  details of a computational musical stylistic analysis, he lamely writes that  “the development of computational studies in the humanities, in musicology in  particular is so widespread today in America, that this research area must be  dealt with in a journal issue entirely devoted to it” ( Nattiez 1971 , 18). Needless to say,  this issue was never published, and already in 1973, Nattiez deploys cautionary  arguments against automation which he continues to embrace to this day: “It  would be false to think that an explicit procedure has an algorithmic  character: a machine, programmed according to these directives, could not  produce the analysis in our stead: first of all, because our attitude with  respect to the text is never totally neutral; acculturated as we are to tonal  works, we have intuitions about their code. Secondly, because our procedure  does not make an inventory of all the effective operations. It does however allow the musicologist to verify his own procedures and to be supported by a consistent methodology in order to criticize them and to improve other analyses” ( Nattiez 1973 , 7). The same ambivalence can be observed in  Ruwet’s seminal 1966 article ”Méthodes d’analyse en musicologie,” in which he  seems to initially posit the possibility of automation—albeit only in  principle—when he speaks of a “machine for identifying elementary identities”  (which, admittedly, he places within quotation marks). However, he ends the  article on a less futuristic note, by pronouncing the seeming impossibility of  the automated production of definitive analyses: “The consequence of all this  is, as has been seen, that it is impossible to represent the structure of a piece  of music by a single arrangement” ( Ruwet 1987 in Eng. trans., 32).",
            "citations": [
                "nattiez_1971",
                "nattiez_1971",
                "nattiez_1973",
                "ruwet_1987"
            ]
        },
        "FN8": {
            "text": "8. This ties in with the notion of situated cognition, a key concept  in recent research in cognitive anthropology. Cf. for example Lucy A. Suchman’s classic Plans and Situated Actions:  The Problem of Human-Machine Communication ( 2007 ) and Edwin Hutchins’ Cognition in the Wild ( 1995 ). These two works were instrumental in defining the hybrid of historical and empirical research which characterizes the agenda of the APM team, and resulted notably in the papers collected in Campos and Donin 2009 . The notion of situated analysis employed in this paper is explored in greater depth there.",
            "citations": [
                "suchman_2007",
                "hutchins_1995",
                "campos_and_donin_2009"
            ]
        },
        "FN9": {
            "text": "9. Sometimes, a signed listening can be as informal as the way in which a reader  might annotate a copy of a novel by jotting down notes in the margins. The term  derives from the fact that it is a distinctively personal way of listening to  the piece which could be figuratively thought to be “signed” just as a painting  or a critical reading of a poem is  signed by its author. For more information, cf. Donin 2004 . A fine example of  multimedia performance analysis designed by the APM team is available here .",
            "citations": [
                "donin_2004"
            ]
        },
        "FN10": {
            "text": "10. Cf. APM’s webpage .",
            "citations": []
        },
        "FN11": {
            "text": "11. Cf. Music Lab 2’s webpage . Cf. Puig et al. 2005 .",
            "citations": [
                "puig_et_al_2005"
            ]
        },
        "FN12": {
            "text": "12. Donin and Goldszmidt are permanent members of the APM team, who are engaged in a number of long-term projects as can be seen at the above link. Bottini is a doctoral candidate who began work on the tool as a research intern at IRCAM in 2005. Goldman (a musicologist at the University of Victoria) was a guest researcher in the APM team in the Fall of 2005 and again in the summer of 2008 thanks to a grant from the City of Paris’s Guest Researchers Office. Other articles on the tool dealing with aspects of the collaborative design and the problems of integrating computer software development into musicological practice will involve the other two members of the team.",
            "citations": []
        },
        "FN13": {
            "text": "13. In the next version of the tool, ActionScript 3.0 will be  able to read scores in pdf format.",
            "citations": []
        },
        "FN14": {
            "text": "14. On the relationship between Wagnerian Leitmotive tables and Lévi-Strauss’s  analyses of myths, cf. Donin and Keck 2006 , 131–134.",
            "citations": [
                "donin_and_keck_2006"
            ]
        },
        "FN15": {
            "text": "15. “We could propose the term “ paradigmatic  theme ” for the totality of criteria in the name of which elements are  associated along the same axis of equivalence. It should be noted that these  criteria are not necessarily supplied only by the first element in the  paradigm, which we term the “ paradigmatic  heading ” ( tête du paradigme )” ( 1975b ,  264).",
            "citations": [
                "nattiez_1975b"
            ]
        },
        "FN16": {
            "text": "16. Just as a critique of Schenker  needed to be buttressed by the writing of a history of Schenker and Schenkerian  analysis which places it within a specific musical and cultural context (e.g., Littlefield and Neumeyer 1992 and Blasius 1996 ), so paradigmatic analysis  could benefit from a historiographical perspective. The first steps towards a historiography of music analytical practices (with a specific section on the genealogy of paradigmatic analysis) can be found in various chapters of Campos and Donin 2009 .",
            "citations": [
                "littlefield_and_neumeyer_1992",
                "blasius_1996",
                "campos_and_donin_2009"
            ]
        },
        "FN17": {
            "text": "17. Jean-Jacques Nattiez often rewrites the same fragment more than once when a  single fragment could be considered to belong to more than one paradigm. In  this case, he encloses the re-written fragments in parentheses.",
            "citations": []
        },
        "FN18": {
            "text": "18. Cf. Chemillier 2009 .",
            "citations": [
                "chemillier_2009"
            ]
        },
        "FN19": {
            "text": "19. This presentation will only touch on those aspects of the analysis which relate  to PA analysis with the Score Charter. For a thorough analysis of Mémoriale , cf. Goldman ( 2009 ).",
            "citations": [
                "goldman_2009"
            ]
        },
        "FN20": {
            "text": "20. A cassette recording of this lecture was consulted at the Pierre Boulez Archive at the Université de Montréal’s Faculty of Music.",
            "citations": []
        },
        "FN21": {
            "text": "21. One might encounter material constraints when using the tool for a longer work with denser orchestration, even with a large monitor. This limitation is equally true of any attempt to publish a PA in a book or journal, however.",
            "citations": []
        },
        "FN22": {
            "text": "22. POLIESC : Pratiques Ordinaires, Lectures Intensives et Écritures Structurées de  Contenus numériques multimédia.",
            "citations": []
        },
        "FN23": {
            "text": "23. After viewing a demonstration of the Score Charter in 2006 at McGill University, Jean-Jacques Nattiez noted that superimposed elements in the tool’s PAs could not be sufficiently aligned.",
            "citations": []
        },
        "FN24": {
            "text": "24. The DVD “De Voi(rex) à Apocalypsis , fragments d’une genèse: exploration multimédia du  travail de composition de Philippe Leroux,” Nicolas Donin, Samuel Goldszmidt,  and Jacques Theureau, which appeared as a supplement to L’inouï–Revue de l’IRCAM 2 (2006). This  DVD-ROM allows the user to perform some of the electroacoustic operations which  gave rise to the piece (for voice, instruments and electronics). Cf. review of DVD in Théberge 2008 , in which another  IRCAM multimedia project dealing with contemporary music composition is  discussed, a CD-ROM on Roger Reynolds’ Angel  of Death , produced by Stephen McAdams and Marc Battier (Paris: IRCAM-Centre  Pompidou, 2005).",
            "citations": []
        },
        "FN25": {
            "text": "25. Cf. Sybil’s website .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. On the Relevance of Paradigmatic Analysis Today II. On the Situatedness of Analysis III. A Situated and Historically-Informed Design Process IV. General Concepts of Interface—Analytical Illustrations V. Possible Outputs of Score Charter VI. Conclusions I. On the  Relevance of Paradigmatic Analysis Today",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] What could a contemporary  practice of paradigmatic analysis look like? Although certainly not practiced  in the way or to the extent that Nicolas Ruwet and Jean-Jacques Nattiez may  have predicted 40 years ago, linguistics-inspired analysis has surely not been  definitively relegated to the dustbin of the history of music theory, its past  proponents dismissed as fashion victims of short-lived French intellectual  trends. But where can we still find those famous charts, inspired by Claude  Lévi-Strauss’s analyses of myths, anticipated by the ethnomusicologist Gilbert Rouget, proposed by Ruwet and systematized by Nattiez, which map out synchronic  similarities by placing fragments of scores into columns? (1) Interest in this mode of analysis probably attained a zenith around 1982, the year that the journal Music Analysis , then edited by Jonathan Dunsby, devoted one of  its very first issues to an  English translation of Jean-Jacques Nattiez’s ninety-seven page analysis of  Edgard Varèse’s Density 21.5 (1982).  Twenty-five years later, recent literature seems to suggest that two distinct  groups of researchers remain interested in paradigmatic methods:  ethnomusicologists and computer music researchers. On the one hand, ethnomusicologists,  particularly \nthose of a more “structuralist” than “culturalist” bent, such as  the members of Simha Arom’s team at LACITO in France, (2) do indeed practice paradigmatic analysis (henceforth PA). However, since these  researchers study music of oral tradition, they must necessarily modify PA to a  score-less context. As such, they go beyond the bounds of Nattiez’s original  project, since he was dealing principally with notated score-based music. On the other hand, computer music specialists, interested in melodic  contour detection with a view towards information retrieval or musical  similarity measures, (3) and only secondarily in semiotics, sometimes give a ritual nod to the  pioneering work of Ruwet et al, while rarely inscribing their work within a  semiotic or analytic program. (4) There remains a significant dearth of paradigmatic approaches among the  mainstream of music analysts and theorists today, who were, after all, the  target group of Nattiez’s work. (5) What accounts for this scarcity? In order to attempt an answer, it is  worthwhile to examine some of the principles underpinning PA, its  methodological assumptions, and the ways it was approached by its original  practitioners.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Recall that Paradigmatic  Analysis is a tabular representation of a musical work \nthat arranges in  columns those elements of a score which are considered identical with respect  to some condition. In a PA, the music can be followed chronologically by  reading from left to right and top to bottom as in an ordinary score, with the  understanding that verticalities correspond to recurrences of similar elements. \nAlready in the 1960s, pioneers of paradigmatic  analysis had their sights set on algorithm-like rules  able to be processed in principle by a computing machine \nthat could generate  semiotic analyses. It is striking, however, that none of them pursued this goal  with any great fervor, even though their careers extended (and continue to  extend) well into the age of the personal computer. And yet this automatization  seems compatible with Nattiez’s goal of using paradigmatic analysis to constitute  groups of works \nthat share stylistic traits revealed through PA: The principle of seriation [ mise en série ] is, as a matter of fact,  the basis of the technique of automatic documentation which consists, for  example in the field of archeology, in making an inventory, without any a  priori criteria of relevance, the descriptive traits of monuments, and on the  basis of this neutral inventory, to find, with the goal of stylistic  characterization or something else, the traits common to several monuments (cf.  Gardin 1974). (6) On the other hand, this  automatization seems incompatible with the goal of most music analyses, which  seek to account for the singularity of the musical work and/or the  comprehension of the analyst, and which even in the most formalized or  generative forms of analysis, always involve on-the-fly micro-decisions,  formulated during the heuristic process, which result from the inevitable  resistance of the material to abstract theoretical rules.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] It remains that students of  musical semiotics have often been left with the impression that the criteria of  automatizability are crucial to the project of PA. The problematic nature of the  assumption of “automatizability” in principle to paradigmatic operations may be in fact what led to this technological  impasse, which could account for the unjustifiable neglect into which  this analytical practice has fallen today. Nattiez needed to give more  emphasis to this assumption (the claim that PA offers fully explicit  rules of segmentation \nthat could be performed by a hypothetical computer  poring over strings of note-symbols) than Ruwet did, in order to be able to  make PA  the centerpiece of his “tripartite” theory of the musical sign \n(with its poietic, neutral and esthesic levels): he  deems PA the very embodiment of “analysis of the neutral level,” the central (and most problematic) stage in the analytical schema \nthat he borrows from Jean Molino. (7) As he writes, “We then use Ruwet’s initial proposal [i.e., PA] in a framework  (tripartition and stylistic analysis) which was never and is still not that of its author” ( 1975b , 239). Once PA is assigned  the role of “analysis of the neutral level,” its objectivity and autonomy from  the musical decisions of the analyst become crucial to Nattiez’s semiotic  project. It is this problematic “neutrality” \nthat has disturbed many of PA’s  critics, such as Jonathan Bernard who, in the pages of Music  Analysis , calls into question the supposed neutrality of the  author of a PA, and in particular, Nattiez’s famous study of Density . Bernard worries that the discovery procedures involved in  PA are only “superficially appearing to conduct their business in uninterpreted  fashion” and are actually concealing their original motivation: Despite [Nattiez’s] protestations to the contrary, then, he is really on  the same footing as every other analyst. His work has been difficult to  evaluate, however, because rather than admitting that the “inclinations” of his  descriptive tools represent certain fundamental assumptions—assumptions which  ought to be open to question, just as are other analysts’ assumptions—he has  pretended to begin with properties of musical structure so universal that they  have the status of unchallengeable axioms ( 1986 , 209). It is perhaps possible to accept  Bernard’s objection while at the same time embracing a paradigmatic  perspective: to do this, we must accept that paradigmatic analysis is the  activity of a situated analyst who  uses historically and geographically determined musical understanding and  culture to make analytical decisions at every stage of the process—decisions  \nthat are laden with innumerable assumptions (some or all of which could  possibly be made fully explicit). (8) Furthermore, paradigmatic analysis need not restrict itself to the so-called  neutral level, but is itself a symbolic form \nthat can be studied in terms of  its modes of production (poiesis) and perception (esthesis). This presupposes  an understanding of the situated character of analytic knowledge. II. On the Situatedness of Analysis Example 1 . Bifurcations in Nattiez's analysis of Density 21.5 (1975 a , in 1982, p. 248) (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "nattiez_1975b",
                    "bernard_1986"
                ]
            }
        },
        {
            "4": {
                "text": "[4] Of course, what allowed Jonathan  Bernard to indict Nattiez’s analysis so thoroughly was the fact that Nattiez is  intellectually honest enough to make explicit so many of the analytical  decisions \n\t\t\tthat go into his analysis of Density . \nThus, the situated character of the analytical act becomes visible right from \nthe start, even if this was not of course Nattiez’s stated intention. In several \n\t\t\tparticularly revealing places, Nattiez refuses to decide between two \n\t\t\talternative interpretations of a single passage, one of which gives \n\t\t\tpride of place to pitch, the other to rhythm. An analytical chart \n\t\t\tusually obscures the fact that it is the result of a choice on the \n\t\t\tpart of the analyst, other interpretive options having been rejected \n\t\t\tat an earlier stage of the activity of recomposition involved in its \n\t\t\tfabrication. In contrast, Nattiez lays bare this very ambivalence. \n\t\t\tThis bifurcation leads Nattiez to invent categories that support \n\t\t\this analysis and give it its distinctiveness. In his analysis, he \n\t\t\tassigns lower-case letters ([2a], [4b], etc.) to alternative paths \n\t\t\tthrough the chart, as shown in Example 1 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\n  As Nattiez notes, the opening of the piece “can be  seen, in fact, in two different ways (A and B), showing straight away that the  neutral level is not restricted to one manner  of presentation, but on the contrary displays the diverse configurations  possible, though without \n\tprofessing to unite them all . . . The paradigmatic axis  regroups units \n\tthat are equivalent from a given point of view: this does not  mean that they are homogeneous” (Nattiez, 1975 a in Eng. trans., 1982 , 248). Alternative A represents an alignment of elements according to rhythmic similarities, while the B column aligns elements according to pitch identities. This bifurcation brings out the  distinction in a PA (or in any musical analysis) between process and product .  Rather than being asked to accept a definitively constituted chart, Nattiez, by  presenting an alternative, reminds us that the finished chart is the product of  a process, one \n\tthat moves back and forth between the work and the preliminary  results of analysis. With this bifurcation, Nattiez brings the analyst on-stage as it were, revealing his own “compositional process” by presenting, in  raw form, material \n\tthat resists tabulation into the paradigmatic chart. It  might even be said that PA, far from revealing automatizable rules of  segmentation, is effective in revealing to  the analyst the methodological assumptions that went into the analysis:  what categories or concepts were used. When Nicholas Cook, for example, finds  Nattiez’s list of characteristic features (which are used to determine the  paradigmatic headings) “curiously quirky” ( Cook 1987 , 172)—that is,  that there is no universal feature list, but only particular ones made up for  each individual piece under analysis—his objection may not be fatal for the  enterprise of PA. The reason why Nattiez has a \nheterogeneous list of such  categories as “M1=one semitone down and two up,” “0=substitution of E for E ,” and “L=to-and-fro motion,” is that the analysis has allowed him  to reveal the cognitive categories \n\tthat have been guiding his analysis from  the start. The PA makes explicit categories of musical comprehension rather  than applying objective neutral criteria of segmentation. These categories were  clearly useful for Nattiez’s own way of “listening” to the work, and one of the  purposes of his analysis is surely to invite the reader to listen to the piece  in the same way. In this view, any musical analysis—and PA in particular—is a “signed”  listening—a way  for listeners (whether experts or amateurs) to qualify and describe what they  hear, in however informal a manner and however far removed from the “official”  interpretations of the work. (9) Looking at Nattiez’s Density analysis, one is then struck by the fact that the situated character of the analysis is  revealing and interesting, rather than being an element of undesirable  subjectivity \n\tthat needs to be excised from a truly scientific analytical  project. [6] We have seen how Nattiez’s  analysis of Density allows us to  become aware of the role of the analyst himself, and the way he performs the musical culture to which he  belongs: not only writing texts, but also listening to the recording,  photocopying the score, cutting out portions of it, arranging them onto a  larger paper with balls of tape, etc. These seemingly anodyne material  operations turn out to be crucial to understanding this situated analytical  activity. Once the analyst is brought onto the stage of the analysis it is not long  before the role of the listener/reader of an analysis also becomes thematized.  We could then speak of an esthesic level of paradigmatic analysis: the activity of the chart-reading listener.  From this viewpoint, music analysis becomes a refined tool for listeners to be  able to formulate their relationship with the work: inspired by reading an  analysis, listeners are invited to borrow the author’s conceptual categories  and forms of musical comprehension the next time they listen to the work. Example 2 . Schoenberg’s analysis of themes from his Kammersymphonie , op. 9 (1941, in 1975, p. 222) (click to enlarge)",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "nattiez_1982",
                    "cook_1987"
                ]
            }
        },
        {
            "7": {
                "text": "[7] A particularly eloquent example  of this situatedness, from outside the realm of PA, is Arnold Schoenberg’s  famous autoanalysis of the relationship between the two themes of his Kammersymphonie , op. 9 ( Example 2 ). On  lines a) and b) appear two nearly literal transcriptions of the two themes. On  lines c) and f) Schoenberg re-writes these themes and lays the foundation of  his analysis by variously assigning large or small noteheads or by spacing the  notes with a view to bringing out a significant vertical relationship. Finally,  in the two intermediary lines, d) and e), he makes explicit the relationship of  inversion \nthat he sees as holding between the two themes. Because Schoenberg is both the author of  this analysis and of the work analyzed, it is obvious that the extreme subjectivity of his interpretation does not render it worthless or uninteresting. This subjectivity is,  however, self-evident. After all, as has  often been asked, by what criteria did Schoenberg choose certain notes as being  important (the ones connected with lines), and relegate others to the status of  auxiliary tones? (cf. Preface to Schoenberg 1995 , 36–39) To find the answer  to this question is to learn something about the way Schoenberg had come to hear his own work some 30 years after  having composed it. The composer was clearly expressing through his analysis an  idée fixe \nthat had once occurred to him, never to be forgotten. At the same  time, he found a way of expressing an analytical interpretation in tabular form  in such a way as to (successfully?) prescribe our listening. In other words, the situated character of the  analysis yields precious information. In fact, had Schoenberg formalized his  observation even further—for example by extracting a rule and then looking for  similar relationships in other pieces—he would not have diminished the  fundamentally subjective interpretation to which he submits his work, but he  would certainly have made it more accessible to the analytical community at  large. This property of communicability \nthat an analysis can possess will be  revisited later on. III. A Situated and Historically-Informed Design Process",
                "footnotes": [],
                "citations": [
                    "schoenberg_1995"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Similarly, in dealing with PA  today, we cannot but be aware of the situated character of our own analytical  stances: our laptops extend our cognitive capacities and become the environment  upon which our intellectual activity is inscribed, and at the same time our  musicological Weltanschauung is  informed by a certain critical distance from the structuralist drive for  mathematization \nthat was part of a general tendency in the humanities and  social sciences towards quantitative analyses of the formal logic underlying  the arts, language and all human experiences (epitomized in the  efforts of the members of Claude Lévi-Strauss’s Laboratoire d’anthropologie sociale founded in 1960 at the Collège de France ; \non the history of quantitative analysis in the humanities and social sciences, \ncf. Dosse 1997 ). Our own research springs from  these starting points: to see if it is possible to create a software  environment for PA \nthat allows analysts to perform all their usual activities  within its confines, while at the same time taking advantage of the specific  possibilities of the computer.",
                "footnotes": [],
                "citations": [
                    "dosse_1997"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The project presented here was  undertaken by the APM (Analysis of Musical \nPractices) (10) research group at IRCAM in Paris. This research group carries out research  in the humanities into different musical practices, particularly those \nthat  lie at the heart of IRCAM’s activities: composition, contemporary  music performance, attentive listening, and music analysis. In this context,  music theory is seen as both a central body of  methods with which   musical phenomena can be approached, and as a musical practice per se (a way to express one’s musicianship) \nthat can itself  become an object of empirical study. One of APM’s focuses is the way musical  and audiovisual technologies can be used in the comprehension of musical facts  being studied by music analysis. To this end, APM has laid out a historical as  well as a technological program. On the one hand, it studies the techniques of  close listening as they were promoted at the end of the 19th century  in various types of listening guides, as well as their posterity in the work of  professional analysts of the 20th century; on the other hand, the  team works to develop hypermedia tools for music analysis \nthat allow for the  inclusion of time-coded annotations into the analytical presentations, which  replace the traditional musical examples \nthat one places in a text. This ties  in with other projects at this institution. For example, a software package  called Music Lab 2, which was a collaboration with the French Ministry of  Education, (11) included  Music Lab Annotation, a tool for synchronizing musical sound and image and  allowing a scanned score to be annotated in many ways, in order to produce any  of the following: a music analysis, a listening guide, or a “signed listening”  (see paragraph 4). The particular focus of the APM team explains why the Score  Charter project \nintroduced in the following pages is the result of an unusual  admixture of historical and technological research.",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] APM’s “Mise en tableau/écoute segmentée” (“Charting the Score/Segmented Listening”) project, which gave rise to the prototype of the Score Charter tool discussed (and exploited in the application examples) in this paper, was a collaboration between musicologists Nicolas Donin and Jonathan Goldman and  software developers Thomas Bottini and Samuel Goldszmidt. (12) The conception and development of this project, whose most tangible result is  the score-charting computer tool for music analysis \nthat is currently in a  functional—although far from final—form, took place in 2005–2006, and then  again in 2008. This team has followed a model of “collaborative design,” in which  designers (programmers) and users work in the same space and interact with each  other. This model of team cooperation involves specialists in very different  domains who work together at all stages of the tool’s development; the two  musicologists have a need \nthat they wish the tool to address, without having  particular programming skills, while the two developers try to understand how  best to respond to this need and to explain the different design options at  their disposal to the musicologists without recommending any pre-conceived  software solutions. This working model can thus stimulate unconventional responses  to the needs of researchers, however counter-intuitive these approaches might  seem from the point of view of computer programming.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] The initial idea to develop a software tool capable of performing  and presenting auditory paradigmatic analyses is then part of a larger research  project concerned with the history of analytical gestures. We became  particularly interested in the basic preliminary operations of musical  chart-making \nthat would need to be recreated by the software tool: cutting up  the score into fragments, transcription/rewriting, joining fragments taken from  different lines, the need to alter the chart \nalong the way or even to destroy  it. Other functionalities of the tool that were decided upon during the design  process were: The ability to  display temporal data related to fragments that had been divorced from their  contexts through the act of segmentation. The possibility  of assigning descriptive labels (semanticization) to the different fragments. The need to be able to set aside some elements  for short or longer time periods, because they do not fit into the analytical  viewpoint adopted at that precise moment. It was decided early on that it would be useful to “sonorize” a  paradigmatic chart: to synchronize the score with a corresponding recording, in  order to be able to hear the fragments and to categorize them on the basis not  only of the visual appearance of the score, but also of its incarnation as  sound (which is of course absolutely essential when dealing with music for  prepared instruments or live electronics, in which score reading alone misses  critical musical information). We began by using the synchronization software  already designed for Music Lab Annotation, which allows the user to define the  placement of the systems, to place markers at junctures in the score, and by  tapping, to associate these markers to corresponding places in the sound file.  The segmentation is effected by hand, the analyst choosing the placement of the markers before the tool produces the chart. It is important to note that  the Score Charter produces charts according to a segmentation \nthat the analyst chooses in the first stages of analysis, and does not attempt to automatically segment a score. A newer version of the Score Charter is being fitted with an internal function  for synchronizing score to sound, without recourse to MLA. Figure 1 . Simplified Functional Diagram of Score Charter (click to enlarge) Example 3 . Analysis of Haydn Variation set, in d'Indy, 1909, p. 451 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] A few words about the technical specifications of \n\t\t\tthe tool. The  Score Charter tool is developed in Flash ActionScript 2.0. It reads xml files  produced during the synchronization procedure in MLA, and also produces xml  files, which contain the instructions for producing the PAs from the  synchronized score. The Flash programming environment was chosen because it  allows for both offline and online tools to be developed, and is convenient for  manipulating multimedia data—images, sound files etc. Moreover, the widely-used  Flash player—with which most computers are equipped—recommends it as a means  for web publication of tool-based music analyses. The Score Charter reads  images in jpg format and sound in mp3 format of any bitrate. The xml files are  exceedingly small (less than 100Kb), and can be conveniently sent as email  attachments. They contain pointers towards the score images and the sound file.  These lightweight files make the transmission of these analyses convenient, so  that any potential reader who \npossesses the images of the score and the sound  file can access the PA once the xml file is received as an email attachment. (13) The structure of the tool can be represented as illustrated in Figure 1 .",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] While the production of paradigmatic analyses was the primary goal,  we also wished the tool to be versatile enough to be able to display other  forms of charts \n\t\t\tthat involve fragments of scores, such as the D’Indy  tabulation of the Haydn variations shown in Example 3 or a Leitmotive table.  Most importantly, we wanted to design a tool in which the reader of the  analysis could interact with the chart, and even alter it. This interaction, which tends to  blur the line between the author and the reader of the chart and  puts readers and analysts on potentially equal footing, is only possible in the  context of multimedia computer software. After all, a result in the form of a synoptic chart does not automatically give the  reader all the information necessary for the reconstruction of the chart from  the corpus being studied. In order to be able to submit an analytical  conclusion to critical discussion, it is necessary to have access to all of the  elements that gave rise to it, which in turn makes it possible to offer  bifurcations or alterations to the process, which yield other resulting charts. This can  be done effectively through some  level of interaction with the chart: comparing by ear the different segments  grouped together in the same row or column; modifying the appearance of the  chart on the page by changing the order of the lines and the columns or  simply the norms of presentation; lastly, it might be desirable to modify the segmentation \n\t\t\tthat gave  rise to the fragments which are the input of the chart, and then to re-order  the chart as a function of these decisions, which are retrospectively called  into question.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The first thing that became apparent is that PA is a special case  of a more general practice of charting scores. A genealogical relationship ties Ruwet’s invention to the Wagnerian tradition of processing musical texts.  Indeed, Ruwet was inspired by Lévi-Strauss’s structural analyses of myths,  which were themselves inspired by the vertical simultaneities of musical scores.  Lévi-Strauss, whose childhood worship of the “God Wagner” (Lévi-Strauss, 1964,  p. 23) would have doubtless led him to become acquainted with the Leitmotive tables  found in the opera guides of the French  Wagnerian tradition, such as Albert Lavignac’s famous Voyage artistique à Bayreuth ( 1897 ), would therefore have been familiar with the experience of  recomposing musical information from a score to a chart. (14) In the field of French musical pedagogy, the workhorse  of musical institutions throughout the French-speaking world for nearly half a  century was the work of another Wagnerian: Vincent d’Indy’s Cours de composition musicale ( 1909 ).  This composition manual abounds in tabular representations of analyses \nthat  often take a form reminiscent (to us) of certain modern analytical gestures,  especially when d’Indy compares a theme with its variations in a movement from  a Haydn piano sonata (Hob XVI/49), and deduces an underlying Gestalt (which he  names the “ schème mélodique ”; see Example 3). D’Indy’s juxtaposition of the variations—similar to some Schenkerian analyses, such as Schenker’s  reduction of Brahms’s Handel Variations ( Schenker 2005 , 81–83)—yields an output \nthat in this  case is a kind of primordial melodic contour, which, by being placed along the  top of the chart, guides and induces a certain reading of the individual  variations. The presence of this “ schème mélodique ” makes visually explicit  what d’Indy’s analysis later expresses in prose about the variation set: the  simple fact that something fundamental is common to all of them. D’Indy’s  innovation was to inscribe this common schema along the top of the table.  Similarly, in PA, the alignment of elements into columns implies a  supplementary concept: that which is common to all of the elements in the  column. In the case of PA, this may not be expressed as a transcendental  melodic schema, but either as an exemplary element, which amounts to what  Nattiez calls a “paradigmatic heading” ( tête  de paradigme ), or as a tight web of qualitative relationships—what Nattiez  sometimes terms a “paradigmatic theme.” (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "lavignac_1897",
                    "schenker_2005"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In light of this brief contextualization, PA can not only be seen as a precursor of the automatizing ambitions of late 20th-century music information retrieval or computational musicology (cf. notes 3 and 4), but also as a structuralist reinvention of a tradition of listening \nthat begins with the analytical practices which emerged among Wagnerian Europe at the end of the 19th century, notably with the production of Leitmotive tables. (16) (As a result, our project cannot but concern listening subjects, and subjective and psychological time, rather than the study of musical data divorced from listeners.) The intuition that structuralist musicology could be inscribed within a tradition of analytical techniques employed in earlier theoretical writings was noted by Célestin Deliège in 1974, in the years that Nattiez was writing the first book-length overview of musical semiotics, his Fondements : Example 4 . Ruwet's Analysis of the Geisslerlied (1966, in 1972, p. 116) (click to enlarge and see the rest) Example 5 . Screenshot of Score Charter representation of D'Indy’s analysis of Haydn Variations (click to enlarge) Nineteenth-century treatises (D’Indy, Riemann) already bear the first  traces of having sought a segmentation inspired by a concern for logic. In these  works, it is already the principle of well-labeled equivalencies which guided  these authors . . . In Schönberg, this taxonomy becomes even more precise on  account of his having founded his theory on the tradition of Viennese  classicism, and therefore, on the principle of variation of a basic cell  ( Deliège 1974 , 32). In the context of this tradition of chart making, Ruwet’s innovation  seems to reside chiefly in a kind of open-endedness of the size and shape of  the chart: since new rows and columns are created based on criteria of similitude, the  dimensions of the chart only become fixed at the end of the analysis (cf. his famous analysis of the Geisslerlied shown in Example 4 ), rather  than at the beginning; in D’Indy’s more conventional table, the size and form of  the grid is predetermined during an analytical stage (i.e. a  culturally-informed segmentation of the phrases to be compared) \nthat logically  \nprecedes the fabrication of the chart.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Over and above the historical genealogy  of PA, what all of these charts have in common is the fact that they are  produced by the same material means: retranscription, cutting  into  fragments, juxtaposition of different musical segments, and so on. It is these tasks \nthat we were  interested in emulating as on-screen operations. The tool’s representation of D’Indy’s  variation table will make this clear \n(see Example 5 ). This simple chart for comparison of  elements illustrates an important feature of the tool: superimposed segments  \nthat might not seem similar from a visual point of view (to a student, for  example), can be easily heard to be  similar. Of course, in a screenshot, used here instead of the application because of a problem in obtaining permissions for the recording used (that of Vladimir Horowitz), the fragments cannot be listened to. In the remaining examples in this article, the main features of the tool will be usable, and the reader will have the possibility of listening to different fragments as well as to entire rows and columns of elements. IV. General Concepts of Interface—Analytical Illustrations",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] In [12] the technical specifications of the tool were discussed. In  the following paragraphs, we discuss the reasoning behind each of the elements  of the tool. It is worth repeating that this tool is meant to aid the analyst in the elaboration and presentation of his analytical processes, and not to compute analyses automatically in place of the user.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Synchronization : The  Music Lab Annotation (MLA) software contains a manual synchronization function.  In the first version of the Score Charter, image files of the score (comprised  of one or several pages) are made to correspond with an audio file using MLA.  In the most recent version of the tool, this synchronization apparatus is  integrated into the tool itself. In either case, score is synchronized to sound  through tapping: with a rectangular tool, the systems  of the score are described. By posting vertical markers within these systems  while listening to the audio file, a correspondence is set up between vertical  posts assigned along the sonogram of the audio file. Spatial coordinates in the  score and temporal ones in the sound file are thus associated and encoded into  an xml file. Since these vertical posts become the “seams” along which the  cutting of the score can take place, it is important to place as many as  possible. After the tapping, the synchronization can be corrected by a  displacement of the markers in the audio file. It is worth noting that although  the tapping process is ostensibly neutral and pre-analytic in character, it is  clear that it appeals to the musicality (and therefore situatedness) of the  analyst. That is, crucial musical decisions are made during this step, since  segmentation in the Score Charter can only take place along markers set up  during this process. It is necessary therefore to adopt one of two attitudes: either to listen for important formal  junctures in the sound file, and then to lay down the markers in the  corresponding places on the score, or to look for important junctures in the score, and to lay down markers at these  places, in order to synchronize them to the sound file. In both cases, this  step presupposes musical decisions on the level of listening as well as  score-reading. At the same time, the process of laying down markers requires  multiple listenings to fragments, and may provoke some unexpected analytical  intuitions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Segmentation/PA Generation :  With the score synchronized to the sound, the score can be segmented into  fragments, while the corresponding sound remains associated with this fragment.  Clicking on a fragment plays the corresponding excerpt. We are then in a position to assign to each of these fragments  a label (preceded by an asterisk in the analysis of the Geisslerlied below) \nthat designates the paradigmatic category to  which this fragment belongs. Once every fragment is labeled, the software has  in principle all of the user’s input it needs to automatically produce a  paradigmatic analysis. This is in fact what happens when the user follows the steps below for producing an   “APO”  (“ analyse paradigmatique orthodoxe ”). Since the fragments preserve their timing information, the rules the computer follows to create the PA are simple, and go something like this: take the first chronological element, create a column for it; take the next element, and either create a new column (if it has a different label than its predecessor), or create a new row and place it in the first column (if it has the same label as its predecessor); continue in the same manner until there are no remaining fragments outside of the table. Application 1 . PA of Geisslerlied (click on image to launch Shockwave application) Instructions for Application Use Click on the example to launch the application. Once the new window opens, click anywhere in the window to ensure that it is active, and then use the ‘Page Up’ and ‘Page Down’ keys on the keyboard to resize. Click on the “File Open” button on the top right of the screen (the icon showing an open folder). The \n\t\tlabeled segments will appear. Click on segments to hear them. This should resemble the screenshot  shown here. This is not the PA; it is a view of the work space cluttered up with labeled fragments. To construct the PA: Click  on the APO button. An empty 3x3 grid appears. Click  on the “APO I” button on the top edge of the 3X3 grid. An empty 2X2 grid appears. Click  on the “APO II” button on the top edge of the 2X2 grid. The PA will appear. To isolate the PA, click on the X-shaped icon located on the top edge of the PA. To see the place in the score from which the fragment was taken, press 'C' (context) with the cursor placed on the element. NOTE: Score images and sound file may require a few moments to load. If it fails to load, close the application and reopen Once the fragment has been excised from the score and placed either into  the workspace or directly into a chart, the place in the score from which it  was removed turns grey. Since in a classic paradigmatic analysis, each fragment  is used only once, the grey shading indicates visually which fragments have  been used. Exhausting all the fragments in the score corresponds to the score  being entirely shaded grey. However, nothing prevents a user from using the  same fragment more than once, since this could conceivably correspond to a  legitimate form of analytical practice. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Geisslerlied revisited : A comparison of the tool’s representation of Ruwet’s PA of the Geisslerlied (synchronized with MIDI sound since no recording exists of this apparently apocryphal example) with  Ruwet’s original representation ( Application 1 vs. Example 4) shows a revealing difference. The order of  the columns is inverted: Ruwet placed columns a and b at the edges of the page, leaving space for what would become his elements c and d in the middle. The Score Charter produces columns in their order of appearance,  placing a and b into adjacent columns, with c and d columns on the right.  Ruwet’s ordering is not justified by the generative rules \nthat he lays out in  the article, which, had they been followed to the letter, would have produced a  chart \nthat resembled the Score Charter version. Ruwet’s decision clearly stems  from a desire to have the larger former units A , B , A' etc. each occupy two lines. Also,  his layout seems to be the result of his considering the b element as having a  conclusive function in the phrase. However, his system is ostensibly designed  to dispense with “fuzzy” form-functional terms like “concluding function” or  “phrase”. Ironically, in the first PA in history, Ruwet reveals his own  situatedness and betrays his (non-automatizable) non-neutrality. Hence, the  tool’s rendering of the Geisslerlied PA  can be used to understand two different directions \nthat our research could  have taken: the first direction would have consisted in providing highly  constraining rules \nthat dictate how to produce PAs in our tool—a direction  that could even conceivably lead to a tool for automatically producing such  analyses. (18) The  problem here is that, as we have just seen, even Ruwet leaves a residue of his  own situatedness in an analysis as simple and as rigorous as his Geisslerlied example. As a result, no  tool \nthat generates charts through Ruwet’s explicit rules of construction  could produce an analysis of the Geisslerlied with exactly the same visual layout as his own, a fact that Ruwet may not have  considered a cause for concern, since he concludes his 1966 article by provocatively  declaring that “it is impossible to represent the structure of a musical piece  by a single schema” (Ruwet 1966, in 1987 , 134). In the second direction (the one we favored), the rules of PA are relaxed in such a way as to allow analysts to produce new  versions of paradigmatic charts \nthat would not have been possible from within Ruwet’s system; in particular, ones \nthat employ redundancies, variants,  elements not included in the chart, etc. The following paragraph shows an  example of a less orthodox form of PA undertaken with the tool.",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "ruwet_1987"
                ]
            }
        },
        {
            "21": {
                "text": "[21] In Mémoriale ( . . . explosante-fixe . . . Originel ) (1985), Pierre Boulez  adopts a form of thematic writing in  which each phrase is given an identifiable contour, nuance, timbre: in a word,  a characteristic “physiognomy.” (19) In fact, in a lecture devoted to an analysis of Mémoriale , held at McGill University in Montreal in 1991, (20) Boulez shows that in that piece, aside from the music from rehearsal number 24 up through but not including rehearsal 25, which \nis generated from  an independent system (a rhythmic canon), there are no more than four  of these fairly easily recognizable thematic units. This invited a simple  paradigmatic approach in which the chart has only four columns, one for each  thematic unit. This makes the chart less than orthodox since two entities  belonging to the same column can differ wildly in terms of their number of  notes, their central or polar note pitch, duration, etc., just as long as they share the same expression marking, phrasing, dynamic marking and playing style. Briefly, here are examples of each of  the four themes, labeled A, B, C, and D. Example 6 . Element A from Pierre Boulez, Mémoriale (... explosante-fixe ... Originel), for 8 instruments (click to enlarge) Example 7 . Element B from Mémoriale (click to enlarge) Example 8 . Element C from Mémoriale (click to enlarge) Example 9 . Element D from Mémoriale (click to enlarge) For  simplicity, only the flute solo part was used in the paradigmatic analysis.  This was justified in terms of the conception of the piece, since Mémoriale began as a solo flute piece, and the flute part was completed in its entirety before Boulez  went about composing the other parts (2 horns, 3 violins, 2 violas, and  a cello). It is reasonable then to assume that the form  of the piece is discernable from the flute part alone. Moreover, rehearsal numbers 22 through 24 (the rhythmic canon) are also excluded from the PA. Here is what the PA of the first page of Mémoriale looks like: Application 2 . Paradigmatic Analysis of Pierre Boulez, Mémoriale ( .. explosante-fixe ... Originel ) \nfor flute and 8 instruments (click on image to launch Shockwave application) Example 10 . Fragment of Mémoriale (click to enlarge) Example 11 . Fragment of Mémoriale (click to enlarge) Instructions for Application Use Click on the example to launch the application. Once the new window opens, click anywhere in the window to ensure that it is active, and then use the 'Page Up' and ‘Page Down’ keys on the keyboard to adjust size. Click on the “File Open” button on the top right of the screen. The PA will appear. To play individual segments, click on them. To play entire rows or columns, click on the play buttons along the left and top edges of the chart To isolate the PA, click on the X-shaped icon located along its top edge. NOTE: Score images and sound file may require a few moments to load. If it fails to load, close the application and reopen",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Analytical difficulties and  modifications of interface that they entailed : It is interesting to look a  bit closer at some of the challenges encountered over the course of this  analysis, in order to highlight the way that the tool can be used. In the case  of one element, its brevity made it difficult to classify, since it could be  thought to possess aspects of A, B or even D \n(see Example 10 ). The possibility of listening to the fragment and comparing it \naurally with elements in different columns can help in deciding where it ought \nto be placed. Alternatively, the tool has a function for the duplication of \nelements (button on top right of screen), which allows the user to place the \nsame element in two different columns. Another difficulty arose when looking at \nthe measures that follow Example 11 . \n\t\t\tIf we accept that the above example has the character of a B element, what is less obvious is deciding whether this example comprises a single segment or three distinct ones. Using the tool, the entire excerpt can be cut out  as a single segment, and if necessary, deleted, and the same passage can then be  divided into three separate segments which are then laid out on separate rows  of the PA. At any rate, the tabulation of the work into these four loose-knit  paradigmatic categories was the starting point for the discovery of serial  techniques at work in the ordering of the notes, particularly of the long held  note with which each of them ends, and as such, the PA was the first step  towards an analysis of the type \n\t\tthat Nattiez would characterize as external poietics : following the PA,  hypotheses were advanced about the way the work was produced by the composer. The example of Mémoriale brings out the need for another simple but crucial aspect of the interface: we needed a  work (or play) space in which different fragments could be physically  juxtaposed as well as labeled according to categories \n\t\tthat were meaningful to  us. This gave rise to two other important features of the interface: the  intermediary (work) space and the labeling system (semanticization).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Workspace : In this fairly  indeterminate area, different labels can be freely assigned to the fragments and then compared visually and aurally with other fragments. In the case of Mémoriale , only four semantic labels  were  necessary, but the labeling process did take place in this space,  \nwhich was needed in order to test whether the categories proposed by the  composer were in fact relevant to the analyst’s conceptualization of the piece.  The need for this space was not recognized initially (after all, the presence of a workspace is  never thematized by writers on PA), but grew out of the collaborative design  project: it was another outgrowth of a  reflection on the process of  analysis. This space proves useful as it allows the user to group similar  fragments together spatially in an informal manner, as a prelude to formally grouping them in the PA.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Semanticization : As for  the paradigmatic labels (those which are associated \nwith elements and have names  like *a , *B , etc.), they are neutral in character, and thus are generally  not meaningful in themselves to the analyst. They are sufficient as a way  of encoding elements involved in the  production of a PA (such as the a , b , c and d of the Geisslerlied and the A , B , C , D of Mémoriale ). The reality, however, is that more often than not these  neutral labels become associated with a web of meanings. Either the paradigms are given neutral labels at the beginning ( a , b , c , etc.) and then over the course of  the analysis acquire a musical content in the analyst’s mind, or the labels given to the paradigms at  the beginning are thoroughly non-neutral (“jagged melody,” “unisons,” “head  motive,” etc.) and are only replaced with neutral symbols at a later stage of  the analysis, and then presented in this manner. In either case, the neutral  symbols become associated with meanings: designations (location in the  score) and/or connotations (heuristic qualitative markers such as “to-and-fro  motion,” “ascending,” “espressivo,” etc.). We wanted to be able to label  fragments with a multiplicity of terms \nthat would allow the analyst to  classify them and be reminded of their provenances. In so doing, we are trying to rehabilitate the least  dogmatic and most semantically rich approach to PA possible, one \nthat Nattiez  explicitly embraces at one point through his notion of “paradigmatic theme”  discussed above ([14] and n. 15) and developed in the following passage: The important thing to keep in mind when classifying the phenomena, is  to supply what Molino calls a “block,” that is a group of elements  paradigmatically associated which possess a “family resemblance,” but for which  the criteria of association are not necessarily identical from the first to the  last element in the paradigm. ( 1975b , 264) Example 12 . Screenshot of Workspace during analysis of Mémoriale (click to enlarge) It is in the workspace that the analyst identifies these family  resemblances, by proliferating potentially relevant labels during this stage.  Through a process of refinement and reduction, the number of paradigmatic  themes is eventually reduced to a manageable number \nthat can be accommodated  into a chart (see Example 12 ). Of course, nobody is campaigning for the publication of “honest”  analyses \nthat include the un-retouched mess of the workspaces in which they  were created. Nevertheless, the presentation of finalized, definitive versions  of analytical charts never fails to conceal crucial information for the reader  trying to reconstitute the process of analysis. We could imagine a kind of  compromise in which some elements of the workspace remain in the (online)  published analysis; in particular, those elements \nthat get segmented but then do  not find a home in the final chart could be left to linger in the workspace, in  the name of full disclosure, and as an admission that not everything fits comfortably into the analytical viewpoint adopted. V. Possible  Outputs of Score Charter [25] Often, we chart the work in order to become acquainted with it,  without any idea of what the charting process will yield. At other times, a  chart can be a presentation method for a deduction made a previous stage.  In the third and most stimulating case, the chart-making activity provides the  conditions for a new deduction to be made. D’Indy’s preceding table, with its  discovery of the “ schème mélodique ,” would fall into either the second or the  third of these categories. The question is impossible to answer precisely  because of the static and definitive form of analyses on paper. Other  non-orthodox variants of classic PA can be imagined \nthat are particularly apt  at discovering and presenting aspects of large-scale form. Example 13 . Elements of Virtual theme Anthèmes 1 for violin (click to enlarge and see the rest) Example 14 . Composite of virtual theme in Anthèmes 1 (click to enlarge) Application 3 . PA of virtual theme in Anthèmes 1 for violin (click on image to launch Shockwave application)",
                "footnotes": [],
                "citations": [
                    "nattiez_1975b"
                ]
            }
        },
        {
            "26": {
                "text": "[26] The Score Charter is used in  the following example to bring out how the form of a work can be deduced from  an abstract and unheard model in Pierre Boulez’s Anthèmes 1 for solo violin (1992). The starting point of this  analysis was the seemingly trivial observation that a melodic profile  consisting of an appoggiatura, followed by a long note often played as a trill,  and concluding with several short notes was typical in Boulez’s music in  general, and in Anthèmes in particular (in which it functions, perhaps, as a sort of macroscopic version \nof the attack-resonance-decay profile of any sound) ( Goldman 2001 ). The idea \nwas to represent the work as the progressive revelation of the constituent parts \nof an underlying theme that conforms more or less to the three-staged model of \nthe Boulezian phrase. Eight different cells belonging to this virtual theme were \ndiscerned, and the entire 8-minute piece (with the exception of a pizzicato \nsection and the concluding section) could be interpreted as the enunciation of a \ntheme that exists only in virtual form, and never with a full complement of its \neight elements, which were labeled a1 , a2 , . . . a8 (see Example 13 ). Placed together (although it never  appears in the piece in this form), these elements form a virtual phrase \nthat  more or less follows the tripartite structure outlined above (See Example 14 ; attack : sul pont. tremolo and rising  “jeté” phrase; resonance : trill with  legato phrase underneath; decay :  irregular 16th notes followed by half-hair, half-wood 32nd  notes).",
                "footnotes": [],
                "citations": [
                    "goldman_2001"
                ]
            }
        },
        {
            "27": {
                "text": "[27] The Score Charter can be used to isolate and group together different  instantiations of \nits outputs by assigning one column for each element  of the virtual theme, a1 to a8. This virtual theme can  then be listened to, even if it never appears in unabbreviated form in Anthèmes .  The tool is then used to  represent the deployment of a virtual theme \nthat never appears as such in the  work. In the following example, only the first of Anthème’s six sections is displayed. In this section, only 3 of the 8 elements of the virtual theme are employed: Instructions for Application Use Click on the example to launch the application. Once the new window opens, click anywhere in the window to ensure that it is active, and then use the “Page Up” and “Page Down” keys on the keyboard to resize. Click on the “File Open” button on the top right of the screen (the icon showing an open folder). The chart will appear. To play individual segments, click on them. To play entire rows or columns, click on the play buttons along the left and top edges of the chart To isolate the chart, click on the X-shaped icon located along its top edge. NOTE: Score images and sound file may require a few moments to load. If it fails to load, close the application and reopen The  different instances of the theme can be verified through listening; each  fragment’s membership in one or another of the columns can be questioned by the  author of the PA as well as by the reader. This example also shows how this  type of unconventional PA can be used to succinctly describe large-scale form. (21) [28] As our last example showed, the frequent use of the tool over the  course of its development leads to new unanticipated issues. Problems with the  current version of the tool as well as possible future extensions are  enumerated here. They have been logged and are in the process of being  integrated into a new version of the tool developed by Thomas Bottini as part of a  larger software project at the Université de Technologie de Compiègne (UTC). (22) Synchronization : in the present version of the tool, once the       synchronization is completed, it cannot be altered at a later stage of the       analysis. This is a problem with respect to our processual point of view.       Synchronization being a step \n\tthat is laden with analytical       presuppositions, a tool like the Score Charter should allow for some of these       presuppositions to be called into question over the course of the       analysis. In a new version of the tool currently being developed by       Thomas Bottini, the user will be able to modify the placement of the markers at any stage of the analysis, since the synchronization will be integrated into the tool (rather than being imported from MLA). Alignment, visual \n\tfine-tuning of spacing : in most PAs, it is necessary to       respace the notes so that specific pitches or melodic contours can be       aligned. The tool at present is not precise enough to be able to stretch       stems in order to achieve the kind of alignment that can be achieved on       paper. (23) The new version of the Score Charter should be able to manipulate the       visual spacing of the fragments by non-proportionally-constrained       stretching and contracting. Creation of rules : it would be desirable for a       later version of the tool to be able to define rules for chart production.       One could imagine having a catalogue of rules in which fragments are       classified by their duration, by the semantic label they have, etc., and       in which new rules are \n\tto be defined by concatenating these. These rules then       become the means for automatically producing different kinds of charts.       The user could then conceivably visually compare the type of chart \n\tthat a       given rule yields, obtaining the visual result of adopting one set of       rules versus another. Encoding :  a future       version of the tool might use a score image enriched by some kind of       musical encoding of some or all of its content into standard forms such as       MIDI or HUMDRUM, which then allows for more elaborate musical spacing       along the lines of music editors like Finale or Sibelius. VI. Conclusions",
                "footnotes": [
                    "FN21",
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Both the preliminary considerations outlined at the beginning of this article, as well as the practical business of designing a tool like the  Score Charter, compel us to reconsider the status of the chart in music analysis  in general. One of the most salient criticisms of graphic presentations of  analytical data appears in an article by Kofi Agawu ( 1989 ) on the practice and  the epistemological status of Schenkerian graphs and analytical charts in  general. For him, the abundance of charts and graphs in an analysis is sometimes  used as a smokescreen to hide the lack of specific conclusions or  the inability to synthesize observed facts, causing them to publish elaborate  but problematic analytical works-in-progress. Agawu concludes that the extensive printing of graphs in our journals may well be a sign that  all is not right. Are not many of the graphs we use pre-analytical  (representing the genesis of the analyst’s efforts) rather than analytical  (presenting the actual conclusions arising from the analysis)? Except in the  case of didactic works, such printing of long samples of hierarchic notation  with no specific conclusions arising out of the effort seems to me to blur the  dividing line between tautological demonstrations and exhaustive ones ( Agawu 1989 , 295). It may well be that the malaise that Agawu observes is a feature of the paper medium for music analysis,  rather than a problem with excessively data-rich analytical charts in general. Agawu would  like scholarly articles in scientific journals to provide compact charts \nthat  are resyntheses of the data culled over the course of the analysis, placed in a  manner considerably removed from the analytical process through which the  results were derived. Once we are  dealing with analyses \nthat begin life as multimedia objects, this constraint can be relaxed. The \ndynamic character of multimedia representations of tabular information can \nconveniently encapsulate in compact form different stages of the analysis \nwithout the abuse of charts that Agawu deplores. Following this approach, not \nonly are the results accessible, but also the steps and the operations that led to those results, a form of methodological  transparency \nthat adds to the scientific credentials of music analysis by  inviting refutation at each step. If we wish to better integrate into the  writing of analysis the fact that the results presented are first and foremost  the culmination of a listening practice, then we must find ways to connect technologies of publication to the analytical apparatus itself. This is  done in such a way that readers can assimilate the analysis by redoing it  themselves, allowing them also to extend, to modify or to contradict the  analysis proposed. Agawu’s criticism of publishing snapshots of pre-analytical tabulation is rooted in it being a  wasteful or futile activity in the paper medium, particularly when no  particular conclusions are drawn from them. One could imagine that Agawu might be  less critical of a non-paper multimedia context in which access to the  conclusion implies that the user must pass through some decisive stages, either the  real stages of the analysis, or (preferably?) their reduction into a logical progression: a fictional narrative constructed for didactic reasons.",
                "footnotes": [],
                "citations": [
                    "agawu_1989",
                    "agawu_1989"
                ]
            }
        },
        {
            "30": {
                "text": "[30] In the realm of multimedia projects focusing on musical works, two  approaches \nthat implement specifically process-based presentations have been explored: one which allows the reader to engage with the processes through which the composer  produced the work, and the other with the processes through which the analyst produced the  analysis. An example of a project of the first kind, which allows the reader to  engage with the composer’s creative processes, is a DVD-Rom produced by the APM team on the work Voi(rex) by French composer Philippe  Leroux. (24) The  Score Charter, on the other hand, takes the opposite tack, in that it allows  the reader to follow the analyst’s paths to the work rather than the composer’s. There are examples of projects \nhaving  aspects of both of these approaches. One in particular is of special interest  to us since it uses paradigmatic methods: Michael Clarke’s analysis \nof Jonathan Harvey’s Mortuos  Plango Vivos Voco , which  appeared in a book chapter in a volume  devoted to the analysis of electroacoustic \nmusic. On the accompanying CD-ROM, the reader is both invited  to perform some of \nthe compositional operations that Harvey used (but in the context of an analog  studio) to construct the piece, and to follow a paradigmatic presentation of it (cf. Clarke 2006 ), using the software package Clarke helped to  develop, Sybil (cf. Clarke 2005 ). (25) Of course, Clarke’s analysis does not use PA as part of its discovery strategy,  since the material is already segmented according to sketches \nthat the  composer made available to him; the PA serves the purposes of presentation  only. However, Clarke’s work deserves recognition for being the first example  of an auditory PA ever published, and makes a major step towards countering a  serious criticism often leveled at PA.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": [
                    "clarke_2006",
                    "clarke_2005"
                ]
            }
        },
        {
            "31": {
                "text": "[31] Nicholas Cook, in his Guide to Musical Analysis , lumped  “semiotic analysis” in the category “Formal Approaches to Analysis” along  with \nset theory ( Cook 1987 , chapter 4). He defined “formal analysis” as “any  kind of analysis that involves coding music into symbols and deducing the  musical structure from the pattern these symbols make” ( 1987 , 116), and  expressed his doubts about the usefulness of PA for musical understanding: The problem is this: how much of what matters about music is retained in  the translation from sound-experiences to abstract categories such as  “ascending conjunct line”? Can we say anything important about the experience  of a given line simply by classifying it as the opposite of lines which are  descending or disjunct? Aren’t we in danger of making precise statements about  musical scores which have only the vaguest connection with the music we  experience? ( Cook 1987 , 181) This criticism is not wholly  unjustified, and it may indeed hold of the two analyses \nthat he studied. His  criticism, according to which PA is cut off from lived musical “experience” and its results  difficult to generalize, were valid at the time, and may very well account for the fact  that few music analysts seemed to take a serious interest in  this practice. In 1987, of course, it would have appeared farfetched that were  PA, that most algorithmic and “machine-like” of methods, transposed onto the  computer, it could integrate listening experiences through its auditory  component. And yet a tool like the Score Charter could possibly be used to  integrate the listening subject into the analysis, and to make visible the  distinctive listening experience of the analyst. This would be the furthest  thing from the “formal approaches to analysis” \nthat Cook had in mind.  Such an approach could lead PA away from the formalist, notation-centric (to  use Philip Tagg’s terminology \n[ 1987 , 284]) model to one that incorporates critical listening into its  apparatus.",
                "footnotes": [],
                "citations": [
                    "cook_1987",
                    "cook_1987",
                    "cook_1987",
                    "tagg_1987"
                ]
            }
        },
        {
            "32": {
                "text": "[32] As for the personal, situated character of analyses, Bruno Nettl,  in the 1983 edition of The Study of  Ethnomusicology , raised a concern \nthat deals not with the analytical  “yield” of PA, but with its role within a community of analysts. In  semiotic-inspired analyses such as those of Nattiez and Charles Boilès, in  vogue in ethnomusicology at the time, Nettl notes that the methods become more and more complex; in a sense  they give more information but are harder to read, lend themselves less easily  to comparison, and are more difficult to apply by someone who did not originate  them. Despite the universalist intention, they turn out to be culture-specific,  or at best scholar-specific. ( Nettl 2005 , 95) Nettl’s criticism is the sociocultural counterpart of Agawu’s technical  criticism, and needs to be taken seriously: certainly, an analysis can be  specific to a particular researcher (a particular listener), but, as has been  emphasized already, PA can be a method of transmitting this unique way of  hearing to an open-minded other. Nettl was correct to note that PAs are complex  and difficult to read, but couldn’t this be a result of the fact that their  practitioners over-emphasized the need to make every step explicit? After all,  the goal of PA is the same as that of a mathematical proof: to convince the  reader. As such, a PA, just like a mathematical proof, should only contain as  much information—and no more—as is needed to convince the reader of the point  of view of its creator. As in mathematics, it is understood that a fully-explicit  argument is possible in theory, but inconvenient and unnecessary in practice. Once PA is  implemented as a method for transmitting musical experiences, it could  transcend the solipsism that Nettl rightly observed in some PAs. With a  software PA, a reader who wants to retrace all of the steps of the analysis  can do so, as was noted with respect to Agawu’s argument above. Moreover, if it is true that the present musicological era has  gone “beyond structural listening,” then there is more than one correct way of  listening to music (or indeed, if it has gone postmodern, then there is no correct way). A multimedia environment in which different analyses can all be opened  in the same interface favors comparison and evaluation: both multiple interpretations of a single work and  navigation through a corpus of several works. Although the Score Charter is  conceived primarily as a method for studying individual works, and not as a  response to Nattiez’s early hopes (invoked above) to use PA in the service of  style analysis of large repertories on the model of archeology, it would be  desirable to extend a multimedia tool to encompass analyses of groups of works (the works of a single  composer, of a single period, etc.).",
                "footnotes": [],
                "citations": [
                    "nettl_2005"
                ]
            }
        },
        {
            "33": {
                "text": "[33] A final word is in order about  automation. From the point of view of computer science, this tool is strikingly  lacking in innovation, since it contains no new algorithms. If there is  anything innovative in it at all it is the idea of having theorists and  musicologists conceive and design their own tools specially adapted to their  needs, rather than being forced to make pre-existing musical tools (Finale, MaxMSP) perform musicological tasks for which they were not designed, or oblige  musicologists to learn from scratch non-musical programming environments in  order to perform tasks specific to music analysis. The Score Charter, conversely,  is designed with very well-identified music-analytic goals in mind (making  charts of scores), with the hope that the tool could then be applied to perform  other (analytic) tasks for which it was not specifically conceived.  Nevertheless, far from being opposed to computer-assisted analysis, certain  stages of the analytical process could doubtless benefit from automation, such  as the synchronization process, or the outputs of performance information  analysis. In later versions, the Score Charter could be given connectivity with  other tools \nthat take charge of some of the automatizable stages of the  analysis. However, \nthe creators of our tool are interested in some of the necessarily unautomatizable stages in the analytical process: those which appeal to  analytical decision-making based on one’s specific musical culture (such as the  rules for chart-forming described above) and which could benefit from the versatility provided by a digital interface. The collaborative design project  would have to be extended to find out, in conjunction with the software  developers, just which automatizable  aspects of the analytical process would be feasible. Here again, such a study  would necessarily have two facets: a technological project as well as a  genealogical investigation of a crucial practice in music theory since its  inception.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.08.14.4.donin_goldman.html",
    "data": "mto/data/mto.08.14.4.donin_goldman.json"
}