{
    "title": "Rules for Chord Doubling (and Spacing): Which Ones Do We Need?",
    "date": "2004/06/01",
    "volume": "10",
    "issue": "2",
    "authors": [
        "Aarden, Bret",
        "Hippel, Paul T. von"
    ],
    "abstract": "Music theory instructors teach a number of rules for chord tone doubling. These rules fall under two general headings: rules for doubling certaintriad members(e.g., double the root of a major root position triad) and rules for doubling certainscale degrees(e.g., avoid doubling the leading tone). The present study tests these doubling rules against large samples of triads by Bach, Mozart, and Haydn. Unlike previous analyses, the study controls for the confounding effects of inversion, range, and spacing. The results suggest that the rules governing triad members are almost entirely redundant with the rules governing scale degrees; that is, the two sets of rules are different ways of describing the same musical practices. It is clearly unnecessary to teach both sets of rules. We prefer the scale-degree rules since they are more concise, and easier to justify on theoretical grounds.",
    "keywords": [
        "pedagogy",
        "doubling",
        "spacing"
    ],
    "doi": "",
    "received": "January 2004",
    "pdf": "",
    "author_info": [
        {
            "name": "Bret Aarden",
            "university": "Ohio State University",
            "address": "1227 Jackson St Apt 414, Cincinnati, OH 45202",
            "email": "aarden.1@osu.edu"
        },
        {
            "name": "Paul T. von Hippel",
            "university": "Ohio State University",
            "address": "1227 Jackson St Apt 414, Cincinnati, OH 45202",
            "email": "von-hippel.1@osu.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Music theorists may teach more rules than anyone else in the academy. \nWhereas a semester of physics reinforces a consistent system of perhaps a dozen \nrules, (1) a semester of harmony and counterpoint uses several dozen rules, most of which admit exceptions and contradictions. It should be no surprise that students’ grasp of the material is often weaker than we might hope. Videotaped homework sessions reveal students struggling to remember and apply the rules, taking perhaps half an hour to harmonize a 3- or 4-bar diatonic melody. (2)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In light of students’ difficulties assimilating new rules, it seems wise to keep the number of rules taught to a minimum. Toward that end, this study tests and winnows a set of rules taught in introductory harmony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The rules we have chosen to analyze are rules for chord tone doubling. As \ncommonly taught, doubling rules prescribe which pitch-class (PC) to double when \nwriting a 3-PC chord (triad) in a 4-voice texture. Doubling rules can be \nextended to 3- and 4-PC chords in 5- and 6-part textures. Such extensions are \nrarely taught, however, and it seems likely that the underlying principles would \nbe the same.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] There are two reasons why doubling rules seem ripe for simplification: The basic task of distributing 3 PCs over 4 voices seems fairly straightforward. Many of the commonly taught rules seem redundant. In a dominant triad, for example, doubling the leading tone is the same as \n  doubling the third—and both practices are discouraged by separate rules. 2. Rules for Doubling and Spacing",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Although theorists disagree on particulars ( see §2.1 ), there are two basic \nways of stating doubling rules. Some theorists state rules in terms of triad \nmembers; others state rules in terms of scale degrees. Triad member rules. A triad member rule suggests whether the root, third, or fifth should be doubled in a triad of a given quality and inversion. In a root-position major triad, for example, it is common to recommend doubling the root. Scale degree rules. A scale degree rule suggests whether a triad should double a particular degree of the major or minor scale. In either major or minor mode, for example, it is common to recommend against doubling the leading tone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In addition to scale-degree and triad-member rules, doubling is subject to the influence of chord spacing: Chord spacing rule. Put the widest space between the lowest voices. This turns out to be important because the chord spacing rule makes certain \ndoublings more convenient than others. ( See §2.2. ) 3. Our Contribution",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] At least two previous studies have tested doubling rules. McHose (70) tested certain triad-member rules, and Huron (20) tested one version of the scale-degree rules. ( See §3.1. ) Our study builds on these precedents in three ways. We control more rigorously for confounding factors such as spacing, inversion, and range constraints. We test the triad-member and scale-degree rules simultaneously, exposing the redundancy between them. We demonstrate that the scale-degree rules are consistent with the view that doubling rules serve voice-leading by making it easier to avoid parallel \noctaves. There is also a modest tendency to reinforce certain “strong” scale degrees, but the strong scale degrees may not be those highlighted by Huron. Data, Methods, and Results 4. Data",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] To examine doubling practice rigorously, we assembled two large samples of four-part triads. ( See §4.1. ) In particular, we sampled: 2643 triads from Bach’s chorale harmonizations, and 960 triads from string quartets by Haydn and Mozart.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Each triad sampled from these composed repertoires was paired with \na triad that we generated in a random fashion. ( See §4.2. ) The random triad was in the the same inversion as the composed triad, and followed similar conventions for part-crossing and pitch range.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The difference between composed and random triads was that the random \ntriads were innocent of rules for doubling or spacing. Rules governing these \npractices, therefore, can be tested for their ability to discriminate composed \nfrom random triads. 5. Methods",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Our task, then, was to use doubling and spacing features to decide which \ntriad in each pair is composed, and which is random. An illustration of the task \nis given in the sidebar (see “Can you beat the computer?”).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Toward this end, we encoded each triad’s doubling and spacing features. ( See §5.1. ) We then employed a statistical model to estimate which features were more common in the composed triads, and which were more common in the random triads. ( See §5.2. ) 6. Results",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In general, the triad member results and scale degrees results were \nconsistent with the most commonly taught rules for doubling. Compared to the \nrandom triads, the composed triads were more likely to double the root of a \nmajor root-position triad. ( See \n§6.1. ) They were also less likely to double the leading tone or a chromatic pitch. ( See §6.2. ) Not surprisingly, composed triads were also more likely to put the largest space between the two lowest parts. This suggests that the traditional rules are \nfairly accurate at describing which doubling and spacing practices were favored \nand avoided, at least in these touchstone repertoires.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] This is not to say that the results merely tell us what theorists already knew. It is not entirely clear what theorists knew, since theorists disagreed on a number of points. Moreover, the results show not only which doubling practices are preferred, but how strong those preferences are.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Finally, the results confirm that many rules are redundant. Whether the \nmodel discriminates composed from random triads according to the scale degree of the doubled tone, the triad member of the doubled tone, or both, the results are about the same, a respectable 70% accuracy. ( See §6.3. ) Haphazard guessing would be correct 50% of the time, so 70% accuracy may not seem very high. On the other hand, much higher accuracy may be unattainable, since the random triads are often quite plausible. To check your own level of accuracy, try the test in the sidebar (click \"Can you beat the computer?\").",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The parity between triad-member and scale-degree rules suggests that these groups of rules are redundant. That is, scale-degree and triad-member \nrules are different ways of describing the same musical practices. Conclusions 7. Theoretical Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Since the empirical results suggest that the different groups of rules are redundant with one another, the decision between triad-member rules and \nscale-degree rules must be made on theoretical and pedagogical grounds.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] On either ground, it is difficult to justify teaching the triad-member \nrules. ( See §6.1. ) They consist of a large number of mild preferences which are tenuously related to any \nundergirding principle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] By contrast, the scale degree rules boil down to a single, strong, and \nsweeping proscription: avoid doubling unstable “tendency tones”. ( See §6.2. ) This rule has been justified in two different ways. Some theorists say that doubling unstable tones tends to undermine the \n  prevailing key. Others say that doubling unstable tendency tones tends to promote poor \n  voice-leading. To avoid parallel octaves, that is, at least one part must move \n  against the tendency of the tone. Our results do not decide between these perspectives. However, we think the \nlatter perspective works better in the classroom. 8. Pedagogical Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] If we were to give a summary of doubling rules appropriate for students, we would say this: Worry about the voice-leading, not the voice-doubling. Never \nmind the triad-member rules, and simply avoid doubling tendency tones. Teachers \ncan justify this by pointing out that doubled tendency tones lead to parallel \noctaves--a practice that students are already trying to avoid.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Rather than burdening students with more to memorize, this well-motivated rule should reinforce what students already know. Moreover, our results suggest that following this rule and observing good spacing will bring students close to the doubling practices of Bach, Haydn, and Mozart.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.04.10.2.aarden_hippel.html",
    "data": "mto/data/mto.04.10.2.aarden_hippel.json"
}