{
    "title": "Harmony in Elliott Carter’s Late Music",
    "date": "2019/04/01",
    "volume": "25",
    "issue": "1",
    "authors": [
        "Link, John"
    ],
    "abstract": "From around 1995 until his death in 2012, Elliott Carter retooled his harmonic practice in order to make his composing both more efficient and more flexible. That the two all-interval tetrachords (AITs) and the all-trichord hexachord (ATH) were Carter’s primary harmonic focus in these years is well known. But, as many analysts have discovered, the rich and varied harmonic relationships that strike so many listeners in this body of work are not always easy to relate to these three “core harmonies.” In this paper, I propose a way of doing so via a secondary category—“derived core harmonies”—formed by aggregating the three core harmonies with and without common tones. The result is a compact yet comprehensive harmonic vocabulary of five-, six-, seven-, and eight-element set classes that readily accounts for passages in Carter’s late music in which the core harmonies are not easily inferable, and integrates seamlessly with the work of other authors, including Jonathan Bernard, Marguerite Boland, Guy Capuzzo, Adrian P. Childs, Laura Emmery, David I. H. Harvey, J. Daniel Jenkins, Tiina Koivisto, Joshua B. Mailman, Andrew W. Mead, and John Roeder. Classifying Carter’s harmonies as “core,” “derived core,” and “non-core” provides a means of distinguishing between referential and non-referential harmonies, and thus a basis for identifying harmonic tension, ambiguity, and the expectation of return. It also facilitates multi-layered harmonic analyses of Carter’s late compositions, transpiring across multiple time scales.",
    "keywords": [
        "Elliott Carter",
        "all-interval tetrachords",
        "all-trichord hexachord",
        "derived core harmonies"
    ],
    "doi": "10.30535/mto.25.1.3",
    "received": "May 2018",
    "pdf": "http://mtosmt.org/issues/mto.19.25.1/mto.19.25.1.link.pdf",
    "author_info": [
        {
            "name": "John Link",
            "university": "William Paterson University",
            "address": "300 Pompton Road, Wayne, New Jersey 07470",
            "email": "linkj@wpunj.edu"
        }
    ],
    "citations": {
        "bernard_1993": "Bernard, Jonathan. 1993. “Problems of Pitch Structure in Elliott Carter’s First and Second String Quartets.” Journal of Music Theory 37 (2): 231–66.",
        "boland_2006": "Boland, Marguerite. 2006. “‘Linking’ and ‘Morphing’: Harmonic Flow in Elliott Carter’s Con Leggerezza Pensosa.” Tempo 60 (237): 33–43.",
        "capuzzo_2004": "Capuzzo, Guy. 2004. “The Complement Union Property in the Music of Elliott Carter.” Journal of Music Theory 48 (1): 1–24.",
        "capuzzo_2012": "Capuzzo, Guy. 2012. Elliott Carter’s “What Next?”: Communication, Cooperation, and Separation . University of Rochester Press.",
        "carter_1970": "Carter, Elliott. 1970. “The Orchestral Composer’s Point of View.” In The Orchestral Composer’s Point of View: Essays on Twentieth-Century Music by Those Who Wrote It , edited by Robert Stephan Hines, 39–61. University of Oklahoma Press. Reprinted in Carter 1977 (282–300) and Carter 1997 (235–50).",
        "carter_1977": "Carter, Elliott. 1977. Writings of Elliott Carter , ed. Else Stone and Kurt Stone. Indiana University Press.",
        "carter_1997": "Carter, Elliott. 1997. Elliott Carter: Collected Essays and Lectures, 1937–1995 , ed. Jonathan W. Bernard. University of Rochester Press.",
        "carter_2002": "Carter, Elliott. 2002. “Elliott Carter Talks about his Harmony Book.” In Elliott Carter, Harmony Book , ed. Nicholas Hopkins and John F. Link, 27–35. Carl Fischer.",
        "childs_2006": "Childs, Adrian. P. 2006. “Structural and Transformational Properties of All-Interval Tetrachords.” Music Theory Online 12 (4).",
        "emmery_2017": "Emmery, Laura. 2017. “Formation of a New Harmonic Language in Elliott Carter’s String Quartet No. 2.” Contemporary Music Review 36 (3): 1–18.",
        "harvey_1986": "Harvey, David. I. H. 1986. “The Later Music of Elliott Carter: A Study in Music Theory and Analysis.” PhD diss., Worcester College, Oxford. Reprinted as The Later Music of Elliott Carter: A Study in Music Theory and Analysis . Garland, 1989.",
        "heinemann_2012": "Heinemann, Stephen. 2012. “Composition with Intervals: Melodic Invention in Elliott Carter’s Recent Concertos.” In Elliott Carter Studies , ed. Marguerite Boland and John Link, 190–213. Cambridge University Press.",
        "jenkins_2010": "Jenkins, J. Daniel. 2010. “After the Harvest: Carter’s Fifth String Quartet and the Late Late Style.” Music Theory Online 16 (3).",
        "koivisto_1996": "Koivisto, Tiina. 1996. “Aspects of Motion in Elliott Carter’s Second String Quartet.” Intégral 10: 19–52.",
        "mailman_2009": "Mailman, Joshua B. 2009. “An Imagined Drama of Competitive Opposition in Carter’s Scrivo in Vento with Notes on Narrative, Symmetry, Quantitative Flux, and Heraclitus.” Music Analysis 28 (2–3).",
        "mead_1983": "Mead, Andrew W. 1983. “Pitch Structure in Elliott Carter’s String Quartet No. 3.” Perspectives of New Music 22 (1): 31–60.",
        "meyer_2011": "Meyer, Felix. 2011. “» . . . keine Geduld mehr für längere Sachen«. Ein Blick auf zwei späte Miniaturen von Elliott Carter.” In Ereignis und Exegese: Musikalische Interpretation, Interpretation der Musik , 769–82. Edition Argus. Translated by J. Bradford Robinson as “‘ . . . no patience anymore for longer pieces’: A Look at Two Late Miniatures by Elliott Carter.” Elliott Carter Studies Online 2 (2017). http://studies.elliottcarter.org/volume02/04Meyer/04Meyer.html",
        "noubel_2003": "Noubel, Max. 2003. “Le Quatuor pour hautbois et cordes d’Elliott Carter ou la complexité de l’évidence.” In Analyse et interprétation des sources musicales de la deuxième moitié du 20e siècle , ed. Laurine Quétin and Denis Vermaelen, [115–132]. Presses Université François Rabelais.",
        "roeder_2009": "Roeder, John. 2009. “A Transformational Space for Elliott Carter’s Recent Complement–Union Music.” In Mathematics and Computation in Music , ed. T. Klouche and T. Noll, 303–10. Communications in Computer and Information Science 37. Springer-Verlag.",
        "schiff_1998": "Schiff, David. 1998. The Music of Elliott Carter . 2nd ed. Cornell University Press.",
        "schiff_2000": "Schiff, David. 2000. “Keeping Up with Carter.” Tempo 214: 2–6."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Schiff 1998 includes tables of set-class partitions for most of Carter’s pieces from the Piano Concerto (1965) to Penthode (1985).",
            "citations": [
                "schiff_1998"
            ]
        },
        "FN2": {
            "text": "2. My examples use a modified version of Carter’s Harmony Book notation (see Carter 2002 ): numbers inside polygons are Carter’s set-class catalog numbers (which differ from those of Forte and Rahn), and the number of sides of the polygon indicates the cardinality (tetrachords are enclosed in squares, hexachords in hexagons, etc.). Numerical subscripts identify TnI types, for example 3 = t3 and 7’ = t7i.",
            "citations": [
                "carter_2002"
            ]
        },
        "FN3": {
            "text": "3. For analyses of Carter’s first two string quartets based on AIT supersets, see Bernard 1993 .",
            "citations": [
                "bernard_1993"
            ]
        },
        "FN4": {
            "text": "4. In Childs’s nomenclature, nTm indicates a partial transposition whereby the dyad forming ic n in an AIT is transposed by interval class m while the remaining dyad is held invariant. nXm exchanges the dyad forming ic n in the first AIT with the dyad forming ic m in the second, while the remaining dyad is held invariant.",
            "citations": []
        },
        "FN5": {
            "text": "5. The analyses in Koivisto 1996 treat “five- to seven-note collections resulting from merging two all-interval tetrachords . . . ” primarily as incomplete combination sets. See, for instance, pages 27–29.",
            "citations": [
                "koivisto_1996"
            ]
        },
        "FN6": {
            "text": "6. For a study of Carter’s “interval technique” in his concertos, see Heinemann 2012 .",
            "citations": [
                "heinemann_2012"
            ]
        },
        "FN7": {
            "text": "7. For a different reading, see Meyer 2011 .",
            "citations": [
                "meyer_2011"
            ]
        },
        "FN8": {
            "text": "8. For an analytical essay on this piece see Noubel 2003 .",
            "citations": [
                "noubel_2003"
            ]
        },
        "FN9": {
            "text": "9. On Gra , see Capuzzo 2004 ; on Figment II: Remembering Mr. Ives , see Roeder 2009 .",
            "citations": [
                "capuzzo_2004",
                "roeder_2009"
            ]
        },
        "FN10": {
            "text": "10. The ATH is not symmetrical, and it contains two instances of ic2. Thus there are four forms that contain the pc dyad [24]. They are t0 [012478], t2 [23469t], t4i [890234], and t6i [te2456].",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . The Core Harmonies (click to enlarge) Example 2 . Non-core hexachord 9 (013579) and derived core pentachord 36 (02368) (click to enlarge) Example 3 . Derived core harmonies (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his middle-period music, Elliott Carter generally partitioned the universe of set classes among the layers of his divided ensemble compositions. (1) Then, in the mid-1990s, Carter narrowed his focus to three set classes that had been staples of his work for decades ( Carter 2002 , 31): the two all-interval tetrachords and the all-trichord hexachord (shown in Example 1 ). I’ll refer to these three set classes as the “core harmonies.” (2) Carter often asserted the centrality of the core harmonies ( Carter 2002 , 31) and they have been the basis of analyses of his music since the 1950s. But, as many analysts have discovered, it is not always clear how they account for the rich and varied harmonic relationships in Carter’s late compositions.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "carter_2002",
                    "carter_2002"
                ]
            }
        },
        {
            "2": {
                "text": "[2] In this paper, I’ll add to the classifications “core” and “non-core” a third category: “derived core,” derived by combining pairs of core harmonies, both with and without common tones. This procedure was first suggested by David I. H. Harvey ( 1986 , 72–73), who refers to pentachords and hexachords formed by pairs of AITs sharing two or three common tones. It also figures in the analyses of the String Quartet No. 2 by Koivisto ( 1996 ). I generalize and expand this approach here, briefly discuss its connections to other areas of Carter scholarship, and illustrate some analytical applications to Carter’s late music.",
                "footnotes": [],
                "citations": [
                    "harvey_1986",
                    "koivisto_1996"
                ]
            }
        },
        {
            "3": {
                "text": "[3] One advantage of the derivation presented here is that it condenses some larger collections that contain core harmonies as subsets. (3) Example 2 shows Carter’s hexachord 9 (013579). Although it contains both AITs as subsets, it is not a derived core harmony because their union contains only five pcs, thus generating an instance of derived core pentachord 36 (02368), as shown on the right. Because it is non-core, the chord symbol for hexachord 9 is shown in parentheses.\n\nThe result of this approach is a compact yet comprehensive harmonic vocabulary of five-, six-, seven-, and eight-element set classes, which are listed in Example 3 , along with their derivations. Note that in many cases a given derived core harmony has more than one derivation. Example 4a . Derived core hexachord 22 (013479) as a collection of AIT mappings (after Childs, 2006) (click to enlarge)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Another benefit of the derived core harmonies is that they interface seamlessly with much existing analytical work on Carter’s music. For example, they can be understood as collections of transformations that are implied by their derivations. Example 4a shows the three ways that derived core hexachord 22 (013479) can be generated from pairs of AITs sharing two common tones. These pairings can be understood as mappings from one AIT to the other via Adrian P. Childs’s ( 2006 , Figure 5.) nTm and nXm operations (shown below the staff). (4) Guy Capuzzo ( 2004 , 2012 ) and John Roeder ( 2009 ) also have done valuable work on transformational networks of core harmonies in Carter’s music, often taking advantage of the complement union property. In Joshua B. Mailman’s ( 2009 ) analysis of Carter’s Scrivo in Vento , the last hexachord in Example 4b —hexachord 20 (012357)—is the “arbiter” of a dramatic confrontation between the two AITs. And the derived core harmonies include the seven octachords formed by non-intersecting AITs as a specific type with the number of common tones equal to zero. These harmonies have a long history in Carter’s music. Carter ( 1970 ) published a table of them (shown with annotations in Example 5 ), and in recent years they have become the focus of much analytical work on his music, including Koivisto 1996 and Emmery 2017 on the String Quartet No. 2, Jenkins 2010 on the String Quartet No. 5, and Capuzzo 2012 on What Next? , where Capuzzo coins the term “combination sets” to describe them ( 2012 , 32–33). (5) Example 4b . Derived core hexachords interpreted as AIT mappings (after Childs, 2006) (click to enlarge and see the rest) Example 5 . Octachords formed by non-intersecting AITs (“combination sets”), from Carter (1970), with annotations (click to enlarge) Example 6 . Elliott Carter, Oboe Quartet (2001), mm. 38–39 (click to enlarge)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "childs_2006",
                    "capuzzo_2004",
                    "capuzzo_2012",
                    "roeder_2009",
                    "mailman_2009",
                    "carter_1970",
                    "koivisto_1996",
                    "emmery_2017",
                    "jenkins_2010",
                    "capuzzo_2012",
                    "capuzzo_2012"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Andrew W. Mead ( 1983 , 52) gives an elegant informal proof of the shared structure of the combination sets: all are formed by removing pairs of discrete ic3 or ic6 dyads from the aggregate. Thus the complement of each one can be divided into pairs of the same interval class in at least two different ways—a characteristic that Carter frequently takes advantage of in his music. Example 6 shows a brief passage from Carter’s Oboe Quartet.\n\nHere, the violin and viola have already begun their duet, moving into the foreground with a vigorous marcato statement that leads to the sustained double-stops in the example. Together they form an instance of non-core tetrachord 2 (0167), arranged here to project ic1 by instrument and ic5 by register. The oboe and cello respond with the final gestures of their duet—a pair of AITs, together forming derived core combination set 2 to complete the aggregate. In interviews, Carter often mentioned his return to using the combination sets (see, for instance, Carter 2002 , 31), and they are especially evident in a series of pieces from the mid-to-late 1990s, including the String Quartet No. 5, Luimen , the Quintet for Piano and String Quartet, and What Next? (see Jenkins 2010 and Capuzzo 2012 ). Example 7 . Carter’s sketch of his “seven-note chord system” showing derived core septachord 34 (0124789) (Analysis added) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "mead_1983",
                    "carter_2002",
                    "jenkins_2010",
                    "capuzzo_2012"
                ]
            }
        },
        {
            "6": {
                "text": "[6] But Carter also explored a range of other derived core harmonies in his late music. In August 2012, he sent me a copy of what he called his “seven-note chord system,” transcribed (with annotations) in Example 7 .\n\nCarter’s sketch shows two instances of derived core septachord 34 that share two common tones and thus together form an aggregate. On the right-hand side of the sketch, Carter illustrates a practical way of constructing the chords from a circle-of-fourths segment and an ic5 dyad. Example 8 . Carter, Epigrams (2012), I, mm. 2–10 (click to enlarge and see the rest) Example 9 . Carter, Epigrams (2012), I, mm. 3–5 (strings), harmonic analysis (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] A little over a month after he sent me this sketch, Carter completed his final composition, Epigrams . Example 8 shows an excerpt from the first movement, which was the last to be composed.\n\nIn this passage, three pairs of sustained string dyads are framed by contrasting gestures. The first two pairs both form instances of AIT 18 (0146), the first arranged as i7+i4 and the second as their inversions, i5+i8. The framing gestures support the derived core harmony (shown in Example 9 ). The initial 4-note melody in the violin forms non-core tetrachord 9 (0134), but the violin’s next utterance—the dyad G-B—completes not only the first AIT 18 with the cello, but also two instances of AIT 23, interlocked in derived core hexachord 27 and derived core septachord 33.\n\nIn mm. 5–6, the piano responds with a three-note figure that completes derived core septachord 34 (the one from Carter’s sketch) and anticipates the following pitches in the strings. The piano’s three staccato notes in m. 7 similarly complete the same derived core septachord 34. The recurring AITs in the strings establish a pattern, and when the violin plays B ♭ – A ♭ in m. 8 we expect an ic1 dyad to complete a third (0146). Instead, the cello surprises us with a new register and an i5 dyad that completes non-core tetrachord 22 (0126). But this chord forms the ATH with the preceding tetrachord in the strings, and it is quickly absorbed into another derived core septachord 34 in the piano. Example 10 . Carter, Concertino for Bass Clarinet and Chamber Orchestra (2009), mm. 75–81, solo part (sounding pitch) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The recontextualization of non-core into larger derived core harmonies is an extremely valuable technique for illustrating both harmonic variety and harmonic consistency in Carter’s late music, across passages and pieces in which the salience of the three core harmonies themselves varies greatly. Example 10 shows the opening bass clarinet melody from the Adagio of Carter’s Concertino for Bass Clarinet and Chamber Orchestra.\n\nAs in many of Carter’s late concertos, the 11 ordered pitch-class intervals are divided here between soloist and ensemble. The soloist plays the intervals 2, 4, 7, 9, and 11, and the ensemble has their inversions: 1, 3, 5, 8, and 10 (the interval 6 is shared). (6) Because all of the bass clarinet’s smaller intervals are even, it often finds itself bound within a whole-tone scale segment when its melodies range narrowly. In Example 10, the first eight notes form non-core, whole-tone pentachord 6 (02468). When the bass clarinet eventually plays an odd interval, i7, it breaks out of the whole-tone scale, adding Gb and D so that the whole phrase group forms derived core septachord 37 (shown with its derivations at the bottom of Example 10). In the bass clarinet melody, neither of these derivations is particularly salient. Indeed, one of the primary benefits of the derived core harmonies is that they reveal a high degree of harmonic consistency in Carter’s music, whether the sonic signatures of the three core harmonies are explicit (as they are in Epigrams I) or latent (as they are here). Example 11 . Derived core octachords derived from pairs of ATHs (click to enlarge)",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The derived core harmonies are enormously helpful in sorting out passages in Carter’s music in which neither the core harmonies nor the combination sets are easily inferable. The derived core octachords also include four collections derived from pairs of ATHs sharing four common tones (see Example 11 ).\n\nCarter uses these collections to great effect in his setting of Wallace Stevens’s poem “Re-Statement of Romance” from the song cycle In the Distances of Sleep . The speaker in the poem addresses the beloved: “Only we two may interchange / Each in the other what each has to give” (see Example 12a ).\n\nIn Carter’s setting, the vocal melody initially articulates two AITs sharing pcs 10 and 3 as common tones; together they form derived core hexachord 31 (see Example 12b ).\n\nIn this example, the salience of the larger derived core harmonies is relatively strong. The vocal line also can be heard as a pair of overlapping, inversionally related (01367)s, Carter’s pentachord 31. This set class plays a leading role in Carter’s late music as one of the only two derived core pentachords and as the only one that is also a subset of the ATH. That property is highlighted in this example. The first pentachord 31 and its accompanying G ♯ 4 in the viola form the ATH at T8, and the second pentachord 31 does the same with the viola’s B3 at TeI (shown on the right side of Example 11b). The two ATHs combine to form derived core octachord 8. Example 12a . Carter, “Re-Statement of Romance,” from In the Distances of Sleep (2006), mm. 14–18 (click to enlarge) Example 12b . Carter, “Re-Statement of Romance,” mm. 14–15, harmonic analysis (click to enlarge and see the rest) Example 12c . “Re-Statement of Romance,” mm. 16–18, harmony (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The complete excerpt shown in Example 12a illustrates a common pattern in Carter’s harmony: an explicit presentation of a harmonic relationship is followed by a more oblique one. The second part of the vocal line, analyzed in Example 12c , brings harmonic variety in the form of two non-intersecting transpositions of non-core tetrachord 16 (0248). Taken together, the two (0248) tetrachords form octachord 15—another derived core harmony in which two ATHs are interwoven, interchanging “Each in the other” the four pitch classes they share.\n\nWhat’s especially compelling about this passage is the way a harmonic relationship between the melody and its accompaniment is then “internalized” in the melody on its own. This process is a musical reflection of the speaker’s gradual shift of attention in the poem, from the romantic story being told to the speaker’s own role as the sole teller of that story. The speaker’s gradually dawning self-consciousness leads to considerable uncertainty about the nature of romantic love. (7) Example 13a . Carter, Oboe Quartet (2001), mm. 1–5 (click to enlarge)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] A similarly challenging passage in Carter’s late harmonic idiom is the opening of the Oboe Quartet (shown in Example 13a ). (8) Three times the oboe answers a dramatic string outburst with a loudly accented G4. Finally, all four instruments play a simultaneous attack that launches an oboe solo (not shown). The four string gestures scan as long-short-long-very short, while the oboe’s notes get progressively longer, leading to the culminating rhythmic unison. Example 13b . Carter, Oboe Quartet (2001), mm. 1–5, harmonic analysis (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The derived core harmonies provide a valuable perspective on this passage (see Example 13b ). Each of the oboe’s repeated G4s adds a seventh pitch class to the previous hexachord in the strings to complete a derived core septachord. The sense of increasing energy is enhanced by the expanding registral wedge in the strings and by the harmonic diversification. The string hexachords progress from core (the ATH, no. 35), to derived core (hexachord 10), to non-core (hexachord 17). Each time, the oboe’s G4 brings the harmony back to a derived core septachord. Then, on the culminating downbeat of m. 5, the strings at last take the oboe’s hint and produce a derived core septachord on their own, with the violin taking over the prominent G4. But simultaneously, the oboe slips away to an eighth pitch class to complete derived core octachord 19 with the strings—the same set class generated by the second gesture as a whole, thus helping to group the four gestures into two antecedent-consequent pairs, in which the consequent of each pair is characterized by harmonic expansion and rhythmic compression.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] The progression in the strings from core to derived core to non-core hexachords in the opening of the Oboe Quartet suggests a quasi-functional approach to the harmonic analysis of Carter’s music. Core harmonies are referential and derived core harmonies (depending on how they are deployed) somewhat less so. Non-core harmonies provide essential harmonic contrast and raise expectations of the core harmonies’ return that may be confirmed or thwarted in different ways. Example 14 . Carter, Rhapsodic Musings (2000), mm. 21–22 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] In his solo violin piece Rhapsodic Musings , Carter uses the notes D and E (in fixed-do solfège, Re-Mi) as a motto that represents the initials of the piece’s dedicatee, Robert Mann. As in Gra and Figment II: Remembering Mr. Ives , in Rhapsodic Musings Carter derives a highly varied composition from a remarkably consistent harmonic design. (9) Nearly the entire piece is a succession of contiguous or overlapping ATHs, with special prominence given to the four instances that contain the pcs 2 and 4, the “Re-Mi” motto (see Schiff 1998 , 6). (10) The climax of the piece begins with a succession of triple stops, which, as Guy Capuzzo ( 2004 , 13–15) points out, pair instances of (016) and (048) and thus exhibit the complement union property with respect to the ATH. The music in Example 14 comes immediately afterwards.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": [
                    "schiff_1998",
                    "capuzzo_2004"
                ]
            }
        },
        {
            "15": {
                "text": "[15] This passage is divided by rests into two pairs of tetrachords, followed by a fifth tetrachord and the beginning of a melodic line. All five tetrachords share the piece’s motto D-E as common tones in the top two voices. The tetrachords are subsets of three ATHs. (Note that the second and third are the same transposition). More striking is that the first two tetrachord pairs articulate a clear iambic pattern, which Carter reinforces with accents: an “upbeat” lasting three sixteenths is followed by a “downbeat” of four sixteenths (two sixteenths plus an eighth rest).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The harmony reinforces the strong sense of arrival on the fifth tetrachord. In the first four tetrachords, an instance of i7 sounds in the low register against the “Re–Mi” motto above. The i7 moves down a semitone from the first to the second tetrachord and up a semitone from the third to the fourth. The opposition sets up the fifth tetrachord, in which i7 is displaced by the more strident i13, creating a harmonic shift to a new sonority: AIT 18. (Not coincidentally, this chord sounds both the violin’s lowest and highest open strings.) The two AITs that combine to create this quasi-cadential gesture share three common tones, and the composite is derived core pentachord 31, which is reiterated linearly in the following beats before being subsumed back into the ATH when C6 enters at the end of the excerpt.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The harmony also contributes to the sense that the second of each pair of tetrachords is metrically strong. By twice moving from a non-core harmony (tetrachord 27) to a core one (AIT 23), the passage creates a sense of harmonic resolution from a non-referential to a referential harmony within each tetrachord pair. While the non-core tetrachord 27s generate harmonic tension as departures from a referential harmony, they are also recontextualized over a slightly longer timespan as subsets of the (core) ATH. And their inversional relationship with each other, which accounts for the voice leading mentioned above, is recontextualized as a subset of the inversional relationship between the two ATHs, which share only the pcs 2 and 4, the “Re–Mi” motto. Example 15 . Carter, Rhapsodic Musings (2000), m. 1 (click to enlarge) Example 17 . Carter, Rhapsodic Musings (2000), final measure (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Non-core subsets of the ATH play a critical role earlier in the piece as well, beginning with the first sonority, shown in Example 15 : a fortissimo accented quadruple stop that forms non-core tetrachord 21 (0147). This “call to attention” prefaces the first statement of the “Re–Mi” motto. Although the i2 dyad is featured, the motion from the opening tetrachord to the motto introduces a prominent i1 from D ♯ to D ♮ . Example 16a is from the second section of the piece, in which i1 comes to the fore somewhat in the manner of a second theme. Successive instances of the ATH are partitioned into an i1 dyad and an instance of non-core tetrachord 17 (0124) (see the analysis in Example 16b ).\n\nThe emergence of i1 challenges the predominance of the “Re-Mi” motto, which sneaks back in at the extremes of the ATHs in mm. 10–11 (circled in the example), and more demonstratively in the low register in m. 12 (indicated with an arrow). Eventually the two dyads battle it out in the triple-stop passage mentioned earlier. In the piece’s final measure, ic1 makes a strong initial showing in the outer voices, but quickly recedes as the primacy of the i2 motto is reasserted vigorously (see Example 17 ). Example 16a . Carter, Rhapsodic Musings (2000), mm. 9–13 (click to enlarge) Example 16b . Carter, Rhapsodic Musings (2000), mm. 9–13, harmonic analysis (click to enlarge) Example 18a . Carter, Quintet for Piano and String Quartet (1997), mm. 241–46 (strings only) (click to enlarge) Example 18b . Carter, Quintet for Piano and String Quartet (1997), mm. 241–46, harmonic analysis (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The derived core harmonies also help to enrich one of the most edifying approaches to Carter’s harmonic practice, first described by Marguerite Boland ( 2006 ) as “morphing.” Example 18a shows a transitional passage from Carter’s Quintet for Piano and String Quartet. The harmony first builds from single notes to an AIT 23, then an ATH. From that point on, the harmony gradually “morphs” into eight-note combination set 3, which is completed in the last measure of the example. The derived core harmonies clarify the details of the morphing process, as shown in Example 18b .",
                "footnotes": [],
                "citations": [
                    "boland_2006"
                ]
            }
        },
        {
            "20": {
                "text": "[20] We can draw several useful conclusions from this analysis. First, the derived core harmonies provide intermediate referential collections between the ATH and the concluding combination set. As the register expands and the dynamics increase, derived core harmonies take over, increasing in size up to the concluding combination set. Thus, we can hear the passage as one of strengthening harmonic resolution, as derived core displace non-core harmonies. Next, the harmony twice morphs internally, generating non-core hexachords 9 and 12 in the process. Finally, the two internal morphs—from referential to non-referential harmonies and back—can be understood as motion within two larger derived core septachords—numbers 36 and 6, that is, as a kind of arpeggiation. This multi-layered functionality is particularly attractive, as it allows for harmonic change (and voice leading) to function differently on different time scales. The C ♯ 4 in hexachord 9, for example, played by the second violin, can be heard on one level as a quasi-dissonance; it produces a non-core hexachord as it anticipates derived core pentachord 36. On a slightly larger time scale, the same move can be heard as an arpeggiation within the larger derived core septachord.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Distinguishing among core, derived core, and non-core collections provides a clear basis for this kind of multi-layered interpretation of harmonic events and helps to model the sense of harmonic inevitability, or surprise, that one often experiences when listening to Carter’s music. The approach presented here has broad analytical applications and complements other work in the field. It can account for the harmony in virtually any passage in Carter’s late music, while allowing ample room for multiple interpretations and methodologies to illuminate each of Carter’s singular compositions in a singular way. It also suggests a fruitful way of thinking about Carter’s creative process and his sketch materials, and about the interaction of harmony and voice leading in non-tonal music more generally.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.1.link.html",
    "data": "mto/data/mto.19.25.1.link.json"
}