{
    "title": "Review of <i>The Cambridge Companion to John Cage,</i> ed. David Nicholls (Cambridge: Cambridge University Press, 2002)",
    "date": "2004/06/01",
    "volume": "10",
    "issue": "2",
    "authors": [
        "Haskins, Rob"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "February 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.2/mto.04.10.2.haskins.pdf",
    "author_info": [
        {
            "name": "Rob Haskins",
            "university": "University of New Hampshire",
            "address": "http://robhaskins.net",
            "email": "rob_haskins@yahoo.com"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. David Revill, The Roaring Silence: John Cage, A Life (New York: Arcade Publishing, 1992), 301.",
            "citations": []
        },
        "FN2": {
            "text": "2. The Planets, Classical Graffiti (EMI 57316, \n2003).",
            "citations": []
        },
        "FN3": {
            "text": "3. The details of this bizarre case may not be known for \nsome time. For instance, there are varying accounts of the settlement amount \n(which most writers report as six figures). Indeed, some question whether the \npayment was a settlement at all. For example, Scott Timberg of the Los Angeles Times wrote that the money paid to Peters was merely a donation made by Batt, that the actual amount is vastly less than six figures, and that it was untrue that Batt was actually sued and settled out of court.  See Scott Timberg, \n“Composer Speaks Out on His Cagey Use of Silence,” Los Angeles Times [online], 27 September 2002, http://www.calendarlive.com/classical/cl-et-timberg27,0,3712690.stor?coll=co-classical (accessed 4 October 2002). For a more usual account of the facts, see “Composer \nPays for Piece of Silence,” CNN.com, 23 September 2002, http://www.cnn.com/2002/SHOWBIZ/Music/09/23/uk.silence/index.html (accessed 19 June 2003), and Ben Greenman, \n“Silence is Beholden,” The New Yorker [online], 30 September 2002, http://www.newyorker.com/talk/content/?020930ta_talk_greenman (accessed 4 October 2002).",
            "citations": []
        },
        "FN4": {
            "text": "4. For more, see “John Cage: Organ 2 /ASLSP, ” NPR: Performance Today http://www.npr.org/programs/pt/features/2003/sep/aslsp.html (accessed 22 February 2004); the city maintains its own website for the event, John Cage in Halberstadt: Organ 2 /ASLSP http://www.john-cage.halberstadt.de/ (accessed 22 February 2004).",
            "citations": []
        },
        "FN5": {
            "text": "5. A revelatory performance by Irvine Arditti inspired him to complete the project.  See James Pritchett, \n“The Completion of John Cage’s Freeman Etudes, ” Perspectives of New Music 32, no. 2 (Summer 1994): 264–71.",
            "citations": []
        },
        "FN6": {
            "text": "6. Peter Gena, “Re: John Cage and Song Books in Buffalo,” 7 December 1997, Silence: The John Cage Discussion List http://www.newalbion.com/artists/cagej/silence/html/1997q4/0292.html (accessed 15 June 2002).",
            "citations": []
        },
        "FN7": {
            "text": "7. See Writings through John Cage’s Music, Poetry, and Art, ed. David W. Bernstein and Christopher Hatch (Chicago and London: University of \nChicago Press, 2001) and John Cage: Music, Philosophy, and Intention, 1933–1950, ed. David W. Patterson (New York: Routledge, 2002).",
            "citations": []
        },
        "FN8": {
            "text": "8. The detailed nature of Cage’s compositional use of \nchance remains too little known. Generally, Cage proceeded from the broadest \naspects of a new composition to the most specific. For all decisions, he \ndetermined the number of possibilities for each of these aspects and then used \nchance to select a particular possibility: the number of possibilities would be \nrelated to one or a series of numbers corresponding to the sixty-four hexagrams \nof the I Ching. For instance, possibility A could be related to I Ching numbers 1–24, possibility B to 25–48, and possibility C to 49–64.  The actual choice of an I Ching number, as described in the book itself when it is used as an oracle, was accomplished by tossing coins or (later) by running a computer program designed by Cage’s assistant, the composer Andrew Culver.  Cage called the generation of an I Ching number a \n“chance operation.”  A finished composition entailed many such chance operations; see, for example James Pritchett, \n“The Development of Chance Techniques in the Music of John Cage, 1950–1956” (Ph.D. dissertation, New York University, 1988); idem., The Music of John Cage (Cambridge: Cambridge University Press, 1993), and \n“The Completion of John Cage’s Freeman Etudes. ”",
            "citations": []
        },
        "FN9": {
            "text": "9. Richard Kostelanetz, “John Cage: Some Random Remarks,” in John Cage: An Anthology, ed.\nRichard Kostelanetz (New York: Da Capo Press, 1991), 195–96.",
            "citations": []
        },
        "FN10": {
            "text": "10. Typescript in the Cage Correspondence Files at \nNorthwestern University (C417–2.17). The description does not appear in the \npublished version of the work, but might have been used as a program note at its \nfirst performance. For more on the reconciliation between process and object in \nthe Number Pieces, see Rob Haskins, “‘An Anarchic Society of Sounds’: The Number \nPieces of John Cage” (Ph.D. dissertation, University of \nRochester, Eastman School of Music, 2004), \n14–27.",
            "citations": []
        },
        "FN11": {
            "text": "11. See also the bibliographical listing of Cage’s \nwritings for this volume that appears on pages 268–70.",
            "citations": []
        },
        "FN12": {
            "text": "12. Leta E. Miller, \n“Cultural Intersections: John Cage in Seattle (1938–1940),” in John Cage; Music, Philosophy, and Intention, 1933–1950, 51–57.",
            "citations": []
        },
        "FN13": {
            "text": "13. It remains true, however, that Cage was somewhat \npuzzled in the wake of Cheap Imitation. See, for instance, Cage and \nDaniel Charles, For the Birds: John Cage in Conversation with Daniel Charles, ed. Tom Gora and John Cage, trans. Richard Gardner (Salem, NH: Marion Boyars, \n1981), 177–79.",
            "citations": []
        },
        "FN14": {
            "text": "14. See William Brooks, “Choice and Change in John Cage’s \nRecent Music,” in A John Cage Reader: in Celebration of His 70th Birthday, ed. and comp. Peter Gena and Jonathan Brent, supplementary editing by Don \nGillespie (New York: C. F. Peters, 1982), 82–100.",
            "citations": []
        },
        "FN15": {
            "text": "15. See Cole Gagne and Tracy Caras, Soundpieces: Interviews with American Composers, with introductory essays by Nicolas Slonimsky and Gilbert Chase and photographs by Gene Bagnato \n(Metuchen, NJ and London: Scarecrow Press, 1982), 71.",
            "citations": []
        },
        "FN16": {
            "text": "16. See Conversing with Cage, ed. Richard Kostelanetz (New York: Limelight Editions, 1987), 97–98.  The original interviews appeared in John Cage, \n“Conversation with Morton Feldman (Bunita Marcus and Francesco Pellizzi),” Res: Anthropology and Aesthetics 6 (Autumn 1983): 112–13; and Bill Shoemaker, \n“The Age of Cage,” Down Beat 51, no. 12 (December 1984): 29.",
            "citations": []
        },
        "FN17": {
            "text": "17. See William Brooks, “John Cage and History: Hymns \nand Variations, ” Perspectives of New Music 31, no. 2 (Summer 1993): \n74–103.",
            "citations": []
        },
        "FN18": {
            "text": "18. For more on Thirty Pieces and Music for _____, \nsee Benedict Jacob Weisser, “Notational Practice in Contemporary Music: A Critique of Three Compositional Models (Luciano Berio, John Cage, and Brian Ferneyhough)” \n(Ph.D. dissertation, City University of New York, 1998), 87–97 and 114–46. For \nmore on the Number Pieces, see Haskins, “‘An Anarchic Society of Sounds.’”",
            "citations": []
        },
        "FN19": {
            "text": "19. A bibliography would include Barbara Rose, “ Not \nWanting to Say Anything about Marcel (plexigram),” Source 4, no. 1 (January 1970): 1–20; Kathan Brown, \n“Changing Art: A Chronicle Centered on John Cage,” in John Cage, Etchings 1978–1982 (Oakland: Crown Point Press, 1982), 5–17 (abridged version in A John Cage Reader , 123–33); Lilah Toland, \n“‘Changes and Disappearances,’” in A John Cage Reader, 121–22; Marjorie Perloff, \n“‘A Duchamp unto Myself’: ‘Writing through’ Marcel,” in John Cage: Composed in America, ed. Marjorie Perloff and Charles Junkerman (Chicago and London: University of Chicago Press, 1994), 100–24; John Cage and Joan Retallack, Musicage: Cage Muses on Words, Art, Music.  John Cage in Conversation with Joan Retallack, ed. Joan Retallack (Hanover, New Hampshire: University Press of New England [Wesleyan University Press], 1996), 83–166; Kathan Brown, Visual Art: To Sober and Quiet the Mind (San Francisco: Crown Point Press, 2000); and Henning Lohner, \n“The Making of Cage’s One 11 ,” in Writings through John Cage’s Music, Poetry, and Art , 260–97.",
            "citations": []
        },
        "FN20": {
            "text": "20. See also “Der Tudor Faktor,” in John Cage: Anarchic Harmony, ed. Stefan Schädler and Walter Zimmermann (Mainz: Schott, 1992), 43–56; \n“David Tudor and the Performance of American Experimental Music, 1950–1959” (Ph.D. Dissertation, City University of New York, 1994); and \n“David Tudor and the Solo for Piano, ” in Writings through John Cage’s Music, Poetry, and Art , 137–56.",
            "citations": []
        },
        "FN21": {
            "text": "21. The English translation of this work was produced by \nanother of Cage’s circle, the poet M. C. Richards.",
            "citations": []
        },
        "FN22": {
            "text": "22. For a recent examination of these issues, see Clemens Gresser, \n“(Re-)Defining the Relationships Between Composer, Performer and Listener: Earle \nBrown, John Cage, Morton Feldman and Christian Wolff” (Ph.D. dissertation, \nUniversity of Southampton, 2004).",
            "citations": []
        },
        "FN23": {
            "text": "23. Marc Thorman discusses some of these works in “Speech and Text in Compositions by John Cage, 1950–1992” (D. M. A. dissertation, City University of New York, 2002), but his work does not address such mesostic works as Themes and Variations and I-VI. See also Ronald M. Radano, \n“Themes and Variations,” Perspectives of New Music 21, nos. 1–2 (1982–83): 417–24; Jann Pasler, \n“Intention and Indeterminacy in John Cage’s I-VI,” Parnassus: Poetry in Review 16 (1989): 359–75; and Marjorie Perloff, \n“‘If you find the sign post you don’t now look for. . . .’ [ I-VI ],” Parnassus: Poetry in Review 16 (1989): 337–51.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] John Cage would have celebrated his ninetieth birthday in September 2002, around the same time that The Cambridge Companion to John Cage appeared.  He predicted that there would be a decline of interest in his music after his death, followed by a revival. (1) But if anything, the interest in Cage’s work has continued to grow exponentially since his death, and has proceeded in ways that may have surprised even him.  A decade after his death, no one can predict with any certainty the ultimate course of this interest.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Naturally, some events in Cage’s recent reception perpetuate the image of the composer as a bizarre and potentially comic avant-garde guru.  The most notorious of these events concerns the 2002 legal dispute between Cage’s publishers, C. F. Peters, and the English musician Mike Batt, known for a variety of popular and crossover musical projects.  On a CD called Classical Graffiti by The Planets, Batt—who produced the album—separated the principal tracks from remixes with a short silent piece that he called “One Minute of Silence,” credited as being co-written by “Batt/Cage.” (2) Peters claimed that the attribution of Cage’s co-authorship invoked the composer’s concept underlying his most famous composition, 4'33'' (1952), and thus entitled his publishers to a share of Batt’s royalties.  Despite various protestations, Batt settled the case out of court on 23 September 2002 by paying Peters an undisclosed sum. (3) The second concerns the ongoing performance plan of Cage’s Organ 2 /ASLSP engineered by the German city of Halberstadt.  The performance, which is accomplished mechanically and which will last six hundred thirty-nine years, officially began in September 2001 with one and a half years of silence; the first three notated pitches began to sound in February 2003 and will continue until July 2005, when two more sounds will join them. (4)",
                "footnotes": [
                    "FN2",
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The Halberstadt performance seems to me particularly misguided, for it presumes the license to subject Cage’s music to wild and fantastic interpretations in blithe certainty that Cage would have approved.  But a close reading of primary and secondary sources reveals that Cage remained, in the first place, a composer committed to the practical exigencies of performance and, in the second, resistant to performances that trivialized his music.  He abandoned composition of the Freeman Etudes for violin (1977–80; 1989–90) in 1980 because the chance operations he used to compose the music resulted in a passage of such density that he no longer felt it was humanly possible to perform it. (5) A notorious 1975 production of Song Books (1970) at the State University of New York at Buffalo so enraged Cage that he spoke out against it: During the performance, Julius [Eastman] had extended his interpretation to slowly undressing his boyfriend on stage.  Then, he approached his (Julius’s) sister and attempted to do the same thing.  His sister responded, \n“No Julius, no!”  Julius moved on to something else.  The next day during a plenary session John pounded his fist on the desk and shouted, \n“I’m tired of people who think that they could do whatever they want with my music!”  Everyone has witnessed pieces where performers or composers make fools of themselves, etc., under the \n“aegis of Cage.”  Too many mistakably thought that John cheerfully accepted such abuses. (6) No doubt the Halberstadt event will not be the last well-meaning distortion of Cage’s music; perhaps—dare I even voice the possibility?—it will not be the most imaginative, either.  Nevertheless, it is heartening to know that a substantial scholarly literature on Cage’s music has developed in recent years and will, I am confident, go a long way to defend Cage from present and future devotees.",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The Cambridge collection is the latest of three recent volumes devoted to the American composer, and furnishes the most recent evidence that Cage’s creative work repays sustained attention. (7) As editor, David Nicholls has assembled an impressive company of scholars to cover Cage’s music, writings, and visual art.  His three-fold division of the book produces a design that offers both an excellent introduction and some indication of the present state of Cage research.  In the first part, “Aesthetic Contexts,” three essays detail Cage’s formative experiences in America (Nicholls), his contacts and conflicts with Europe and especially Germany (Christopher Shultis), and his extensive appropriations of Asian philosophical ideas to bolster his aesthetic (David W. Patterson).  The second part, “Sounds, Words, Images” offers surveys of Cage’s music to the late 1940s (David W. Bernstein), music of the 1950s and 1960s (Nicholls), music from 1969 to his death in 1992 (William Brooks), writings (Patterson), and visual art (Kathan Brown).  The final part, “Interaction and Influence,” focuses attention more broadly, with essays concerning Cage’s collaborations (Leta E. Miller), David Tudor (John Holzaepfel), Cage’s interactions with social issues (William Brooks), the nature of his influence on younger composers (Kyle Gann), and two essays (by Bernstein and Alastair Williams) that discuss Cage’s connections to both modernism and postmodernism.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] One challenge of such a volume is the organization of a compositional career as lengthy as Cage’s.  I provide the following summary of his career in order to orient the reader and to help focus on the merits and limitations of the Cambridge volume.  Cage began with works for percussion, piano, and prepared piano that used various rhythmic structures as the principal means of organizing his material.  In the late 1940s and early 1950s, Cage began composing with the assistance of various techniques to forestall or even vitiate his own compositional tastes; his famous use of chance and, in particular, the Chinese classic I Ching, dates from this time. (8) Cage distinguished two types of music written with the aid of chance in his output. “Chance compositions” were fully-notated works that were composed with the assistance of chance; the performer learned and performed them as he/she might a Beethoven piano sonata.  Such works include the Concerto for Prepared Piano and Chamber Orchestra (1950–51) and Music of Changes (1951).  “Indeterminate” works were less rigid and offered various choices to the performer, including the order in which he/she would perform the music given, the interpretation of the notation, the total duration for his/her performance, and even the number of performers to be involved; early indeterminate works include such compositions as Winter Music (1957) and the Concert for Piano and Orchestra (1958).",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] During the late 1950s and 1960s, Cage pursued indeterminacy to an extreme end, resulting in works that were so free that they could contain any kind of sound (or any kind of activity), last for any duration, and be performed in any type of venue or context.  His score for Variations III (1963) consists solely of sheets of transparent plastic with separate circles that the performers use to assemble a score indicating the number and nature of their performance activities.  No sound instruments are specified (though electronics were employed in some important performances); the instructions include the possibility that simply noticing changes as they occur can satisfy the performance requirements, and a more provocative remark: “Any other activities are going on at the same time.”  Richard Kostelanetz recalls a remark by the composer that indicates the breadth of this statement: “We could be performing [ Variations III ] right now, if we decided to do so.” (9) This period culminated with the premieres of Musicircus (1967), a freewheeling collage of any kind of music in one large space, and HPSCHD (1969), a more orderly hodgepodge of music (created by Cage and Lejaren Hiller) that included the projection of numerous films and slides.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In 1969, however, Cage used chance operations to alter the notes of Erik Satie’s Socrate but leave the rhythms intact.  The resulting work, Cheap Imitation, returned Cage to the orbit of chance composition, where the performer had fewer choices.  Thereafter Cage’s works oscillated between manifestations of indeterminacy (what Cage termed “process” or “weather”) and the more conventional chance composition (what Cage referred to as “object”), but most of his late works, written from 1983 to 1992, were considerably less radical than his pioneering indeterminate works of the 1960s.  Indeed, he described one of his last compositions, known as the Number Pieces, as a reconciliation of the perennial tension in his work between process and object: “[ Two (1987)] is the first of a series of works that bring aspects of process (weather) together with aspects of structure (object).  Each piece will have as its title the written-out number of players.” (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] For the Cambridge volume, Nicholls organizes Cage’s career into four phases, which are examined in varying degrees of depth.  The fifteen years of 1934 to 1948 and the decade 1949 to 1958 receive the lion’s share of coverage from both biographical and musico-analytical viewpoints.  In fact, seven of the fourteen essays concern these two periods and some of the most fascinating reading is to be found there.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Shultis’s essay on Cage and Europe provides a particularly impressive example of such scholarship.  There, Shultis reports new (and I believe unpublished) information from Frans van Rossum, Cage’s official biographer, to help contextualize the young Cage with the work of the Bauhaus group (pages 22–25).  The biographical information is fascinating in itself: Cage, his romantic partner of the time (Don Sample), and Harry Hay staged and performed early Cage songs according to Bauhaus principles, complete with appropriate costumes.  Shultis’s citation of a 1927 quotation from Mies van der Rohe is more provocative: “Is form really an aim?  Is it not instead a product of the design process?  Is it not the process which is essential?”  Anyone who has even a slight familiarity with Cage’s conception of structure, process, and form in his early music, or who knows the duality between object and process that informs all of his chance music, will immediately recognize how deeply such sentiments as Rohe’s could have affected the young \ncomposer.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Later in the essay (pages 36–38), Shultis offers a stimulating discussion of Cage’s reception during his two early visits to Darmstadt in 1954 and 1957, which draws on documentary material in the Darmstadt archive as well as reminiscences by Heinz-Klaus Metzger and Hans G. Helm.  Shultis includes commentary on the German translations (by Helm, Metzger, and Wolf Rosenberg) of Cage’s important 1957 Darmstadt lectures (“Composition as Process,” “Indeterminacy,” and “Communication”), which contain criticisms of Stockhausen, serialism, and the European mindset in general.  As Shultis observes, Cage approved the translations, which contained variants that intensified his criticisms.  One passage from “Communication,” a lecture that consists entirely of questions, is representative: the sentences “Why don’t they keep their mouths shut and their ears open?  Are they stupid?” are rendered as “Warum schliessen Sie nicht den Mund und machen auf die Ohren?  Sind Sie beschränkt?” (“Why don’t you keep your mouths shut and your ears open?  Are you stupid?”)  Shultis hypothesizes that Cage’s increasing anti-European stance owed to some negative reactions from his 1957 Darmstadt tenure and contributed to Cage’s absence from Darmstadt until 1990.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] David Patterson’s research has examined the formative writings of the 1940s and 1950s with respect to Cage’s wide-ranging citations from Indian aesthetics, Zen Buddhism, Meister Eckhardt, and many other sources.  Patterson argues that Cage’s appropriation of such sources is extremely subtle—he adapts various philosophical and/or aesthetic tenets that are useful for his own purposes, recontextualizing and/or reconfiguring them and in some cases actually “transgressing the intentions and ideals of their original authors” (page 48).  In particular, Patterson identifies four types of appropriations: 1) the reinterpretive reference, an epigrammatic parody of a direct reference or other primary source; 2) the fused reference, in which materials from two or more unrelated sources are united in a single passage; 3) the motivic reference, a kind of motto or jargonistic phrase that does not necessarily indicate it as derivative from a previous source; and 4) the generic reference, in which the style or word choice of a passage can be traced to a previous model (pages 96–98).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Patterson has also stressed the importance of maintaining a sense of chronology in the development of Cage’s ideas.  Almost all of the composer’s books collect writings from different periods in his life; in Silence, for instance, we have a careful (and completely non-chronological) ordering of many important essays, and it is all too easy to conflate Cage’s aesthetics from 1930s with, say, those of the 1950s.  Patterson has helped to provide a chronology of these writings (page 86). (11) In some cases, aspects of this chronology are still being debated; a recent essay by Leta Miller, for instance, suggests that Cage’s signature essay \n“The Future of Music: Credo” was written in 1940, not 1937.  The revised dating helps to shed light on the development of Cage’s thought and, in particular, the way in which that development was shaped by his colleagues. (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] David W. Bernstein’s two essays (“Music I: to the Late 1940s” and “Cage and High Modernism”) offer clear and illuminating discussions of Cage’s compositional techniques.  He devotes some attention to the works Cage produced before turning to rhythmic structures, such as the Five Songs for Contralto, and his account of that work admirably blends description of the work’s design with the actual sounds of the pitches Cage chose (pages 68–69).  Likewise, Bernstein’s remarks on the well-known First Construction (in Metal) (1939) describes Cage’s rigorous compositional method as well as those moments when he ignored his method for musical reasons; for example, one such license allows two percussionists to perform one of the work’s motives in unison and thus articulate the end of one of the work’s sixteen-measure sections (page 71).  Attention to the sound of Cage’s music becomes more noticeable in Bernstein’s account of the Sonatas and Interludes for prepared piano (1946–48).  Cage’s piano preparations for this work were the most extensive of any of his works for that instrument, but many of the later pieces in the work include unprepared pitches; their interactions with the prepared sounds provide one of the fascinating aspects of the latter half of the work.  Bernstein offers a foil for Cage’s favorite story that he had no ear for harmony by remarking on a number of harmonic aspects, for example the centricity of B and D in Sonata XII and of G in Sonata XVI (pages 83–84).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Bernstein also discusses in detail two of Cage’s important chance compositions, the Concerto for Prepared Piano and Chamber Orchestra and Music of Changes. These discussions offer a fine account of Cage’s techniques in composing with the assistance of chance.  As Bernstein notes, accounts of the methods of Cage’s chance music owe much to James Pritchett’s path-breaking research into Cage’s compositional techniques.  In some cases, however, Bernstein’s writings extend Pritchett’s work.  For instance, Bernstein’s observations on the Concerto benefited from access to original manuscript materials that were not available to Pritchett.  Bernstein has verified that all of Pritchett’s hypotheses regarding the compositional procedures for these works are correct (pages 193–99).  Bernstein uses these analysis to argue against Jean-Jacques Nattiez’s claim that Cage’s interactions with Boulez were based on “an aesthetic misunderstanding”; rather, both Cage and Boulez sought to espouse an autonomous and anti-representational art, and both did so by objectifying sound (page 210).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In contrast to the above, the coverage of Cage’s later music is more problematic.  Only two essays address the eleven-year period of 1959 to 1969 (Nicholls’s “Toward Infinity: Cage in the 1950s and 1960s,” pages 100–108, and Miller’s “Cage’s Collaborations,” pages 151–68). Leta Miller offers an excellent account of Cage’s collaborations, including those undertaken during the 1960s, such as Variations VII (1966).  Miller’s description of the genesis and performance of this work draws on unpublished material or interviews with some of the original participants.  Her work is also notable for the wealth of citations to other material that has been published, which places her own observations in the context of the larger scholarly literature.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] David Nicholls discusses the music of the 1950s and 1960s, and his essay would have been strengthened by more detailed discussions of such works as 26' 1.1499'' for a String Player (part of the “Ten Thousand Things” series of 1953–56).  In Nicholls’s view, the extreme indeterminate works of the 1960s constituted a kind of impasse for Cage, the solution of which involved a compromise in which the composer returned to more conventional approaches to composition.  I would argue that Cage’s work after 1969 was conditioned, at least in part, by practical considerations involving his newer music and by his general approach to composition.  For example, the work that became Cheap Imitation was originally intended to be an arrangement for two pianos of Satie’s Socrate; only after Satie’s publisher, Salabert, refused to grant Cage permission to make the arrangement did Cage decide to use chance to alter Satie’s original notes. (13)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The notion that Cage faced an impasse in the late 1960s is also undermined by his tendency for systematic reviews of his compositional techniques.  Cage used both old and new kinds of notation for the piano part of the Concert for Piano and Orchestra; similarly, in his work for Song Books, he made an inventory of all the notational techniques he had used up to 1970 and allowed chance to determine whether one of the numbers in the work would be written with an old technique, a variation of that technique, or a new technique altogether. (14) These and other instances in Cage’s compositional career indicate that he pursued a nonlinear course of creative work characterized by multiple, overlapping layers that contradict each other with respect to style, manner, medium, and other factors.  As the composer described it, ideas from an earlier period often resurfaced, transformed or not, in a later one. (15)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Cage’s music after 1969 is, in some ways, the most challenging and rewarding of his entire output.  During this period, he explored a variety of widely varying compositional designs and techniques, resulting in music that evinced considerable sonic variety.  Of course, some of his later compositions continue the pattern set in the ultra-radical works that had marked his pioneering exploration of chance and indeterminacy in the 1950s and 1960s.  One example is Ryoanji (1983–85), a work evoking the famous Kyoto garden consisting of fifteen stones resting in raked sand.  Cage produced the striking graphic notation in this piece by tracing the contours of stones onto paper: the contours correspond to melodic curves for solo instruments and encompass a reduced range so that microtonality results. (16) In another series of works, he subjected music by previous composers to chance operations in order to “unmoor” its functional harmony.  An example is Hymns and Variations (1979), which uses music by the eighteenth-century American composer William Billings as its sole source. (17) Between 1984 and 1987, he produced sixteen instrumental parts and one vocal part for a series called Music for _____.  The individual parts could be combined in any manner (in performance, the listing of the title reflects the chosen combination: hence Music for Two, Music for Eight, and so on), and it was also possible to perform shorter segments from the work (its full duration is thirty minutes).  Nevertheless, the precise pitch notation of this work, the preponderance of several distinct musical textures, and other aspects give the piece a recognizable profile that distinguishes it from other indeterminate works such as the Concert for Piano and Orchestra.",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] William Brooks bravely grapples with this heterogeneity in his essay on Cage’s music after 1969.  Much of Brooks’s own research has focused on works from this period such as Song Books and Hymns and Variations; his discussions of the works using historical music and the etudes are particularly strong.  Using Cage’s own characterization of his work as proceeding in overlapping layers (discussed above), Brooks conceives Cage’s late music as belonging to various related families unified by a certain theme (for instance, works related to Henry David Thoreau) or aspect of design (for instance, various works that model haiku poetry).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] However, some of Brooks’s families are misleading.  In the family containing works that alternate sound and silence, for instance, Brooks places both Branches (1976) and Music for _____.  But the only sound to be heard in Branches is that of amplified plant materials, while the pitched sounds of Music for _____ include a number of different textures: single notes, repeated at intervals; music that recalls the technical brilliance of the Freeman Etudes; and short phrases of single pitches that anticipate the Number Piece series.  I am not certain that the alteration of sound and silence is the best way to discuss works such as Music for _____ or the equally precise Thirty Pieces for String Quartet (1983), another work that Brooks places in the same family. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] To round out the survey of Cage’s creative work, Kathan Brown’s essay on the visual art is devoted primarily to his work with printmaking from 1978 onward.  Brown gives a good sense of the intricacy of the design for these works and the role that chance operations play in their creation.  Sometimes her descriptions touch on the qualities of the works themselves, as in the evocative descriptions of Changes and Disappearances (1979–82) and On the Surface (1980–82) (pages 115–16).  I imagine that musicians would appreciate more detailed descriptions of the techniques and types of printmaking; such terms as “hard ground,” “soft ground,” “drypoint,” and “photoetching” receive no definition.  Brown could also have included a tabular listing of all Cage’s visual works (which, so far as I’m aware, has never been published in even partial form anywhere), a discussion of Cage’s prints in the context of other contemporary artists, and some indication of the other secondary literature on Cage’s visual art. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] As I indicated at the beginning of this review, Cage held certain preferences for the performances of his works and sometimes made these preferences known.  This fact suggests that we need more work on the performance practice of his music than we currently have.  John Holzaepfel’s work on David Tudor helps to fill the gap. (20) His essay in the Cambridge Companion characterizes Tudor’s extraordinary approach to performance by contextualizing it with Tudor’s discovery of Artaud’s Le théâtre et son double, a book of central importance to Cage. (21) In Tudor’s words, the book indicated another way of musical thinking, one in which “I had to put my mind in a state of no-continuity—not remembering—so that each moment is alive” (page 171).  In contrast to this volatile musical amnesia stands Tudor’s practices for the performances of Cage’s indeterminate music, which usually involved the preparation of detailed realizations that Tudor used for his performances. Holzaepfel documents one such realization, for Winter Music, as an example (pages 176–85).  Tudor’s preparations suggest that performers of Cage’s music might begin with a disciplined and dedicated spirit, which stands in contrast to common assertions that \n“anything goes” in this music.  Whether or not elaborate preparations such as Tudor’s constitute the best solution to the problem is a question that cannot be answered without further research and scholarship. (22)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Some gaps in the volume indicate important issues in Cage scholarship that might stimulate future research.  One of the most important of these is the relation of Cage to his contemporaries, especially the Europeans that made use of aleatoric techniques in their work.  Much fruitful work can be undertaken with such composers as Lutoslawski and Xenakis.  Another important area of research concerns the survey and explication of Cage’s numerous text works.  Part lecture, part poem, part vocal composition, such amazing works as the “Lecture on Nothing” (c. 1949–50), Themes and Variations (1979–80), and I-VI (1988) deserve more sustained attention than they have received to date. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In sum, however, The Cambridge Companion to John Cage offers an admirable overview of Cage’s artistic work, not least for its frequent insistence in addressing the sound of Cage’s music, the images of his art, and the words of his writings.  In addition, many of the essays in the Companion consider the wider context of influences and so help to demythologize the composer.  This twin methodology—contextualization and analysis—supplies an admirable model for future Cage scholarship, one that will help to answer many more questions about this singular American composer.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.04.10.2.haskins.html",
    "data": "mto/data/mto.04.10.2.haskins.json"
}