{
    "title": "(Per)forming Open Form: A Case Study with Earle Brown’s <i>Novara</i>",
    "date": "2020/09/01",
    "volume": "26",
    "issue": "3",
    "authors": [
        "Andersen, Drake"
    ],
    "abstract": "Most accounts of Earle Brown’s open form compositions focus on the notated qualities of individual events in the score. However, the conductor’s role in ensuring continuity and formal coherence within a performance is rarely acknowledged. In this article, I analyze recordings of three performances of Brown conducting his compositionNovara(1962), two with the Virtuoso Ensemble in 1966 and one with a group of Dutch musicians in 1974. The conductor’s interventions in each performance embody a range of strategies used to suggest structural function and organize the time of performance. The multiplicity of musical processes in play within—and between—performances in turn suggests a parallel with Jonathan Kramer’s concept of multiply-directed linear time.",
    "keywords": [
        "open form",
        "Earle Brown",
        "performance",
        "transcription",
        "multiply-directed time"
    ],
    "doi": "10.30535/mto.26.3.1",
    "received": "February 2019",
    "pdf": "https://mtosmt.org/issues/mto.20.26.3/mto.20.26.3.andersen.pdf",
    "author_info": [
        {
            "name": "Drake Andersen",
            "university": "Vassar College",
            "address": "Department of Music, 124 Raymond Avenue, Poughkeepsie, NY 12604",
            "email": "dandersen@vassar.edu"
        }
    ],
    "citations": {
        "agawu_2008": "Agawu, Kofi. 2008. Music as Discourse: Semiotic Adventures in Romantic Music . Oxford University Press.",
        "bailey_1993": "Bailey, Derek. 1993. Improvisation: Its Nature and Practice in Music . Da Capo Press.",
        "berry_1976": "Berry, Wallace. 1976. Structural Functions in Music . Prentice-Hall.",
        "bledsoe_2007": "Bledsoe, Helen. 2007. “ Tracking Pierrot in Heek: An Anecdotal and Practical Performance Guide.” Contemporary Music Review 26 (3/4): 363–66.",
        "brown_2007": "Brown, Earle. (1962) 2007. Novara . Litolff/Peters.",
        "brown 1986_1986": "Brown, Earle. (1964) 1986. “The Notation and Performance of New Music.” The Musical Quarterly 72 (2): 180–201.",
        "brown_1987": "Brown, Earle. 1987. Interview with Ev Grimes. Major Figures in American Music (Brown 189). Oral History of American Music. Yale University.",
        "brown_1989": "Brown, Earle. 1989. Interview with William Duckworth. Earle Brown Music Foundation.",
        "cady_2017": "Cady, Jason. 2017. “An Overview of Earle Brown’s Techniques and Media.” In Beyond Notation: The Music of Earle Brown , ed. Rebecca Y. Kim, 1–20. University of Michigan Press.",
        "cornelison_2007": "Cornelison, Randall. 2007. “Pitch-Specific Events of Novara .” Contemporary Music Review 26 (3/4): 395–401.",
        "drury_2017": "Drury, Stephen. 2017. “Then and Now: Changing Perspectives on Performing Earle Brown’s Open Form Scores.” In Beyond Notation: The Music of Earle Brown , ed. Rebecca Y. Kim, 231–248. University of Michigan Press.",
        "drury_2018": "Drury, Stephen. 2018. Personal communication to author, December 19, 2018.",
        "dubinets_2007": "Dubinets, Elena. 2007. “Between Mobility and Stability: Earle Brown’s Compositional Process.” Contemporary Music Review 26 (3/4): 409–26.",
        "dufallo_1989": "Dufallo, Richard. 1989. Trackings: Composers Speak with Richard Dufallo . Oxford University Press.",
        "klein_2019": "Klein, Joseph. 2019. Personal communication to author, February 7, 2019.",
        "kramer_1981": "Kramer, Jonathan D. 1981. “New Temporalities in Music.” Critical Inquiry 7 (3): 539–56.",
        "kramer_1988": "Kramer, Jonathan D. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies. Schirmer.",
        "kramer_1996": "Kramer, Jonathan D. 1996. “Postmodern Concepts of Musical Time.” Indiana Theory Review 17 (2): 21–62.",
        "lewis_2008": "Lewis, George E. 2008. A Power Stronger Than Itself: The AACM and American Experimental Music . University of Chicago Press.",
        "lochhead_1994": "Lochhead, Judy. 1994. “Performance Practice in the Indeterminate Works of John Cage.” Performance Practice Review 7 (2): 233–41.",
        "lochhead_2016": "Lochhead, Judy. 2016. Reconceiving Structure in Contemporary Music: New Tools in Music Theory and Analysis . Routledge.",
        "meyer_1994": "Meyer, Leonard. (1967) 1994. Music, the Arts, and Ideas: Patterns and Predictions in Twentieth-Century Culture. University of Chicago Press.",
        "meyer_1980": "Meyer, Leonard. 1980. “Exploiting Limits: Creation, Archetypes, and Style Change.” Daedalus 109 (2): 177–205.",
        "pelz-sherman_1998": "Pelz-Sherman, Michael. 1998. “A Framework for the Analysis of Performer Interactions in Western Improvised Contemporary Art Music.” PhD diss., University of California San Diego.",
        "rowell_1981": "Rowell, Lewis. 1981. “The Creation of Audible Time.” In The Study of Time 4, eds. J. T. Fraser, N. Lawrence, and D. Park, 198–210. Springer.",
        "welsh_1994": "Welsh, John P. 1994. “Open Form and Earle Brown’s Modules I and II (1967).” Perspectives of New Music 32 (1): 254–90.",
        "_": "Discography"
    },
    "footnotes": {
        "FN1": {
            "text": "1. For example, see Brown 1989 .",
            "citations": [
                "brown_1989"
            ]
        },
        "FN2": {
            "text": "2. See, for instance, Welsh 1994 or Cornelison 2007 .",
            "citations": [
                "welsh_1994",
                "cornelison_2007"
            ]
        },
        "FN3": {
            "text": "3. The two 1966 recordings were made for the BBC but never commercially released to my knowledge. I am grateful to the Earle Brown Music Foundation for making them available to me from their archive. The 1974 recording was made while Brown was composer-in-residence with the Rotterdam Philharmonic and Conservatory. It was originally released commercially on the Composers Recordings Inc. label and reissued in 2006 by New World Records on Selected Works: 1952–1965 .",
            "citations": []
        },
        "FN4": {
            "text": "4. The full score of Novara is available on the Earle Brown Music Foundation website: http://www.earle-brown.org/works/view/28",
            "citations": []
        },
        "FN5": {
            "text": "5. For more on the actual performance practice of open form, see Cady’s ( 2017 , 13–16) overview, and the firsthand accounts by Drury 2017 and Bledsoe 2007 . The performance instructions for Novara have been adopted as the template for performances of all of Brown’s open form works ( Brown [1962] 2007 ).",
            "citations": [
                "cady_2017",
                "drury_2017",
                "bledsoe_2007",
                "brown_2007"
            ]
        },
        "FN6": {
            "text": "6. This problem persists in accounts of indeterminate and improvised music generally. For example, in his important book on improvisation, Derek Bailey only briefly and inconclusively touches on the subject, writing that improvisers “seem to prefer formlessness. More accurately, they prefer the music to dictate its own form” ( 1993 , 111).",
            "citations": [
                "bailey_1993"
            ]
        },
        "FN7": {
            "text": "7. The idea that a performance without a predetermined form is necessarily formless is a surprisingly resilient one. Kramer’s conclusions about Brown’s music echo, among other things, the response to the spontaneity of free jazz in the early 1960s. As George E. Lewis observes, “in the minds of some critics, the move away from prefabricated forms became conflated with the notion of simply throwing away form as such” ( Lewis 2008 , 40). Bailey concurs that “adverse criticism of free improvisation . . . almost always aims itself at the same two or three targets and the clear favourite of these is ‘formlessness’” ( Bailey 1993 , 111).",
            "citations": [
                "lewis_2008",
                "bailey_1993"
            ]
        },
        "FN8": {
            "text": "8. See also Meyer [1967] 1994 , 242–43 and 299–301.",
            "citations": [
                "meyer_1994"
            ]
        },
        "FN9": {
            "text": "9. The trumpet and bass clarinet are transposed in all examples taken directly from the score.",
            "citations": []
        },
        "FN10": {
            "text": "10. See also Drury 2017 , 233–34.",
            "citations": [
                "drury_2017"
            ]
        },
        "FN11": {
            "text": "11. Because there is neither a single ensemble pulse nor a steady pulse within any individual part, what I refer to as “tempo” corresponds to a subjective perception of the rate of succession of individual sounds. Loudness is also highly subjective (especially comparisons between different recordings). I compared the passages on multiple playback devices and used digital loudness metering tools to clarify and confirm my hearing.",
            "citations": []
        },
        "FN12": {
            "text": "12. In this instance “two directions at once” likely refers not to forward and backward motion in time (though Kramer does discuss this possibility elsewhere), but rather movement through a “multidimensional vector space”—an abstract musical space in which the parameters of sound are represented as dimensions (46). This metaphor resonates with some of Brown’s descriptions of his own work (cited in Dubinets 2007 , 424–25).",
            "citations": [
                "dubinets_2007"
            ]
        },
        "FN13": {
            "text": "13. See, for example, Lochhead’s ( 1994 , 239) analytical approach to parsing performances of Cage’s indeterminate music.",
            "citations": [
                "lochhead_1994"
            ]
        },
        "FN14": {
            "text": "14. Incidentally, Passage 2 (from Audio Example 1) is from the end of the same section in the same recording (1:21–1:32), and Passage 3 is the entirety of the second visit to page two in the 1974 recording (7:33–8:27).",
            "citations": []
        },
        "FN15": {
            "text": "15. Compare with, for example, Agawu 2008 for the ending as fulfillment of the “obligation exposed in the beginning” (54). See also Kramer 1988 , 143–44, and Meyer 1980 , 181–84.",
            "citations": [
                "agawu_2008",
                "kramer_1988",
                "meyer_1980"
            ]
        },
        "FN16": {
            "text": "16. Compare Rowell 1981 , 199–202.",
            "citations": [
                "rowell_1981"
            ]
        },
        "FN17": {
            "text": "17. Compare Agawu’s observation that a “beginning” is “not necessarily what one hears at the beginning,” but rather “an event (or set of events) that enacts the normative function of beginning” ( Agawu 2008 , 53). See also Kramer 1988 , 137–50.",
            "citations": [
                "agawu_2008",
                "kramer_1988"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Earle Brown’s open form compositions invite the conductor to arrange a palette of composed gestures called events into a musical performance. The possibilities, it seems, are both limitless and highly constrained: even if every pitch, dynamic, and articulation within each event is determined, there is an entire universe of possible formal trajectories and juxtapositions. Brown was adamant that each of his compositions maintains a distinctive and immutable identity through the notated events, no matter their disposition in performance. (1) This perspective is echoed in many accounts and analyses of Brown’s works that bypass performance altogether, instead striving to illuminate an underlying compositional unity and coherence by focusing on the salient qualities of individual events (or event groupings). (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] What remains to be addressed is how these compositions are organized in the time of performance: the “form” of open form. In this article, I demonstrate that Brown’s open form works exhibit extensive formal continuities and recognizable musical functions in performance, using the composition Novara (1962) as a case study. These continuities are the result of conscious and unconscious aesthetic decisions made during the performance by the conductor, whose collaborative role as a creative agent (alongside the composer) has rarely been explored in detail. Analyzing the conductor’s role in an indeterminate context requires getting away from the score and pursuing what Judy Lochhead describes as “an analytical reliance on performance” ( 2016 , 70). Accordingly, my analysis stems from listening to three recordings of performances of Novara conducted by Brown: two with the Virtuoso Ensemble from 1966 and one with a group of Dutch musicians from 1974. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "lochhead_2016"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] Each recording depicts the conductor shaping the time of the performance by engaging with a range of musical parameters to project patterns of tension and release on multiple time scales. I identify two principal (and often overlapping) strategies employed by Brown as conductor: (1) shaping the most flexible (or entirely indeterminate) parameters of each sound, such as loudness, tempo, and duration; and (2) bringing out connections between notated material through choices regarding alignment, juxtaposition, and texture. I argue that both strategies embody an indeterminate adaptation of what Jonathan Kramer calls “multiply-directed linear time,” in which linear musical processes are present but frequently interrupted or reordered ( 1988 , 46). In Brown’s open form works, it is as though the conductor must choose from between many different possible linear processes. Consequently, the performances reveal not only the multiplicity of possible forms for a single open form work, but also the range of functions that a single event can enact in different contexts. The Form of Open Form",
                "footnotes": [],
                "citations": [
                    "kramer_1988"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Each of the four pages of Novara ’s score contains five events. (4) These twenty events comprise the material from which a given performance is constructed, varying in instrumentation from solos to the full ensemble of eight (flute, trumpet, bass clarinet, piano, two violins, viola, and cello). Over the course of the performance, the conductor cues the beginning and ending of each event. The event number is designated by the conductor’s left hand, while the page from which the event is drawn is indicated by a placard turned towards the ensemble with a moveable arrow. The conductor’s right hand is used not only to give the cue, but can also shape each event with respect to dynamics, tempo, and other parameters. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Discussions of the actual “form” of Brown’s open form works are few and far between. (6) To begin with, open form is often conflated with a range of works whose methods of composition and performance incorporate chance and indeterminacy. Painted with such a broad brush, it is unsurprising that many have reached dim conclusions regarding the viability of such works as subjects for analysis. As Leonard Meyer has written, “Since completely random or indeterminate music is avowedly and purposefully without any organization, it is impossible to analyze or discuss its form or process” ( [1967] 1994 , 70).",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "meyer_1994"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Where form is addressed, writers tend to be more responsive to the fragmentary way the material has been presented in the score than to the content or shape of any particular performance. However, as form in these works emerges in real time, it is the performance—and not the score—that must be central to the analysis. Following Lochhead, if the score is the “essence of the work that transcends its performances,” analysis of the performance of an open form work must turn away from the score to some extent, and rely on “analytical formulations [that] are conceived through these differences [between performances]” ( 2016 , 70).",
                "footnotes": [],
                "citations": [
                    "lochhead_2016"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] As the conductor Joseph Klein points out, “contrary to what some people may think, it’s not the kind of music that you can easily throw together—it really requires a lot of exploration and sensitivity to pull off” ( 2019 ). The conductor Stephen Drury likewise warns that “while the dialectic between the identity of the individual events and the score as a whole should be made clear, this can too easily disintegrate into isolated gestures—‘one damn thing after another’” ( 2017 , 238). Nonetheless, Kramer ( 1988 , 50) describes “mobile” (and by extension, open) works as extreme versions of moment form, giving Brown’s Available Forms I (1961) as a critical example. Building on Stockhausen’s conception, Kramer characterizes moment form as comprising maximally undirected—and even “arbitrary”—constellations of discontinuous, self-contained fragments ( 1988 , 201–11). (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "klein_2019",
                    "drury_2017",
                    "kramer_1988",
                    "kramer_1988"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] Brown ( [1962] 2007 ), however, anticipates this perception, acknowledging that “the first impression derived from the score will be one of many sporadic fragments” in the performance notes to Novara . Nevertheless, Brown ultimately argues that a successful performance is one that emphasizes continuity: With these procedures [of open form] clearly understood by the conductor and the musicians it is possible to achieve smooth transitions and long lines of connected material of extreme complexity and frequent modification. . . .  [The] wealth of fragments shows the numerous formal possibilities inherent in the work, and it is this realization, not the fragmentations, that must become the dominant characteristic of performance. ( Brown [1962] 2007 )",
                "footnotes": [],
                "citations": [
                    "brown_2007",
                    "brown_2007"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Kramer’s reading certainly seems to be at odds with Brown’s. In fact, the centering of the score (and thus composer) inherent in Kramer’s analytical approach recapitulates precisely the hierarchical composer-performer dynamic that Brown ( 1987 , 33) sought to avoid in practice. However, even upon recognizing the score as fundamentally nonlinear, Kramer insists that other aspects of the notation perform a compensatory function, writing, “what such pieces lack in linear logic they regain in a nonlinear logic of consistency (for example, similarity of texture or timbre) that makes the moments seem to belong to the same piece rather than being just a jumble of unrelated excerpts” ( 1988 , 50). By redirecting the analytical lens towards performance, it becomes clear that there is no lack of linear logic; it has simply become the purview of the conductor, rather than the composer. Example 1 . Transcriptions of Three Performances of Novara (by page) (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "brown_1987",
                    "kramer_1988"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Example 1 gives a transcription of the three performances of Novara indicating the page of the score from which events are taken, juxtapositions of material from multiple pages (indicated by a box with a thick outline), and all conducted silences. Complete transcriptions are given in the Appendix . The distribution of material by page quickly suggests formal implications. For instance, in Example 1a (1966, Take 1), Brown frames the performance with events from page two, suggesting a possible relationship of exposition and recapitulation. In fact, when taken with the overall progression of pages from two to three to four and back, there is even the implication of an arch form (albeit with an unrepeated exploration of page one in the first half).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.8": {
                "text": "[2.8] Generally speaking, the page seems to be a fundamental structural unit for conductors in conceiving the form of a performance. Stephen Drury ( 2018 ) describes the repetition of a page throughout a performance as akin to an “internal rhyme” with important formal implications, explaining that one can repeat material “a couple [of] times and make everybody think it’s a refrain or a rondo and then . . . go ahead and mess with them and never go back again.” Another conductor, Joseph Klein ( 2019 ), reaffirmed this conception in his description of performing Novara : At the beginning of a given performance, I often stayed on one page for a while, then moved to another and stayed there for a while. . . .  Once we were a few minutes into the piece, however, I would start rapidly shifting from one page to another. For one, I found it musically interesting to establish each of the pages before mixing things up; for another, I liked the dramatic effect of becoming increasingly more frenetic in the use of material as the performance progressed.",
                "footnotes": [],
                "citations": [
                    "drury_2018",
                    "klein_2019"
                ]
            }
        },
        {
            "2.9": {
                "text": "[2.9] According to the score, typical performances of Novara last from six to twelve minutes. Brown’s two takes with the Virtuoso Ensemble (1966) last 7:56 and 9:09; his Selected Works performance (1974) exceeds the suggested timeframe, lasting exactly 13:00. In these performances, as is typical, the conductor often lingers on the material from a single page for an extended period of time. Across these three performances, the average time spent on a single visit to a page is about 1:17, which is very close to the average obtained for the 1974 recording, 1:18. For 1966, Take 1 the average is much higher (1:38), while for 1966, Take 2, the average is much lower (1:01).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] As Example 1 demonstrates, combining events from multiple pages is relatively rare and tends to occur only when the conductor is in the process of transitioning from one page to another. From a practical perspective, continually adjusting the placard to cue different events from different pages potentially introduces confusion, and requires experienced performers and a robust conducting technique. The events on each page are also scored in complementary instrumental subsets, in many cases allowing the conductor to more easily combine events within a page than between them. The First Strategy: Shaping Sounds",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The examples that follow underline how the conductor’s choices in a given performance suggest certain patterns of phrasing and pacing that have immediate functional and formal implications. In turn, these local-level patterns often play a role in the segmentation and differentiation of larger structural blocks. Before turning to specific examples, however, it is worth emphasizing that in open form works, these patterns are often articulated through nonpitch parameters, rather than more conventional functional forces, such as harmony. This is not to say that the sense of function is necessarily diminished; on the contrary, as Berry succinctly observes, structural functions emerge from the “dissonances and resolutions within all of music’s parameters” ( 1976 , 12–13). Pertinent here is Kramer’s assertion, with reference to early post-tonal music, that even where structure is at least partially determined by pitch class relationships, “nonpitch parameters . . . were made to act more structurally, more independently, more prominently, more as a means of articulation, in order to compensate for the loss of tonality’s unequivocal goal definition” ( 1988 , 33). (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "berry_1976",
                    "kramer_1988"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] Just as the composers to whom Kramer refers did not have recourse to clear goal-oriented pitch structures during the process of composition , the conductor of an open form work has limited recourse to goal-oriented pitch structures during the process of performance . The conductor’s possible responses to this situation, executed in real time, can be construed as occupying a continuum between two nominally opposed strategies. On the one hand, the conductor may impose goal-oriented processes through changes to parameters such as loudness, tempo, and duration more or less independently of what is notated. Conversely, the conductor may, through specific choices regarding texture, juxtaposition, and alignment, select for notated sounds that, through their organization in time, suggest function and linear processes that would otherwise be ambiguous, imperceptible, or nonexistent. As will be shown below, these may concern pitch or nonpitch parameters. Example 2 . Two Strategies for the Conductor’s Interventions (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Example 2 gives the two strategies described above as the opposite poles of a continuum. In practice, most of the conductor’s actions will partake of both strategies to varying extents. However, this opposition is a useful heuristic for evaluating the conductor’s interventions throughout the performances. Each of the two poles can be enacted in multiple ways. For example, sound-shaping involves both the transformation of notated material and the imposition of unnotated qualities (i.e., any event that is cued will have a volume, even if no dynamics are notated in the score). Similarly, continuities can be revealed within and between events strictly as they are notated, or through juxtapositions and vertical realignments, as will be discussed below. Audio Example 1 . Three Transformations of a Single Event (click to listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The first strategy is perhaps most vividly illustrated by focusing on the different ways in which a single event can be shaped. Audio Example 1 gives three instances of a single event (scored for the entire ensemble) taken from amongst the performances. Each passage is composed of material from the same event, but greatly varied in terms of loudness, tempo, and continuity over time. For instance, the first passage (Audio Example 1a) seems to find the music already in progress, with a multiplicity of shifting pulses. Although the texture is carefully balanced and blended, individual sounds occasionally surface and draw attention to a particular instrumental color. It quickly becomes clear that many pitches are shared between different instruments. Even though the order of the pitches varies, the melodic fragments suggest an almost canon-like imitation between some of the musicians, particularly the high notes exchanged between the flute, piano, and first violin. Around eight seconds elapsed, the texture swells in volume and tempo, and new colors, such as those of the trumpet and bass clarinet, become more prominent. By about twenty seconds elapsed, the texture has settled back into a sustained sonority. As the pitch patterns are relatively static, it becomes clear that the changes in volume and tempo are most significant in describing how the music changes through—and thus articulates—time. Example 3 . Novara , Event 2-1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] The notation for this event, which I will call event 2-1 by convention (as it is the first numbered event on page two of the score), is given in Example 3 . (9) As may have been evident from the passages above, each performer has six or seven pitches to play in a looping pattern (looping events are indicated by the simile mark and fermata). Each sound’s relative duration is indicated by Brown’s proportional notation, though the vertical synchronization of parts is variable. In the performance notes, Brown encourages the conductor to actively “introduce fermata, stops, starts, vary tempi and loudness, etc.” (10) These are, in turn, precisely the parameters missing from the notation; their absence can be understood as a way of directing the conductor’s attention and musical expressivity to precisely these areas. In other words, they imply interventions that will partake of the first strategy. Example 4 . Tempo and Loudness Over Time for Passages 1, 2, and 3 (click to enlarge)",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Example 4 gives a transcription of the tempo (red) and loudness (blue) for each passage from Audio Example 1 within bounding rectangles representing continuous sound. (11) Passages 1 (Example 4a) and 2 (Example 4b) are continuous, and thus contained within a single rectangle; passage 3 (Example 4c) is interspersed with silences, and thus divided into multiple rectangles. Despite being derived from the same event in the score, each passage suggests a different formal function. The rise-and-fall symmetry of the first passage outlines a complete musical statement. Even if the volume and tempo do not return precisely to their original levels, more compelling, in my hearing, is the complementary ebb and flow of each. The second passage exhibits a similar overall dynamic trajectory to the first, but as the volume decreases, the tempo does not. The divergence between these two trajectories is a source of musical tension: both parameters have undergone a transformation, but only one has seemingly returned. This discrepancy makes the ending of the passage feel unexpected and abrupt. To the extent that the listener holds on to the unmaterialized possibility of a complete return—and therefore closure—passage 2 is an incomplete statement.",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The third passage comprises several similar figures, each of which is characterized by a period of motion followed by a sustained sound. The concatenation of these individual figures, in turn, suggests a more complex statement. The first figure begins with a gradual increase in tempo and loudness over about fifteen seconds before reaching the sustained sound. Subsequent figures are presented more rapidly, while the second and fourth figures are followed by ensemble silence. The overall contour becomes clear as the volume and tempo reach a peak in the fifth figure (as though continuing the rising trend set in motion in the first), before resolving to a final sustained sound. In addition to the completion of a rising and falling contour of volume and tempo, the final figure also suggests closure through its longer duration, which reverses the trend of diminution of successive previous figures, and the final sustained sound, which is the longest of the entire passage. Even though each sustained sound is composed of different pitches from each instrument’s looped pattern, the overwhelming sense of motion is derived from the variation in parameters directly under the conductor’s control. Accordingly, despite its interior complexity, the third passage evinces a single complete statement, albeit at a higher hierarchical level than the previous passages, given its length and composition. The Second Strategy: Revealing Continuities",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] The three passages above illustrate how the conductor can suggest diverse formal and functional possibilities by shaping the qualities of a single event.  Because event 2-1 is a relatively unitary looping texture, it is more susceptible to sound-shaping transformations than, for example, an event whose qualities change drastically over its duration. The sound-shaping approach stands in contrast with the second strategy, in which, instead of consciously shaping the sound of individual events, the conductor focuses more on the ways in which the sounds as notated can be arranged to emphasize latent continuities or musical processes. Example 5 . Novara , Events 3-4 and 3-5 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Example 5 gives two events from page three. Event 3-4 is scored for flute, trumpet, and bass clarinet (top to bottom), and event 3-5 is scored for string quartet. Both events are heterogeneous with respect to their constituent sounds, comprising key clicks, air sounds, bowing behind and on the bridge, harmonic glissandi, and sustained glissandi notated using graphic contours. Several linear processes can be discerned: the winds move from sustained sounds to percussive sounds, the first violin and cello generally rise in register, and the second violin and viola change from sustained sounds to plucked sounds. Audio Example 2 . 1974 (8:34–9:14) Example 6 . Transcription of Audio Example 2 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Because the qualities of sound change over time in each event, these events are especially suited to functioning as bridges between contrasting material—for instance, between a passage of sustained sounds and a passage of rhythmic and percussive sounds. Audio Example 2 gives a forty-second passage from the middle of the 1974 recording, while Example 6 gives a transcription of the passage. The boxed labels indicate where the conductor cues each event. The passage begins with two tutti sustained chords (events 3-3 and 3-2), but the strings break off from 3-2 to begin 3-5, even as the winds continue to sustain the chord. As the strings proceed to 3-5, the winds end 3-2 and begin 3-4, staggered with the strings. The composite effect is that of a gradual transformation from sustained sounds with determined pitches to a highly disjointed, coloristic, and rhythmically complex texture in which many sounds have indeterminate pitch content. As a comparison between Examples 5 and 6 illustrates, this is achieved not by shaping the individual sounds, but rather by precisely ordering and staggering a series of events whose qualities, through their similarities, intensify one another.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] At thirty-four seconds elapsed, after a short silence, the conductor cues event 4-2, which is characterized by strummed triple and quadruple stops in the strings that loop aperiodically. The arrival of event 4-2—the first material from page four after a section derived from material on page three—can be heard as the realization of a goal that has been carefully prepared over the course of the passage. The process of revealing the linear transformation of musical parameters by marshaling distinct musical events recalls Kramer’s ( 1988 ) description of what he calls “multiply-directed time.” Kramer uses this term to describe music that is goal-directed but not straightforwardly linear; music in which “more than one goal is implied and/or more than one route to the goal(s) is suggested” (46). In a later article, Kramer ( 1996 , 24) expands on this framework, arguing that the experience of multiply-directed time is contingent on an understanding of music’s parameters as independent and separable from one another—a “parametric” concept that derives in part from mid-century total serialism.",
                "footnotes": [],
                "citations": [
                    "kramer_1988",
                    "kramer_1996"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Multiply-directed time is characterized by the reordering of otherwise linear musical processes—transformations of individual parameters of sound that are both gradual and discontinuous. As Kramer writes, “to have truly multiply-directed time, linear processes need to be interrupted and completed later (or earlier!)” ( 1988 , 47). The multiplicity of this temporal mode arises from the fact that any given musical passage has multiple qualities—and thus multiple potential axes of transformation—as in the following hypothetical: Passage A grows softer. Passage B, which is pianissimo , can function as the goal of passage A even if B does not follow A immediately. Suppose furthermore that A is also becoming more dense texturally. Then either passage B (soft and, let us assume, sparse) or some passage C (loud and dense) can serve as a goal of A . Passage A progresses in two directions at once, either of which may or may not lead immediately to a goal. (12) (46)",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "kramer_1988"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] In the fully notated works that Kramer is discussing, engagement with the multiplicity of possible directions is primarily analytical and interpretive. The passages can be heard in different ways by a listener, musician, or theorist, and the performer can, to varying extents, choose to emphasize one process over another. In an open form work, however, it is morphological: the conductor can literally rearrange the form of the composition so as to emphasize or frustrate various trajectories, and even generate new ones through placement and shaping. One might therefore imagine that the most successful open form works would be composed with a surfeit of latent trajectories for the conductor to draw upon. Although Kramer ( 1981 , 547–48) entertains this possibility in passing (attributing the idea to Stockhausen), he seems to have found the available examples unconvincing, as will be discussed below. Organizing the Time of Performance",
                "footnotes": [],
                "citations": [
                    "kramer_1981"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] Several considerations for the conductor in organizing the time of performance have already emerged from the material above. The first is creating a general sense of continuity, a notion that Brown explicitly prioritizes in his note to the conductor discussed above, and one that seems to be a central concern for conductors who have performed the piece. As Stephen Drury writes, “for the performer, the struggle to create a continuity lies at the heart of the challenge of Brown’s scores” ( 2017 , 238). Continuity, however, can be achieved in many different ways: through smooth transitions, certainly, but also through a consistency of musical rhetoric, a proportionality of sectional segmentation, and repetition. Audio Example 3 . 1966, Take 1 (4:50–5:20) Example 7 . Event 4-2, Novara (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "drury_2017"
                ]
            }
        },
        {
            "5.2": {
                "text": "[5.2] Many analyses of indeterminate music identify the use of silence as a primary strategy of formal segmentation. (13) Although Example 1 illustrates that there are conducted silences throughout all three performances, Brown conspicuously avoids silences between pages, deploying only one in each performance. From a conducting standpoint, it would be logistically easier to observe brief silences while switching pages, so Brown’s eschewal is almost certainly intentional, and likely reflects his aforementioned preference for “smooth transitions and long lines of connected material” ( [1962] 2007 ).",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "brown_2007"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] In these performances of Novara , conducted silences often occur in clusters within a short temporal span, suggesting not a dramatic, cleaving pause with formal implications, but rather a rhetorical device with primarily local effects. Audio Example 3 gives a thirty-second excerpt from Take 1, 1966 (4:50–5:20), and Example 7 gives the notation for event 4-2, which dominates the passage (there is also a solo flute playing a different event). Just as in Audio Example 1c, Brown (as conductor) varies the continuity of a single event in order to suggest a pattern of phrasing. However, in this example Brown relies on modifications of continuity alone—the changes in dynamics and tempo are far subtler here than in the previous example. Example 8 . Transcription of Audio Example 3 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] The first two statements (4:50–4:57 and 5:00–5:08, accompanied by the flute) establish a normative duration for the event, as well as the pause in between. The pause after the second statement is almost twice as long as the pause after the first, however—the first sign that something might be amiss—and the third statement of the event is quite abrupt (less than two seconds long). A shorter pause reminiscent of the first pause follows, followed by a longer statement. Example 8 is an annotated transcription of this sequence of events from Audio Example 3 as a pattern comprising a statement and a pause that is partially affirmed, subverted, and finally reaffirmed. Here the conducted silences do not function as grand pauses, but rather as rhetorical elements of a coherent phrase grouping imposed upon the composite texture of event 4-2.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] In order to avoid silences between events, the conductor must cue the next event before the present event ends. Two notational features assist conductors in this effort: (1) the fermata over the final sustained note, and (2) the fermata over the simile mark for looped events. These two continuity indicators allow the conductor to cue certain events and then turn their attention to other things, assured that the sound from the present event will continue until manually stopped. Audio Example 4 . 1966, Take 2 (3:35–4:16) Example 9 . Event 2-3, Novara (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Audio Example 4 gives a passage from Take 2, 1966 (3:35–4:16), and Example 9 gives the notation for event 2-3, scored for the four strings and concluding with sustained notes marked with a fermata. This passage occurs during the transition from a page two section to a page four section (see Example 1). The instance of event 2-3 that opens the passage is the final statement of any event from page two in this section, and is followed by material for the winds and piano from page four. Example 10 . Transcription of Final Thirty Seconds of Audio Example 4 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] Example 10 gives a simplified, annotated transcription of Audio Example 4 from about ten seconds elapsed beginning with the strings’ final pitches of event 2-3 (A). About fifteen seconds into the excerpt (B), the winds and piano enter with new material (from page four), which is heard alongside the sonority sustained by the strings. As the winds and piano cycle through arhythmic melodic cells, the composite texture becomes more dynamic, and the harmony more complex. This texture is the result of the strings sustaining the final pitches of 2-3 due to the notated fermata, and the simile mark for the piano and winds’ melodic cells. About thirty seconds into the passage (C), as the new material swells and ebbs, the viola breaks off from the strings’ sonority and plays a low pair of descending semitones with the bow—the start of a new event (a brief duet with the flute, also from page four).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Less than ten seconds later, the duet concludes and the viola sustains G3 against the flute’s F ♯ 5 and the trumpet’s final note from the melodic cells, an octave below the flute. The flute and trumpet quickly disappear from the texture, leaving the viola alongside the first and second violins (D), the cello having since dropped out of the chord. The violins have been sustaining these tones without modification for over thirty seconds at this point, but through the introduction of new material (from a new page) and the reintroduction of the viola to the sonority (on a new pitch), the quality is remarkably different. The viola recontextualizes the violins’ pitches into the third and fifth of a widely spaced triad that begins to feel more like a resonance of the dense, dissonant textures of (B) and (C) than of 2-3, the event with which the violins’ tones originated. Shortly after this passage, the viola and flute repeat their duet and the winds re-enter with more new material, asserting the arrival of the new page and the close of the transitional material. The violins, having bridged the transition between the pages through a single, sustained dyad, disappear quickly afterwards.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] Brown (as composer) offers the experienced conductor additional types of interventions that can lead to even more nuanced transitions between events. In the performance instructions, under the heading “Further Modifications,” Brown writes: After considerable rehearsal . . . it is possible for the conductor to use some of the individual lines of the events as solos . . . or in other than scored juxtapositions. . . .  The events, as scored, give the work a strong identity as NOVARA and the individual lines as solos should be used only as variations on the identifiable events, as scored . Audio Example 5 . 1974 (4:00–4:20) Example 11 . Novara , Page 1 (click to enlarge) Brown’s instructions suggest that once an event has been played as scored, subsequent repetitions may be quite flexible with respect to the vertical synchronization of the parts within the event. He also indicates that individual lines may be treated as solos and juxtaposed differently from how they appear in the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] Audio Example 5 gives a twenty-second excerpt (4:00–4:20) from the 1974 recording comprised entirely of material from page one, which is given in its entirety in Example 11 . However, instead of presenting the events as originally scored, Brown (as conductor) has excerpted individual lines from these events as solos. Even where Brown has cued multiple lines from the same event, they are staggered so as to escape the vertical alignment depicted in the score. Example 12 . Transcription of Audio Example 5 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] Example 12 gives a transcription of the passage from Audio Example 5. The event from which each instrument is playing is given in boxed text above each staff. The vertical brackets across the flute and bass clarinet, piano, and violin II staves, respectively, indicate beginnings and endings of events. All parts are written as they sound (notation of harmonics has been simplified to sounding pitch). The lettered labels ([A-1], [B-2], [C], etc.) indicate points of intervention by the conductor. The passage begins with material from two events (1-1 and 1-3), but the four instruments playing, each having been cued independently, are not vertically aligned within each event. At the beginning, the flute is about three quarters of the way through event 1-1, while the bass clarinet is about a third of the way through. The cello and violin II, playing event 1-3, each carry over sustained notes. The cello’s B4 harmonic starts just seconds before the passage begins, while the violin II’s harmonic is the final note of 1-3, marked with a fermata and sustained until the conductor’s cue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] By allowing the violin II’s E6 to sustain, the conductor creates a pedal point that begins to suggest a centric tone. As the bass clarinet reaches a sustained A3 and the flute a sustained E5 in their respective paths through event 1-1, the conductor intervenes by signaling for both performers to sustain these pitches, rather than moving forward in the event. These moments are labeled A-1 and A-2 in Example 12. The two pitches are sustained for several seconds until the conductor appears to cue a decrescendo to silence (A-3). At the same time, the cello swells on the pitch A4 (labeled B-1). This note is held longer than might be expected based on Brown’s proportional notation; accordingly, I find it likely that the conductor actively cued the cellist to sustain the note and ensure the voice-exchange effect with the bass clarinet’s pitch A3 before allowing the cellist to proceed to the end of the event (B-2). Audio Example 6 . 1974 (2:26–2:48)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.13": {
                "text": "[5.13] The sound of the A-E perfect fifth is striking in that it is an unusually consonant interval for a sustained sound in Novara (compare with the relatively dense, dissonant chords created by sustaining the notes of 2-1, or of 3-2 and 3-3 discussed above), but it also recapitulates a similar moment from earlier in the piece. Audio Example 6 gives a brief passage also based around material from page one in which the same flute note in the same event is sustained alongside the pitch A, this time supplied by the trumpet, rather than the bass clarinet (third note from right in the score, event 1-1). Just as in the previous example, this sonority is followed by event 1-2, with the piano seeming to pick up the flute’s pitch. Furthermore, both moments result not from the vertical alignment suggested in the score, but rather from the conductor’s specific cueing, which itself appears to be motivated by the availability of certain notes within the notation. It is an intensification of the second strategy, in which a memorable musical moment that appears nowhere in the score has been intentionally conjured at multiple points in the performance, by multiple means. A New Concept of Continuity",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] The reappearance of material throughout the performance of an open form work—whether entire pages, events, or brief moments as described above—suggests a variety of potential relationships that can support an overall formal logic and coherence. That these links point in multiple directions—both in terms of the musical parameters with which they engage and their specific realizations—once again resonates strongly with Kramer’s formulation of multiply-directed linear time. As Kramer observes: In order for us to experience the reordered linearity that is the essence of multiple time, we must be able to comprehend the function of a musical gesture even when it occurs in the ‘wrong’ part of a composition. Thus in multiple time we encounter such intriguing anomalies as an ending in the middle of a piece, several different continuations of a particular passage, transitions that are broken off, and so on. ( 1981 , 545)",
                "footnotes": [],
                "citations": [
                    "kramer_1981"
                ]
            }
        },
        {
            "6.2": {
                "text": "[6.2] By outlining a trajectory from sustained chords to percussive rhythms in Audio Example 2 with the placement of events 3-4 and 3-5, the conductor suggests a normative function for these two events. Yet both events also occur outside of this transitional context—even immediately following 4-2, rather than preceding it as in Audio Example 2 (this example will be discussed below). The sense of multiple time is contingent upon the conductor’s ability to establish the function(s) of the event or event chain, after which point it may be heard “multiply” in other contexts—including, perhaps, in other performances—its implicit resolution(s) no less clear, but drastically reordered. Audio Example 7 . 1974, (12:42–13:00)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.3": {
                "text": "[6.3] Similarly, event 1-1 is played several times throughout the 1974 recording, yet in most instances it proceeds straight through, without either the perfect fifth described above, or the subsequent transition to event 1-2 (Audio Examples 5 and 6). This moment is not a function of any single event as notated in the score, but through the conductor’s repeated interventions, it comes to be perceived as the goal of the preceding material. The multiple-directedness of the performance emerges through the listener’s experience of either resolution or frustration as the conductor continually reframes the same musical event in different ways. Audio Example 7 gives the final eighteen seconds of the 1974 recording, which concludes with event 1-1 (given above as part of Example 11). In this presentation of the event, the conductor ends the event early as before, but this time on different notes: the flute is on E4 (four notes before the E5 in the earlier examples), the trumpet is on concert A ♭ 4 (one note before the concert A4), and the bass clarinet is on a concert D3 (two notes after the concert A3). After hearing the same material resolve twice to the A-E perfect fifth earlier in the piece, the resolution of the pointillism of event 1-1 into these particular sustained tones sounds “wrong” to me (and not just because it sounds like a dominant-seventh chord). I hear the resolution elsewhere, even though the piece has ended.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] The conductor’s power to shape the listener’s experience of time in this way concretizes what is unique about open form compositions, and bolsters Brown’s assertion that the differences between performances of the same piece reflect the definite contribution of the conductor’s musical intuition and personality into an intentionally ambiguous musical situation ( Dufallo 1989 , 108). In this light, it is surprising that Kramer would downplay the potential confluence of multiply-directed music and open (or “mobile”) forms: One might expect to find mobile forms in multiply-directed time as well as in moment time, since the linearity underlying multiply-directed music should be susceptible to various reorderings. Although Stockhausen did hint that such music is possible, I have had trouble locating unequivocal examples. ( 1988 , 50)",
                "footnotes": [],
                "citations": [
                    "dufallo_1989",
                    "kramer_1988"
                ]
            }
        },
        {
            "6.5": {
                "text": "[6.5] Indeed, the analysis above demonstrates that the events of Novara can be reordered in many different ways to suggest multiple linearities, falling (as Kramer’s framework does) somewhere between complete linearity and complete discontinuity. Again, Drury seems to have grasped this intuitively from his experience as a conductor, writing that “this music invites us to invent a truly new concept of continuity, neither smoothly flowing nor lurching and jagged, neither conventionally dramatic nor meditative, but flowering with juxtaposition and discovery” ( 2017 , 238). Beginnings (and Endings) Audio Example 8 . 1966, Take 1 (0:00–0:37) Example 13 . Transcription of Audio Example 8 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "drury_2017"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] I will now turn from individual musical moments to the larger-scale continuities of beginning and ending functions. Audio Example 8 gives the first 37 seconds of Take 1 of the 1966 performance. (If it sounds familiar, this is because the first 26 seconds of this example were used for Audio Example 1a.) (14) Example 13 gives an annotated transcription. As before, the ensemble swells and then gradually decreases in volume over several seconds to the quiet, sustained chord around 0:20. At 0:26, event 2-4, a pointillistic piano solo, begins over the sustained sonority. In addition to being comprised entirely of very short sounds, the solo is highly fragmented in terms of register and unpredictable with respect to pitch. Towards the end of the solo, the flute briefly joins the piano before Brown cues the entire ensemble in a conducted pause.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Does it feel like a beginning? Or, to put it another way, to what extent do the ways in which Brown (as conductor) has shaped the material conform to a normative “beginning” function? In his influential “The Creation of Audible Time,” Lewis Rowell ( 1981 , 200) concludes that one of the most important functions for the beginning of a composition is to establish “the boundaries within which the game is to be played,” as well as the proportions and scale of reference against which the listener may perceive connections and make predictions. This is especially important in indeterminate works. As Lochhead ( 1994 , 238–39) notes, since indeterminate music can rarely be subdivided into regular time units, “durational spans are thrown into comparisons of durational quality,” which are closely linked with formal and phrasal structures. Whether approached consciously or not, Brown’s conducting sets up the game quite clearly. In these opening seconds the conductor ensures that the listener experiences extremes of texture (ensemble versus soloists), register (2-4 includes pitches from the highest to the lowest octave of the piano), dynamics (the swell), and duration of sound (pointillism of 2-4 versus the chord derived from 2-1 sustained for 14 seconds).",
                "footnotes": [],
                "citations": [
                    "rowell_1981",
                    "lochhead_1994"
                ]
            }
        },
        {
            "7.3": {
                "text": "[7.3] Rowell describes the beginning of a piece of music as an “inception process” with discrete steps that typically culminates in “the articulation of the first structural units” ( 1981 , 201). As discussed above (Audio Example 1a), the first part of this opening seems to constitute a complete statement or phrase. The soft sustained chord at 0:20 could be heard as the goal or resolution of the dynamic swell around 0:08—the conclusion of a symmetrical wave of rising and falling action. In this reading, the arrival of the piano at 0:26 is ambiguous: Is it still part of the process of beginning, or does it signal the start of something new?",
                "footnotes": [],
                "citations": [
                    "rowell_1981"
                ]
            }
        },
        {
            "7.4": {
                "text": "[7.4] This is, of course, the central conundrum of multiply-directed time as well. To reiterate Kramer’s observation cited earlier, “in multiple time we encounter such intriguing anomalies as an ending in the middle of a piece, several different continuations of a particular passage, transitions that are broken off, and so on” ( 1981 , 545). One could argue that this conundrum is common to all music that partakes of devices that play on expectations like false recapitulations and deceptive cadences. In fact, Kramer sees the distinction as culturally contingent, rather than inherent, writing that “in earlier, less chaotic eras what I am calling temporal reorderings were probably heard as intriguing foils of expectation. But the significant fact is that we today, conditioned by new definitions of temporality in our time-obsessed culture, can find appropriately multiple meanings in this music” (545–46).",
                "footnotes": [],
                "citations": [
                    "rowell_1981"
                ]
            }
        },
        {
            "7.5": {
                "text": "[7.5] In open form works, the possibility of multiple meanings is heightened by virtue of the fact that the events within the score suggest multiple and often divergent functional or processual implications. Furthermore, the ways in which the conductor shapes or arranges events can intensify these latent qualities and even induce new ones that do not appear in the score (such as the perfect fifth in Audio Examples 5 and 6). Given the range of possibilities, it may be impossible to say what the piano’s entrance means without hearing the rest of the performance. This conclusion, it seems, would only underline the presence of a multiply-directed temporality: in the time of performance, the sound’s direction remains ambiguous for the performer, composer, and listener.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.6": {
                "text": "[7.6] Another way of approaching this ambiguity is to reframe the question of function explicitly in terms of the conductor’s agency. Stephen Drury ( 2018 ) explained that once the piece begins, for him it is the search for a “good ending” that often guides the rest of the performance, a strategy adapted from other improvisatory practices, such as jazz. In other words, the best ending may be that which is most responsive to the qualities of the opening moment. For instance, the conductor might identify what tensions—or more broadly, imbalances—have been accumulated so far that seem to require resolution. (15) The composer and improviser George Lewis seems to acknowledge a similar impulse when he explains that “part of the interest in listening to improvised music is in seeing and hearing the players work out solutions to ‘errors,’ rather than ascertaining responsibility [i.e. for those errors]” (quoted in Pelz-Sherman 1998 , 131). Lewis summarizes the attitude of such listeners towards the performers as, “let’s see how they get out of this corner they’ve painted themselves into” (131). Audio Example 9 . 1966, Take 1 (0:00–1:36) Example 14 . Transcription of Audio Example 9 (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": [
                    "drury_2018"
                ]
            }
        },
        {
            "7.7": {
                "text": "[7.7] In these opening seconds of the performance, the piano solo could certainly be heard as an imbalance contrasting with the ensemble texture of event 2-1. By listening further, it is possible to evaluate the extent to which the conductor attempts to resolve the imbalance and thus, in retrospect, ascertain its function in context. Audio Example 9 gives the complete opening section of Take 1, 1966 from 0:00–1:32, drawn entirely from material on page two. Example 14 gives an annotated transcription of the passage and, below, a contour of rising and falling action in gray.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.8": {
                "text": "[7.8] After a brief silence, the conductor chooses to repeat the piano solo and then follow it up with new material, finally culminating in a return to the 2-1 material at the end of the section. I hear the repetition of 2-4 as an effort to present the piano solo as a musical subject of its own instead of as an interruption to the opening material. Accordingly, instead of further heightening the need for resolution, the repetition actually stabilizes the musical texture, indicated by the dotted contour of falling action below the transcription.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.9": {
                "text": "[7.9] The introduction of new material (2-3, scored for string quartet, and 2-5, scored for the two violins) immediately afterwards suggests an opening section comprising two distinct halves (Part A, 0:00–0:43, and Part B, 0:44–1:32). This segmentation is also supported by parallel patterns of rising and falling action, indicating by the solid gray contours. Just as Part A begins with an ensemble swell, Brown conducts a swell on the final sustained note of event 2-3 in Part B around 1:00 (points a and b). Both swells settle to sustained sounds (point c), which in turn function as pedal points against which new material emerges: the piano solo at 0:27 in Part A, and the violins playing event 2-5 at 1:04 in Part B. Although the material is carefully chosen, these parallel shapes are mostly achieved through the sound-shaping strategy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7.10": {
                "text": "[7.10] Neither Part A nor Part B feels particularly settled upon conclusion, as the sustained tones at ( cd ) are interrupted by new material in both cases. The effect is more pronounced in Part B, where at point d the return to event 2-1 (1:21) is much louder and faster than any previous instance, concluding with an abrupt cutoff. It feels viscerally incomplete and unresolved, especially compared with the gentle descent of the previous swells. By ending the section with an interrupted gesture, the conductor ensures that the listener’s desire for resolution will carry them through the form of the piece. In fact, no material from page two is heard until almost seven minutes later, just over a minute before the end of the performance. Endings (and Beginnings) Audio Example 10 . 1966, Take 1 (7:55–9:09) Example 15 . Transcription of Audio Example 10 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.1": {
                "text": "[8.1] Audio Example 10 gives the final section of 1966, Take 1 (7:55–9:09), which is characterized by the return of the material from page two. A transcription is given in Example 15 . This concluding section begins with the piano solo (2-4)—a callback to the opening palette of sounds. Here the piano solo is repeated four times, each time faster (the first two are nine seconds long, the third seven seconds, and the fourth six seconds) and with less time between repetitions (twelve seconds between the first and second, eight seconds between the second and third, and four seconds between the third and fourth). The transformation is especially obvious given that the first and last statements of 2-4 are played solo.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.2": {
                "text": "[8.2] The intensification of this single gesture reestablishes the sense of rising action set in motion by the energetic and abrupt rendition of 2-1 that concluded the opening section of Take 1 (at 1:21). The repetition also suggests, as Kramer describes, a process of liquidation “from the particulars of one piece to the generalities of ending” ( 1988 , 139). By reiterating event 2-4, Brown (as conductor) begins to draw attention away from the material itself and towards the act of repetition. Repetition, in turn, is a species of the cessation of progress that characterizes many closing strategies, accompanied by a slowing harmonic rhythm, increasingly sustained sonorities, and rhythmic separation and discontinuity.",
                "footnotes": [],
                "citations": [
                    "kramer_1988"
                ]
            }
        },
        {
            "8.3": {
                "text": "[8.3] Immediately after the final (and most energetic) statement of 2-4, 2-1 returns in the final seconds of the piece, played twice and interspersed with a long silence. The first time, it returns at a moderate tempo and volume that recalls the very beginning; the second time, the ensemble quickly softens in volume and slows to a sustained chord to end the piece. Here the two strategies are deployed in tandem to complete the model of rising and falling action left unfulfilled in the opening section: a contour of rising and falling action is imposed using the sound-shaping strategy, while the succession of events from the opening is reversed to suggest event 2-1 as a final goal for all of the page two material. Audio Example 11 . 1966, Take 2 (7:18–7:56)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.4": {
                "text": "[8.4] Of course, not all of Brown’s performances share the obvious formal symmetry of this rendition. In 1966, Take 2, for example, the performance begins and ends with material from different pages (see Example 1 above). Audio Example 11 gives the final seconds of this performance, characterized by several statements of event 3-5, juxtaposed at the beginning with material from page one, and at the end with event 3-4, scored for flute, trumpet, and bass clarinet (both 3-4 and 3-5 are given in Example 5). As above, the repetition of a particular event points towards a slowing of progress, and thus a normative ending function. The closing events, however, are from an entirely different page than the event that opened the performance. Audio Example 12 . 1966, Take 2 (0:00–1:14)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8.5": {
                "text": "[8.5] Audio Example 12 gives the opening minute and fourteen seconds of the same performance. The passage begins with the looped and strummed texture of event 4-2 (given above in Example 7). Although the repetition of the cells quickly becomes perceptible (especially in the piano part), the feeling is of a process—albeit a hermetic one—already in progress. The conductor does not so much guide the listener into the time of the piece as simply assert it. (16) As the winds supply abstract, coloristic sounds (event 3-4) and the strings switch from event 4-2 to 3-5 individually to fill out the texture, there are no clearly emergent “structural units” ( Rowell 1981 , 201). By around 0:56 elapsed, the entire ensemble is playing material from page three; only the piano remains on the original event, 4-2. After the piano’s final sound, a single tone sustained by the cello gives way to a swelling full-ensemble texture (event 3-1) that provides a decisive moment of arrival after the disorder of the first minute.",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "rowell_1981"
                ]
            }
        },
        {
            "8.6": {
                "text": "[8.6] In this hearing, the tutti sonority at 1:01 (3-1) enacts a beginning function—the end product of a process set in motion by the conductor by which the chaotic, multifarious texture of 4-2 is gradually discarded and overcome. The material from page three (3-4 and 3-5) is deployed in order to lead into this sonority, at which point the piece can get started. This is confirmed by the conclusion, in which the page three material is revisited and promptly liquidated. That the “beginning” of a piece might not be concomitant with the first sounds of the performance—a phenomenon by no means unique to open form compositions—only underscores the conductor’s pivotal role. (17) If, as Stephen Drury suggested above, it is the search for an ending that guides the conductor, the function of beginning is perhaps more contingent upon the ending selected than anything else—even its absolute temporal placement.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "8.7": {
                "text": "[8.7] Interpreting the 3-1 sonority as a beginning also reveals it to be the focal point of multiple processes, both continuous and not. For instance, while the opening process from harmonic and rhythmic fragmentation to stability is heard in order, hearing 3-1 as the point of departure from which the rhetoric of the conclusion derives its meaning as a closing function demands a sensitivity to the reordered, interrupted, and otherwise discontinuous linear processes characteristic of a multiply-directed temporality. Kramer’s ( 1981 , 547) suggestion that contemporary listening practices increasingly facilitate such hearings resonates with Brown’s ( [1964] 1986 , 197–99) emphasis on the elevated role of the listener in finding meaning in his work through their subjective interpretive intervention. In this light, the conductor may be conceived as a kind of model listener, whose ability to shape meaning in real time exemplifies Kramer’s ( 1981 , 545) assertion that multiple time does not inhere in works so much as emerge through the experience of performance.",
                "footnotes": [],
                "citations": [
                    "kramer_1981",
                    "kramer_1981"
                ]
            }
        },
        {
            "8.8": {
                "text": "[8.8] In the present study I have highlighted instances in which the conductor’s choices in the performance of an open form work stage recognizable musical patterns, functions, and formal schemes that can be meaningful to the listener. The analytical focus on the conductor’s choices does not foreclose other hearings; on the contrary, it emphasizes how musical meaning is constructed differentially: both between multiple performances of the same open form work, and within the same performance through the listener’s recognition of multiply-directed processes. In other words, in approaching this music from Lochhead’s ( 2016 , 70) analytical stance—in which works are regarded as a “set of possibilities,” rather than “idealized and ‘fixed’ structures”—new possibilities for musical meaning must be recognized through both the conductor’s and the listener’s intervention. By shifting the focus from the time of composition ( structure ) to the time of performance ( possibilities ), this methodological turn allows for the emergence of new, interdependent musical agents, situating composer, conductor, and listener in relation to one another.",
                "footnotes": [],
                "citations": [
                    "lochhead_2016"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.20.26.3.andersen.html",
    "data": "mto/data/mto.20.26.3.andersen.json"
}