{
    "title": "The Score in the Performer’s Hands: Reading Traces of the Act of Performance as a Form of Analysis?",
    "date": "2016/06/01",
    "volume": "22",
    "issue": "2",
    "authors": [
        "Morabito, Fabio"
    ],
    "abstract": "This paper focuses on the chamber concerts led by the violinist Pierre Baillot in 1820s Paris, exploring how performers understood their role and creative agency in bringing the score to life. The archival evidence connected with the activities of Baillot’s ensemble includes an extensive library of sheet music that the players annotated in pencil. I discuss the methodological feasibility and aims of putting these traces of the act of performance under academic scrutiny.",
    "keywords": [
        "analysis of performance",
        "handwritten annotations",
        "creative agency",
        "early nineteenth-century performance ideology",
        "chamber music",
        "ontology of notation"
    ],
    "doi": "",
    "received": "August 2015",
    "pdf": "http://mtosmt.org/issues/mto.16.22.2/mto.16.22.2.morabito.pdf",
    "author_info": [
        {
            "name": "Fabio Morabito",
            "university": "King’s College London",
            "address": "Department of Music, Strand, London WC2R 2LS, UK",
            "email": "fabio.morabito@kcl.ac.uk"
        }
    ],
    "citations": {
        "baillot_1835": "Baillot, Pierre. 1835. L’art du violon . Imprimerie du Conservatoire de Musique.",
        "beghin_2007": "Beghin, Tom. 2007. “‘Delivery, Delivery, Delivery!’ Crowning the Rhetorical Process of Haydn’s Keyboard Sonatas.” In Haydn and the Performance of Rhetoric , edited by Tom Beghin and Sander Goldberg, 131–71. University of Chicago Press.",
        "davies_2006": "Davies, James. 2006. “Julia’s Gift: The Social Life of Scores, c. 1830.” Journal of the Royal Musical Association 131 (2): 287–309.",
        "doğantan-dack_2012": "Doğantan-Dack, Mine. 2012. “‘Phrasing – the Very Life of Music’: Performing the Music and Nineteenth-Century Performance Theory.” Nineteenth-Century Music Review 9 (1): 7–30.",
        "fauquet_1986": "Fauquet, Joël-Marie. 1986. Les sociétés de musique de chambre à Paris de la Restauration à 1870 . Aux amateurs de livres.",
        "fournier_1999": "Fournier, Bernard. 1999. Histoire du quatuor à cordes . Fayard.",
        "hunter_2005": "Hunter, Mary. 2005. “‘To Play as if from the Soul of the Composer’: The Idea of the Performer in Early Romantic Aesthetics.” Journal of the American Musicological Society 58 (2): 357–98.",
        "morabito_2015": "Morabito, Fabio. 2015. “Authorship, Performance and Musical Identity in Restoration Paris.” PhD diss., King’s College London."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Most of this chamber music library, previously owned by Pierre Baillot and still bearing abundant traces of the ensemble’s performances, is kept today between the Bibliothèque nationale de France (particularly in the Fonds Lainé) and the private collection of Daniel Lainé, one of Baillot’s living heirs. Several documents from both archives have been digitized and made available on Bru Zane Mediabase (Ressources numériques autour de la musique romantique française) at http://bruzanemediabase.com/Fonds-d-archives/Fonds-Baillot . It is telling, however, that this digitization has focused on diaries, letters, catalogues, concert programs, and similar materials, while it has almost entirely overlooked these annotated parts. There is a sense that their usefulness for present-day scholars—or even the methodological feasibility of putting these traces of the act of performance under academic scrutiny—remains to be assessed.",
            "citations": []
        },
        "FN2": {
            "text": "2. A similar case can be made, for instance, for the Fondo Borciani at the library of the Conservatorio di Milano. The collection includes the entire chamber music library previously owned by Paolo Borciani and Elisa Pegreffi, the first and second violinists of the celebrated Quartetto Italiano (active 1945–1980). Rather than serve as a tool to investigate these performers and their music-making, the Fondo is described—and also, crucially, handled—as “including almost the complete repertoire for string quartet” ( http://www.consmilano.it/it/biblioteca/storia-collezioni-biblioteca/altre-importanti-collezioni ). In other words, the parts previously owned and used by the Quartetto Italiano are valued for their completeness with regards to “works,” which adds repertoire to the conservatoire’s library, but not for the traces they bear of these musicians’ activity: what they did with this music. Indeed, conservatory students can borrow these parts for their performances and add their own pencil markings or rub off those they find already annotated. The focus, once again, is on the “music itself’” contained in the collection rather than on the histories of how and why this music was handled by the Quartetto Italiano.",
            "citations": []
        },
        "FN3": {
            "text": "3. The impression that these players were not interested in formalizing a single sanctioned and all-encompassing performing version of a piece ( the way they would perform it, or instruct others to do so) is further endorsed by Baillot’s own writings on the matter: he specifies that “even with the aid of all possible signs,” attempting to notate performing nuances in full would be pointless ( Baillot 1835 , 190). Aside from their liminal status—being traces of a process (or multiple processes) rather than a text—the prospect of simply reproducing such annotations in today’s historically-informed performances adumbrates a further paradox. According to the values and performance culture with which Baillot was imbued, at its best performance was understood as a gesture of appropriation: the act of creating one’s own narrative of nuances was at the core of what performers were ideally expected to accomplish. Ironically enough, trying to replicate Baillot’s fingering or other annotations as literally as possible would be considered, at least in this conception, a resort only for incompetent players who were not up to their task; see Morabito 2015 , chapter 1.",
            "citations": [
                "baillot_1835",
                "morabito_2015"
            ]
        },
        "FN4": {
            "text": "4. Baillot’s pencil annotations show the same attitude (for instance, in changing the written slurs into his actual bowings, and adding or adapting the prescribed articulation), regardless of how many details of performance a composer had already attempted to include. The “rules of the game” and particularly, the understanding of the performer’s task, do not seem to change whether approaching a Boccherini quintet or a late Beethoven quartet; see Morabito 2015 , chapter 2.",
            "citations": [
                "morabito_2015"
            ]
        },
        "FN5": {
            "text": "5. This virtuosic “French manner” of playing string quartets or quintets is often linked with the presence in Paris at the time of a flourishing violin school and distinguished soloists such as Giovanni Battista Viotti, Pierre Rode, Pierre Baillot, and Rodolphe Kretzer; see Fauquet 1986 , 48 and Fournier 1999 , 260–61.",
            "citations": [
                "fauquet_1986",
                "fournier_1999"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] While carrying out research on the Parisian chamber music scene of the 1820s—specifically, on that pioneer of chamber concerts, Pierre Baillot—I discovered a group of sources that one would not expect to be available after nearly two hundred years. Not only have the programs of these chamber concerts survived, but so has the sheet music—the very parts from which the players performed. What is more, these parts contain a wealth of handwritten annotations, in the form of pencil marginalia that the performers added during or in preparation for these chamber soirées: from fingerings to ensemble colors and dynamics. (1) The present article discusses some methodological questions prompted by the study of these annotations. Indeed, it is appropriate to ask in the first place: to what extent can such traces of the performers’ interpretative processes be analyzed? What knowledge is inscribed in these traces? How can we access it and for what purpose? What sort of perspective do we gain in looking at the players’ fingerings, added nuances, articulation, or other annotations? What should we do with them?",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] It is telling that I stumbled upon these annotations; the library catalogs would have never led me to them. The system in place for organizing musical knowledge was not sensitive to such traces of the act of performance. This is likely a symptom of the fact that musicology has long been centered on composers and their works: when they were written, published, by whom, and so forth, all elements to which the cataloguing system is still dedicated. (2) Yet in considering such handwritten annotations left by the performers, I realized there was a potential to engage with these sources capturing aspects of the performers’ point of view on the musical event; the potential, in other words, to add a further perspective in telling the story of these chamber music concerts.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] To turn the spotlight on these musicians, caught almost in medias res in their act of music-making (yet two hundred years after the act took place), raises concerns similar to those that arise when studying composers’ creative processes from sketches or what survives of their working papers. There is a risk of crystallizing the performance, transforming it into a motionless and inert text. There is, put another way, a danger of making the whole inquiry an archaeological quest, converting the search for the composer’s intentions into that for the performers’ intentions. One may even be tempted to speculate on how a performance by Baillot’s ensemble of, say, a Beethoven string quartet might have sounded. Yet that sound cannot be reconstructed with confidence, even on the basis of performers’ annotations. On one hand, ample evidence demonstrates that marginalia by Baillot and his colleagues were not produced as an finite set of instructions (i.e., as if they were meant to be followed by someone else); they are rather fragmentary traces of an interpretative process. On the other hand, these performers evidently kept revising and adapting their annotations from one performance to the next. Hence, more often than not, the leftovers of different performances—some of which were years apart from each other—blur together on the same page. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] For these reasons I have not attempted to determine the specific interpretive choices made by Baillot’s ensemble in a particular passage or piece. My interest in these annotations lies, rather, in that they offer snapshots of how performers approached the musical text more generally: how they handled it. These annotations give insights into how the musicians understood their role in bringing the score to life. What were the principles guiding the performers’ choices? What did they mean to achieve and how did they achieve it? Concentrating on the performers’ agenda and agency, my purpose is to discuss the categories they created or followed in conceptualizing what they were doing. Chances are that such categories will be different, or differently nuanced, from those used in current conceptualizations of early nineteenth-century music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Between the late eighteenth and early nineteenth centuries, the expansion of an amateur-driven market for sheet music often prompted publishers and composers to include more detailed indications—for example, by spelling out ornaments or articulation markings—as an aid to inexperienced performers ( Beghin 2007 , 166–67). Professional musicians were well aware of this revolution that was taking place in sheet music ( Morabito 2015 ). In his treatises, Baillot warns of the risk that such over-specification might make experienced performers lazy, transforming creative artists into automata, merely hands at the service of someone else’s creativity ( 1835 , 162). Baillot’s and his affiliates’ handwritten annotations on these more detailed scores, on the contrary, tell a story of resistance. Unmistakably, these performers did not feel constrained to simply reproduce what was indicated. As advocated in Baillot’s writings, in facing these “modern” scores the players’ task was to keep using their inventiveness and to create nuances as they did for earlier music bearing little or no performing clues. (4) Similar accounts of the relationship between the score and performance have emerged in recent studies of the philosophical and pedagogical writings of the period ( Hunter 2005 ; Doğantan-Dack 2012 ). Yet inspecting these annotations allows us to gain an insider’s perspective, and to ask how or to what extent these musicians may have pursued such aims in practice. Analyzing the performers’ processes sheds light on how they saw themselves within the broader cultural transformations that affected the way music was notated and marketed. In this light, pencil marginalia are a political statement about the scope of performers’ creative input into the musical event.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "beghin_2007",
                    "morabito_2015",
                    "baillot_1835",
                    "hunter_2005"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The marginalia also offer a perspective on the planning that went into these performances. Investigating which aspects of the performance musicians chose to prearrange—or even rehearse—to some extent exposes their own values and priorities; i.e., what they cared about in shaping their performances. In a chamber-music context, such a perspective often reveals how the players conceived of the group’s dynamics and its internal hierarchies. For instance, the parts annotated by Baillot’s ensemble provide evidence for moments in which these players took time and effort to coordinate musical gestures and ensemble colors. Such attention to the group interplay evokes a different picture from the one traditionally associated with Baillot, in which he stands while the other three players sit. (This disposition has often led scholars to argue for an eccentric “French manner” of playing quartets in this period, with a virtuosic first violin that is not attentive to the exchange among the parts.) (5) The players’ annotations, in other words, offer a more nuanced perspective on what they thought about the genre itself: what a string quartet was for them, and in their hands; how this kind of music was supposed come to life.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Reading such traces of the act of performance allows us to investigate not the musical text in itself, but aspects that cannot be found in the score: the “rules of the game,” how the text is thought of and handled, as it were, its social life ( Davies 2006 ). Such an approach to analyzing performances can complicate and enrich our perspectives on what music is (or was) for people within their social context. It anchors the analysis of performance onto the hands and perceptions of flesh-and-blood individuals without relying on circumstantial details which in historical investigations are often scanty or ambiguous, such as the physical dispositions of the musicians, or accounts of an ensemble’s rehearsals. Coming out of a long tradition in which the focus of music was thought to reside in the “work of art” rather than in the “action of art,” these traces can open up new avenues to integrate the perspectives and agency of performers in our research.",
                "footnotes": [],
                "citations": [
                    "davies_2006"
                ]
            }
        }
    ],
    "mto": true,
    "category": "performance and analysis today: new horizons”",
    "source": "mto/raw/mto.16.22.2.morabito.html",
    "data": "mto/data/mto.16.22.2.morabito.json"
}