{
    "title": "Review of Christopher F. Hasty, <i>Meter as rhythm</i><br> \nNew York and Oxford: Oxford University Press, 1997.",
    "date": "1998/07/01",
    "volume": "4",
    "issue": "4",
    "authors": [
        "Roeder, John"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.4/mto.98.4.4.roeder.pdf",
    "author_info": [
        {
            "name": "John Roeder",
            "university": "University of British Columbia",
            "address": "School of Music, 6361 Memorial Road, Vancouver, B.C. V6T 1Z2 CANADA",
            "email": "jroeder@unixg.ubc.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Hasty’s articles include: “Rhythm in Post-tonal Music: Preliminary Questions of Duration and\nMotion,” Journal of Music Theory 25.2 (1981): 183–216. “Segmentation and Process in Post-tonal Music,” Music Theory Spectrum 3\n(1981) 54–73 “Phrase Formation in Post-tonal Music,” Journal of Music Theory 28.2\n(1984): 167–90. “On the Problem of Succession and Continuity in Twentieth-century Music,” Music Theory Spectrum 8 (1986): 58–74. 2. I gratefully acknowledge Tom Roeder for realizing\nmy design of this example in the Java programming language. 3. For instance, Justin M. London, “ Loud Rests and Other Strange Metric\nPhenomena (or, Meter as Heard) ,” Music Theory Online 0.2 (1993):\n0–16; and \nJohn Roeder, “Formal Functions of Hypermeter in the ‘Dies irae’ of Verdi’s Messa da Requiem ,” Theory and Practice 19 (1994): 83–104. Hasty’s articles include:\n\n\n“Rhythm in Post-tonal Music: Preliminary Questions of Duration and\nMotion,” Journal of Music Theory 25.2 (1981): 183–216.\n“Segmentation and Process in Post-tonal Music,” Music Theory Spectrum 3\n(1981) 54–73\n“Phrase Formation in Post-tonal Music,” Journal of Music Theory 28.2\n(1984): 167–90.\n“On the Problem of Succession and Continuity in Twentieth-century Music,” Music Theory Spectrum 8 (1986): 58–74. I gratefully acknowledge Tom Roeder for realizing\nmy design of this example in the Java programming language. For instance, Justin M. London, “ Loud Rests and Other Strange Metric\nPhenomena (or, Meter as Heard) ,” Music Theory Online 0.2 (1993):\n0–16; and \nJohn Roeder, “Formal Functions of Hypermeter in the ‘Dies irae’ of Verdi’s Messa da Requiem ,” Theory and Practice 19 (1994): 83–104. Return to beginning Copyright Statement Copyright © 1998 by the Society for Music Theory. All rights reserved. [1] Copyrights for individual items published in Music Theory Online ( MTO ) \nare held by their authors. Items appearing in MTO may be saved and stored in electronic or paper form, and may be shared among individuals for purposes of \nscholarly research or discussion, but may not be republished in any form, electronic or print, without prior, written permission from the author(s), and advance \nnotification of the editors of MTO. [2] Any redistributed form of items published in MTO must include the following information in a form appropriate to the medium in which the items are \nto appear: This item appeared in Music Theory Online in [VOLUME #, ISSUE #] on [DAY/MONTH/YEAR]. It was authored by [FULL NAME, EMAIL ADDRESS], with whose written \npermission it is reprinted here. [3] Libraries may archive issues of MTO in electronic or paper form for public access so long as each issue is stored in its entirety, and no access fee \nis charged. Exceptions to these requirements must be approved in writing by the editors of MTO, who will act in accordance with the decisions of the Society \nfor Music Theory. This document and all portions thereof are protected by U.S. and international copyright laws. Material contained herein may be copied and/or distributed for research \npurposes only. Return to beginning Prepared by Jon Koriagin and Rebecca Flore, Editorial Assistants",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Rhythm and meter are difficult to theorize—not only to formalize\nbut also simply to discuss—because of their elusive and variegated\nnature.  For twenty years Christopher Hasty has explored fundamental\nquestions about musical time.  In a series of important articles in the\n1980’s, (1) he developed some conceptually and analytically productive\nways to conceive of temporal processes in music.  Although the topics of\nhis articles were not explicitly linked, one would naturally expect a\nbook-length study to follow.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] After a decade of suspenseful silence, the anticipated book has indeed\nappeared.  Its processive perspective is familiar from the earlier\narticles, but its topic, the music it discusses, and its grounding in\nphilosophy, psychology, and music theory are fresh.  For the importance of\nits subject, for the quality, consistency, and depth of its theoretical\ninsight, and for the wisdom and clarity of its exposition, Meter as\nRhythm should be read and appreciated.  It requires a willingness to\nengage with seemingly small musical details, with diverse musics, and with\na speculative, philosophical mode of exposition, but the reader’s\npersistent efforts will be well rewarded. 2. A New View of Meter as Projection",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] Many modern conceptions of rhythm and meter place them in opposition.\nRhythm is often defined to consist of the actually sounding durations of\nmusic, while meter is the alternation of strong and weak beats, or the\ninteraction of pulse strata, that are inferred from the rhythm.  Rhythm is\nthus conceived as emerging and active— a “concrete”\npatterning that is measured by, and heard to work with or against the\n“abstract,” deterministic, rigid metrical grid.  These\ncontrasting conceptions are ingrained deeply into much theorizing and into\nmost practical communication about rhythm.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Hasty problematizes this opposition on both perceptual and logical\ngrounds.  As an alternative, he defines meter simply, without reference to\naccent or pulse, as the potential of a duration to be immediately\nreproduced.  This potential arises in connection with sensations that we\ngather about events as they “become,” or unfold in time.  To describe meter\nfrom the perspective of an active listener, Hasty appropriates concepts and\nterminology from Alfred North Whitehead’s Process and Reality .\nFrom this perspective, he says, meter is “a process in which the\ndeterminacy of the past is molded to the demands of the emerging novelty of\nthe present.” (168).  It is thus “rhythmic” in the sense\nthat it, too, is emerging, active, creative and perpetually novel.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] The essence of meter, in Hasty’s theory, is the process of\n“projection.”  Specifically, as an event becomes, its duration\naccumulates “projective potential,” or the potential to condition\nour expectations about the duration of future events.  In the simplest\ncase, the duration’s projective potential is “realized” when\n“there is a new beginning whose durational potential is determined by\nthe now past first event.”  We perceive this realization when we\nproject that the second event will replicate the duration that it makes\npast. The second event’s duration may or may not actually\nrealize this projection, and the parity or disparity that is manifest at\nits end (at the beginning of a third event) corresponds to musical\nperceptions of “too short” or “too long” that may be\nexpressively and analytically significant. Example 1 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] Hasty illustrates metrical projection with graphical diagrams that (he\nruefully notes) necessarily rely on the very spatial metaphors that he is\nstriving to avoid.  To gain a better understanding, and a more truly\ntemporal representation of the nature of projection, please examine the\nJava applet in Example 1 . (2) It allows\nthe user to determine, in sequence, the beginnings and ends of three line\nsegments, representing events, and to examine the resulting projections and\nother metrical effects, such as speeding up, slowing down, and hiatus.\nClick the mouse to define the beginning of the event, then move the mouse\nto the right to define the duration of the event, then click to end the\nevent.  Up to three events of any length may be so determined; however, to\nkeep the demonstration focused on Hasty’s theory, the applet will not\npermit the user to define events that do not involve metrical projections.\nThe scale of time in the example is calibrated by a constant\n“Lim” signifying the maximum duration that can be projective,\nwhich Hasty speculates to be about two seconds in this highly simplified\nmonophonic texture.  Try defining events of various lengths, and observe\nhow the projections accumulate, disappear, and changes accordingly, as\nexplained in the running commentary.  (I’m sorry that the current version\nof the Java programming language does not offer a practical method for\nplaying the sound sequences.) 3. Consequences for Metrical Theory",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Although the concept of projection is simple, Hasty uses it to develop\ndetailed and enlightening readings of durational patterns.  His readings\naddress many fundamental musical issues, for example: the metrical nature\nof beginning, ending, and continuation; the differences among various\npatterns ostensibly having the “same” meter; and metrical effects\nthat have been observed by many other analysts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Chapter 9 reworks some traditional conceptions of meter in terms of\nprojection.  Metrical accent is defined as “the accent of\nbeginning”; this resembles Jonathan Kramer’s definition ( The\nTime of Music , Schirmer, 1988, p. 86), but has substantive differences.\n“Beginning” itself is a function that is determined\nprocessively—that is, the function of beginning is only perceived as a\nduration that is begun becomes.  The significance of a beginning depends on\nwhether the duration of interest is that of a single event, or of a\nharmony, or of a series of associated successive durations.  In the last\ncase, the later durations in the series contribute to the continuation of\nthe duration of the whole group. Example 2 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] Accordingly the distinction between strong and weak (metrical) accent is\nreplaced with a functional distinction between beginning and continuation,\nas shown in Example 2 (Hasty’s 9.2). Each small vertical\nstroke above a note head symbolizes not a beat but to the\n“becoming” of the entire mensurally determinate duration that is\nbegun by the attack of the note.  The larger vertical stroke over the first\nnotehead refers to the becoming of entire duration of two quarter notes;\nbecause the half note duration is continued through a series of briefer\ndurations, its onset is called a “dominant beginning.”  The\nslanted stroke over the second notehead indicates that, even while its\nduration begins, the earlier beginning (of the two-note group) is still\nactively becoming, so the second event’s becoming is a\n“continuation” of that  duration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.4": {
                "text": "[3.4] The functions of beginning and continuation are not immutable.  They may\nbe reassessed as later events modify the listener’s sense of what has\nbegun.  For instance, anacrusis is understood in this context as a\ncontinuation that becomes “detached” from a beginning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Hasty first employs the concepts of projection, beginning and\ncontinuation to analyze the meter of common brief durational patterns.  The\nanalyses show how patterns with the same meter signature are actually quite\ndifferent in projective action.  They also permit some original and\ninteresting distinctions, such as between acceleration and increased\nactivity of division.  Other effects, such as “silent beginning,”\nare also explained as results of projection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] Since meter entails the projected reproduction of a duration, duple\nmeter is privileged in the theory.  (Indeed the duple bias is reflected\nfrankly in the two-column layout of the book’s text.)  Triple meter\ncan nevertheless be explained, however, in the manner shown in Example 3\n(Hasty’s 9.18f). This shows a half-note\nprojection Q, corresponding to a potential duple meter, that is denied by\nevents starting at the asterisk that favor (say, by motivic repetition) a\ndotted-half projection R.  The third quarter note in this situation is then\nregarded as a “deferral”–it functions to delay the next\ndominant beginning.  More complex meters are also analyzed in similar\nterms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.7": {
                "text": "[3.7] The traditional terms “beat” and “measure” take on\nnovel connotations in this context.  A “beat” is a\nbeginning—not a time point, but a function that is evaluated as the\nevent becomes. “Beats” need not recur at equal time intervals:\n“the flexibility of mensural determinacy frees projective activity\nfrom the narrow confines of ‘precise’ equality” (277).\n“Measure” refers not to the notated bar, but to any duration that\nis mensurally determinate. Any projection is therefore a\n“measure.”  Measures “are not given—they are created\nunder the pressure of antecedent events and are creative for present and\nfuture events.” A given passage of music may present a polyphony of\n“measures,” some reinforcing regular meter, and others possibly\nacting against it. 4. Analytical Applications",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] Chapter 10 initiates a move from the general to the particular by\napplying the theory in analysis. Meter, as projection, is always specific\nto the given musical context. For example, Hasty demonstrates, identical\ndurational patterns may have different metrical interpretations depending\non their pitches and tempi.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Analyzing the meter of a musical passage in these terms entails\nidentifying its projections, and distinguishing beginnings, continuations,\nand anacruses at the beat and measure level.  The theory allows one to\nexplain how, in many cases, the basic projection-functions are modified\nsubtly and richly by denials, overlappings, and contractions.  A complete\nanalysis thus explains the continuity or discontinuity in a passage,\nlocates certain common types of projections that execute such formal\nfunctions as closure, and identifies certain common metrical processes such\nas the “contraction of projective focus.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] The emphasis on beat and measure does not preclude a consideration of\nlonger excerpts.  A whole chapter is devoted to examining how\nprojection—which is perceived only in relatively brief time spans up\nto a few seconds—may be “simulated” over larger time spans\nby means of grouping parallelisms and mutually reinforcing briefer\nprojections.  Indeed, in the analyses of common-practice tonal music, the\nfocus is not so much the smaller patterns (which generally accord with the\nnotated meter signature) but on the varieties of larger-scale\n“hypermetrical” contractions and elisions, and their effect onmus\nical continuity.  To further clarify how he regards this\n“simulated” meter, Hasty compares his readings to \nSchenkerian-oriented analyses by Schachter and Rothstein.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] One of the most impressive aspects of the book is the variety of music\nthat is analyzed.  The tonal works analyzed in depth include the first\nmovement of Beethoven’s First Symphony and the Trio of Mozart’s\nSymphony No. 35.  But there are also quite convincing accounts of meter in\nnon-tonal modernist music by Wolpe and Carter, showing what thwarts\nlarger-scale projections, and explaining how various denials and deferrals\nof dominant beginnings facilitate continuity and the sustaining of energy.\nWith reference to the Webern Saxophone Quartet Hasty explains how hiatus\ncontributes to the creation of a “phrase” built of successive\nprojective “consituents,” each of which possesses varying degrees\nof openness or closure.  He also provides detailed and exciting readings of\nvocal polyphony by Monteverdi and Schütz, readings that convincingly\nconnect the observed metrical effects to the syntax and semantics of the\npoetry.  No one has succeeded better in expressing verbally the rhythmic\nnature of these musics. 5. Strengths, Evidences, and a Few Weaknesses",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Hasty’s theory verges on the systematic, even on the programmable,\nas Example 1 begins to demonstrate, but he constantly eschews the\ntemptation and dangers of system building.  He is frank about the\nspeculative nature of his concepts, and very clear about the intensely\npersonal nature of hearing rhythm and meter.  It seems that he is less\ninterested in providing a basis for “verifiable” analyses\n(however that quality might be defined) than he is in provided a clear\nlanguage for discussing musicians’ possibly disparate metrical\nintuitions.  He acknowledges, even celebrates, the interaction of composer,\nperformer, listener in creating meter, and shows how tempo, the\nlistener’s attention, and various performance decisions affect the\nperception of projection— for instance comparing Boulez’s and\nCraft’s recordings of Boulez’s le marteau sans\nmaître .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] It is also remarkable that this carefully elaborated theory—in\nsharp contrast to some contemporary theories of pitch—emphasizes\nsensation over structure and feeling over logic.  The analyses treat not\nquantities but qualities of (to cite a few examples) “breadth and\nspaciousness,” “suspense and elasticity,” “urgency,” \n“mobility,” “relaxation,” “focus,” and\ngetting “lost in a moment of ending.”  Style, in this view,\n“is above all an environmentally (culturally and personally) specific\nmanner of feeling duration.” Such statements may appear foreign to\nsome theorists, but Hasty makes them meaningful through a carefully\nreasoned and clearly expressed theory of how such feelings arise from a\nsingle, intuitively plausible principle.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Although the content of his projective theory is primarily speculative,\nHasty grounds it by telling references to a variety of psychological\nstudies.  Further important precedents for his ideas are revealed in the\noriginal glosses and interpretations he provides of earlier music theory.\nHeinrich Koch, for example, is cited to describe meter “as a creative\nact of attention, not bound by law, but arising from the exercise of our\ncognitive or imaginative powers.”  Mattheson’s conception of\nBewegung–movement through time–is also cited as an early\nrecognition of the essentially processes aspects of rhythm.  The\n19 th -century theorist who most anticipates Hasty’s theory\nis Hauptmann, who clearly discusses meter as a process whereby duration is\ncreated, a process grounded in an innate perceptual disposition for\nmeasure.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Hasty also gives due consideration to recent rhythmic\ntheories—Cooper and Meyer, Lerdahl and Jackendoff, as well as\nSchachter and Rothstein—finding a basis for dialogue even with those\nthat maintain an opposition of meter and rhythm.  Other supporting\nreferences range widely through twentieth-century philosophy, science,\nGerman music theory, and musicology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] One important antecedent is inexplicably omitted.  There is no mention\nof Wallace Berry’s Structural Functions in Music (Prentice-Hall, 1976), which is perhaps the most explicit previous\ntreatment of music in terms of process, as it is notably attuned to\n“the musical work transpiring in time”(25).  Berry anticipates\nHasty’s terminology:  “metric units are initiated by . . . impulses of relatively strong projection” (317).  He hears impulses to\nhave different functions, and represents impulse functions with vertical\nand slanting arrows and lines on scores, as Hasty does.  He regards these\nimpulses as functional at different “levels of metric structure,”\nand also allows for functional “dualities,” “as when the\nfinal impulse of a metric unit is both conclusive and anticipative at the\nsame level” (328).  Since Hasty spends so much effort at acknowledging\ntangential theories, it would have been enlightening to read his comments\non a theory that is a perhaps distant but nevertheless distinctive\nprecursor of his own.  (Perhaps he or others will now consider how his work\nrelates to this and to more recent treatments of meter as process. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Some other minor negligences also bother me.  The book suffers from a\nfew production problems: a smattering of typographical mistakes in the\ntext, and, more seriously, some rhythmic errors in the musical examples\n(Ex. 15.2, an excerpt from le marteau , is an especially egregious\nand by no means solitary instance).  More substantively, many analytical\ndecisions about interpreting the onset of an event as a dominant beginning\nor a continuation hinge on questions of segmentation that are not addressed\ndirectly by the theory.  Hasty gives the impression that these questions\nare impossible to address systematically, but a more explicit discussion of\nsegmentation would help justify some of his analytical decisions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] This book is not an easy read.  The concepts are original and their\nauthor is thorough, so their exposition is long, detailed, and\nphilosophical. Since the theory does not assume any of the common ways of\nthinking about meter and rhythm, it may not fall into most reader’s\ncomfort zones. Indeed it demands sustained concentration—and a good\nmemory, since the brief index provides little help.  But I found it\nabsolutely compelling.  It is a vital contribution that has broad potential\nto affect how we listen, value, and teach music of all\nstyles—potential that will be realized to the extent that we attend to\nthe insights it contains.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.98.4.4.roeder.html",
    "data": "mto/data/mto.98.4.4.roeder.json"
}