{
    "title": "Review of Elizabeth Margulis, <i>On Repeat: How Music Plays the Mind</i> (Oxford, 2013)",
    "date": "2014/12/01",
    "volume": "20",
    "issue": "4",
    "authors": [
        "Albrecht, Joshua"
    ],
    "abstract": "",
    "keywords": [
        "repetition",
        "music psychology",
        "music perception"
    ],
    "doi": "",
    "received": "September 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.4/mto.14.20.4.albrecht.pdf",
    "author_info": [
        {
            "name": "Joshua Albrecht",
            "university": "8512 Oak Crossing",
            "address": "Temple, TX 76502",
            "email": "jalbrecht@umhb.edu"
        }
    ],
    "citations": {
        "duker_2008": "Duker, Philip. 2008. “Following Echoes: Exploring the Reverberations within Repetition, Analysis, and Musical Experience.” PhD diss, University of Michigan.",
        "fink_2005": "Fink, Robert. 2005. Repeating Ourselves: American Minimal Music as Cultural Practice. Berkeley, New York: Routledge.",
        "gabrielsson_1987": "Gabrielsson, Alf. 1987. Once Again: The Theme from Mozart’s Piano Sonata in A Major (K. 331), a Comparison of Five Performances. Paper presented at Action and Perception in Rhyhm and Music, Stockholm, Sweden.",
        "garcia_2005": "Garcia, Luis‐Manuel. 2005. “On and On: Repetition as Process and Pleasure in Electronic Dance Music.” Music Theory Online, 11, no. 4 .",
        "huron_and_ollen_2004": "Huron, David, & Ollen, Joy. 2004. Musical Form and the Structure of Repetition: A Cross‐Cultural Study. Unpublished manuscript.",
        "middleton_1983": "Middleton, Richard. 1983. “‘Play It Again Sam’: Some Notes on the Productivity of Repetition in Popular Music.” Popular Music 3: 235–270.",
        "monson_1999": "Monson, Ingrid. 1999. “Riffs, Repetition, and Theories of Globalization.” Ethnomusicology 43/1: 31–65.",
        "nettl_1983": "Nettl, Bruno. 1983. The Study of Ethnomusicology: Twenty‐Nine Issues and Concepts. Urbana, IL: University of Illinois Press.",
        "zajonc_1968": "Zajonc, Robert B. 1968. “Attitudinal Effects of Mere Exposure.” Journal of Personality and Social Psychology 9 (2, Pt.2): 1–27."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Music is extraordinarily repetitive. Repetition in music seems to be close to a cultural universal, characterizing the music of most peoples and times. Even Bruno Nettl ( 1983 ) includes repetition as one of his few musical universals: “All cultures make some use of internal repetition and variation in their musical utterances” ( 46 ). Huron and Ollen ( 2004 ) also found a remarkable degree of repetition in music. Looking at a broad cross‐cultural sample from five continents over five centuries, they estimated that about 94% of musical passages are literally repeated at some later point in the music.",
                "footnotes": [],
                "citations": [
                    "nettl_1983",
                    "nettl_1983",
                    "huron_and_ollen_2004"
                ]
            }
        },
        {
            "2": {
                "text": "[2] For being such a ubiquitous feature of music, it is striking that there has been relatively little work done on repetition. Of course, scholars have examined repetition within certain limited spheres of music‐making, in art music (e.g. Duker 2008 ), minimalist music (e.g. Fink 2005 ), popular music (e.g. Middleton 1983 , Monson 1999 , and Garcia 2005 ), or in performance practice with repeated performances of the same work (e.g. Gabrielsson 1987 ). Nevertheless, given the close ties between repetition and all manners of performance, composition, and listening, there is a remarkable dearth of research that looks at a broad range of phenomena associated with musical repetition. In other words, behind all of these specific uses of repetition in music lie fascinating, fundamental, and unanswered questions: Why is there so much repetition in music? What is it about music that affords such repetition? What is it about humans that prompts engagement with music in such repetitive ways?",
                "footnotes": [],
                "citations": [
                    "duker_2008",
                    "fink_2005",
                    "middleton_1983",
                    "monson_1999",
                    "garcia_2005",
                    "gabrielsson_1987"
                ]
            }
        },
        {
            "3": {
                "text": "[3] It is into this scholarly lacuna that Elizabeth Margulis has moved with an important endeavor, On Repeat: How Music Plays the Mind. In this work, she provides her readers with an interesting and valuable first real attempt to tie together disparate strands of research into an overarching investigation of musical repetition. She looks at the big picture of musical repetition by explicitly engaging with some of the foundational questions. Instead of reducing her study to just a few aspects of repetition in music, Margulis examines a wide array of phenomena. What is significant about Margulis’s book is its holistic and multidisciplinary approach; one of its greatest strengths is its juxtaposition of important work done in the diverse fields of cognitive psychology, music theory, musicology, ethnomusicology, and linguistic theory. By placing these strands of research into dialogue with one another, Margulis tells a compelling story about how we process the world and construct our musical discourses. Scope and Approach",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A common approach to addressing a broad, general question in a monograph is to start with the formulation of a theory and then support it through the analysis of musical excerpts illustrative of that theory. Margulis instead takes the opposite approach. Rather than beginning with an a priori theory of musical repetition, she begins with observation and allows theory to flow out of her discussions. In many ways, this type of strategy is much more compelling than the alternative, as it allows her to nuance her discussions as she makes room for the multiple subtle differences in the various phenomena of musical repetition. Throughout the book, Margulis follows the same pattern: she uses these basic musical observations as windows into examining provocative questions about why music should be such a way, leading invariably to a discussion of relevant empirical psychological research and subsequent insights into the psychology of musical repetition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The result is something of a topical study rather than one single narrative trajectory. Although there is a general sense of progression through the book, each chapter basically serves as a fresh investigation into musical repetition from a different perspective. For example, there is a chapter on repetition in musical performance—discussing differences and similarities between both part repetition within the same work and repetition of whole works during different performances. One chapter examines musical repetition as behavior, as in the case of repeated relistenings to favorite songs or in social ritual. Another chapter investigates the effect of musical repetition on listener participation in activities such as trance, dance, and rhythmic entrainment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] One practical benefit of this sort of narrative strategy is the ease with which this book can be used in different ways for different audiences. Of course, On Repeat offers significant rewards for music psychologists and academic musicians interested in the topic of musical repetition. From a pedagogical perspective it would be easy and satisfying to isolate one or a few chapters for assignments in a seminar setting. Moreover, because of Margulis’s use of intuitive and non‐specialist language, this book could even conceivably be used for upper‐level undergraduates. While peppered with descriptions of the best research in musical repetition from the fields of music cognition and neuroscience, I think the tone of the book is even informal enough to appeal to a wide array of intelligent but untrained music lovers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Perhaps most importantly, though, permeating the entire book is a spirit of fascination and curiosity about the ubiquity of musical repetition in its multiple facets. In this respect Margulis models well a refreshing trait that is often easily overlooked or forgotten within the complexities of research: she evinces delight and wonder in her topic. Throughout the book, Margulis’s tone is marked by a playful spirit of fascination with musical repetition. Main Thesis",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] One of the primary strands running throughout the book is the notion that there are psychological realities of being human that push back on the way that all cultures listen, compose, and perform music, explaining the cross‐cultural tendency toward musical repetition: “I’m advancing the argument that basic psychological tendencies constrain musical uses of repetition . . . the claim here is that particular perceptual tendencies, largely invariant from culture to culture, also serve as a constraining and generative force in the shaping of musical practices” (78). The entire discussion of the book is motivated by this psychological orientation, with the result that many of her claims arise out of and are grounded on the evidence of empirical studies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In one sense, there is nothing surprising in this argument. To the extent that music is made by thinking people, all musical theories that examine the structures and patterns inherent in that music inevitably shine light on the psychological aspects of music making. Margulis is simply explicitly stating what is true of all music theory, that it seeks to reveal to us more about how we perceive and structure our musical worlds. In another sense, though, such a statement is radical in its claims. Despite the enormous diversity in the musics of the world, Margulis claims that there are a few basic principles that constrain and apply to all of it. Such a statement feels a bit reductionistic in the context of the pluralistic atmosphere of today’s academic community. For example, a key component of many of her arguments is what she claims is a basic “appetite for musical repetition—an appetite that might be exploited or inhibited by various cultural and technological forces, but that remains a limiting factor” (90). While it is hard to deny that humans possess such an “appetite for musical repetition,” in placing so much emphasis on the idea Margulis runs the risk of discrediting as somehow psychologically inferior any music that explicitly avoids repetition—such as atonal serial music, in which too much repetition of a pitch might inadvertently create a tonal center.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] On the other hand, Margulis reports experimental results consistent with the theory that there are psychological advantages of repetition in atonal music. In this study, she asked professional music theorists to listen to excerpts from challenging works by Berio and Carter and rate each excerpt according to how much they enjoyed it, how interesting they found it, and how likely they thought it had been composed by a human rather than being computer generated (15–16). Her manipulation in this experiment involved taking short passages from the original composition and repeating them verbatim within the excerpt. Interestingly, the introduction of artificial literal repetition actually served to increase listeners’ preference for the music and the belief that it was composed by a human.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Nevertheless, with the exception of this tendency for craving literal repetition, it is sometimes difficult to evaluate Margulis’s claims about basic psychological tendencies because it is not always clear in the text what exactly these tendencies might be. In this regard, at least, I believe that the book somewhat suffers from the sometimes informal tone that serves to expand its potential audience. Additionally, I was disappointed to discover that a concise theory of musical repetition is never presented in the text. Perhaps the lack of a single, unifying theory is a side effect of the multifaceted approach of the book. What is musical repetition?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] While at the surface this might not seem to be a big deal, musical repetition turns out to be a difficult concept to neatly define. Like musical nostalgia or irony, the concept of musical repetition seems intuitively obvious yet is problematic when a clear and precise definition is sought.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] One approach might define musical repetition as simple literal repetition. Indeed, Margulis seems to indicate that this is her operational definition when she says at the end of the book, “[i]n this book, I have tried to keep variation and similarity out of the picture, maintaining a focus on a more literal sort of repetition in an effort to answer some of the foundational questions raised by this practice” (176). She further makes it clear that what she is interested in is repetition of the acoustical signal: “This book largely uses notated repetition as an imperfect but pragmatic proxy for acoustic repetition” (34).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] However, this definition is a bit problematic. For example, Margulis notes that the exact same sonority that closes one phrase and begins the next seems different based on context: “At a minimum, a repeated element will sound different from its initial presentation by virtue of coming later and having been heard before. More subtly, it will sound different as a function of its position within the unfolding series of metric projection” (35). From a psychological point of view, then, although the acoustical signal might be exactly the same, the two chords might not be perceived as repetition if they have different musical functions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] On the other hand, exact notated repetitions might be associated with entirely different acoustical signals but still be perceived as repetition. One example that Margulis notes (123) involves Baroque performance practice, in which performers tend to add flourishes and improvised displays of virtuosity to repeated sections. More subtly, even performance practices in which passages are repeated verbatim are shown to display differences in microtiming and dynamics (127).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Also, from a musical perspective literal repetition does not seem to always adequately capture what we consider to be musical repetition. We might speak of a rounded binary structure exhibiting formal repetition even if the figuration changes. We might speak of the repetition of functional harmony, even if there is a chord substitution. The period structure demonstrates small formal repetition and often strong melodic repetition while using different functional harmonies. Rhythmic motives might repeat with different melodic contours or the same melodic motive might be repeated with different rhythmic augmentations or diminutions. At an even more basic level, repetition might be recognized in the omnipresent recurrence of metric beats. In each of these cases, there is some level of psychologically important musical repetition happening without the presence of literal repetition either in notation or acoustically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] These are not easy matters to resolve when minutely examined. In reading this book, I often wanted a more theoretically rigorous treatment to resolve these questions. Some of Margulis’s statements served more to confuse the issue for me than clarify it. However, I think one reason Margulis shies away from a rigorous and probably exclusionary definition of musical repetition is because she is too good of a musician to define away some very perceptually salient forms of musical repetition. Indeed, extrapolating from her overall argument, Margulis would probably answer these challenges by relying on the notion of psychological salience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] As an illustration, consider one of Margulis’s experiments demonstrating the importance of perceptual salience. In this experiment, she examined the effect of repeated listenings on the hierarchic depth at which listeners perceive repetitions within a passage (7–9). First, she selected excerpts that differed in terms of the length of repeating units, from passages with repetitions as short as 1 second and as long as 8 seconds. Listeners were able to successfully identify short repetitions more easily during the early exposures to the excerpts, and it was not until hearing the passage many times that participants successfully identified long repetitions. In fact, as success in identifying long repetitions increased, participants got worse at identifying short repetitions. These findings are consistent with the theory that repeated exposure to a passage of music draws a listener’s attention to deeper structures within the music, potentially illuminating one function of repeated listening.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] In other words, the important consideration for Margulis in this study and throughout the book is not primarily where literal repetitions could be found by a computer seeking patterns. Rather, she is interested in what is psychologically salient about a passage based on the way we listen to it. Throughout she continually asks the excellent question, “[w]hat conditions conspire to make some of these repetitions more salient than others” (52)? Empirical approach",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Although On Repeat blends elements of music theory, linguistic theory, neuroscience, and cognitive psychology to talk about repetition in novel ways, perhaps the most original contributions of this book are the descriptions of Margulis’s empirical work. The two studies mentioned above illustrate the musical depth and sophistication she brings to the question of musical repetition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In addition to the experiments Margulis has already completed, in her book she proposes a number of additional experiments not yet conducted. These proposed experiments usually spring from a discussion of other empirical results coupled with theory about how repetition in a stimulus interacts with the human mind. In most of these cases, the outcomes of the experiments she suggests are not obvious; one could easily imagine how the experiment could go either way. But what is compelling about her proposed experiments is that if her theories are right , then the results should be consistent with that theory, even when the results are counterintuitive.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] For example, in speculating about one of the functions of repetition in novel music, Margulis draws on empirical evidence that when infants begin learning to segment the speech stream they simultaneously become interested in literal repetition. This interest also wanes as they begin to become more skilled in segmentation, suggesting that one of the functions of repetition in infant‐directed speech is to aid the listener in determining what the relevant speech units are. Margulis goes on to speculate that “repetition [might] be more desirable in musical styles where segmentation is a challenge” (23). She then proposes an experiment in which the unit of repetition is varied from, say, two notes to twenty measures. She hypothesizes that as listeners become accustomed to the style of music, their attention would gradually shift from shorter to longer repetitions in repeated exposures, as measured by error detection, recognition memory, or grouping characteristics (23).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In another example, Margulis speculates about the role of repetition in self‐designed internet streaming radio stations, such as the ones Pandora offers (102–3). With such a large database of similar music, she notes the surprising amount of repetition in song choice on any given radio station. After discussing the role of “mere exposure” ( Zajonc 1968 ), the tendency to consider more pleasurable those stimuli that one has experienced more frequently—she speculates that the reason for the repetition is that Pandora realizes that familiar music of a liked style is preferable to unfamiliar music in the same style. To test this theory, she proposes feeding a collection of songs with empirically‐determined similar styles into Pandora and collecting the new songs suggested by Pandora. After dividing the new songs into two groups, participants would listen to songs in the first group once each and songs in the second group multiple times. The experiment would be run a second time with songs in the first group listened to multiple times and songs in the second group listened to only once. Her prediction is that the repeated songs would demonstrate higher preference ratings from listeners, consistent with the notion that repeated songs are preferred more than novel songs of the same style.",
                "footnotes": [],
                "citations": [
                    "zajonc_1968"
                ]
            }
        },
        {
            "24": {
                "text": "[24] These proposed studies and others in the book are thought‐provoking and well‐designed. The results from such hypothesis‐driven empirical research would provide interesting new vehicles for examining the role of repetition in music listening and composition. I, for one, certainly hope Margulis conducts these studies to shed more light on the psychological realities of musical repetition. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] On Repeat is an exciting new examination of a very old subject. It is eminently readable and intriguing, having much to offer the academic musician, the experimental psychologist, or the interested lay reader. The book represents a significant advance in our understanding of the deep questions behind the variegated phenomena of musical repetition, while also leaving the door open for much exciting further work in the field.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.14.20.4.albrecht.html",
    "data": "mto/data/mto.14.20.4.albrecht.json"
}