{
    "title": "A Different Response to Killam",
    "date": "1997/07/01",
    "volume": "3",
    "issue": "4",
    "authors": [
        "London, Justin M."
    ],
    "abstract": "A response to Rosemary Killam’s essay which appeared inMTO3.2. Prof. Killam’s observations regarding the paucity of pieces by women composers in current texts and anthologies of 20th-century music are contextualized by a consideration of other kinds of music that are currently excluded from the modernist canon that lies at the heart 20th-century theory pedagogy. It is argued that the exclusion of women’s compositions is more a symptom of a modernist myopia than any covert or overt misogyny on the part of the music theory community. The response concludes with some suggestions for alternative approaches to 20th-century analysis course syllabi and content.",
    "keywords": [
        "20th-century analysis",
        "theory pedagogy",
        "historiography",
        "feminism",
        "aesthetics",
        "cultural values"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.4/mto.97.3.4.london.pdf",
    "author_info": [
        {
            "name": "Justin M. London",
            "university": "Carleton College",
            "address": "Department of Music, Northfield, MN 55057",
            "email": "jlondon@carleton.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. While there examples of significant works based upon in\nreligious genres, such as Bernstein’s Chichester Psalms or\nStravinsky’s Mass , these are essentially concert pieces, most\noften performed in the orchestra hall rather than the cathedral\nor synagogue.",
            "citations": []
        },
        "FN2": {
            "text": "2. Christopher Williams, “Of Canons and Context:  Toward a\nHistoriography of Twentieth-Century Music,” repercussions 2.1\n(1993): 31-74.",
            "citations": []
        },
        "FN3": {
            "text": "3. Out of curiosity I decided to see if the current crop of\n20th-century history and analysis texts was that different from\nthose of previous decades.  While I was not surprised to find\nthat historical and analytic repertoire is little changed from\nprevious texts, I was pleasantly surprised to note that William\nAustin’s Music in the 20th Century (New York:  Norton, 1966)\nincludes extensive discussions of early Jazz, with transcriptions\nof performances by Jelly Roll Morton, Louis Armstrong, and\nCharlie Parker.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In volume 3.2, MTO published an essay by Rosemary Killam on\nthe exclusion of works by women composers in textbooks and\nanthologies dedicated to 20th-century music.  In volume 3.3, MTO published a response by Michael Morse, one which questions some\nof the claims and statements made in Killam’s original essay.\nProfessor Killam’s observations are incontrovertible:  there is\nlittle or no music by women composers in current texts and\nanthologies.  This omission has occurred even in a climate where\nwomen’s music has received newly-found historical and analytical\nscrutiny and in which many women have flourished as composers.\nThe exclusion of women’s composition in such a climate is, as\nProf.  Killam has shown, more than a little puzzling.  The\nquestion is “why?”  While I appreciate how some of Prof.\nKillam’s descriptions of the current state of affairs in music\npedagogy follow from the tenets and politics of radical feminism\n(a sort of “if you aren’t part of the solution, you are part of\nthe problem” point of view), I also appreciate the distinction\nthat Prof. Morse makes between inadvertent omission and\npremeditated exclusion.  My purpose here is not to pursue these\narguments any further, but to place Killam’s observations in a\nwider context, namely, “what else don’t we examine in our 20th\ncentury musical curricula?”  In such a context, another\nexplanation for the exclusion of music by women composers becomes\nplausible.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Most courses in the history and/or analysis of “20th-century\nmusic” (or the analogous portion of a larger theory/history\nsequence) ignore most of the musical activity of our time.  There\nis usually no non-western music, no examples of jazz or pop or\nmusical theater, no western musics in oral traditions (such as\nAppalachian folksongs), no functional religious music (with the\npossible exception of Messiaen), and so forth. (1) One could\ngeneralize Prof.  Killam’s argument to claim that current texts\nand anthologies are racist (nothing by minority composers),\nanti-religion (no examples of liturgical music), and elitist (no\nexamples of music from popular culture).  We suffer from a\nmodernist myopia, of which the exclusion of women’s music is but\none symptom.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] In a recent article in repercussions Christopher Williams\nreviewed Robert Morgan’s anthology (which Prof.  Killam also\ndiscusses). (2) Williams observes that Morgan, like the other\nanthologist-authors noted by Killam, hews to a rather narrow\ncanon of works in mapping out its history of 20th century music:\n“The tenacious narrowness of this canon has been remarkable,\npersisting despite several waves of recent criticism” [pages\n31–32].  What is clear from a quick perusal of Lester, Straus,\nKostka, and Morgan is their common emphasis on familiar pieces\nand theoretical topics:  pre-serial atonality, serialism, and\npost-serialism, as is exemplified by the music of Debussy,\nBartok, Stravinsky, and of course Schoenberg and the first and\nsecond generations of his students.  Music since 1945 gets\nlimited attention, with those works which continue the\nSchoenbergian tradition receiving the most attention.  Notably\nabsent are mentions (let alone discussions of works) of W.C.\nHandy, Robert Johnson, Louis Armstrong, Thomas Dorsey, Duke\nEllington, Elvis Presley, John Lennon and Paul McCartney, Dave\nBrubeck, or Paul Simon (to name but a few which come to mind).\nWhen jazz and popular musics are mentioned, as in Bryan Simms’ Music of the Twentieth Century (New York:  Schirmer Books,\n1996), they are for the most part discussed in relation to their\nappropriation by “serious” composers; thus Ragtime and Dixieland\nJazz are valued mainly in their use by Darius Milhaud.  The\n“Music of the 20th Century” discussed in these recent texts is\nfor the most part neither very new nor particularly\nrepresentative of the music making of our time. (3) The emphasis\non modernism, then, and a small body of works which serve as\nexemplars of that style, may be regarded as perhaps the primary\nreason that music by women (and others) is neglected in our\ntextbooks, anthologies, and course syllabi.",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In fairness to Morgan, Straus, Lester, and Morgan, one should\nnot take these authors to task for the books they didn’t write.\nMorgan, for example, is most explicit about his self-conscious\nchoice not to include non-canonical works in his text:  “Another\ndecision concerns the types of music to be included.  Here the\nscope has been limited almost entirely to Western ”art“ music,\nwith popular music, folk music, and jazz, as well as non-Western\nmusic of all types, touched upon only insofar as they have\ndirectly influenced concert music . . . Given the constraints of\nspace it seemed unwise to try and cover such a rich and varied\nfield” (page  xiii).  Inherent in this decision, however, lies the\ntacit assumption that of all the musics of our century, it is the\nmodernist works that are the most important for our students to\nknow and understand.  This assumption does not lie solely with\nthe authors of these texts, of course—they are writing for a\nscholarly market that holds these same assumption(s).  As such,\nthe contents of these books are indicative of what most theorists\nand composers, either reflexively or self-consciously, think they\nought to cover when called upon to teach a course in 20th-century\nmusic and musical analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] I would also point out that most theorists have a detailed\nand passionate knowledge of many styles and genres of\n20th-century music, from the blues to Broadway.  Indeed, it is\noften the case that we try to work a few examples from these\nmusics into our other syllabi every now and then.  Thus we have a\nsituation where the members of our discipline, most of whom are\nwell aware of the musical activities of this century that lie\noutside of the modernist canon, nonetheless rarely have the\nopportunity (in a systematized fashion) to present those other\nworks to their students.  As Killam noted in her essay, most of\nthe theorists were well aware of the music of women composers,\nbut failed to include them in their texts and anthologies anyway.\nWhy do we continue to pass over in silence various musics which\nso many of us know and love?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] There is an old story about how a man who is feeling\ngenerally unwell goes to his doctor, and as his doctor cannot\ndiagnose his condition, sends him off to a series of specialists.\nEach examines the man in turn, and each finds the cause of his\nailment:  the cardiologist finds a circulatory problem; the\ninternist finds a bowel problem; the neurologist finds a disease\nof the brain; the psychologist finds it all stems from a boyhood\ntrauma, and so forth.  The moral here is that when presented with\na problem, a specialist tends to frame that problem in terms of\nhis or her specialty.  And it seems to me that this is what is\ngoing on in our 20th-century curricular habits.  We are\nspecialists in a particular kind of musical diagnosis\n(specifically serial and set theory), and therefore we tend to\napply those diagnoses to the music we encounter.  Moreover,\nunlike the physician, we have the ability to choose our own\npatients, and so (not surprisingly) we choose to examine those\nmusical “patients” for whom our special methodologies are most\napt.  In other words, we talk about those pieces we know how to\ntalk about.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] It takes years to grasp the details of serial technique and\nset theory, and thus it is quite natural for us to want to make\nuse of those tools we have labored so long and hard to acquire.\nAnd by the same token, because we work so hard to be able to\nconduct a certain kind of music-analytic discourse, it also is\nquite natural for us to reflexively valorize those musics which\nengage such tools.  Moreover, to properly communicate the hows\nand whys of modernist music to our students takes time—time to\npresent the pieces, and even more time to explain, if only in\ncursory fashion, the means by which their composition and\nstructure may be understood.  As a result, there is often little\ntime remaining in a term or semester for the examination of other\nworks.  Nor can one simply add another course (a “beyond\nmodernism” course, perhaps), given the limited resources of most\nfaculties and the strictures on our curricula.  We simply run out\nof time and teachers in most undergraduate programs before we can\nget beyond the 20th-century modernist canon.  Indeed, one could\nsay that many other important musics (e.g., western medieval and\nrenaissance music in some programs) are similarly pushed off the\nmargins of current curricula.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] There are thus personal and practical reasons for our dogged\nmaintenance of the modernist canon.  The kind of revision that\nKillam asks for is not simply, as she suggests at the end of her\nessay, the addition of some works by non-canonical composers to\nour syllabi.  Our syllabi are already packed with lectures on\ntheory and analytical demonstrations.  This is a zero-sum\nequation:  something must be subtracted in order to make room for\nother pieces and other modes of discourse.  Changing our syllabi\nrequires hard choices about what is essential to include in the\nstudent’s introduction to the theory and analysis of 20th-century\nmusic.  And this leads me to question why we value the modernist\ncanon so highly in the first place.  Claims of modernism’s\nmusic-historical influence, once trumpeted so loudly, would seem\nto be lacking in empirical support.  Assessments of its aesthetic\nimportance are similarly problematic, and I will not rehearse\nthose discussions here (for a sensitive reading of some of the\naesthetic issues see Williams, op.  cit.).  What is clear is\nthat the exegesis and appreciation of the modernist canon is an\nenterprise which requires a maximal amount of effort on the part\nof student and teacher for a small, circumscribed body of works.\nIs the musical reward worth the musical effort, such that we\ndemand it of all of our students?  Let me emphasize that the\nquestion is not what some students (e.g., composition, theory, or\nhistory majors) must take, but what we should generally require\nof those students who would be music majors.  It is also a\nquestion of what we acknowledge to be the proper domain of our\nprofessional attention when we address the music of our time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Since it is not fair to simply criticize and run, I will\nconclude with a number of proposals for new categories under\nwhich a syllabus in 20th-century analysis might be organized.  I\nfind that these categories have several advantages.  The first is\nthat they are a more accurate reflection of the musical activities \nof our century, not simply in terms of the most popular genres (in \na brute statistical sense) but also those which seem to have the\nmost influence and aesthetic import.  Another advantage is that\nthese categories readily allow for the inclusion of music by\nwomen, minorities, and others who are excluded in the modernist\ncanon.  Lastly, because it is organized by genre rather than by\ncomposer or compositional technique, one has a bit more\nflexibility in one’s choice of what pieces can and should be\nincluded.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Williams (op.  cit.)  has also suggested some new categories\nfor inclusion in the 20th-century canon, including (a)\n“Weltanschauungsmusik” for music which is “preoccupied with\nmetaphysical issues” (page  61, after Herman Danauser, in the\nvolume of the Handbuch der Musikwissenschaft devoted to\n20th-century music, Lauber:  Lauber-Verlag 1984), (b) Ja’nacek as\na category unto himself, (c) Opera, a genre neglected in most\ncourses, and (d) the Nordic/Slavic Symphonic Tradition (modeled\nafter Bruckner).  These are historical categories, by and large,\nand thus differ from those I suggest here in that my interest is\nin the inclusion of various styles and genres of music for their\nanalytic significance, though of course their historical\nimportance is not inconsiderable.  While the aims of analysis and\nhistory courses differ, and thus so too will their pedagogical\ncanons to some extent, it is also true that the analytic canon is\nsupported by an implicit historiography.  It is this\nhistoriography which needs to be uncovered and resisted, in order\nfor substantive changes in our analytical aesthetic to take root.\nHere then follows a modest proposal for alternative categories\nfor a course in 20th-century music:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.1": {
                "text": "[10.1] The song. The sheer volume of song composition in the\n20th-century staggers the imagination, yet most of the emphasis\nour curricula is on instrumental music, as if the outpouring of\nsong and other vocal compositions did not exist.  Moreover, as\nthe composition of a song and the setting of its text presents a\nnumber of familiar problems, the study of songs can be a most\neffective means of introducing students to both tonal and\nnon-tonal composition.  One could readily imagine an entire\ncourse on songs and song-cycles in the 20th-century, but even as\na unit within a larger course one could discuss a wide range of\ngreat songs, from Berg to Berlin to the Beatles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.2": {
                "text": "[10.2] “Formes fixes” of the 20th-century. Though closely\nrelated to song forms, the 12-bar blues and the melodic/harmonic\nstructure based on Gershwin’s “I Got Rhythm” have proved to be\nstructural scaffolds for a wide variety of instrumental\ncompositions and styles.  Mastery of these formal archetypes\nwould seem to be analogous to the mastery of other formal\narchetypes in other eras, such as the 18th century minuet and the\n14th century ballade and virelai.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.3": {
                "text": "[10.3] Film music. In the domain of the cinema we find music as\na component of the larger Gesamtkunstwerk.  In film scores we\nfind the maintenance of the 19th-century tonal and melodic\nlanguage (for their semiotic utility) alongside 20th-century\ntechniques for expressive effects.  It is worth noting that our\nstudents are probably more familiar with the idioms of classical\nand romantic music through film scores than anything else.\nComposers from Steiner to Stalling are of interest, and\nrecordings (though not always scores) are readily available.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.4": {
                "text": "[10.4] Musical theater:  from Gilbert and Sullivan to Broadway to\nOpera. I am here regarding music in a theatrical setting more as\na continuum than a set of discrete genres.  There is a natural\noverlap with film music here, in its presentation of text, music,\nand scene, but then too there are problems unique to the\nproduction of music in a live context.  Repertoire ranges from\nJoplin’s Treemonisha and Rogers and Hart to Bernstein and\nStravinsky.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.5": {
                "text": "[10.5] Music in an age of mechanical reproduction. In an era of\nmechanical reproduction and pop-music-as-commodity one also finds\nthe return of ephemeral music.  There are also radically new\ncompositional techniques engendered by the modern sound studio,\nthe tape deck, and the synthesizer, techniques which go beyond\nthe usual discussions of Stockhausen and early analog synthesis.\nExamples abound from the theremin to the Kurzweil and from Les\nPaul and Mary Ford to Public Enemy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10.6": {
                "text": "[10.6] The interplay between Western and non-Western music. The\nidea here is not to usurp the role of the introductory courses in\nethnomusicology, but rather to confront the problems of analyzing\nmusic, parts of which may be borrowed from other cultures (or\nwithin our own).  As the availability of recordings of\nnon-western music allows contact with the music of other cultures\nin unadulterated form the use and disuse of western notation (or\nany system of notation) raises a number of issues.  Also of\ninterest is the reciprocal impact of western music on other\ncultures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Doubtless there are other categories, and doubtless these\ncan be streamlined and improved.  I hope that they at least\nprompt some reflection and consideration on our current\npedagogical practices.  As Prof.  Killam reminds us, our choices\nof repertoire and readings in our courses are one of the most\nsignificant choices we make as teachers.  These choices should\nnot be made reflexively, or simply on the expediency of what is\ncovered in various texts, but should reflect our views of the\naesthetic, cultural, and historical significance of the music of\nour age.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.97.3.4.london.html",
    "data": "mto/data/mto.97.3.4.london.json"
}