{
    "title": "Just Intonation in Renaissance Theory and Practice",
    "date": "2006/10/01",
    "volume": "12",
    "issue": "3",
    "authors": [
        "Duffin, Ross W."
    ],
    "abstract": "Just intonation has a reputation as a chimerical, theoretical system that simply cannot work in practice. This is based on the assessment of most modern authorities and supported by misgivings expressed during the Renaissance when the practice was supposedly at its height. Looming large among such misgivings are tuning puzzles printed by the 16th-century mathematician, Giovanni Battista Benedetti. However, Renaissance music theorists are so unanimous in advocating the simple acoustical ratios of Just intonation that it seems clear that some reconciliation must have occurred between the theory and practice of it. This article explores the basic theory of Just intonation as well as problematic passages used to deny its practicability, and proposes solutions that attempt to satisfy both the theory and the ear. Ultimately, a resource is offered to help modern performers approach this valuable art.",
    "keywords": [],
    "doi": "",
    "received": "June 2006",
    "pdf": "http://www.mtosmt.org/issues/mto.06.12.3/mto.06.12.3.duffin.pdf",
    "author_info": [
        {
            "name": "Ross W. Duffin",
            "university": "Case Western University",
            "address": "",
            "email": "rwd@case.edu"
        }
    ],
    "citations": {
        "aaron_1523": "Aaron, Pietro. 1523. Toscanello . Venice.",
        "barbour_1951": "Barbour, Murray. 1951. Tuning and Temperament . East Lansing.",
        "barbour_1958": "Barbour, Murray. 1958. The Theory and Practice of Just Intonation . Musurgia A-3.",
        "benedetti_1585": "Benedetti, Giovanni Battista. 1585. Diversarum speculationum mathematicarum & physicorum liber . Turin.",
        "blackwood_1985": "Blackwood, Easley. 1985. The Structure of Recognizable Diatonic Tunings . Princeton.",
        "boethius_1989": "Boethius, Anicius Manlius Severinus. 1989. Fundamentals of Music , trans. Calvin M. Bower, ed. Claude V. Palisca.",
        "brues_1927": "Brues, Austin M. 1927. Studies from the Harvard Psychological Laboratory.",
        "duffin_2000": "Duffin, Ross W. 2000. “Tuning.” In A Performer’s Guide to Medieval Music , ed. Ross W. Duffin. Bloomington.",
        "duffin_2006": "Duffin, Ross W. 2006. “Baroque Ensemble Tuning in Extended 1/6 Syntonic Comma Meantone.” Digital Case .",
        "fose_1992": "Fose, Luanne Eris. 1992. “The Musica Practica of Bartolomeo Ramos de Pareia: a critical translation and commentary.” Ph.D. diss., University of North Texas.",
        "gafurius_1518": "Gafurius, Franchinus. 1518. De harmonia musicorum instrumentorum opus . Milan.",
        "galilei_1589": "Galilei, Vincenzo. 1589. Discorso particolare intorno all’unisono . Florence.",
        "galilei_and_palisca_2003": "Galilei, Vincenzo and Claude V. Palisca. 2003. Dialogue on Ancient and Modern Music , in Music theory translation series. Yale University Press.",
        "greene_1936": "Greene, Paul C. 1936. “Violin Performance with Reference to Tempered, Natural, and Pythagorean Intonation.” Psychology of Music 4: 232–51.",
        "guthrie_1928": "Guthrie, E.R. and H. Morill. 1928. Studies from the University of Washington.",
        "huygens_1698": "Huygens, Christian. 1698. Cosmotheoros .",
        "huygens_1707": "Huygens, Christian. 1707. “Méthode genérale pour former les Systèmes temperés de musique.” Memoires de l’Académie des Sciences .",
        "lindley_1974": "Lindley, Mark. 1974. “Early 16th-Century Keyboard Temperaments.” Musica Disciplina 28: 149–50.",
        "lusitano_1553": "Lusitano, Vicente. 1553. Introduttione facilissima . Rome.",
        "miller_1993": "Miller, Clement A. 1993. Bartolomeo Ramis de Pareia, musica practica: commentary and translation . Musicological studies & documents, 44. Hänssler.",
        "nickerson_1949": "Nickerson, James F. “Intonation of Solo and Ensemble Performance of the Same Melody.” Journal of the Acoustical Society of America 21: 593–95.",
        "palisca_1986": "Palisca, Claude V. 1986. Humanism in Italian Renaissance Musical Thought . Yale University Press.",
        "palisca_1994": "Palisca, Claude V. 1994. Studies in the History of Italian Music and Music Theory . Clarendoess.",
        "pareja_1482": "Pareja, Ramos de. 1482. Musica Practica . Bologna.",
        "salinas_1577": "Salinas, Francisco de. 1577. De Musica Libri Septem . Salamanca.",
        "schlick_1511": "Schlick, Arnolt. 1511. Spiegel der Orgelmacher und Organisten . Speyer.",
        "c_seashore_1936": "Seashore, Carl E, ed. 1936. Objective Analysis of Musical Performance . University of Iowa Studies in the Psychology of Music 4.",
        "h_seashore_1936": "Seashore, Harold G. 1936. An Objective Analysis of Artistic Singing . In Objective Analysis of Musical Performance , ed. Carl E. Seashore. University of Iowa Studies in the Psychology of Music, 12–171.",
        "smith_1759": "Smith, Robert. 1759. Harmonics, or the Philosophy of Musical Sounds , second edition.",
        "ternström_and_sundberg_1986": "Ternström, Sten and Johan Sundberg. 1986. “Acoustics of choir Singing.” In Acoustics for Choir and Orchestra . Kungliga Musikaliska Akadamien.",
        "ternström_and_sundberg_1988": "Ternströ, Sten and Johan Sundberg. 1988. “Intonation Precision of Choir Singers.” Journal of the Acoustical Society of America 84: 59–69.",
        "ternström_and_karna_2002": "Ternströ, Sten and Duane Richard Karna. “Choir.” In The Science and Psychology of Music Performance: Creative Strategies for Teaching and Learning , ed. Richard Parncutt and Gary E. McPherson, 269–84. Oxford.",
        "vicentino_1555": "Vicentino, Nicola. 1555. L’Antica Musica Ridotta alla Moderna Prattica .",
        "zarlino_1571": "Zarlino, Gioseffo. 1571. Dimonstrationi Harmoniche . Venice.",
        "zarlino_1558": "Zarlino, Gioseffo. 1558. Le Instituioni Harmoniche . Venice.",
        "zarlino_1588": "Zarlino, Gioseffo. 1588. Sopplimenti Musicali . Venice."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Benedetti 1585 Diversarum speculationum mathematicarum & physicorum liber (Turin, 1585), pp. 277–83.",
            "citations": [
                "benedetti_1585"
            ]
        },
        "FN2": {
            "text": "2. Zarlino 1558 Istitutioni Harmoniche (Venice, 1558), especially the seconda parte ; Zarlino 1571 Dimostrationi Harmoniche (Venice, 1571), especially ragionamento secondo and quarto ; Zarlino 1588 Sopplimenti Musicali (Venice, 1588), libro quarto .",
            "citations": [
                "zarlino_1558",
                "zarlino_1571",
                "zarlino_1588"
            ]
        },
        "FN3": {
            "text": "3. Palisca 1986 See his Humanism in Italian Renaissance Musical Thought (New Haven, 1986), pp. 257–65; and Palisca 1994 Studies in the History of Italian Music and Music Theory (Oxford, 1994), pp. 213–23.",
            "citations": [
                "palisca_1986",
                "palisca_1994"
            ]
        },
        "FN4": {
            "text": "4. The comment about the thirds is from the insert to Barbour 1958 , p. 31, and the sanity comment is from Barbour 1951 , p. 105.",
            "citations": [
                "barbour_1958",
                "barbour_1951"
            ]
        },
        "FN5": {
            "text": "5. Both of these quotations are from the insert to Barbour 1958 , the first on p. 3, and the second on p. 31.",
            "citations": [
                "barbour_1958"
            ]
        },
        "FN6": {
            "text": "6. Barbour 1958 Musurgia A-3, p. 31.",
            "citations": [
                "barbour_1958"
            ]
        },
        "FN7": {
            "text": "7. Barbour 1958 Musurgia A-3, p. 31. The studies Barbour cited include those from the Psychological Laboratory at the University of Iowa, such as C. Seashore 1936 (see in particular, Greene 1936 ; studies from the Harvard Psychological Laboratory by Brues 1927 ; studies from the University of Washington by Guthrie 1928 ; Nickerson 1949 , 593–95.",
            "citations": [
                "barbour_1958",
                "c_seashore_1936",
                "greene_1936",
                "brues_1927",
                "guthrie_1928",
                "nickerson_1949"
            ]
        },
        "FN8": {
            "text": "8. See H. Seashore 1936 , especially “The\nAccuracy of Intonation and Intervals,” pp. 48–57. More recent studies from the\nDepartment of Speech Communication and Music Acoustics at the Royal Institute of\nTechnology in Stockholm, include Ternström and Sundberg 1986 , 12-22; Ternström and Sundberg 1988 . Most recently, Ternström and Duane Richard Karna opine that “there should\nbe no inherent advantage of using just intonation in choir music,” although this\ndoes seem to imply that it is possible. See their chapter, Ternström and Karna 2002 .",
            "citations": [
                "h_seashore_1936"
            ]
        },
        "FN9": {
            "text": "9. Seashore and Barbour maintain that scooping and pitch wandering make it\nimpossible for singers to come reliably closer to a certain frequency than about\na fifth of a semitone. See H. Seashore 1936 , pp. 25–77, and Barbour 1958 , pp. 197–98. But the Hilliard Ensemble recording excerpt given below, in a sampling of major\nchords at eleven points throughout, gives an average major 10th (the most common\nvoicing for the third) with a ratio of 2.507 above the root. This compares with\nthe pure ratio of 2.500 and the ET ratio of 2.520, and represents a predilection\nfor thirds that are twice as close to pure as they are to ET, as well as a\ntuning accuracy six times closer to the intended frequency than that predicted\nabove. The excerpt also ends with a chord sustained with astonishingly pure\ntuning over a full eight seconds duration. It takes remarkable precision and\nextraordinary vocal control to maintain such a beautifully tuned chord for so\nlong, but this recording shows that it is possible, and that our expectations\nfor ensemble singing should be adjusted accordingly. Indeed, even Ternström and\nKarna acknowledge that “vocal groups that perform close harmony with one voice\nto a part . . . strive to achieve harmonies that are so precisely tuned and so\nstraight in pitch that the voices fuse together and we hear one instrumentlike\nchord rather than several part singers.” See Ternström and Karna 2002 , p. 280.",
            "citations": [
                "h_seashore_1936",
                "barbour_1958"
            ]
        },
        "FN10": {
            "text": "10. Blackwood 1985 , p. 153.",
            "citations": [
                "blackwood_1985"
            ]
        },
        "FN11": {
            "text": "11. Pareja 1482 . See commentary and translation by Miller 1993 , and by Fose 1992 .",
            "citations": [
                "pareja_1482",
                "miller_1993",
                "fose_1992"
            ]
        },
        "FN12": {
            "text": "12. Gafurius 1518 , Book II, ch. 34, 35.",
            "citations": [
                "gafurius_1518"
            ]
        },
        "FN13": {
            "text": "13. Boethius 1989 , p. 26.",
            "citations": [
                "boethius_1989"
            ]
        },
        "FN14": {
            "text": "14. Blackwood 1985 , pp. 67–68.",
            "citations": [
                "blackwood_1985"
            ]
        },
        "FN15": {
            "text": "15. Lusitano 1553 , p. 4. The practice of referring to the diesis as a comma, in fact, persisted into the 19th century.",
            "citations": [
                "lusitano_1553"
            ]
        },
        "FN16": {
            "text": "16. See his Galilei 1581 ; Galilei and Palisca 2003 , pp. 10–134.",
            "citations": [
                "galilei_1581",
                "galilei_and_palisca_2003"
            ]
        },
        "FN17": {
            "text": "17. Huygens 1698 , pp. 88–90. As his preferred tuning method, Huygens, in fact, recommended 31-note Equal Temperament, a system which is almost identical to extended quarter-comma meantone. Quarter-comma and other meantone temperaments are discussed below.",
            "citations": [
                "huygens_1698"
            ]
        },
        "FN18": {
            "text": "18. Smith 1759 , pp. 229, citing Huygens 1707 , p. 263.",
            "citations": [
                "smith_1759",
                "huygens_1707"
            ]
        },
        "FN19": {
            "text": "19. Palisca 1986 , p. 264.",
            "citations": [
                "palisca_1986"
            ]
        },
        "FN20": {
            "text": "20. Lindley 1974 , 149-50.",
            "citations": [
                "lindley_1974"
            ]
        },
        "FN21": {
            "text": "21. Schlick 1511 , ch. 8.",
            "citations": [
                "schlick_1511"
            ]
        },
        "FN22": {
            "text": "22. Aaron 1523 , Book II, ch. 41.",
            "citations": [
                "aaron_1523"
            ]
        },
        "FN23": {
            "text": "23. Salinas 1577 , book 3.",
            "citations": [
                "salinas_1577"
            ]
        },
        "FN24": {
            "text": "24. See Vicentino 1555 , Book V; Vicentino, Maniates, and Palisca 1996 , Book V, 315–443. This is a long and complicated discussion, but on pp. 432–433, for example, he describes his whole tone as made up of five “dieses” or commas, of which three belong to the major semitone and two to the minor semitone. Thus, an octave consists of seven major semitones (7 x 3 = 21) plus five minor semitones (5 x 2 = 10), or of five whole tones (5 x 5 = 25) plus two major semitones (2 x 3 = 6), both of which methods give a total of thirty-one equal parts.",
            "citations": [
                "vicentino_1555",
                "vicentino_maniates_and_palisca_1996"
            ]
        },
        "FN25": {
            "text": "25. It is not sufficiently recognized, I believe, that each of these meantone\ntemperaments possesses one or more Just intervals. Pythagorean tuning is known\nto contain pure 5ths and 4ths, of course, but each of the regular meantone\ntemperaments given in Example 1b has some purity as well.",
            "citations": []
        },
        "FN26": {
            "text": "26. See my forthcoming article and practice resource Duffin 2006 , \" Baroque Ensemble Tuning in Extended 1/6 Syntonic Comma Meantone .\"",
            "citations": [
                "duffin_2006"
            ]
        },
        "FN27": {
            "text": "27. Benedetti 1585 , p. 281.",
            "citations": [
                "benedetti_1585"
            ]
        },
        "FN28": {
            "text": "28. See Blackwood 1985 , especially ch. 7.",
            "citations": [
                "blackwood_1985"
            ]
        },
        "FN29": {
            "text": "29. Benedetti 1585 , p. 278.",
            "citations": [
                "benedetti_1585"
            ]
        },
        "FN30": {
            "text": "30. So characterized in Palisca 1994 , p. 224.",
            "citations": [
                "palisca_1994"
            ]
        },
        "FN31": {
            "text": "31. “ . . . realmente le voci cosifatte cantano gl’intervalli musici nella vera et perfetta forma loro, dove la più parte degl’artifiziali strumenti gli suonano\nchi più et chi meno da essa lontana.” Galilei 1589 , Palisca 1989 , 205–07. In saying this, Galilei was echoing a statement he had made in Galilei 1581 , but whereas in the 1581 publication Galilei was attempting to refute the statement, in 1589 he was merely observing while stating his personal preference for the temperament of instruments—perhaps not surprising for a lutenist. For the 1581 discussion, see Galilei 1581 , pp. 54–56; Galilei and Palisca 2003 , pp. 131–34.",
            "citations": [
                "galilei_1589",
                "palisca_1989",
                "galilei_1581",
                "galilei_1581",
                "galilei_and_palisca_2003"
            ]
        },
        "FN32": {
            "text": "32. Palisca 1994 , p. 222.",
            "citations": [
                "palisca_1994"
            ]
        },
        "FN33": {
            "text": "33. Barbour 1958 , p. 153.",
            "citations": [
                "barbour_1958"
            ]
        },
        "FN34": {
            "text": "34. New Grove 2 , “Just intonation.”",
            "citations": []
        },
        "FN35": {
            "text": "35. For a detailed explanation of how Just intonation works in late-medieval\npolyphony, see my chapter, Duffin 2000 , 545–62.",
            "citations": [
                "duffin_2000"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction | Theoretical Background | Benedetti's Puzzles | Problematic Passages | Is Just Tuning Possible? A New Approach | Problem Spots\nin the Exercises | Rehearsal Usage | Conclusion Introduction The idea . . . that one can understand the ratios of musical consonances without experiencing them with the senses is wrong. Nor can one know the theory of music without being versed in its practice.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] So begins the first of two letters sent by the mathematician Giovanni Battista Benedetti\nto the composer Cipriano de Rore in 1563. Subsequently publishing the letters in\n1585, (1) Benedetti was attempting to demonstrate that adhering to principles of Just\nintonation, as championed most famously by Gioseffo Zarlino, (2) would, in certain cases, cause the pitch of the ensemble to migrate. This, of\ncourse, raises questions about whether Just intonation can work in practice. His\nletters were discussed at length by the late Claude Palisca, (3) and I am greatly indebted to his work. However, there remain many\nmisconceptions about the subject of Just intonation, then and now, so\nBenedetti’s evidence will form one crucial part of this re-examination of its\ntheory and practice in Renaissance music.",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] In modern\ntimes, the use of acoustically pure intervals in musical performance—Just\nintonation—has not had a very positive reputation. J. Murray Barbour, whose\nbook, Tuning and Temperament ( 1951 remains a standard\nreference more than half a century after its publication, and whose 1958\nrecording, The Theory and Practice of Just Intonation ( 1958 Musurgia A-3), has been one of the few resources available to anyone interested in the subject,\nreferred to pure major and minor thirds as boring and insipid, and to anyone\nadvocating a certain form of Just intonation as insane. (4) It is difficult to imagine an opinion on tuning more powerfully expressed, and\nit makes the consignment of Just intonation to the dustbin of history seem, as\nit were, all the more justified. But there was a fundamental flaw in Barbour’s\nconception of Just intonation, as may be seen in these two statements: The characteristic features of Just intonation in its practical application, are demonstrated best and most precisely on keyboard instruments. [emphasis original] Of course, it is the severe limitation of just intonation to twelve notes\n  in the octave, with enharmonically equivalent notes forbidden, that has\n  caused its outright rejection by musicians. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "barbour_1951",
                    "barbour_1958"
                ]
            }
        },
        {
            "3": {
                "text": "[3] These things\ncaused Barbour, in his words, to “present just intonation more because of its\nsignificance for the history of musical theory than as a tuning system that was\never of importance in the world of practical Western music .” (6) It is a grievous misunderstanding of Just intonation to think that it is meant\nto work in a twelve-note octave as found on modern keyboard instruments,\nhowever. Nor does the theory of Just intonation as described by many writers in\nthe Renaissance ever suggest that a choice must be made between enharmonics.\nBarbour’s error caused him to offer recordings of supposedly Just chords that\nwere nothing of the kind. To give one example, his version of the triad on the\nsecond degree of the “Just” major scale, presented a 9:8 whole tone, a 4:3\nfourth, and a 5:3 major sixth above the “tonic.” In such a chord, the “third” is\nnot a pure minor third and the “fifth” is not a pure fifth above the root. There\nare ways to create a pure minor triad on the second degree of the scale—using a\n10:9 rather than a 9:8 whole tone, for instance—but such solutions are not\nexplored because they violate Barbour’s arbitrary twelve-note octave rule.\nUnfortunately, generations of students and scholars have depended on his flawed\nexposition as the last word on the issue.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Another\nburden that Just intonation has had to bear are the studies from the 1930s by\nCarl Seashore and others, showing the supposed preference of musicians and\nlisteners for “unjust” intervals, including wide major thirds and narrow\ndiatonic semitones. As Barbour summarized: All of   these experiments prove conclusively that singers and instrumentalists\n  have no predilection for the so-called natural intervals, and that\n  the same is valid for the majority of listeners. (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5]\nThis has\nbeen “gospel” in the psychology of music field for decades. I suggest, however,\nthat much of a person’s preference for intervals depends not on biological\npredilection but on aural conditioning, and in the 1930s through the 1950s,\nsingers and violinists (the usual subjects of such experiments) had probably\nnever heard Just intervals nor knew any sort of context where their use would\nmake musical sense. This is not to say that most musicians and listeners today\nwould react any differently: the stranglehold of equal temperament in our\nmusical culture has seen to that. But it does not diminish the value of Just\nintervals in general, and particularly not in the culture of the Renaissance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Some writers\nhave also cast doubt on whether singers, especially, could sound frequencies to\nthe kind of tolerances necessary to achieve intentional tuning choices. (8) Performances and recordings by modern early music groups, such as the Hilliard\nEnsemble recording used below, refute that supposition utterly in my opinion,\npresenting highly trained voices with minimal vibrato and a level of\naccomplishment in tuning accuracy that Seashore, Barbour and their colleagues\nprobably never imagined. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] It is one\nthing, however, for a group of singers to have talent and good ears, and another\nfor the theory behind a complicated tuning system to be understood, assimilated,\nand realized in performance. Refuting the notion that Just intonation is merely\na theoretical system without any practical value will take a precise,\nnote-by-note analysis of several relevant passages—the kind of rigorous\nexamination that, to my knowledge, only theorist and composer Easley Blackwood\nhas attempted before. But even Blackwood concluded, echoing Barbour, that “just\ntuning is of no practical use with regard to the existing Western repertoire.” (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The aim of\nthis article is to show that view to be erroneous. To do so, it will be\nnecessary to establish the remarkable level of agreement among Renaissance\ntheorists on the subject of intervals, to deal with misgivings about Just\nintonation expressed during the Renaissance, and finally, to demonstrate how\nsingers could have accomplished—and may today accomplish—Just intonation in the\ncontext of Renaissance polyphony. Theoretical Background",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Beginning\nwith Ramos de Pareja in 1482, (11) the simple ratios of Just intonation began to be cited by theorists and used in\ntheir divisions of the monochord. Before that, the 3:2 ratio of the pure fifth\nand its resulting musical system—a whole tone derived from two pure fifths and a\nmajor third derived from four pure fifths (in other words, Pythagorean\ntuning)—comprised the almost universal theoretical model. The ratios of the\nPythagorean system, after the 2:1 octave and the 3:2 fifth, were mathematically\ncomplex, however, so Ramos’s identification of intervals with simple harmonic\nratios was greeted with near-unanimous acceptance. Just intonation was easy to\nsupport from both a scientific and practical standpoint because the intervals\nnot only had simple mathematical ratios, they sounded demonstrably better than\nthose derived from the Pythagorean system. Table 1 . Renaissance Interval Ratios (click to enlarge)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Table 1 shows the interval ratios promulgated by a selection of prominent\nRenaissance musical theorists. The one famous “hold-out” who continued to favor\nthe old Pythagorean system was Gafurius, although he did acknowledge that the\nsimple ratios were used by practical musicians. (12) As may be seen, there is not much disagreement as to what constituted the\ncorrect ratios for intervals: for each theorist I have given those ratios that\nare either mentioned explicitly in the text, or can be deduced by the writer’s\nrecommended combination of ratios to create other intervals.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Many of the\nbasic interval ratios are superparticular, where the first number exceeds the\nsecond by one. Thus, an octave is 2:1, a fifth is 3:2, a fourth is 4:3, a pure\nmajor third is 5:4, a pure minor third is 6:5. These “six-limit” ratios—the senarius , or senario, as Zarlino calls them—are the basic harmonic\nintervals. Zarlino attributed almost mystical significance to the senario in the same way that Pythagoras apparently did to the tetractys —the first\nfour numbers. But the intervals represented in the senario cannot be the\nonly ones in the system because they do not fully account for stepwise motion.\nThe 9:8 whole tone is in common with the Pythagorean system, but Just intonation\nalso possesses a 10:9 “minor tone” which is the difference between a 5:4 (that\nis, 10:8) major third and a 9:8 major tone. Like the common harmonic intervals,\nthose smaller intervals are also part of the harmonic series (the series of\novertones of any naturally produced sound), so the 10:9 ratio, for example, is\nsimply the distance from the 9th to the 10th harmonic in the overtone series and\nthus, in itself, a natural acoustical phenomenon.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Other\nintervals can be deduced by inversion: the 5:4 pure major third inverts to an\n8:5 pure minor sixth. The 6:5 pure minor third similarly inverts to a 5:3 pure\nmajor sixth, the 9:8 major tone to the 16:9 lesser minor seventh, the 10:9 minor\ntone to the 9:5 greater minor seventh.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] It is\nperhaps surprising to see ratios for the tritone and the diminished fifth given\nby Renaissance theorists. Some of these are given explicitly as numerical\nratios; others were derived by specified combinations of intervals, such as the\ntritone as a pure major third plus a major tone (5:4 + 9:8 = 45:32), or a pure\nfifth minus a major semitone (3:2 - 15:16 = 45:32). The diminished fifth (or\nsemi-diapente) is the inversion of that at 64:45, but was also derived as a pure\nfourth plus a major semitone (4:3 + 16:15).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The semitone\nwith the lowest ratio in the system, 16:15, can be derived as the difference\nbetween the 4:3 fourth and the 5:4 major third, but of course, it also exists as\nthat interval in the harmonic series, as the distance between the ascending\novertones gets smaller and smaller. Regarding the other semitone sizes, two of\nthem consist of differences between the 16:15 major semitone and the two\ndifferent sizes of whole tone: Subtract a 16:15 major semitone from a 10:9 minor\ntone and the 25:24 semitone remains (10:9 - 15:16 = 25:24); subtract it from a\n9:8 major tone and the 135:128 semitone remains (9:8 - 15:16 = 135:128).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] That\naccounts for most of the ratios in Table 1, with the exception of the semitones\ngiven by Vicentino, and the 10:7 ratio given for the tritone by Cardanus.\nVicentino’s semitones seem a simple arithmetical way to divide the 9:8 (18:16)\nmajor tone, and the 18:17 ratio, in particular, found some use, at least, in\nlute fretting schemes in the Renaissance. The idea of dividing the whole tone in\nthis way stems from Boethius's early sixth-century De Institutione Musica I.16. (13) So-called septimal ratios—those using the seventh harmonic, like 10:7—are often\nconsidered by modern theorists as part of the Just scale, but with the exception\nof Cardan’s citation, they were clearly avoided by Renaissance theorists and,\nindeed, I believe they were not normally part of the Renaissance harmonic and\nmelodic vocabulary. Table 2 . Ratios and Cents (click to enlarge) Table 3 . Common Microtonal Intervals of Just intonation (click to enlarge and listen) Table 4 . Just intervals with their sounds (click to enlarge and listen)",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Table 2 gives the ratios and cents values for Just intervals, along with a\nselection of other intervals for comparison. One characteristic of the\ndifferences between Pythagorean-derived notes and notes in Just intonation is\nthat they are separated by a syntonic comma. The syntonic comma is a microtonal\ninterval which is the difference between the Pythagorean major third, or ditone,\nat 81:64—that is, two consecutive 9:8 whole tones—and the pure major third at\n5:4, or 80:64. Thus, the syntonic comma has the ratio 81:80. This small interval\ncan thus be recognized as the difference between a major tone and a minor tone,\nand between Just intervals and their Pythagorean equivalents. Modern theorist\nand composer Easley Blackwood’s comma-variant notation of C 0 , C +1 ,\nand so on, is extremely useful, both for discussions and charts of intervals, as\nin Tables 1 & 2, as well as in annotating musical scores. (14) Briefly, octaves, fifths, fourths, and major tones that are pure to one another\nhave the same annotation; major thirds, major sixths, and minor tones are all\nnarrow by one comma; minor thirds and minor sixths are wide by one comma. I will\nuse Blackwood’s system for analyzing Benedetti’s problematic progressions, as\nwell as the difficult passages he himself culled from the works of Orlando di\nLasso.",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] First, I\nneed to mention some other very small intervals in Table 2. One is the\nPythagorean comma, which is the difference between 12 pure fifths and 7 pure\noctaves. It is larger than the syntonic comma by a miniscule interval called a\nschisma. This is also the amount by which a pure fifth exceeds an equal-tempered\nfifth, as well as the amount by which a syntonic comma exceeds the diesis in the\nJust system—the diesis being the discrepancy between diatonic versions of C ♯ and D ♭ , for example. There are thus three closely related microtonal intervals of\nabout the same size—the syntonic comma and intervals one schisma on either side\nof it—and these sometimes all get loosely referred to as commas without further\ndefinition. Vicente Lusitano, for example, refers to the discrepancy between the\nmajor and minor semitone—the diesis—as a comma, suggesting that for practical\npurposes in Renaissance performance, they were probably indistinguishable. (15) These three microtonal intervals are given in Table 3 , with buttons for hearing\ntheir sound produced by electronic means. As with all of the sound examples in\nthis article, these representations are correct to within one cent (1/100 of an\nequal-tempered semitone)—typically much closer than that.",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] These kinds\nof discrepancies and, indeed, the whole system of Just intervals may seem arcane\nto modern musicians (and even to musicologists), but, as shown by Table 1, these\nratios constituted the essence of intervallic relationships in the Renaissance.\nThe principal intervals of Just intonation are given in Table\n4 , along with\nsound files with consecutive and simultaneous demonstrations of the intervals.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The\nremarkable degree of agreement among Renaissance theorists, particularly with\nregard to the most common harmonic intervals, leads inexorably to the conclusion\nthat Just intervals were preferred in both theory and—as even the theoretically\nobjecting Gafurius confirms—in practice. The “sounding number” of these pure\nratios, furthermore, would be experienced by singers—reinforced, in a live\nacoustic, by various combination tones—as sonorous, beatless, tranquil chords\nwhich, I believe, would have been the constant goal of performers. At the very\nleast, from the historical evidence, it may reasonably be inferred that Just\nintonation represents an aesthetic preference over other systems on the part of\nRenaissance musicians generally, and that attempts should be made to explore\nJust intonation as a way of understanding that preference. However, Benedetti’s\nshrewdly conceived progressions, discussed below, as well as the complaints of\nZarlino’s erstwhile pupil Vincenzo Galilei, (16) have led modern scholars to believe that the use of these Just intervals as\nrecommended by the theorists was unsustainable, and that temperament—even equal\ntemperament—was the necessary result. I hope to show that such a conclusion is\nnot inevitable. Benedetti’s Puzzles Example 1a . Benedetti’s first passage in his own version (click to enlarge and listen)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In his\nsecond letter to Cipriano de Rore, Benedetti gave the progression shown in Example 1a , and demonstrated, as illustrated here in Blackwood-style numeric\nannotations, that using Just ratios would cause the pitch to rise by a comma for\neach repetition of the two-measure pattern. I use the term “puzzle” for this and\nBenedetti’s other progression since we are clearly left to wonder what the\n“solution” is if these passages are not to migrate microtonally. (The sound of\nall migrating examples is set to loop so that listeners can hear again where the\npassage started in terms of pitch.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]\nThis ascent\nresults because the singer of the bottom voice tries to make the C at the\nbeginning of bars 2, 4, and 6, pure as a minor third (or major sixth) against\nthe A tied over from the previous bar in the top voice. This necessitates\nraising the C by one comma, which necessitates raising the G in the top voice in\norder to be pure to the sustained C in the bottom, and so forth. There is no\nquestion that the consistent application of the theoretical ratios to the notes\nin this passage would result in the comma ascent described by Benedetti and the\npresumptive conclusion that Just intonation is impractical. It did not go away,\nhowever, so the problem of comma migration continued to plague theorists for a\nlong time. Christian Huygens, at the end of the 17th century, noted: For\n    if you ask any of our Musicians, why two or more perfect fifths cannot\n    be us’d regularly in composition; some say ’tis ... because when you pass\n    from one perfect fifth to another, there is such a change made as\n    immediately alters your Key, you are got into a new Key before the Ear\n    is prepared for it, and the more perfect Chords you use of the same kind\n    in Consecution, by so much the more you offend the Ear by these abrupt Changes.... Figure 1 (click to enlarge and listen) I\n    say therefore, if any Persons strike those Sounds which the Musicians\n    distinguish by these Letters, C, F, D, G, C, by these agreeable\n    Intervals, altogether, perfect, interchangable, ascending and descending\n    with the Voice: Now this latter sound C will be one Comma, or very small\n    portion lower than the first sounding of C [as shown in Figure 1:] Therefore we are compell’d to use an occult Temperament, and to sing\n    these imperfect Intervals, from doing which less offence arises. (17)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]\nThe comma\ndescent occurs, of course, because of the wide pure minor third from F to D. In\nthe 18th-century, the theorist Robert Smith cited Huygens’ comments on comma\nmigration, along with a revealing story printed in France in 1707. It refers to\na real situation like the theoretical one described by Benedetti in his second\nexample below: This\n    is also confirmed by what we are told of a monk, who found, by\n    subtracting all the ascents of the voice in a certain chant from all its\n    descents, that the latter exceeding the former by two commas: so that if\n    the ascents and the descents were constantly made by perfect intervals,\n    and the chant were repeated but four or five times, the final sound,\n    which in that chant should be about the same as the initial, would fall\n    about a whole tone below it. But finding that the voices in his quire\n    did not vary from the pitch assumed, he concluded that the musical\n    ratios, whereby he measured those successive ascents and descents were\n    erroneous. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]\nThe monk’s\nexample appears to be a strophic piece which, technically, should have migrated\ndownward by two commas each time through. Thus, “four or five times” through the\nmusic, starting each stanza on the ending pitch of the previous one, would cause\nthe piece to drop a total of eight or ten commas respectively (the whole tone\nbeing made up of nine commas). Since the piece didn’t descend as predicted, the\nmonk decided that the harmonic ratios must have been erroneous, but we know they\nwere not: it was some basic “homing instinct” on the part of the singers to\nmaintain their original pitch level. Frequently in the Renaissance, furthermore,\nchoirs sang in alternatim with organ, making a stable pitch not just desirable\nbut necessary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]\nIndeed,\nBenedetti notes that the migration problem does not occur on keyboard\ninstruments, and recommends a tuning system with tempered fifths ascending to G ♯ and descending to E ♭ . Claude Palisca says, Benedetti did not say that his tuning was an equal temperament, but\n    since his demonstrations show that all semitones and whole tones should\n    be equalized, this would have been a logical goal. Indeed, his tuning\n    method is not unlike that proposed by Giovanni Lanfranco in 1533, which\n    J. Murray Barbour has interpreted as equal temperament. (19)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]\nThe method\nof tempering fifths up to G ♯ and down to E ♭ is a classic meantone procedure,\nhowever, and in any case, Mark Lindley disputes Barbour’s characterization of\nLanfranco’s tuning as equal temperament, seeing, rather, a mild meantone such as\none-fifth comma. (20) (Meantone temperaments distribute fractions of the syntonic comma among the\nvarious fifths in the system. They also feature major and minor semitones,\nalthough their whole tones are standard within each system.) Indeed, beginning\nwith the instructions given by Arnolt Schlick in 1511, (21) theorists had begun to include various forms of meantone in their—mostly\nvernacular—discussions of tuning. It is always clear, however, that such systems\nare intended for the use of instruments rather than singers. Schlick’s system\nseems to be fifth- or sixth-comma meantone. Aaron’s system from his Toscanello (1523) (22) is thought by many to have been quarter-comma meantone (the most famous form of\nmeantone with resulting pure major thirds). Zarlino recommended\ntwo-sevenths-comma meantone in 1558 and changed to quarter-comma in 1571.\nFrancisco de Salinas in 1577 (23) discussed quarter-comma and also recommended third-comma meantone (which has the\nadded advantage that it works as a nineteen-note equal temperament). In fact,\nquarter-comma works as an equal temperament approximation as well, with 31 notes\nto the octave, and this is essentially the system proposed by Vicentino for his\narcicembalo in 1555. (24) Example 1b . Benedetti’s first passage in various regular temperaments (click to enlarge and listen)",
                "footnotes": [
                    "FN20",
                    "FN21",
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]\nMeantone is\ncertainly one possible “solution” to these tuning puzzles, although all of the\nfifths are quite narrow in anything approaching the quarter-comma variety, and\nthat’s why people continued to look for “just” solutions that provide at least\nsome places of repose. Example 1b gives Benedetti’s passage in a succession of meantone\ntemperaments. (25)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]\nAny choice\nof meantone temperament is a trade-off between musical quality and convenience.\nThe most extreme form given here—1/3 comma—has pure minor thirds, which means\nthat it sounds especially good in modes and pieces that emphasize minor triads.\nIt can also be used in a 19-note octave to create an extended meantone system.\nIts drawbacks, however, include a major third that is narrower than pure, and\na fifth that is extremely narrow. Listeners can hear in the 1/3 comma version\nhow the odd-numbered measures sound sour since they contain only open fifths,\nwhereas the even-numbered measures are somewhat better. The 2/7 comma version\nsounds similar but slightly better with the improved fifths and major thirds,\nand the version in 1/4 comma meantone sounds better still in the open fifths\n(though not actually pleasant) and very euphonious in the triads. In 1/5 comma\nmeantone, the fifths and major thirds are about the same distance from pure\n(though the third is wide and the fifth narrow), which means that they beat at a\nsimilar rate and create a kind of “vibrato” effect that some listeners find\nattractive. The 1/6 comma version is slightly better in the fifths but slightly\nworse in the major thirds, though they are still quite acceptable--a good\ncompromise, perhaps. (The virtues of 1/6 comma meantone become evident with more\ncomplex harmonies.) (26) Finally, the equal tempered version exhibits excellent odd-numbered measures\nbecause its fifths are almost pure, but its major thirds are excruciatingly\nwide, causing the even-numbered measures to sound very sour and “jangly.”",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]\nWhile the\nuse of any temperament would solve the migration problem, and while singers can\nlearn to adjust to meantone when they are obliged to sing with a keyboard, it\nseems very unlikely that these are systems that Renaissance singers, left to\ntheir own devices and singing unaccompanied, would conceive for themselves.\nFurthermore, I have yet to discover a single Renaissance pedagogue recommending\nsuch temperaments for singers. Even Benedetti’s recommendations, given after\npointing out the difficulty of maintaining Just intonation, are for tempering\n“in organis & clavicymbalis.” (27) And it is difficult to imagine that singers would look at his temperament recipe\nand say, “Oh dear, I won't be able to sing that A ♭ in tune because I’ve only got\na G ♯ ;” or “It’s too bad we can’t sing that fifth pure.” In my experience, that’s\nnot the way singers think. Plate 1 . Benedetti’s two tuning puzzles, from Diversum , pp. 279, 280 (click to enlarge) Example 1c . Benedetti’s first passage in a Blackwood version (click to enlarge and listen)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]\nOne thing\nabout the use of Just tuning in Example 1 is that Benedetti assumes that the pitch\nof any note would not change throughout its duration and, while this seems like\na reasonable supposition, we don’t know for sure, and Benedetti’s score (see Plate 1 ) with tied notes like modern notation, could be interpreted to invite\nthat possibility.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]\nSuch\nchanging pitches have been the basis for the Just tuning solutions of Easley\nBlackwood. (28) With apologies to Prof. Blackwood, I think he would try to resolve Benedetti’s\ntuning puzzle as shown in Example 1c .",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31]\nAs may be\nseen, Blackwood’s approach is to allow the pitch of a note to change, so that it\nstarts at one pitch but adjusts by a comma part way through. Thus, the A in the\ntop part starts at 0 in order to be pure to the D 0 below it, but it\nchanges to -1 in order to make a pure minor third (or rather, major sixth) to\nthe C 0 at the beginning of bar 2. Meanwhile, the E is at -1 to make a\npure major third above the C. All of this allows the G in the top part in bar 2\nto stay at 0 against the C 0 and thus prevents the microtonal\nmodulation of Benedetti’s version.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] I think the\nmere fact that Benedetti pointed out complications in the use of Just intonation\nand gave examples actually supports the case for the its use in Renaissance\npolyphony generally. Since he was aware of where the system is vulnerable, he\nmust have been very familiar with it. I also recognize the theoretical\ncorrectness of Benedetti’s version, but in general I agree with Blackwood that\nwhile such microtonal modulation may be unavoidable in some cases, it is\nundesirable in most situations. It is especially hard to imagine real musicians\nbeing tempted to adopt a solution that results in progressive departure from the\nstarting pitch. Example 1d . Benedetti’s first passage in Duffin version 1 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33]\nWhile the\nmonk’s singers in the story given above help to confirm that microtonal\nmodulation is undesirable (and additionally confirm that choirs were still\nthinking about Just intonation in the eighteenth century), I actually find\nEasley Blackwood’s solutions using mid-note adjustments to be extremely awkward\nfor performers and strange for listeners. Because of his comma shifts on\nsuspended notes, it is frequently some harmonically and rhythmically prominent\nchord that becomes the conspicuous focus of the adjustment. This raises the\nquestion of whether there is a “quasi-just” solution that would maintain the\noverall pitch level but sacrifice the perfection of certain less prominent harmonic intervals in order to accomplish that. There are, in fact,\ntwo such possibilities in this passage. One is to sacrifice the purity of the\nsyncopated D-A fifth in the second half of the first measure, as in Example 1d . This\nallows the impure D 0 -A -1 fifth to occur in a rhythmically\nweak position, and then follows that sonority with pure first inversion and root\nposition triads. It also allows the syncopated canon between the top two voices\nto use the same size of whole tone (the minor tone), so this solution has some\nmelodic logic as well, even though the offending D 0 -A -1 fifth, albeit brief and unaccented, is extremely unpleasant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34]\nIn fact, I\nchose the timbre for these examples because it actually seems to exaggerate the\neffect of the tuning. Just to show that voices in a live acoustic with vibrato\nwould sound significantly better, I have included an alternative rendering of\nExample 1d using a voice-like timbre with vibrato and reverb.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35]\nThis kind of\ntuning subtlety is not at all worthwhile when an extensive amount of vibrato is\nused, but a pitch variance of 22 cents is negligible for vibrato anyway.\nMoreover, using vibrato to cover up imperfections in tuning is something that\nhappens all the time in performances today, even where the goal is Equal\nTemperament. Example 1e . Benedetti’s first passage in Duffin version 2 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36]\nAn\nalternative and perhaps more appealing quasi-Just solution is to sacrifice the\npurity of the suspended note in the second measure (see Example 1e ). Since that note\nresolves downward to form a triad, it is treated like a suspended dissonance, so\nharmonic impurity may seem less of an issue even though the variance from the\npure interval is also one comma. And in spite of the fact that the impurity\noccurs on a strong beat, it is not as difficult for the performer nor so jarring\nfor the listener as Blackwood’s comma shift.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37]\nBenedetti’s\nsecond puzzle (see Example\n2a ) shows downward migration of the pitch level, comma by\ncomma, in the repetition of a different two-measure pattern. In Benedetti’s\nversion, the E in the bottom part must be at -1 to be pure to the G 0 in the middle part, and the C ♯ in the top part is at -2 to be a pure major sixth\nabove that E. The rest follows from overlapping intervals. Example 2a . Benedetti’s second passage in his own version (click to enlarge and listen) Example 2b . Benedetti’s second passage in Duffin version (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38]\nThis passage\nappears to have a more obvious alternative solution than Benedetti’s first\nexample (see Example\n2b ). Since the E in the bottom voice is dissonant with the top\nvoice when it enters, that dissonance overshadows the need for purity in the G-E\nminor third. Thus, the impurity of that minor third occurring with a dissonance\nis inconsequential, and the rest of the notes can stay stable in pitch.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39]\nIt also\nhappens that G 0 to C ♯ -1 is a much better tritone than G 0 to C ♯ -2 —in fact, it is the theoretically correct, pure tritone, with\na ratio of 45:32 as given by several theorists—so not much, if anything, is lost\non the harmonic purity side anyway. Using dissonant and unaccented sonorities to\nhide momentary imperfections in the tuning thus appears as a potentially\nfruitful approach to making Just intonation work in practice. Problematic Passages",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40]\nBenedetti’s\npuzzles were designed expressly to show potential difficulties in using Just\nintonation. Perhaps more relevant to Renaissance music in general is whether the\nprinciples of Just intonation can be made to work on \"real\" music from the\nperiod—especially passages that have been identified as problematic from a\ntuning standpoint.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41]\nThe first\nexample for this purpose actually comes from a reference by Benedetti himself, (29) although he did not explain how the tuning was problematic, as he did for the\npuzzles. It is the end of Rore’s own chanson Hellas, comment which is the secunda pars of En vos adieux . It is not hard to see what\nBenedetti was referring to (see Example\n3a ). A succession of pure chords will\nrequire the B ♭ in the alto at the end of the second measure to be one comma\nhigher than the first note of the piece, and an immediate reiteration of the\nimitative entries causes the texture to rise yet another comma. The piece is\nstable from there to the end but the damage is done. Example 3a . Rore’s Hellas, comment (ending) in Benedetti’s presumed version (click to enlarge and listen) Example 3b . Rore’s Hellas, comment (ending) in Duffin version (click to enlarge and listen)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42]\nFurthermore,\nthis passage is a petite reprise , so its wholesale repetition would mean\nan ascent of four commas if Just ratios were maintained throughout. If, on the\nother hand, the singers were required to stay stable in pitch and find a\nquasi-Just solution, what could they do? One possibility is shown in Example\n3b .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43]\nThe\nhinge-points here occur at the beginning of bar 3 and the beginning of bar 5. In\nboth cases, the B ♭ and F are allowed to make impure intervals against the D 0 ,\nwhich remains pure to the G 0 tied from the previous bar. (To be pure, B ♭ and F should be at +1, as in Benedetti’s version.) In the case of bar 3, this\nis a short, unaccented moment with the D in the bass. The clash is worse in bar\n5, but is still not very long, and the overall effect of the stable pitch and\notherwise pure harmonies is very favorable. This seems to me a reasonable\nsolution consistent with tolerating short imperfections in order to maintain a\nconsistent pitch. [44]\nAnother\nsource for Renaissance musical passages that are problematic from a Just tuning\nstandpoint is The Structure of Recognizable Diatonic Tunings , where\ntheorist and composer Easley Blackwood introduces two examples (see chapter 7,\npp. 129–53), both from a single motet: Orlando di Lasso’s four-voice Ave\nregina caelorum. The first passage begins with a problematic circle of\nfifths, with suspensions from chord to chord. Example\n  4a shows Blackwood’s\ninterpretation of what the passage must have been like if strict Just ratios\nwere applied. Example 4a . Lasso’s Ave regina caelorum excerpt in Blackwood’s presumed “Just” version (click to enlarge and listen) Example 4b . Lasso’s Ave regina caelorum excerpt in Blackwood’s own “Just” version (click to enlarge and listen) [45]\nDescribing\nthe apparently inevitable downward “modulation” by two commas in five measures\nas “a distortion of the intent,” however, he prefers the version in Example\n4b as an\nalternative. Example 4c . Blackwood’s first Lasso example in Duffin version (click to enlarge and listen) Example 5a . Blackwood’s second Lasso example in his own version (click to enlarge and listen) Example 5b . Blackwood’s second Lasso example in Duffin version (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46]\nWhile\nBlackwood avoids microtonal modulation with this version, I personally find both\nof these solutions unsatisfactory. They both include wrenching shifts from the\nthird to the fourth measure that simply cannot be practical, even for musicians\nwhose main aim is to perform in Just intonation. In the Renaissance, of course,\nperformers did not have musical scores for calculating possible comma shifts in\nthe middle of a note, so a wholesale modulation like that at mm. 3–4 seems\nimpossible. If these solutions are what Easley Blackwood regards as plausible\nrealizations of this passage, it is no wonder people have little faith in the\npractice of Just tuning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47]\nMy own\nsolution, shown in Example\n4c , begins the same as Blackwood’s preferred version, but\navoids microtonal modulation by allowing two impure intervals. In bar 3, the\nalto’s G -1 is impure against the C 0 in the tenor and bass,\nand in bar 4, the A -1 in the top voice is impure to the D 0 in the alto and bass. In both cases, these impure fifths occur as suspensions\nagainst notes a major second or minor seventh away. Thus, the impurity is masked\nto a large degree by the dissonant interval that occurs simultaneously, and\nthere is no other microtonal awkwardness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48]\nBlackwood’s\nsecond example is the last nine measures of Lasso’s same Ave regina caelorum motet (see Example 5a ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "49": {
                "text": "[49]\nBlackwood\nessentially starts a comma lower than he ends (with D at -1, for example) but\nkeeps a smoothly consistent pitch throughout until he has to “pay the piper” and\nraise the pitch two measures from the end in order to finish at 0. One highly\nunusual aspect of his version—really a side-issue here—is his choice of tuning\nfor the second note in the sixth measure of the Alto part. I have represented it\nas -x since it is outside the usual comma units of the Just system. What\nBlackwood says in his discussion of this passage is that, since the chord is\nlike a dominant seventh, he wants a note at the 7th harmonic over G. This note\nis lower by about 27 cents (1.25 comma) than the note we expect, which is F 0 .\nHere, I personally think Blackwood’s choice is vertical priority run amok,\nespecially since the note doesn’t even resolve like it should in a dominant\nseventh progression. Placing that note in a melodic context is something no\nperformer of Renaissance music would find intuitive or gratifying.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50]\nMy own\nsolution, shown in Example\n5b , relies on what I perceive to be the most likely\nplacement of the notes in certain modes. Since the passage starts by firmly\noutlining the A mode, the positions of the notes correspond most closely to the\ntendencies in that mode, including F and C at +1. The beginning of the third\nmeasure begins a transition to G mode. The A mode flickers again briefly in the\nsecond measure of the second line before G mode settles in once and for all.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51]\nWhereas\nBlackwood delays the comma ascent to the final until the second last measure, my\nversion manages to maintain a more stable pitch throughout by fudging the\ntransition from A mode to G mode in the middle of bar 3. The problem there is\nthat the C wants to be pure to the G in the middle of the measure, but also\nwants to be pure to the A at the beginning. What I have done is to make the C\npure to the A at the beginning of the measure and allow the C to be impure\nagainst the G in the middle. This choice is made because the latter C is a\ndissonant suspension, so its impurity is more easily tolerated. The second\nawkward moment in my version occurs at the beginning of bar 6, where there is a\nshift to G at +1, and the tenor part even has to raise a consecutive B. The\nproblem here is that the modal orientation is unstable and the temporary focus\non A requires C at +1, necessitating G +1 when the two overlap. The B\nand E at the beginning of bar 6 could be kept at -1, as in Blackwood’s solution,\nbut sooner or later the texture must rise by a comma, whether at the beginning\nof bar 7, or bar 8 (as in Blackwood's version). Example 5b seems to me the best\nsolution. Is Just Tuning Possible?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52]\nBenedetti’s\npuzzles have reinforced the modern view that Just tuning is impossible in\npractice—that the theory of pure intervals was not transferable to the real\nworld of musical sound even though the ratios were set forth so unanimously by\ntheorists of the Renaissance. It is true that Zarlino, perhaps the most\nconspicuous champion of Just tuning, had to endure criticism from colleagues at\nthe time. But even Vincenzo Galilei, Zarlino’s “most outspoken and severest\ncritic,” (30) in 1589 had to admit that, in practice, singers do use pure intervals rather\nthan tempered ones: . . . truly, voices sing musical intervals in their true and perfect ratio,\n    whereas most artificial musical instruments play them more or less\n    distantly from their true form. (31)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53]\nAmong modern\ncritics, Palisca and others implicitly or explicitly call for some form of\ntemperament as the only solution. As Palisca says: In\n    [Benedetti’s] examples, the performance will continue on an even keel\n    only if the true intervals of the senario recommended by Zarlino\n    are abandoned through judicious adjustments by the singers. A system of\n    temperament thus becomes a necessity. The\n    solution to the problem is obviously equal semitones and tones, or what\n    is called equal temperament. (32)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54]\nWithout\nendorsing temperament, other critics simply discount the utility of Just\nintonation, as in Blackwood’s comments cited in the Introduction above, (33) and Mark Lindley’s characterization of Zarlino’s flexible Just system based on\nthe senario as “metaphysically inspired nonsense.” (34)",
                "footnotes": [
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55]\nThe fact is,\nthe evidence suggests that Renaissance singers did try to follow the precepts of\nJust intonation, using simple ratios for both melodic and harmonic intervals\nwherever possible, and since they did not seem to migrate in pitch as would have\nbeen inevitable with strict adherence to Just ratios, it behooves us, I believe,\nto try to figure out what they did. As I hope I have shown, it is possible in\nproblematic passages, and even in Benedetti’s puzzles, to devise solutions that\nfollow principles of Just tuning but that modify only one or two pure intervals,\nrather than the entire system, as does temperament. This is a compromise,\ncertainly, but I don't believe it invalidates the whole concept of Just\nintonation nor necessitates the total replacement of Just tuning with some form\nof temperament. Moreover, most Renaissance choral works do not contain many\ntuning problems, if any at all, and thus allow the singers to pursue a goal of\nJust intonation without the kind of severe difficulty encountered in the\nBenedetti examples. Example 6 . Thomas Tallis, Lamentations of Jeremiah (end of the 1st part) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56]\nAs a\ndemonstration of this, I have chosen part of a piece apparently composed around\nthe time Benedetti was writing to Rore—the end of the first part of the Tallis\nLamentations (see Example\n6 )—and have annotated an untexted score with the notes as\nthey appear, and changes as necessary. The sound examples include an electronic\nperformance to demonstrate the Just ratios under controlled circumstances, a\nrecording by the Hilliard Ensemble ( Thomas Tallis: Lamentations of Jeremiah ,\nECM 1341 833 308–2 (1987), trk 1 excerpt), used with the kind permission of ECM\nRecords, and lastly, for comparison, an electronic version in equal temperament.\nWhile there are one or two notes in the human performance that may not be\nabsolutely perfect (I’m thinking in particular of the top part in mm. 132–34),\nit still illustrates, overall, that the ideals of Just intonation can be\nachieved in practice with stunning effect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57]\nThe members\nof The Hilliard Ensemble managed to solve the tuning problems successfully and\ncreate a version that approaches Just intonation, and my annotated\nscore—buttressed by my electronic re-creation of a Just version—shows how I\nthink that was accomplished. There are actually no tuning problem spots at all,\nwhich is why on the annotated score I’ve basically shown only where notes change\nfrom their previous positions. The entire passage is mostly in the A mode\nalthough it moves briefly to the G mode at m. 129. At m. 136, overlap with G +1 in the lower voices requires D to be at +1 in the top voice, but the excursion\nis brief and there is no awkwardness in getting back to D 0 . The\nessential point, of course, is how astonishing the live performance sounds with\nthis kind of tuning. The final chord in the Hilliard Ensemble performance is one\nof the most extraordinary examples of perfect tuning I have ever heard, and once\nwhen I played it for a performance practice class, one student wrote afterwards\nthat Just tuning was “shocking.” Indeed, it is shocking that the effect of Just\nintonation in performance is so striking, and shocking also that we don't get to\nhear it more often!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58]\nRemembering\nBenedetti’s epigrammatic comment about experiencing the ratios with the senses,\nI don’t think anyone would argue that such a performance would be improved by\nthe use of tempered fifths and thirds, and I trust the electronic ET version\nmakes that amply clear. In fact, such vivid practical demonstrations help us\nunderstand that music students in the Renaissance had good reason to reconcile\ntheir teachers’ basic theory of Just intonation with their own practice of it,\nand rather than abandoning it all for the compromise of temperament, they must\nhave found a way to make it work. The answer to the question “Is it possible?”\nmust therefore be a resounding “Yes!” The next question must be: “How can we\nbegin to reconstruct such a practice in our own time?” A New Approach",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "59": {
                "text": "[59]\nEnsemble\nmusic from the Renaissance (as well as from the later Middle Ages) and less\ncomplex later music can work in Just intonation and is much enhanced by its use.\nAnd even if the exact theoretical ratios are not achieved, it is still possible\nfor performers to make conscious adjustments that will help to “justify” the\ntuning and make the music sound better acoustically and closer to a Renaissance\nideal. Most performers, however, have no idea how to begin. As may have been\nevident in my discussion of the problematic passages cited by Blackwood, the\ntheory that I have developed over the last few years is that the practice of\nJust intonation is based on the prevailing mode of the music. I have elsewhere\nwritten at length about the theory behind it. (35) What modern performers need to understand first of all, is that notes have certain placement tendencies in each of the\nmodal centers: F, C, G, D, and A/E (I consider the latter pair of\nfinals together since, in my experience, they seem to use an almost identical\nscale). In order to approach Just intonation, then, performers need to gain a\nfair idea of where the notes are likely to be found in each mode, and how to\nfind alternatives when problems arise, or when the modal center shifts within a\nsection or passage.",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "60": {
                "text": "[60]\nIt’s easy\nenough to look at an individual chord and say, “Oh yes, these intervals need to\nbe pure.” The difficulty comes in figuring out how a perfectly tuned chord is\napproached and succeeded by other perfectly tuned chords. For example, is the\nmajor 3rd of some triad pure because the third is low, or because the root is\nhigh? Both solutions can work but each requires a microtonally distinct interval\nof approach and departure for the root and third of the chord, and one solution\nis usually better than another depending on the mode and the context. At the point of making the choice between possible\nsolutions, the vertical/harmonic puzzle of Just intonation becomes a\nhorizontal/melodic one for the individual performer. This is the crux\nof the issue. Notes in Just intonation are certainly not found along the Equal\nTempered scale, and they are not always in the same place. Thus, the precise\nplacement of the pitches and the various sizes of melodic intervals are not\nalways predictable, especially to someone reading a single musical line. Performers need to develop the ability to use different\nsizes of the same written interval, along with a sense of melodic tendencies in\neach mode that can help them make choices depending on the harmonic\nand melodic context. Low sharps, high flats, and wide leading tones are a good\nplace to start, but there is more to it than that.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "61": {
                "text": "[61]\nRefining the\ndifferent sizes of semitone is the most difficult part of Just intonation for\nperformers, although in practice the semitones are mostly\n112 cents (0 up to +1, or -1 up to 0, as in typical leading tones) or 92 cents (0 up to -1, or +1 up to 0, as in\ntypical chromatic alterations of a note). The largest and smallest semitones do\noccur in chromatic passages, however. Practice in recognizing and\ndifferentiating the different sizes of whole tone and semitone is crucial to\nachieving Just intonation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "62": {
                "text": "[62]\nTo enable\nperformers to explore the harmonic and melodic requirements of performing in\nJust intonation, and to learn this skill by practice, I composed five Just\ntuning exercises which accompany this discussion. The point of these exercises\nis to familiarize musicians with the kinds of adjustments necessary to sing or\nplay in Just intonation, and to help them to recognize similar situations in the\nmusic they perform. The exercises are sometimes highly chromatic, but in a way\nthat reflects harmonies and progressions found in music from the later 16th and\nearly 17th centuries. (Students of the era will no doubt enjoy tracing the\nechoes of familiar passages in the various progressions.) Performers who can\nnegotiate Just tuning in the complicated progressions given here should have\nlittle problem with most ensemble music in these modes!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "63": {
                "text": "[63] The exercises were composed originally in the year 2000 for the use of\nthe Early Music Singers at Case Western Reserve University. The sound is\norgan-like, with a blendable timbre and stable pitch (although the computer\nclearly wrestles with playing dissonant cross relations, suspensions, and even\nsecond inversions, despite the Just tuning). Performers can practice the\nexercises by playing or singing along with all voices at once, with a single\nvoice part alone, or in a \"music minus one\" situation with the computer omitting\none part. Three different speeds can be selected (M.M. = 30, 55, or 80). To\nlisten to the individual exercises, click here . To view or download a PDF file of the five exercises, click here .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "64": {
                "text": "[64]\nMastery of\nthese exercises has proven effective in teaching performers to\n    be aware of pure intervals in the harmony to make informed guesses as to where to place the notes melodically how to make conscious adjustments so the tuning will be better",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "65": {
                "text": "[65]\nThese are\nsignificant achievements for the members of any ensemble performing Renaissance\nmusic. Moreover, returning to the exercises again and again, and wrestling with\ntheir problems, can deepen the understanding and improve these skills still\nfurther. Problem Spots in the Exercises",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "66": {
                "text": "[66]\nAlthough\ntuning problems are somewhat exaggerated in the Benedetti and Blackwood\nexamples, “real music” often does contain isolated passages that have no\nsolution satisfying every requirement of pure tuning. The\nmost common case occurs where a note carries over from one chord to another and\nsimply cannot be pure in both. While most of the progressions in the\nExercises work beautifully, I have allowed problematic passages to stand,\ntypically with a choice of note that seems to fit best within the mode but that\nmay be momentarily unjust. As noted above, this often means choosing to\ncompromise the minor 3rd, frequently at some point that also includes a\ndissonance which helps to cover the impurity. Table 5 . Problem Spots in the Exercises (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "67": {
                "text": "[67] Table 5 shows some of the tuning problem spots in the five exercises. I discuss each one\nbriefly to illustrate where the problem lies and how I decided to resolve the\nsituation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "68": {
                "text": "[68]\nWith more\nexperience and expertise, singers can perhaps experiment with different\nsolutions from the ones given here, including “mid-note” alterations like those\nused by Easley Blackwood. Used subtly, with discreet sliding rather than abrupt\nchanges in pitch, and covered by a softer dynamic, such adjustments might well\nrepresent a possible compromise between his approach and mine. Nevertheless, I\nsuppose the very existence of such problem spots allows skeptics to continue to\nmaintain that Just intonation is, after all, a merely theoretical system that\ncannot work in practice. However, I believe a serious attempt to master the\napproach represented by these exercises will bear fruit, and further, that the\noverwhelming beauty of works performed in this way—even with occasional problem spots—will amply reward performers and listeners alike, and\n“justify” the\neffort. And even if singers are unable to match the exact theoretical positions\nof the notes in Just intonation, the fact that they are aware of the system and\ncome somewhat closer to Just ratios should still make their singing “better in\ntune” according to the criteria expressed so unanimously during the Renaissance. Rehearsal Usage",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "69": {
                "text": "[69]\nIn using\nthese tuning exercises with performers in a rehearsal situation, conductors\nmight first wish to indicate each chord, holding some longer than others until\nthey settle into tune. Eventually, the exercises should move along at a more\neven and flowing pace. Especially when first beginning to work with these\nexercises, singers may wish to sing “ah” as a basic vowel sound, with “ee” for\n+1 annotations and “oh” for -1 annotations. This helps to raise and lower the\npitches of the notes by the kinds of small increments necessary. Eventually,\nthis extra help shouldn’t be needed to find the pitches (which is obviously good\nbecause “real” texted music has its own vowel requirements). Conductors might\nalso wish to try transposing up or down from the written pitch, although opening\nunisons in some of the exercises will preclude anything but a short distance in\neither direction. Conclusion",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "70": {
                "text": "[70]\nThere has\nbeen a tendency among modern writers to view Just intonation as impossible in\nRenaissance musical practice in spite of the overwhelming theoretical evidence\nin its support. This study has presented an alternative view, namely, that\nRenaissance performers would have preferred solutions that favor Just intonation\nwherever and whenever possible, and that deviations from it would have been\nmomentary adjustments to individual intervals, rather than wholesale adoption of\ntemperament schemes. This would have allowed them to follow the prevailing\ntheoretical precepts of simple acoustical ratios as much as possible, while\navoiding such pitfalls as progressive transposition, comma by comma, in passages\nwith circles of fifths in overlapping sonorities. This conclusion is based on\ncareful analysis and reinterpretation of some of the most problematic passages\nthat have been put forward to demonstrate the supposed impossibility of Just\nintonation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "71": {
                "text": "[71] The Renaissance system of tuning for non-fixed instruments\nand voices (as well as the late-medieval system, for that matter), according to\nthis new conclusion, was based on certain note placement tendencies within each\nof the modal centers. As a demonstration of that, and to provide practical\nexamples for performers wishing to explore this approach, a series of highly\nchromatic Just Tuning Exercises in each of the modal centers has been provided\nin score and in sound, and the problematic passages within them discussed. These\nExercises are intended for both private practice (using the sound versions) and\nrehearsal usage using the scores in an ensemble setting. They are proving to be\neffective in furthering the understanding and skill of performers in the use of\nJust intonation for Renaissance music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.06.12.3.duffin.html",
    "data": "mto/data/mto.06.12.3.duffin.json"
}