{
    "title": "Three Stravinsky Analyses: <i>Petrushka</i>, Scene 1 (to Rehearsal No. 8); <i>The Rake’s Progress</i>, Act III, Scene 3 (“In a foolish dream”); <i>Requiem Canticles</i>, “Exaudi”",
    "date": "2012/12/01",
    "volume": "18",
    "issue": "4",
    "authors": [
        "Straus, Joseph N."
    ],
    "abstract": "Most published work in our field privileges theory over analysis, with analysis acting as a subordinate testing ground and exemplification for a theory. Reversing that customary polarity, this article analyzes three works by Stravinsky (Petrushka, The Rake’s Progress, Requiem Canticles) with a relative minimum of theoretical preconceptions and with the simple aim, in David Lewin’s words, of “hearing the piece[s] better.”",
    "keywords": [
        "Stravinsky",
        "Petrushka",
        "The Rake’s Progress",
        "Requiem Canticles",
        "analysis",
        "melody",
        "harmony",
        "symmetry",
        "collection",
        "recomposition",
        "prolongation",
        "rhythm and meter",
        "textural blocks"
    ],
    "doi": "",
    "received": "February 2012",
    "pdf": "http://mtosmt.org/issues/mto.12.18.4/mto.12.18.4.straus.pdf",
    "author_info": [
        {
            "name": "Joseph N. Straus",
            "university": "Graduate Center, City University of New York",
            "address": "365 Fifth Avenue, New York, NY 10016",
            "email": "jstraus@gc.cuny.edu"
        }
    ],
    "citations": {
        "agawu_2004": "Agawu, Kofi. 2004. “How We Got Out of Analysis, and How to Get Back in Again.” Music Analysis 23, nos. 2–3: 267–86.",
        "benjamin_1976": "Benjamin, William. 1976–77. “Tonality Without Fifths: Remarks on the First Movement of Stravinsky’s Concerto for Piano and Winds.” In Theory Only 2, nos. 11 and 12 (double issue): 53–70 and 3, no. 2: 9–31.",
        "cone_1962": "Cone, Edward T. 1962. “Stravinsky: The Progress of a Method.” Perspectives of New Music 1, no. 1: 18–26.",
        "horlacher_2011": "Horlacher, Gretchen. 2011. Building Blocks: Repetition and Continuity in the Music of Stravinsky . New York: Oxford University Press.",
        "lewin_1968": "Lewin, David. 1968–69. “Behind the Beyond: a Response to Edward T. Cone.” Perspectives of New Music 7: 59–69.",
        "marvin_and_laprade_1987": "Marvin, Elizabeth and Paul Laprade. 1987. “Relating Musical Contours: Extensions of  a Theory for Contour.” Journal of Music Theory 31, no. 2: 225–67.",
        "morris_1987": "Morris, Robert. 1987. Composition with Pitch-Classes: A Theory of Compositional Design . New Haven: Yale University Press.",
        "rahn_1980": "Rahn, John. 1980. Basic Atonal Theory . New York: Longman.",
        "schenker_1996 1926": "Schenker, Heinrich. 1996 [1926]. “Further Consideration of the Urlinie: II.”  In The Masterwork in Music , vol. 2, ed. William Drabkin, trans. John Rothgeb, 1–19. Cambridge: Cambridge University Press.",
        "sternfeld_1967": "Sternfeld, Frederick. 1967. “Some Russian Folk Songs in Stravinsky’s Petrouchka .” In Stravinsky, Petrushka (Norton Critical Scores), ed. Charles Hamm, 203–15. New York: Norton.",
        "straus_1987": "Straus, Joseph. 1987. “The Problem of Prolongation in Post Tonal Music.” Journal of Music Theory 31, no. 1: 1–22.",
        "straus_2001": "Straus, Joseph. 2001. Stravinsky’s Late Music . Cambridge: Cambridge University Press.",
        "straus_2005": "Straus, Joseph. 2005. Introduction to Post Tonal Theory , revised 3rd ed. Upper Saddle River, NJ: Prentice Hall.",
        "straus_2014": "Straus, Joseph. 2014, forthcoming. “Harmony and Voice Leading in the Music of Stravinsky.” Music Theory Spectrum 36, no. 1.",
        "stravinsky_1962": "Stravinsky, Igor. 1962. An Autobiography . New York: Norton.",
        "taruskin_1996": "Taruskin, Richard. 1996. Stravinsky and the Russian Traditions: A Biography of the Works through Mavra .  Berkeley: University of California Press.",
        "taruskin_2011": "Taruskin, Richard. 2011. “Catching Up with Rimsky-Korsakov.” Music Theory Spectrum 33, no. 2: 169–185.",
        "van_den_toorn_1983": "Van den Toorn, Pieter. 1983. The Music of Igor Stravinsky . New Haven: Yale University Press.",
        "van_den_toorn_1988": "Van den Toorn, Pieter. 1988. “Stravinsky Re-Barred.” Music Analysis 7, no. 2: 165–96.",
        "_": "Discography",
        "stravinsky_1960": "Stravinsky, Igor. 1960. Petrushka . Columbia Symphony Orchestra conducted by Igor Stravinsky. Recorded in Hollywood, CA, February 12–17, 1960. Sony SM3K 46 291.",
        "stravinsky_1964": "Stravinsky, Igor. 1964. Rake’s Progress . Royal Philharmonic Orchestra conducted by Igor Stravinsky. Judith Raskin, Soprano; Alexander Young, Tenor. Recorded in London, June 1964. Sony SM2K 46 299.",
        "stravinsky_1966": "Stravinsky, Igor. 1966. Requiem Canticles . Ithaca College Concert Choir and Columbia Symphony Orchetra conducted by Robert Craft. Recorded in New York City, October 11, 1966. Sony SMK 46 302."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his classic description of the relationship between theory and analysis, David Lewin states that theory describes the way that musical sounds are “conceptually structured categorically prior to any one specific piece,” whereas analysis turns our attention to “the individuality of the specific piece of music under study,” with a goal “simply to hear the piece better , both in detail and in the large” ( Lewin 1968 , 61-63, italics in original).  In practice, we create theories in order to engender and empower analysis and we use analysis as a proving ground for our theories.  In the field of music theory as currently constituted, theory-based analysis and analysis-oriented theory are the principal and the statistically predominant activities.",
                "footnotes": [],
                "citations": [
                    "lewin_1968"
                ]
            }
        },
        {
            "2": {
                "text": "[2] But in the relationship between theory and analysis, theory has long been the dominant partner.  In the conference papers, journal articles, and scholarly monographs that are our principal means of communicating with each other, analysis is almost always presented in the service of theory, as demonstration or exemplification.  At least in the professional literature, analysis is rarely pursued for its own sake.  There are many reasons for this inequality in the relationship between theory and analysis, including some of the intrinsic features of analysis.  As Kofi Agawu ( 2004 ) has argued, analysis has strong affinities with performance: “Firstly, analytical knowledge is not necessarily cumulative; secondly, analytical knowledge resists or escapes verbal summary; thirdly, analysis is a hands-on activity; and fourthly, analysis may be if not primarily then at least equally an oral rather than a written genre” ( 274 ).  As a result, analysis has seemed more naturally at home in the classroom than the professional press.",
                "footnotes": [],
                "citations": [
                    "agawu_2004",
                    "agawu_2004"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Online publishing, however, with its ability to recreate the spontaneity and interactivity of the classroom, offers a way of making analysis a central scholarly activity, pursued not in exemplification of a theory but for its own pleasures and rewards.  Of course any musical analysis involves an underlying theory, explicit or not: there is no escape from theory.  Nonetheless, it is possible to shift the balance a bit and reverse the usual polarity, asking theory to move quietly to the background and permit analysis to come to the fore.  In what follows, I offer a small bouquet of Stravinsky analyses, without any particular theoretical axe to grind. I will explore Scene 1 from Petrushka ; Act III, Scene 3 (“In a foolish dream”) from The Rake’s Progress ; and “Exaudi” from Requiem Canticles .  My goal is simply to hear these pieces better.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] For the most part, the works are discussed under certain recurring rubrics, including score, motive, contour, melody and harmony, recomposition, collection, symmetry, rhythm and meter, and meaning and expression:",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Score .  I have provided my own short-score reductions of these three orchestral compositions (in general, the published two-piano or piano-vocal versions concede too much to pianistic limitations).  In the “Exaudi” analysis, the score reductions are combined with serial derivations from Stravinsky’s row charts.  Further discussion of this aspect may be found in Straus 2001 , which includes additional relevant bibliography.  The scores are presented in brief excerpts, corresponding to the discrete textural blocks of the music.  On this persistent aspect of Stravinskian form, see Van den Toorn 1983 , Taruskin 1996 , and Horlacher 2011 .",
                "footnotes": [],
                "citations": [
                    "straus_2001",
                    "van_den_toorn_1983",
                    "taruskin_1996",
                    "horlacher_2011"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Motive . Recurring melodic motives are discussed and analyzed using basic atonal set theory, especially intervals and Tn-types ( Rahn 1980 ; Straus 2005 ).",
                "footnotes": [],
                "citations": [
                    "rahn_1980",
                    "straus_2005"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Contour . Melodic shapes are described with reference to contour-pitches, contour segments (CSEGs), and contour-segment classes (CSEG-classes), in the manner of Marvin and Laprade 1987 and Morris 1987 .",
                "footnotes": [],
                "citations": [
                    "marvin_and_laprade_1987",
                    "morris_1987"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Melody and harmony .  Stravinsky’s melodies often span a perfect fourth and fill it in with passing notes.  The harmonies generally stabilize a perfect fifth which are filled in either conventionally (with a major or minor third, to create a consonant triad) or unconventionally (usually with seconds and fourths, to create sc(0257)).  Within the textural blocks, the melody and harmony are generally not mutually reinforcing, as they would be in a traditional tonal environment: some interval of displacement separates the harmonic fifth from the melodic fourth.  Between the textural blocks, the structural fourths and fifths are transposed to create new alignments. My analytical method for discussing melody and harmony is generally prolongational-reductive.  The prolongations involved are reasonably straightforward—usually simple melodic spans, filled in with passing notes and elaborated by neighbor notes—and I undertake them with full knowledge of the theoretical issues associated with post-tonal prolongation ( Straus 1987 ).  The theoretical approach engaged here is described in Straus 2014 (forthcoming).",
                "footnotes": [],
                "citations": [
                    "straus_1987",
                    "straus_2014"
                ]
            }
        },
        {
            "9": {
                "text": "[9] Recomposition . Stravinsky’s music often feels as though it is written in opposition to an implicit, syntactically normal tonal prototype, which the actual music appears to distort in various ways.  It can be revealing, if necessarily speculative, to attempt to recapture that implicit underlying norm as a foil for Stravinsky’s actual composition.  This analytical method has its ultimate roots in Schenker 1996 [1926] , which purports to show “what Stravinsky may have had in mind” (17) as well as more recent efforts at analytical recomposition by William Benjamin ( 1976 ).  In the case of Petrushka , where the tonal prototypes may include preexistent folk materials, I have relied on Sternfeld 1967 .",
                "footnotes": [],
                "citations": [
                    "benjamin_1976",
                    "sternfeld_1967"
                ]
            }
        },
        {
            "10": {
                "text": "[10] Collection . Stravinsky’s music often makes reference to traditional scales, including diatonic and octatonic scales.  This aspect has been widely discussed in the literature—see especially Van den Toorn 1983 , Taruskin 1996 , and Taruskin 2011 .",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_1983",
                    "taruskin_1996",
                    "taruskin_2011"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Symmetry .  The potential structuring power of inversional symmetry in post-tonal music has been widely observed—see especially the writings of George Perle and David Lewin.  Frequently, inversional symmetry may be heard to induce a sense of balance around a pitch (or, less audibly) a pitch-class center.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Rhythm and meter .  Stravinsky’s music frequently involves a persistent realignment of rhythmic figures with respect to the underlying meter, creating pervasive metrical ambiguity.  To trace this feature, my analytical method often involves speculative re-barring, following the approach taken in Van den Toorn 1988 .",
                "footnotes": [],
                "citations": [
                    "van_den_toorn_1988"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Meaning and expression .  Despite Stravinsky’s oft-cited injunction that music is powerless to express anything at all ( Stravinsky 1962 , 53), his music, including the three works discussed here, is often richly expressive, drawing its meanings not only from ballet scenarios, opera libretti, and musical texts, but also from a complex network of references to other music, by himself and other composers.",
                "footnotes": [],
                "citations": [
                    "stravinsky_1962"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Virtually all of my analytical observations are supported by musical illustrations, often in the form of graphic reductions in music notation.  In this, I follow a long line of Stravinsky scholarship, extending from Cone 1962 to Horlacher 2011 .  Readers will see a score excerpt surrounded by tabs corresponding to these analytical rubrics.  Clicking on the tab will reveal analytical commentary and reductions. Continue on to the analyses",
                "footnotes": [],
                "citations": [
                    "cone_1962",
                    "horlacher_2011"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.12.18.4.straus.html",
    "data": "mto/data/mto.12.18.4.straus.json"
}