{
    "title": "Plateau Loops and Hybrid Tonics in Recent Pop Music",
    "date": "2019/12/01",
    "volume": "25",
    "issue": "4",
    "authors": [
        "Duinker, Ben"
    ],
    "abstract": "This paper investigates harmonic progressions built around two major chords and one minor chord, all related by step. In many pop/rock songs, these chords can be analyzed as Aeolian progressions—VI, VII, and i—(Moore 1992; Biamonte 2010; Richards 2017a). Recent songs by Bon Iver, The Chainsmokers, and others, however, use chord loops where the harmonies can be interpreted as IV, V, and vi, which I call theplateau loopfor its plateau-like activity: a constant hovering above Roman numeral I or i tonic chords, while retaining an overall consistent pitch-based topography. I interrogate the tonality of these songs, advancing the notion of ahybrid tonic. Hybrid tonics occur when a song or song section lacks a salient Ionian or (less often) Aeolian tonic on which both the harmony and melody concur. Instead, IV or (less often) VI or vi chords can function rhetorically as tonic, especially when the chords sound simultaneously with a melodic1ˆand occur in a metrically strong position, or initiate a plateau loop.The paper defines plateau loops and hybrid tonics, and explains the theoretical framework that supports them, consulting work by Harrison (1994), Nobile (2016), and Doll (2017) that decouples scale degree from harmonic function. Song examples by The Chainsmokers, Bon Iver, Jónsi, Astrid S., and M83 show how hybrid tonicity operates in varying degrees of prominence in popular music, and can also be contextualized with Spicer’s (2017) theory of fragile, emergent, and absent tonics. By building on prior scholarship, this paper aims to stimulate further inquiry into how tonal structures of recent popular music subtly differentiate themselves from conventions of common-practice tonality.",
    "keywords": [
        "popular music",
        "tonality",
        "harmony",
        "melody"
    ],
    "doi": "10.30535/mto.25.4.3",
    "received": "January 2019",
    "pdf": "https://www.mtosmt.org/issues/mto.19.25.4/mto.19.25.4.duinker.pdf",
    "author_info": [
        {
            "name": "Ben Duinker",
            "university": "Schulich School of Music",
            "address": "McGill University, 555 Sherbrooke St. W, Montreal, QC, Canada, H3A 1E3",
            "email": "benjamin.duinker@mail.mcgill.ca"
        }
    ],
    "citations": {
        "barna_2018": "Barna, Alyssa. 2018. “The Dance Chorus in Recent Top-40 Music.” Paper presented at the Music Theory Midwest Conference, London ON, May 18–19.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (2): 95–110.",
        "biamonte_2017": "Biamonte, Nicole. 2017. “Pop/Rock Tonalities.” In Tonality Since 1950 , ed. by Felix Wörner, Ullrich Scheideler, and Philip Ernst Rupprecht, 89–101. Franz Steiner Verlag.",
        "björnberg_1997": "Björnberg, Alf. 1997. “On Aeolian Harmony in Contemporary Popular Music.” In Critical Essays in Popular Musicology , ed. by Allan F. Moore, 275–82. Ashgate.",
        "capuzzo_2009": "Capuzzo, Guy. 2009. “Sectional Tonality and Sectional Centricity in Rock Music.” Music Theory Spectrum 31 (1): 157–74.",
        "clement_2013": "Clement, Brett. 2013. “Modal Tonicization in Rock: The Special Case of the Lydian Scale.” Gamut 6 (1).",
        "clement_2018": "Clement, Brett. 2018. “Single-Tonic and Single-Scale Systems in Rock Music.” Paper presented at the Music Theory Midwest Conference, London ON, May 18–19.",
        "de_clercq_2012": "de Clercq, Trevor. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” PhD diss., Eastman School of Music.",
        "de_clercq_2018": "de Clercq, Trevor. 2018. “Some Reharmonization Techniques for Popular Music: Melodic Skeletons, the Melodic-Harmonic Divorce, and Meta-Schemas.” In Engaging Students: Essays in Music Pedagogy 6 , ed. by Philip Duker, Anna Gawboy, Bryn Hughes, and Meghan Naxer. http://flipcamp.org/engagingstudents/",
        "de_clercq_and_temperley_2011": "de Clercq, Trevor, and David Temperley. 2011. “A Corpus Analysis of Rock Harmony.” Popular Music 20 (1): 47–70.",
        "de_clercq_and_temperley_2017": "de Clercq, Trevor, and David Temperley. 2017. “Harmony and Melody in Popular Music.” In The Routledge Companion to Music Cognition , ed. by Richard Ashley and Renee Timmers, 165–78. Routledge.",
        "doll_2017": "Doll, Christopher. 2017. Hearing Harmony: Toward a Tonal Theory for the Rock Era . University of Michigan Press.",
        "ferrandino_2017": "Ferrandino, Matthew. 2017. “Multi-Centric Complexes in Rock.” Paper presented at the Society for Music Theory Annual Meeting, Arlington VA, Nov. 2–5.",
        "harrison_1994": "Harrison, Daniel. 1994. Harmonic Function in Chromatic Music . University of Chicago Press.",
        "hughes_2013": "Hughes, Timothy. 2013. “Groove and Flow: Six Analytical Essays on the Music of Stevie Wonder.” PhD diss., University of Washington.",
        "koozin_2011": "Koozin, Timothy. 2011. “Guitar Voicing in Pop-Rock Music: A Performance-Based Analytical Approach.” Music Theory Online 17 (3).",
        "lerdahl_and_jackendoff_1983": "Lerdahl, Fred, and Ray Jackendoff. 1983. A Generative Theory of Tonal Music . MIT Press.",
        "moore_1992": "Moore, Allan. 1992. “Patterns of Harmony.” Popular Music 11 (1): 73–106.",
        "moore_1995": "Moore, Allan. 1995. “The So-Called ‘Flattened Seventh’ in Rock Music.” Popular Music 14 (2): 185–201.",
        "moore_2012": "Moore, Allan. 2012. Song Means: Analysing and Interpreting Recorded Popular Song . Routledge.",
        "nobile_2015": "Nobile, Drew. 2015. “Counterpoint in Rock Music: Unpacking the ‘Melodic-Harmonic Divorce’.” Music Theory Spectrum 37 (2): 189–203.",
        "nobile_2016": "Nobile, Drew. 2016. “Harmonic Function in Rock Music: A Syntactical Approach.” Journal of Music Theory 60 (2): 149–80.",
        "nobile_2019": "Nobile, Drew. 2019. “Double-Tonic Complexes in Rock Music.” Forthcoming, Music Theory Spectrum .",
        "pallett_2014": "Pallett, Owen. 2014. “Skin Tight Jeans and Syncopation: Explaining the Genius of Katy Perry’s ‘Teenage Dream’—Using Music Theory.” Slate . Accessed Dec 13, 2018.",
        "peres_2016": "Peres, Asaf. 2016. “The Sonic Dimension as Dramatic Driver in 21st-Century Pop Music.” PhD diss., University of Michigan.",
        "richards_2017a": "Richards, Mark. 2017a. “Multimodality and Tonal Ambiguity in Rock’s Aeolian Progression.” Paper presented at the Society for Music Theory Annual Meeting, Arlington VA, Nov. 2–5.",
        "richards_2017b": "Richards, Mark. 2017b. “Tonal Ambiguity in Popular Music’s ‘Axis Progression.’” Music Theory Online 23 (3).",
        "rings_2019": "Rings, Stephen. 2019. “Tonic.” In The Oxford Handbook of Critical Concepts in Music Theory , ed. by Alexander Rehding and Steven Rings, 106–35. Oxford University Press.",
        "smith_1986": "Smith, Charles. 1986. “The Functional Extravagance of Chromatic Chords.” Music Theory Spectrum 8 (1): 94–139.",
        "spicer_2017": "Spicer, Mark. 2017. “Fragile, Emergent, and Absent Tonics in Pop and Rock Songs.” Music Theory Online 23 (2).",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen for in Rock: A Stylistic Analysis . Yale University Press.",
        "tagg_2014": "Tagg, Philip. 2014. Everyday Tonality: Towards a Tonal Theory of what Most People Hear . The Mass Media Music Scholars’ Press.",
        "temperley_2007": "Temperley, David. 2007. “The Melodic-Harmonic ‘Divorce’ in Rock.” Popular Music 26 (2): 323–42.",
        "temperley_2011a": "Temperley, David. 2011a. “The Cadential IV in Rock.” Music Theory Online 17 (1).",
        "temperley_2011b": "Temperley, David. 2011b. “Scalar Shift in Popular Music.” Music Theory Online 17 (4).",
        "temperley_2018": "Temperley, David. 2018. The Musical Language of Rock . Oxford University Press.",
        "temperley_and_de_clercq_2013": "Temperley, David, and Trevor de Clercq. 2013. “Statistical Analysis of Melody and Harmony in Rock Music.” Journal of New Music Research 42 (3): 187–204.",
        "temperley_and_tan_2013": "Temperley, David, and Daphne Tan. 2013. “Emotional Connotations of Diatonic Modes.” Music Perception 30 (3): 237–57.",
        "white_and_quinn_2018": "White, Christopher, and Ian Quinn. 2018. Chord Context and Harmonic Function in Tonal Music. Music Theory Spectrum 40 (2): 314–35."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Chord loops are cyclical, repeated harmonic patterns that typically do not exhibit goal-oriented harmonic behavior, instead leading back to themselves. Many, if not most, pop songs released in the past several decades have used chord loops in place of goal-oriented chord progressions. Nobile writes that chord loops “go against the usual model of goal-directed harmonic progression in that they do not really ‘end,’ instead simply circling repeatedly . . . [T]hey are not progressions from point A to point B, but instead from point A back to point A” ( 2015 , 194). Hughes’s work on Stevie Wonder’s music refers to a related concept, the autotelic groove, a groove “designed to lead the listener to expect its beginning to follow its ending” ( 2013 , 15). Hughes’s notion of autotelism encompasses several musical parameters, such as rhythmic, melodic, harmonic, or timbral. As a chord-looped song, “Something Just Like This” is but one example of a wide-ranging brand of popular music that takes its cues from EDM (electronic dance music) production techniques. Peres ( 2016 ) has described how the influence of EDM has relegated harmony to a backseat role in delineating form in recent pop music; indeed, many of the songs discussed here use the same chord loop for most, if not all, of their duration.",
            "citations": [
                "nobile_2015",
                "hughes_2013",
                "peres_2016"
            ]
        },
        "FN2": {
            "text": "2. I am not the first to entertain the idea of IV as tonic-functioning. Temperley ( 2011a ) investigates, among other things, “deceptive plagal cadences,” where a IV chord appears in place of a I chord, in that way momentarily fulfilling the functional obligation of tonic.",
            "citations": [
                "temperley_2011a"
            ]
        },
        "FN3": {
            "text": "3. Also in the context of popular music, de Clercq and Temperley  define tonal center as “a pitch class that serves as a point of focus and stability” ( 2017 , 166). They note that equating tonal center with the notion of key often creates problems in rock music, as “traditional markers of a ‘key’—such as the leading tone in minor—are not commonly found in rock” ( 166 ).",
            "citations": [
                "de_clercq_and_temperley_2017",
                "de_clercq_and_temperley_2017"
            ]
        },
        "FN4": {
            "text": "4. And by extension, so are tonic chords whose root consists of this tonal center. Doll ( 2017 , 19–20) unpacks the notion of tonic stability in rock music.",
            "citations": [
                "doll_2017"
            ]
        },
        "FN5": {
            "text": "5. Biamonte writes that “most pop/rock songs have an identifiable tonal center and a limited background collection of five to nine pitches,” and that “structural notes are normally part of the harmony and are emphasized in the melody” ( 2017 , 90).",
            "citations": [
                "biamonte_2017"
            ]
        },
        "FN6": {
            "text": "6. Despite this familiar contrapuntal landscape, Moore ( 1995 ), Temperley ( 2007 ), Nobile ( 2016 ), and de Clercq ( 2018 ) explore the phenomenon of “melodic-harmonic divorce” in rock music, scenarios where the tonal behavior of melodic and harmonic layers diverge from one another.",
            "citations": [
                "moore_1995",
                "temperley_2007",
                "nobile_2016",
                "de_clercq_2018"
            ]
        },
        "FN7": {
            "text": "7. In a similar vein, Temperley ( 2018 , 35–38) offers four key-identification “preference rules,” borrowing that term from Lerdahl and Jackendoff ( 1983 ). While Temperley’s rules generally correspond to parts of Doll’s 13 types, the former system’s predication on the concept of key in rock music is somewhat incongruous with the present article’s premise that tonal center in pop music does not always guarantee key, in the sense that the pitch class serving as tonal center will thus be the root of a tonic chord, and the basis for a background scale through which the whole song (or song section) can be understood. Instead, Doll’s system allows for the separation of tonal center from any notion of harmonic function, scale, or key, which, as will be shown in my analyses, is a critical step in understanding how hybrid tonics function.",
            "citations": [
                "temperley_2018",
                "lerdahl_and_jackendoff_1983"
            ]
        },
        "FN8": {
            "text": "8. Richards ( 2017b , example 4, [14]) refines Doll’s list by redistributing its contents among five emphasis categories: harmonic, temporal, and rhetorical, contextual, and poetic. He does this in order to formalize “means of emphasizing potential tonic-triad notes.”",
            "citations": [
                "richards_2017b"
            ]
        },
        "FN9": {
            "text": "9. By supplementary I mean any pitch content that does not actively contribute to the main vocal or instrumental melody, or the principal harmonic progression(s) used.",
            "citations": []
        },
        "FN10": {
            "text": "10. Richards ( 2017b ) has shown that in songs using his “Axis-a” progression (the chord pattern a-F-C-G and its transpositions), the metric positioning or ordering of chords is occasionally insufficient information for determining a tonal center, and in these cases the melody can offer more concrete clues.",
            "citations": [
                "richards_2017b"
            ]
        },
        "FN11": {
            "text": "11. Doll’s 2017 book is oriented around how harmony and tonality are heard, as evidenced by its title Hearing Harmony: Toward a Tonal Theory for the Rock Era .",
            "citations": []
        },
        "FN12": {
            "text": "12. It appears that most research into key or scale perception focuses on melody alone. For instance, Temperley and  Tan ( 2013 ) found that when asked to evaluate the familiarity of melodies in different modes, inexperienced listeners rated Ionian and Aeolian melodies as most familiar. The authors noted that the distribution of familiarity ratings they found roughly matched corpus data on the overall frequency of various modes in popular music (this corpus data was derived from de Clercq and Temperley 2011 ). In another study, Temperley and de Clercq ( 2013 ) used various key-finding techniques that only considered melodic information. Regardless of the technique used, the songs from the corpus analyzed in the study tended to exhibit major, or Ionian, melodies more often than any other scale or mode. These two studies suggest that (a) Ionian and Aeolian melodies are most prevalent in popular music (in that order), and that (b) listeners are aware of this, whether consciously or unconsciously, and have developed heightened familiarity based on that awareness.",
            "citations": [
                "temperley_and_tan_2013",
                "de_clercq_and_temperley_2011",
                "temperley_and_de_clercq_2013"
            ]
        },
        "FN13": {
            "text": "13. Ferrandino ( 2017 ) and Nobile ( 2019 ) have both explored the idea of double-tonic complexes in rock music.",
            "citations": [
                "ferrandino_2017",
                "nobile_2019"
            ]
        },
        "FN14": {
            "text": "14. This requires him to develop a theory of Lydian tonality based on relative scale properties: that is, that “the function of each scale degree is determined by the unique structure of the scale, as well as by the relative placement of the scale within the diatonic collection” ( 2013 , 97).",
            "citations": [
                "clement_2013"
            ]
        },
        "FN15": {
            "text": "15. I borrow the term shuttle from Tagg ( 2014 ).",
            "citations": [
                "tagg_2014"
            ]
        },
        "FN16": {
            "text": "16. In his analysis of “Teenage Dream” (Katy Perry, 2010), Pallett ( 2014 ) describes the effect of the harmony’s avoidance of I chords via a plateau shuttle as creating a sense of “suspension” or “exhilaration,” presumably through the harmony’s hovering over, but ultimate avoidance of, I harmonies.",
            "citations": [
                "pallett_2014"
            ]
        },
        "FN17": {
            "text": "17. There are, however, numerous examples in recent pop music where Aeolian progressions begin on VI and ascend to i, such as Tiaan’s “Clean” (2019) and MAAD’s “90s Love” (2014).",
            "citations": []
        },
        "FN18": {
            "text": "18. I use the term “Sisyphus effect” here after Spicer ( 2017 ), meant to depict a goalless harmonic ascent.",
            "citations": [
                "spicer_2017"
            ]
        },
        "FN19": {
            "text": "19. White and Quinn ( 2018 ) have researched harmonic function-as-syntax as well, questioning the generalizability of the three-chord model of harmonic function.",
            "citations": [
                "white_and_quinn_2018"
            ]
        },
        "FN20": {
            "text": "20. Nobile’s examples show that so long as the circuit (or one of its variants) is traversed by the harmonic progression, a variety of chords can serve the purposes of pre-dominant and dominant. Nobile does not, however, allow for any chord other than I to serve the tonic function, though he does state that not all I chords function as tonics. His reasoning is encapsulated in that “tonic function is different from the others, in that it is the most closely associated with a specific chord (namely I)” ( Nobile 2016 , 164).",
            "citations": [
                "nobile_2016"
            ]
        },
        "FN21": {
            "text": "21. Note that I limit my discussion to the harmonic domain; there could possibly be an appeal to extend this discussion to other musical parameters, where rhythmic motifs or other non-pitched elements might rhetorically suggest stability, or other tonic-related phenomena.)",
            "citations": []
        },
        "FN22": {
            "text": "22. This constitutes what Spicer ( 2017 ) calls an absent-tonic song.",
            "citations": [
                "spicer_2017"
            ]
        },
        "FN23": {
            "text": "23. De Clercq ( 2012 ) approaches the issue of Ionian bias from both a formal and cognitive perspective, positing that the strength of key quality expressed in chorus sections may correspond to the quantity of tonic arrivals in those sections. (One might speculate as to how that theory applies to the songs discussed in this paper, where tonic arrivals are at most, scarce, and at least, completely absent.)",
            "citations": [
                "de_clercq_2012"
            ]
        },
        "FN24": {
            "text": "24. But even then, the VI chords (Fm) are never loop-initiating in this song. Naturally, other tonal interpretations of this song are possible, but it is not my goal to elucidate them all here.",
            "citations": []
        },
        "FN25": {
            "text": "25. Richards’s first chord rule ( 2017b ) would rule out the likelihood of the second chord of the loop functioning as a RN I or i tonic.",
            "citations": [
                "richards_2017b"
            ]
        },
        "FN26": {
            "text": "26. Clement ( 2013 , 98) suggests that a falling-fifth motion (inherent in a V-I progression) is a more stable marker of major-mode tonality, and not Lydian. In this case, we are concerned foremost with tonal center and not yet background scale; thus the falling fifth here could hint at a tonal center of G, which would, by extension, suggest the Lydian background scale, even though in Clement’s model, Lydian tonality does not typically include this characteristic directed interval.",
            "citations": [
                "clement_2013"
            ]
        },
        "FN27": {
            "text": "27. There are no vocals in the chorus, which is a somewhat typical practice in EDM-influenced pop music. Peres 2016 refers to the arrival of such choruses as the drop , while Barna 2018 calls this instrumental hook section in EDM-influenced pop music a dance chorus .",
            "citations": [
                "peres_2016",
                "barna_2018"
            ]
        },
        "FN28": {
            "text": "28. Spicer defines fragile tonics as tonic chords whose hierarchical status is weakened. This weakening can occur either through less stable voicings (first or second inversion) or through location in a weak metric position. Richards ( 2017b ) argues that the stronger harmonic candidates for tonic occur in the first and third positions (either metric or hypermetric) of a four-chord loop. In the case of a plateau loop, this logic holds, but in a rhetorical sense: the first chord of the loop (and less often the third), by virtue of its metric position, has a greater chance of rhetorically expressing tonic function. Spicer describes absent-tonic songs as “extreme case[s] in which the promised tonic chord never actually materializes” ( 2017 , [1]) and advises that in order to interpret an absent-tonic scenario, “enough aural information in the song's chord progressions and melodies must be available . . . to discern the tonic when heard against the backdrop of a ‘default’ major or minor system” [29]. In other words, one must be sure of what the tonic would be before being able to determine that said tonic is not there. This is relatively straightforward when considering tonic in a function-as-category context; so long as a tonal center can be identified, one need only identify the lack of I chords in the song or song section. For hybrid tonics the situation is more nuanced. Firstly, since both melodic and harmonic elements are normally required for hybrid tonics to function rhetorically, they are already perhaps less likely to occur than I tonics. Secondly, since background scale alone does not determine the identity of a hybrid tonic, one must look further for evidence that one could occur before concluding that it is absent.",
            "citations": [
                "richards_2017b",
                "spicer_2017"
            ]
        },
        "FN29": {
            "text": "29. I borrow the term verse-chorus unit from Temperley 2011b and 2018 , where it is used as a means to consolidate song form into a simpler sequence of paradigmatic sections.",
            "citations": [
                "temperley_2011b",
                "temperley_2018"
            ]
        },
        "FN30": {
            "text": "30. See Biamonte ( 2010 , 102), where this would be classified as an open Aeolian progression.",
            "citations": [
                "biamonte_2010"
            ]
        },
        "FN31": {
            "text": "31. While these passing and neighboring chords occur on metrically weak beats and sound for a shorter duration than the F and Am chords, I interpret them as vital to the chord loop, if but functionally secondary. I do so based on the sense of circular motion they imbue the passage with: while the two-chord shuttle of the first verse imparts a sense of back-and-forth oscillation, the loop in the second verse imparts a cyclical, unidirectional sense of motion.",
            "citations": []
        },
        "FN32": {
            "text": "32. The listener is perhaps already conditioned to expect this hybrid tonic chord to express an air of finality, in that the first verse concluded much the same way, with a singular F chord-singular in that it does not form a part of any shuttle or loop. Furthermore, when the poetic structure of the lyrics in this verse is considered, the lyrics that close each couplet are “from the inside,” which are always set to a melodic descent to C over an F chord, the hybrid tonic in this section.",
            "citations": []
        },
        "FN33": {
            "text": "33. Much like the “axis-a” progression described in Richards 2017b . In this progression, comprising Am-F-C-G or any of its transpositions, if the tonality is interpreted to be C major (or any relevant transposition as the case warrants), then the G chord concluding the progression would express a dominant function and anticipate the ensuing “deceptive” motion back toward Am.",
            "citations": [
                "richards_2017b"
            ]
        },
        "FN34": {
            "text": "34. See de Clercq 2012 , 99–109 for a summary of what defines a link section, namely a passage of (usually) instrumental material that links two principal song sections, such as a verse, chorus, or bridge.",
            "citations": [
                "de_clercq_2012"
            ]
        },
        "FN35": {
            "text": "35. This Lydian-inflected song ending coincides with the lyrics “I wonder if I’m allowed to ever just be,” perhaps subtly mirroring the final, if but momentary emergence of Lydian tonality in this song.",
            "citations": []
        },
        "FN36": {
            "text": "36. That he released two album-length entities in 2018 should come as no surprise: Young Thug’s recent output has been nothing short of prolific, with five mixtapes and EPs in 2017–2018 alone.",
            "citations": []
        },
        "FN37": {
            "text": "37. Possible examples of hybrid tonics without plateau loops include “Rain Come Down” (Vince Staples, 2017), “Trap Queen” (Fetty Wap, 2014), and “Nose Grows Some” (Thom Yorke, 2014).",
            "citations": []
        },
        "FN38": {
            "text": "38. Here I paraphrase Moore’s “harmonic filler” and “functional bass” layers ( 2012 , 20–21).",
            "citations": [
                "moore_2012"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I. Introduction Example 1 . Basic chord loop used in “Something Just Like This” (The Chainsmokers & Coldplay, 2017) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] It was difficult to listen to commercial radio during the summer of 2017 and not hear the song “Something Just Like This,” a pop/EDM crossover collaboration between the American DJ duo The Chainsmokers and the British band Coldplay. This song’s driving beat, easily remembered (and easily sung) melodic hook, and general upbeatness made it a summer hit. “Something Just Like This” uses a repeating chord progression—better termed a chord loop—that, along with its related variations, has become widespread in recent commercial pop music. (1) As detailed in Example 1 in the context of “Something Just Like This,” the loop is built around two major chords and one minor chord, all related by step. In many pop/rock songs, these chords can be analyzed as Aeolian progressions—VI, VII, and i ( Moore 1992 ; Biamonte 2010 ; Richards 2017a )—but recent songs by Bon Iver, The Chainsmokers, and others use chord loops where the same harmonic pattern can be interpreted as IV, V, and vi. This paper investigates songs using this loop, which I call the plateau loop for its plateau-like activity: a constant hovering above Roman numeral I or i tonic chords (henceforth RN I or RN i), while retaining an overall consistent pitch-based topography (i.e., never really venturing far from IV, V, or vi). I interrogate the tonality of these songs, advancing the notion of a hybrid tonic . Hybrid tonics occur when a song or song section lacks a salient Ionian or (less often) Aeolian tonic on which both the harmony and melody concur. Instead, IV or (less often) VI or vi chords can function rhetorically as tonic, especially when the chords sound simultaneously with a melodic 1 ˆ , occur in a metrically strong position, and/or initiate a plateau loop. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "moore_1992",
                    "biamonte_2010",
                    "richards_2017a"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] In this article, I define plateau loops and hybrid tonics, enumerate specific instances where they can be identified, and investigate the tonality of songs that contain them. The first two parts of the article outline the ways in which the melodic and harmonic layers of a song express a tonal center, using theories developed by Doll ( 2017 ) and Richards ( 2017b ). This discussion concludes with a consideration of imbalanced or conflicting expressions of tonal center between these two layers, and how such instances have been handled in recent scholarship by Clement ( 2013 ) and Spicer ( 2017 ). The next part of the article defines plateau loops and hybrid tonics and explains the theoretical framework that supports them. The work of Harrison ( 1994 ), Nobile ( 2016 ), Doll ( 2017 ), and Richards ( 2017b ) has laid the groundwork for my ideas, which decouple scale degree from harmonic function. In brief, I define tonic function as rhetorical , and not categorical (i.e., all RN I and i chords function as tonics) or syntactical (i.e., tonic chords occupy a specific location or role in harmonic syntax). This is because plateau-looped songs carry very little information by way of directional harmonic progressions, and the stability, stasis, and circularity of these loops—with IV chords initiating them—all invoke rhetorical aspects of harmonic tonicity. The “hybrid” aspect of these rhetorical tonics on IV arises from melodic 1 ˆ occurring in proximity of these IV chords; scalar centricity in melody thus combines with rhetorical stability and stasis in harmony.",
                "footnotes": [],
                "citations": [
                    "doll_2017",
                    "richards_2017b",
                    "clement_2013",
                    "spicer_2017",
                    "harrison_1994",
                    "nobile_2016",
                    "doll_2017",
                    "richards_2017b"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The final two parts of the paper explore song examples in more detail, illustrating the varied family of plateau loops that can support hybrid tonics. In “Paris” (The Chainsmokers, 2017), an unwavering chord loop underpins a melody residing on and around the song’s tonal center. In “Hurts so Good” (Astrid S., 2015) and “Heal Me” (Lady Gaga, 2018), hybrid tonics emerge partway through the song. In “Dancing With a Stranger” (Sam Smith and Normani, 2019) and “Nights Like This” (Kehlani, 2019), the centric pitch class expressed by the melody fluctuates, slightly complicating the identification of hybrid tonics. And in “715 - CRΣΣKS” (Bon Iver, 2016) and “Midnight City” (M83, 2012), the tonal conditions for identifying hybrid tonics never completely materialize, but hybrid tonics are interpreted regardless, in a manner somewhat akin to Mark Spicer’s fragile or absent tonics ( 2017 ). Finally, hybrid tonicity operates only briefly in “Tornado” (Jónsi, 2010), the last piece analyzed in detail. The ensuing discussion of “Tornado” draws on Capuzzo’s ( 2009 ) work on sectional tonality and centricity in rock music  and Clement’s ( 2018 ) recent research on single-scale systems in rock music. Even though plateau loops and hybrid tonics play, at most, a partial role in determining the tonal mechanics of “Tornado,” its inclusion here illustrates how the centric logic of melody and the rhetorical behavior of harmony can diverge in popular music. This idea is explored further in the conclusion, where examples of hybrid tonics from the hip-hop repertoire as well as songs without plateau loops are considered. II. Tonal Center",
                "footnotes": [],
                "citations": [
                    "spicer_2017",
                    "capuzzo_2009",
                    "clement_2018"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] Tonal music is predicated on the expression of one or several tonal centers: pitch classes “to which all other pitch classes are subordinate” ( Doll 2017 , 20). (3) Pitch classes that function as tonal centers are the most stable-sounding in their context. (4) In much pop music, melodic and harmonic layers (and less often, instrumental solos, secondary melodies, and other flourishes) work together to express a tonal center, thus converging on a pitch class that serves this function. In the harmonic domain this pitch class typically forms the root of the tonic harmony (RN I or i), while in the melodic domain it functions as 1 ˆ . Melodic and harmonic layers usually work together to define a prevailing scale or mode, melody doing so through the establishment of a background pitch collection, and harmony through the patterned use of chords. (5) This melodic and harmonic patterning typically creates a contrapuntal landscape that shares many behavioral aspects with common-practice era tonal music. (6)",
                "footnotes": [
                    "FN3",
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] The joint activity of tonal center and pitch collection contributes to establishing the tonality of a song. And while scholars debate the specifics of how tonality is expressed in popular music, it is nearly universally accepted that harmony and melody play a combined role in this task. Doll ( 2017 , 222, ex. 6.2) offers a framework that summarizes 13 types of what he calls “centric and functional information,” that is, thirteen contexts in which a song’s musical surface can manifest centric (tonal center) and functional (harmonic function) information. (7) One appeal of Doll’s system is in how he categorizes his 13 types of information. He classifies each information type in categories of correspondence , emphasis , and articulation . Correspondence refers to centric information that recalls a listener’s familiarity with general tonal references such as scales and harmonic schema, or specific references to other, like-sounding passages or songs. Emphasis refers to information that is in some way marked in its surroundings, either by metric weight, position in a phrase, relative loudness or register, or repetition. Finally, articulation refers to added information such as pedals and arpeggiations; neither explicitly participating in scalar or harmonic activity, these articulations nonetheless influence the perception of tonal center, and by extension, harmonic function. (8) Example 2 . Various techniques for expressing tonal center in popular music, adapted from Doll’s (2017) 13 types of centric information (click to enlarge)",
                "footnotes": [
                    "FN7",
                    "FN8"
                ],
                "citations": [
                    "doll_2017"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Doll thus provides means to identify tonal center and tonic function. Since my present aim involves discussing tonal center only, I am concerned with only part of Doll’s apparatus. Example 2 summarizes my adaptation of the types of centric information supplied by Doll, and reorganization based on whether this information acts primarily in the melodic, harmonic, or supplementary layers of a song texture. (9) A song’s melodic layer can express tonal center via five of Doll’s types of centric information. It can emphasize 1 ˆ through repetition or prolonged duration (Doll’s repetition and duration types), through the similar emphasis of 2 ˆ or 7 ˆ , thus generating the expectation that 1 ˆ will be heard next (Doll’s penultima type), through directed motion toward 1 ˆ (Doll’s schema type) or through the use of a prevailing scale or mode (Doll’s scale type). A song’s harmonic layer can similarly express tonal center through repetition, duration, penultima, or schema types, by using common loop-based or goal-directed chord patterns, or by repeating a chord taken to express the tonal center. (10) Furthermore, specific chords in the harmonic layer might be perceived as hierarchically important by virtue of their metric position (Doll’s meter type). Finally, pedal points and arpeggiations in any textural layer—melodic, harmonic, or supplementary—can contribute to the expression of tonal center. These are described by Doll’s pedal and arpeggiation types. Whatever the combination of and balance among these techniques in a specific song, their collective contribution to the song’s tonality is inextricably linked to how listeners perceive that tonality. (11) Listeners may hold tonal biases based on their listening habits as well as the frequency of songs in certain scales or modes (Doll’s parallel type). How listeners perceive melody and harmony—as discrete textural layers or together—in developing these biases is less clear. While one listener may rely mainly on the harmonic layer in assessing a song’s tonality, another might rely more heavily on melody. Regardless, listener bias plays an important role in the identification of tonal center. (12)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] So far, I have done no more than extract nine of Doll’s 13 types of centric/functional information, briefly describe how they operate on various textural layers of today’s popular music, and situate their operation in the perceptual domain of the listener. Advocating for a perceptual approach to identifying tonal center hardly warrants further discussion here—much, if not most pitch-based popular music analysis in the music theory community seeks to model hearings of the repertoire, Doll’s 2017 monograph constituting a prime example. This said, my unpacking of tonal-center expression by various textural layers (melody, harmony, and supplementary) is a necessary prelude to the ensuing discussion of instances where one or more layers express tonal center ambiguously, or the layers express diverging tonal centers. III. Inconclusive, ambiguous, or conflicting expressions of tonal center",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] The melodic and harmonic layers of a song normally establish a single pitch class as tonal center via the techniques described in section II. Isolating the individual effect of melody or harmony on a song’s tonality is difficult. The interaction between melody and harmony requires that one consider both layers for a proper contextual assessment of the song’s tonality. In songs where one of these layers is inconclusive or ambiguous in expressing tonal center, or the two layers suggest different tonal centers (a comparatively rare occurrence), the balance of influence of these two layers becomes more clear. (13) Songs that meet one of these criteria might be analyzed by identifying a tonal center—and by extension, tonic harmony, scale, and key—via the textural layer that is interpreted as expressing it more concretely. The following two analyses of Fleetwood Mac’s “Dreams” diverge in their findings, but demonstrate the consequence of identifying tonal center chiefly through one layer: once the center is identified, the other layer’s pitch content must be accounted for in terms of that tonal center.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] Clement ( 2013 ) presents a detailed survey of rock music he believes exhibits tonal characteristics of the Lydian scale.  He identifies two leading tones in the Lydian scale, 4 ˆ and 7 ˆ (because 4 ˆ is raised by a semitone from the major scale). (14) These pitches occupy the chordal thirds of the II and V triads, respectively, in a harmonized Lydian scale, meaning that these two chords function as tonicizing agents in the Lydian mode. Clement concludes that, because of the tonicizing potential of raised 4 ˆ and the prominent tritone it creates with 1 ˆ , many Lydian melodies do not feature the tonic pitch and instead focus on the tonicization of 5 ˆ (from an ascending 4 ˆ ). This supports Clement’s  interpretation that “Dreams” resides in F Lydian: Stevie Nicks’ vocal melody is markedly pentatonic and avoids F, leading Clement to question whether “such an improvisatory pentatonic melody could override the assertive centricity of the accompaniment” ( 112 ). Clement’s analysis of “Dreams” thus finds the harmonic layer to be the more conclusive indicator of tonality in the song. Furthermore, his conception of the Lydian tonal system enables him to account for the pitch activity of the melodic layer: Nicks’ melody avoids F, but this behavior is congruent with how Clement theorizes the Lydian tonal system.",
                "footnotes": [
                    "FN14"
                ],
                "citations": [
                    "clement_2013",
                    "clement_2013"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Though Spicer ( 2017 ) only discusses “Dreams” in a footnote, it is worth considering his assessment of the song’s tonality for its departure from Clement’s view. Following Stephenson ( 2002 ), Spicer hears “Dreams” in C Ionian or A Aeolian—the song presents ambiguity in this regard—but not F Lydian. Citing Stephenson’s analysis of the song, Spicer ostensibly agrees that “an F Lydian hypothesis suggested by the harmonies must be abandoned once the melody begins” ( Stephenson 2002 , 42; qtd. in Spicer 2017 , [17], n18). As such, Spicer’s and Stephenson’s views of “Dreams” are based on the melody as the strongest marker of tonal center. While Clement interprets “Dreams” through a system oriented around the presence of the RN I chord, Spicer and Stephenson interpret it through a system oriented around a melodic 1 ˆ . By choosing the latter approach, Spicer must account for the harmonic layer’s failure to establish C or A—it does not matter which—as tonal center. Indeed, the main premise of Spicer’s article is that such a situation can be explained by an “absent tonic”: a song in which no tonic chord exists in the harmonic layer. Spicer’s perspective thus contrasts with Clement’s, finding the tonal center based on the melody and explaining the harmony’s behavior in that context.",
                "footnotes": [],
                "citations": [
                    "spicer_2017",
                    "stephenson_2002",
                    "stephenson_2002",
                    "spicer_2017"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] Both of these analyses are compelling and well-supported. In the absence of a clear tonal center in one textural layer, analysts develop theories that enable them to look to the other layer as the basis of a unified tonal reading of the song. This approach is not problematic in itself, but it overlooks a key feature of songs where such tonal ambiguity might exist in one textural layer (or possibly even both): the possibility that melodic and harmonic layers each operate according to their own tonal logic. Understanding these songs in this way frees us from the burden of explaining one textural layer in light of the other. To be sure, we cannot fully separate one layer from another because they sound together, and my analyses in this article label chords and melodic pitches according to a single, prevailing tonal center. But analytical labelling choices notwithstanding, entertaining the possibility that a song’s textural layers are not inextricably bound to a unified tonal system, with all its scalar and hierarchical properties, can broaden our perspective on pitch relationships in songs featuring ambiguous or inconclusive tonalities in one or more textural layers. Example 3 . End of the bridge (or link section—see de Clercq 2012, 99–109) of “Something Just Like This” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] A quick return to “Something Just Like This” can further illustrate what might be missed in using a singular tonal framework to analyze songs that lack tonal conclusiveness in both textural layers. As shown in Example 1, the song uses the chord loop G–A–Bm, which persists throughout the first three minutes. The melodic hook sung in the chorus (which can be seen in Example 3 ), independently of the harmony, creates a “goal-directed formal layout,” to use Nobile’s words ( 2015 , 194). The melodic arc through each verse is clearly delineated and descends convincingly toward D at the end of each formal unit (verse, prechorus, chorus). At roughly the three-minute mark, a new chord loop briefly appears, introducing the first D chords hitherto. Spicer’s theory might posit these D chords as emergent tonics, having only appeared partway through the song. But as Example 3 details, the root-position D chords do not really function like a tonic chord normally would; they act as transitional chords between G and A chords. Similarly, the D chord initiating the second iteration of the chord loop appears in first inversion, arguably weakening its potential to act as a tonic. Since the melody has established a tonal center of D, are these D chords functioning as tonic harmonies? And when they are absent in the rest of the song, is there thus no tonic activity in the harmonic layer? IV. Plateau loops and hybrid tonics: framework Example 4 . Types of plateau loops, model loop types, and characteristic examples of each (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "nobile_2015"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] “Something Just Like This” uses a harmonic pattern that falls into a family of chord loops I call plateau loops, or plateau shuttles if only two chords are used. (15) Plateau loops are so named for two reasons. First, like most chord loops, they evoke a sense of ongoing circularity, containing local pitch-based topography while remaining globally smooth. Second, due to their constant hovering above RN I chords, these loops create a plateau -like sonic effect. (16) On the surface, the plateau loop looks a lot like its relative, the Aeolian progression. Whereas the Aeolian progression, as described by Moore ( 1992 ), Björnberg ( 1997 ), and Biamonte ( 2010 ), consists of the chords VI, VII, and i (the chords built on the 6th, 7th, and 1st degrees of the Aeolian scale, respectively), the plateau loop involves chords IV, V, and vi as in the Ionian or major scale. Richards ( 2017a ) in particular has shown the close relationship between these two contexts in the span of single songs. Biamonte ( 2010 ) has offered perhaps the most comprehensive account of the Aeolian progression in rock music. In considering the relationship between harmony and melody as well as chord order in songs using the Aeolian progression, she is able to codify different types of progressions according to formal function. Her scheme includes passing, neighboring, circular, closed, and open Aeolian progressions. I adapt her system for use with the plateau loop, arriving at the codification shown in Example 4 .",
                "footnotes": [
                    "FN15",
                    "FN16"
                ],
                "citations": [
                    "moore_1992",
                    "biamonte_2010",
                    "richards_2017a",
                    "biamonte_2010"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] One notable difference between Aeolian progressions and plateau loops, beyond the labeling of their chords and the scales in which they operate, is their directional orientation. Biamonte’s examples mainly begin with a i or I chord and progress downward to VI or VII. (17) My examples of the plateau loop normally begin on IV and progress upward to V or vi, generating an almost Sisyphus-like harmonic effect in some cases. (18) The subcategories of the plateau loop shown in Example 4 are thus organized according according to whether V or vi follows IV. Instances where V follows IV are described as passing loops . Here, V functions as a passing harmony between IV and vi. Once vi is reached, the loop either passes back through V ( circular passing loop ), ascends to I or I 6 ( ascending passing loop ), or returns directly to IV ( open passing loop ). In passing loops, the V chord’s hierarchical status is weakened, serving as a passing harmony. By contrast, neighboring loops feature vi immediately following IV. Here, the V chord follows the vi, either returning directly to IV in the subsequent iteration of the loop ( open neighboring loop ) or doing so via I 6 or iii ( closed neighboring loop ). Finally, loops that contain only two chords (usually IV and V) are called plateau shuttles . Example 4 also provides a number of pop songs that use these variants of the plateau loop.",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Plateau chord loops are striking in their lack of hierarchical focus on RN I chords. If even present at all in a plateau loop, these chords are typically used in passing, or appear in weak metrical positions and for a relatively short period of time. But if a plateau loop can support a cadential melodic gesture, such as the 3 ˆ – 2 ˆ – 1 ˆ melody shown in Example 3, can there not be some way to construe the harmony supporting this cadential arrival as expressing tonic function? What prevents us from labelling chords other than I or i as tonics?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] In order to address these questions, a brief summary of what I understand “tonic” to embody in these songs is necessary. Rings ( 2019 , 109) proposes a definition of tonic as: A focal pitch class With respect to which all remaining pitch classes in some musical passage are hierarchically arranged and perceived Even in its acoustic absence. Here, it is the tonic pitch class that generates both the tonic chord (usually RN I or i) and the tonic key , which itself implies a certain background scale or mode built from this tonic pitch class. Using Doll’s 13 types of centric information, I have already summarized the ways in which the tonic pitch class creates its heightened focus, and the hierarchical ordering of the remaining pitch classes around tonic needs no further explanation here. What Rings refers to as a tonic is what I refer to as a tonal center. This is because I wish to reserve the term tonic for use purely in a harmonic sense; indeed, the roots of the hybrid tonics I identify do not share a pitch class with the tonal centers I find. By limiting the use of the term tonic to refer to the tonic harmony, or chord, we can see more clearly how my definition of tonic chord function differs from prevailing theories of tonality in popular music.",
                "footnotes": [],
                "citations": [
                    "rings_2019"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] Nobile ( 2016 ) explores the decoupling of harmonic function from chord type by teasing apart of theories of “function-as-category” and “function-as-syntax,” with the former representing theories that assign specific chords to the main functional categories of tonic (T), dominant (D), and pre-dominant (P), and the latter describing theories that ascribe function to chords based on their location in a given context. (19) Nobile mentions that the basic infrastructure of many, if not most, theories of harmonic function call upon both category and syntax. In their monographs discussing rock harmony, Stephenson ( 2002 ), Doll ( 2017 ), and Temperley ( 2018 ) each discuss tonic harmonic function in the senses of function-as-category and function-as-syntax , and with some concordance to Rings’s above definition. Stephenson discusses tonic harmony in a variety of contexts—such as its formal and metric placement, its absence in some songs, and its altered versions—but never explicitly defines it as having to be RN I or i, though we understand this from his examples. Temperley also never explicitly defines tonic harmony, but we learn from his four key-finding preference rules  that he too means it to comprise RN I or i ( 36–38 ). Doll teases apart tonic function from the broader concept of tonal center; his main description of tonic harmony is that it “involves a harmony stable enough to preclude any sense of requiring resolution because of its inclusion of the centric pitch class” ( 20 ). This last point is crucial, because although Doll’s tonic harmonies are both function-as-category RN I (or i) chords and typically function as syntactic tonics, his description of stability by virtue of tonal center (centric pitch class, in his words) allows for two other chord classes to be considered: IV and VI chords (and their minor counterparts). These two carry the tonal center within their triads, but this fact alone is insufficient to call these chords tonic-functioning.",
                "footnotes": [
                    "FN19"
                ],
                "citations": [
                    "nobile_2016",
                    "stephenson_2002",
                    "doll_2017",
                    "temperley_2018",
                    "temperley_2018",
                    "doll_2017"
                ]
            }
        },
        {
            "4.6": {
                "text": "[4.6] Function-as-category descriptions of tonic are of little use for plateau loops, because RN I or i plays, at most, a subordinate role in the loop’s syntax. Function-as-syntax is similarly problematic for plateau loops because these loops do not follow a functional circuit , an abstracted system proposed by Nobile ( 2016 ) that describes chord movement through the functions of tonic (T), pre-dominant (P), dominant (D), and a return to tonic (T). (20) Following Harrison’s extensive study of harmonic function in chromatic music ( 1994 ), and Richards’s classification of tonic-triad behavior ( 2017b , example 4), I include a third category of function theory: function-as-rhetoric . Theories of function-as-rhetoric ascribe tonic function to any chord that expresses tonicity via its rhetorical properties rather than by its categorical or syntactical properties. (21) In this regard, I find the connection between my work and Harrison’s appealing, as both 19th-century chromatic music and contemporary popular music approach tonality in subtly different ways than common-practice repertoire, for which most harmonic function theories were developed. Harrison finds that in some of the chromatic music he analyzes, the tonic is asserted using one of several techniques similar to what Smith ( 1986 ) described as “presentational tonality.” While Smith focuses on tonic-presenting techniques such as repetition, register, and motive, Harrison systematizes rhetorical techniques of tonic function into four categories: ending compositions, beginning compositional sections, engendering harmonic stasis, and supporting or contextualizing thematic exposition. Example 5 . Modification of Harrison’s (1994) rhetorical techniques of tonic function for use with popular music, including representative song examples (click to enlarge) Example 6 . Ending of “Perth” (Bon Iver, 2011) (click to enlarge and listen)",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "nobile_2016",
                    "harrison_1994",
                    "richards_2017b",
                    "smith_1986"
                ]
            }
        },
        {
            "4.7": {
                "text": "[4.7] Example 5 shows how I adapt Harrison’s four rhetorical techniques of tonic function to the analysis of plateau-loop songs, in the process refining several of Richards’s tonic-emphasis means to account for IV and vi chords. Harrison’s first technique states that tonic function can end a composition; Richards’s model in turn accounts for the ending of a phrase, section, or entire song. Therefore, my adaptation states that tonic function can end a pop song (and perhaps also a phrase or section) through the conclusiveness of the song’s final chord. While many plateau-loop songs use fadeouts, they occasionally end on the loop-initiating IV chord. In the closing section of “Perth” (Bon Iver, 2011), a song whose melodic layer expresses an E ♭ tonal center, the song’s final chord asserts the rhetorical tonicity of the A ♭ IV chord, as Example 6 details. Harrison’s second technique dictates that tonic function begins compositional sections (again, Richards includes phrases, sections, and entire songs). My modification of this technique states that chords that begin songs or song sections can assume tonic function. Such a technique is evident leading into the last chorus of “Something Just Like This,” where, as discussed above, the bridge section introduces D chords (RN I in the context of the D tonal center), but the huge arrival of the G chord at 3:16 (see Example 3) rhetorically invokes a sense of tonic that supersedes any tonicity the D chords might have expressed. Example 7 . Chord loop used in “Fortress” (Bloc Party, 2016) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.8": {
                "text": "[4.8] Harrison’s third technique applies well to songs using chord loops: where he states that harmonic stasis and immobility attract tonic function, I posit that harmonic stasis and immobility on a particular chord in a loop can attract tonic function to that chord. Similarly, Richards proposes that a relatively long duration can enhance a chord’s status as tonic. The very nature of plateau loops and shuttles is one of harmonic stasis: not moving far, and always circling back to the beginning. Occasionally, the IV chord that begins the loop or shuttle is held for longer than any other chord, or is restated at the end of the loop. Beginning on a IV chord, the plateau loop used in “Fortress” (Bloc Party, 2016; Example 7 ) ascends through V, vi, and I before falling back to IV at the end of the loop (this constitutes a variation on an ascending passing loop), imbuing the whole loop with a sense of circularity that can, in the broader context of the song, evoke a sense of harmonic stasis around the IV chords. And fourth, where Harrison writes that thematic expression usually occurs in a tonic context, I claim that when a melodic hook expresses a song’s tonal center through a melodic-cadential arrival on scale degree 1 ˆ , the chord underpinning it can function rhetorically as a tonic, because one of its triadic chord tones is the same pitch class as the melodic scale degree 1 ˆ . Example 3 showed how this might occur.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.9": {
                "text": "[4.9] As summarized here, both Harrison and Richards propose means of identifying tonic harmonies based on their rhetorical properties or behavior (which Richards occasionally classifies as temporal). While both these systems understand tonic harmony as comprising a RN I or i chord (or modifications thereof, without compromising the triadic integrity of the chord), I have shown how they can be adapted to describe the behavior of chords in plateau loops. Indeed, many pop songs express these rhetorical techniques via RN I harmonies. But when that harmony fails to appear, and other chords rhetorically express tonic, we require a term to describe the joint contribution of a IV chord and a melodic 1 ˆ (the tonal center) to the expression of tonic. I call these occurrences hybrid tonics. The hybridity results from the IV harmony expressing tonic function rhetorically, and the melody expressing tonal center through its use of, direction toward, or suggestion of 1 ˆ . The tonality of songs using hybrid tonics is thus a combination of harmonic rhetoric and scalar melodic properties. V. Plateau loops and hybrid tonics: examples",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Drawing from songs released during the past decade, the remaining sections of this paper examine the intersection of plateau loops and hybrid tonics in popular music. The present section begins with examples where plateau loops form a fundamental part of the song’s tonal landscape, before addressing several more complex cases, where the loops, tonics, and indeed the songs’ tonalities become less clear. “Paris” (The Chainsmokers, 2017), “Hurts So Good” (Astrid S., 2015), and “Heal Me” (Lady Gaga, 2018) feature plateau loops that support hybrid tonics, but these tonics emerge at different points in the songs’ formal trajectories. “Dancing With a Stranger” (Sam Smith and Normani, 2019), “Nights Like This” (Kehlani, 2019), and “715 – CRΣΣKS” (Bon Iver, 2016) feature melodies that fluctuate between several tonal centers, making the identification of hybrid tonics in these songs more nuanced. Finally, “Midnight City” (M83, 2012) presents a case where a hybrid tonic is not explicitly expressed, but nonetheless can be interpreted via other sonic clues. Several of the rhetorical techniques for expressing hybrid tonics (outlined in [4.7] and [4.8]) are widespread in these examples. Each song contains IV chords that begin song sections (technique #2)—indeed, these would not contain plateau loops if they failed in this criterion. Most evoke stasis or immobility when these IV chords sound, either through their prolonged duration, metric location, or within other contexts. Though emphasis of melodic 1 ˆ directly over a IV chord occurs in only the first three of these seven examples, such melodic activity is implied in the remaining ones. Curiously, only “715-CRΣΣKS” concludes with a IV chord, perhaps confirming that technique #1 is ultimately of little use in determining how hybrid tonics are rhetorically expressed. Example 8 . Chorus melody of “Paris” (The Chainsmokers, 2017) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] One month before “Something Just Like This” hit the airwaves, the Chainsmokers released the single “Paris,” whose melody projects a tonal center of D and whose harmonic layer uses a closed neighboring plateau loop that remains unchanged throughout the song’s course. Shown in Example 8 , the loop includes G, Bm, A add4 and F ♯ m 7 chords. Example 8 also transcribes the chorus melody, revealing several of the tonality-defining characteristics described in Example 2: a frequent emphasis on 1 ˆ , directed motion toward 1 ˆ , and a tendency to linger on 2 ˆ , provoking the expectation of a descent to 1 ˆ . The hybrid tonics in “Paris” are expressed through rhetorical tonic techniques #2 and #4. In Example 8, we see that the G chord, or IV, begins the chorus, and indeed also every other song section. But technique #2 alone is perhaps insufficient to convince the questioning listener that the G chord functions rhetorically as a hybrid tonic. Only when the vocals enter (0:08) and consistently emphasize 1 ˆ does the tonal center of D become clear and the potential for a hybrid tonic arise. At this point, technique #4 can be applied to the interaction of melody and harmony. As seen in Example 8, each prominent melodic arrival on 1 ˆ occurs over a IV chord, and as such these sonorities constitute hybrid tonics. Given technique #4’s description, that melodic descents to 1 ˆ can combine with underlying chords to rhetorically express tonic, each such occurrence in “Paris” represents a hybrid tonic, as indicated in the example. This analysis does not negate that the melodic profile of “Paris” projects a center of D while never using chords with this pitch class as root. If we were to analyze the harmony with a function-as-category approach, we would find that there are no tonics whatsoever. (22) While certainly a valid one, the function-as-category approach overlooks the tonic’s rhetorical capabilities, ones that “Paris” demonstrates can be manifested via loop-initiating IV chords combined with metrically and melodically significant statements of 1 ˆ .",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] Plateau-looped songs can generate hybrid tonics that only appear with any degree of clarity partway through the song. The 2015 song “Hurts so Good” by Norwegian artist Astrid S. uses a closed neighboring loop beginning on an E ♭ harmony. This loop is used through most of the song; the only section using different harmonic material is the bridge. With only the loop and some higher-pitched decorative material sounding in the introduction section, expression of the B ♭ tonal center is weak. The limited-range melody sung by Astrid S. further emphasizes B ♭ , but only reaches this pitch over the fourth chord of the loop, Dm, creating an uneasy dissonance between the two layers (see Example 9a ). In the chorus, shown in Example 9b , the melodic B ♭ lines up with the E ♭ or IV chord in the chord loop. On the lyric “when it hurts ,” the hybrid tonic is thus finally expressed in its clearest form, as boxed in Example 9b. Example 9a . Introduction and first verse of “Hurts so Good” (Astrid S., 2015) (click to enlarge and listen) Example 9b . Chorus of “Hurts so Good” (Astrid S., 2015) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Lady Gaga’s “Heal Me” presents a situation similar to “Hurts so Good.” The centric pitch class of C is only first resolutely sung by Gaga as the most prominent melodic note in the chorus, on the title lyrics “Heal Me,” atop a IV-chord F that initiates a closed neighboring loop ( Example 10a ). Whereas Astrid S. implicitly emphasizes the centric pitch class in the verses of “Hurts so Good,” Lady Gaga establishes it at the ends of phrases in the first verse (see Example 10b on the lyrics “in a crowd of the lonely”), but the 1 ˆ occurs on a weak beat, and not over a IV chord. Gaga’s registral jump up an octave and the prolonged duration of the first C in the chorus melody, both occurring over the IV chord, rhetorically express the hybrid tonic most firmly in this song, doing so at the beginning of each chorus. Example 10a . Chorus of “Heal Me” (Lady Gaga, 2018) (click to enlarge and listen) Example 10b . First verse of “Heal Me” (click to enlarge and listen) Example 11a . Second verse of “Dancing with a Stranger” (Sam Smith and Normani, 2019) (click to enlarge and listen) Example 11b . Chorus of “Dancing with a Stranger” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Like “Paris,” Sam Smith and Normani’s 2019 collaboration “Dancing with a Stranger” uses a plateau loop throughout the entire song. As Example 11a shows, this ascending passing loop uses a I chord in root position, but as the model progression in Example 4 stipulates and this song confirms, the I chord occurs in a weak metric position, functioning more as a pre-IV chord, falling a fifth to reach IV in the loop-initiating position. In this way, the plateau loop in “Dancing with a Stranger” satisfies rhetorical tonic technique #2. Furthermore, recalling Richards’s assertion that prolonged duration of a chord constitutes a means of highlighting a tonic harmony, we see here that the IV chord is held longer than any other in the loop; the sense of stability deriving from this is readily perceptible. The melody sung by Smith and Normani in their verses (0:07 and 1:12, respectively) traverses, and largely remains within, scale degrees 1 ˆ – 5 ˆ of A ♭ major. The chorus, however, weakens the effect of A ♭ as a tonal center. As seen in the transcription of Normani’s chorus, shown in Example 11b , the chorus melody begins by outlining an F–C fifth, before eventually returning to 1 ˆ on A ♭ in a melodic cadential gesture. This gesture occurs over the A ♭ chord, though, not over the D ♭ IV chord, where rhetorical tonic technique #4 would require it. This, combined with the F–C fifth occurring over an Fm chord, means the hybrid tonic of A ♭ 1 ˆ over a D ♭ IV chord fails to convincingly occur in the chorus. These complicating factors might lead to an interpretation that posits hybrid tonics in the verses but not the choruses of “Dancing with a Stranger.” Example 12 . Chorus of “Nights Like This” (Kehlani ft. Ty Dolla $ign, 2019) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] American singer Kehlani’s 2019 single “Nights Like This” uses an open neighboring loop that is occasionally modified from IV–vi–V to IV–vi–iii, a comparatively rare chord progression in popular music. The melody in the verse is at first centrically ambiguous, or perhaps expresses C. As the verse progresses, however, it becomes clear through her frequent scalar descents to E ♭ that this pitch class functions as centric. In the chorus, Kehlani’s descents to E ♭ are either unaccented (recall how clear and prominent the centric pitch classes were in “Hurts so Good” and “Heal Me”) or are slightly staggered so as to not coincide with the loop-initiating IV chord ( Example 12 ). But as the tonal center becomes increasingly well-established throughout the song (Ty Dolla $ign’s guest verse at 2:12 expresses it even more unambiguously), it becomes clearer that a hybrid tonic is suggested, if not directly proclaimed, in the indirect confluence of an E ♭ -centric melody and a plateau loop beginning on an A ♭ chord. This example, along with “Dancing with a Stranger,” shows that though hybrid tonics may not explicitly occur in the form of a melodic 1 ˆ over a IV chord, they may nonetheless be indirectly suggested. Example 13a . Three harmonic/melodic motives that generate form in “715 - CRΣΣKS” (Bon Iver, 2016) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.7": {
                "text": "[5.7] In general, melody and harmony are difficult to isolate in Bon Iver’s song “715 - CRΣΣKS” ( 22, A Million , 2016), since its texture consists entirely of Justin Vernon’s vocals, autotuned, processed, and harmonized by vocoder. This yoking of melody to harmony, and vice versa, makes difficult the isolated identification of tonal centers in the melodic and harmonic layers. As Example 13a shows using a pseudo-Schenkerian notation, three basic harmonic/melodic motives generate the form of the song. The shorter motive A presents a brief departure from and return to a D ♭ chord supporting a melodic F. Motives B and C feature melodic descents to A ♭ over different harmonies. I identify five formal sections in this song, usually featuring a combination of motives A and B, followed by an ending that is specific to each section. The fifth section consists uniquely of the C paradigm, presented three times, modified from the notated model each time. The clearest examples of hybrid tonics in “715 – CRΣΣKS,” those where melodic 1 ˆ overlays a IV chord, do not initiate song sections (technique #2). Furthermore, occurrences of melodic 1 ˆ ( A ♭ ) do not consistently occur over any single chord: rarely over IV ( D ♭ ) chords, occasionally over vi (f) chords, and occasionally over other chords or none at all, meaning that if we were to seek instances of technique #4—that cadential melodic 1 ˆ functions rhetorically as tonic—we would find no consistent chord candidate. Similarly, harmonic stasis or immobility are difficult to evaluate here: while “715 - CRΣΣKS” exclusively uses plateau-loop chords, the many stops and starts and vocal trail-offs throughout the song impart not only a sense of harmonic stasis or immobility, but a more general and profound sense of harmonic vacancy or emptiness. Example 13b . Ending of “715 - CRΣΣKS” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.8": {
                "text": "[5.8] Signs of technique #1, a rhetorical hybrid tonic ending a song, are more complicated to evaluate. A hybrid tonic fulfilling this task would constitute a melodic descent to 1 ˆ ( A ♭ ) over a IV chord ( D ♭ ). As Example 13b details, Vernon’s three iterations of motive C present successive melodic descents toward 1 ˆ , only reaching it with certitude on the second pass. In the harmonic domain, the plateau loop used here (varied each time) does reach IV on the final pass, but atop an uncertain and decorated melisma that does not emphasize 1 ˆ as we might expect. When evaluating the rhetorical potential of hybrid tonics in “715 - CRΣΣKS” according to the four techniques, we find that regardless of the technique, the rhetoric expressed by these hybrid tonics is at best only weak. I have assumed an A ♭ tonal center based on this song’s melodic activity; this is mainly due to the inextricability of melody and harmony here; the only times Vernon’s melody moves against a static chord, it does so in scalar descents to A ♭ (as shown in Example 13a). At all other points, melody and harmony are combined in homophony in a texture that binds them together. This, combined with my own major-mode bias, leads me to eliminate any other possibilities for tonal center in the melodic layer. (23) Furthermore, while Fm and D ♭ chords occupy prominent positions in the song, and thus may each perhaps be heard rhetorically as tonic-functioning chords, a number of tonal interpretations would still enable them to be classified as hybrid tonics. (24) Example 14a . Main instrumental loop used in “Midnight City” (M83, 2012) (click to enlarge and listen) Example 14b . Second verse, “Midnight City” (click to enlarge)",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "5.9": {
                "text": "[5.9] “Midnight City” (2012), by the French electro-pop group M83, simultaneously presents the possibilities of Lydian, Aeolian, and Ionian tonics. As Example 14a shows, the main instrumental loop that underpins the song is a synthesizer-generated harmonic pattern of three adjacent chords (G, Bm, A) followed by Em and (briefly) D chords to round out the loop, thus constituting a modified closed neighboring loop. Atop this sit two more lead synth parts, as the transcription details. Independently of the vocals (which do not enter until 0:37), tonal centers of G, B, and D are all suggested. B is a possibility through the B-minor arpeggiations of the upper synth line (though absent over the Bm harmony), as well as the prominent placement of the Bm chord (albeit in a weak hypermetric position in the loop). (25) D is also a possibility due to the arpeggiating synth ( F ♯ and D are emphasized, and the second and fourth arpeggiations are of a D triad), as well as the constant D sounding in the synth-pad chords. And finally, G could be considered a possibility by virtue of its prominent place in the harmonic loop, amplified by the falling-fifth root motion from the D chord that completes each iteration of the loop. (26) The vocal melodies—some of which are transcribed in Example 14b —provide little confirmation of any of these tonal centers, using scalar movements to ascend in register throughout each verse. (27)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "5.10": {
                "text": "[5.10] In light of this potential ambiguity of tonal center, how might we determine where and how a hybrid tonic would occur? As shown in the preceding examples, I suggest that loop-initiating IV and (rarer) VI or vi chords underpinning a melodic 1 ˆ are the best candidates for hybrid tonics. Depending on whether the loop is heard in the context of B Aeolian or D Ionian, the first G chord would be either VI or IV, respectively. Considering the D Ionian / IV scenario first: a melodic 1 ˆ (D) never occurs over a IV chord (G); melodic movement to 1 ˆ in the vocals and synths is either truncated before reaching D or extends past it. Is this melodic activity enough to evoke the anticipation of a hybrid tonic? Perhaps with repeated hearings and a firm sense of D as tonal center, it would be. Since the loop-ending D chord functions more as a turnaround harmony than a destination or goal harmony, the G chord serves as the most likely harmony to support the anticipated-but-not-realized melodic 1 ˆ . With focused listening, the apparentness of this never-realized hybrid tonic can be heard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.11": {
                "text": "[5.11] Assuming a B Aeolian tonality complicates matters. In this hearing, the G chord becomes VI, and the second chord of the loop, Bm, becomes i. This means that the tonic (in a function-as-category sense) is actually there, thus possibly eliminating the motivation to even search for a hybrid tonic in the first place. Like the D-Ionian hearing, the melody does little to emphasize B as tonal center, and never reaches a B (now the putative 1 ˆ ) over either the G or the Bm chords. Furthermore, the Bm chord—the function-as-category tonic—occupies the second position in the four-chord loop, arguably the weakest position in a four-chord loop; thus it fails to rhetorically express tonic. Depending on whether one wishes to interpret this song’s harmony with a function-as-rhetoric or a function-as-category approach, the candidates for tonic in each case fall short of fulfilling that function. In a B-Aeolian tonality, the RN i chord of Bm is, at most, weakly functioning in any tonic capacity. In a D-Ionian tonality, the G chord, without its melodic 1 ˆ , occupies a place in the loop that makes it the strongest candidate for rhetorical tonic, despite lacking support of the tonic scale-degree.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.12": {
                "text": "[5.12] As seen in these examples, hybrid tonics can be expressed quite clearly and unambiguously across an entire song, or only in certain song sections. They can be expressed weakly or ambiguously (again, throughout the song or in certain sections), or not at all, but still be interpreted as such through other contextual information. Indeed, the range of contexts in which these tonics occur is wide; another possible way of illustrating this breadth involves Spicer’s theory of fragile, emergent, and absent tonics (2017). (28) I propose here fragile, emergent, and absent hybrid tonics: fragile hybrid tonics would describe examples where the hybrid tonics do not conform to definition, as in “715 – CRΣΣKS.” Emergent hybrid tonics would model those that gradually emerge throughout a song’s course, as in “Hurts so Good” and “Heal Me.” Absent hybrid tonics would model situations like in “Midnight City,” where the hybrid tonic in question never actually materializes. Despite the increasing tonal and functional ambiguity these concepts may evoke, the hybrid tonics described by them still carry rhetorical power. VI. “Tornado” (Jónsi, 2010) Example 15 . Formal summary of “Tornado” (Jónsi, 2010) (click to enlarge)",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "6.1": {
                "text": "[6.1] “Midnight City” demonstrates how hybrid tonics can manifest within a tonality that simultaneously suggests three different tonal centers. My final example presents a more complicated view of tonality and tonic, where the harmonic layer alternately expresses three candidates for tonic chords and the melodic layer fluctuates between potential central pitch classes. Furthermore, while plateau loops play a very small role in the construction of this song, hybrid tonics still offer an approach to analyzing tonality in sections where agreement between melodic and harmonic centric features do not align. Jónsi’s 2010 album Go features a downtempo, heavily orchestrated song entitled “Tornado.” This song traces a standard formal trajectory (see Example 15 ), presenting two verse-chorus units before moving to a bridge section followed by a climactic return to the chord loop that characterizes the second verse, and finishing with a repeat of the bridge in a more subdued tone. (29) Through a discussion of the tonality of these sections—that is, the harmonic and melodic characteristics that express a tonal center and prevailing scale or mode—I show how fleeting the occurrence of hybrid tonics can be, as well as further explore how they, along with plateau loops, can be situated in a song that alternates between Ionian, Lydian, and Aeolian tonalities.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] My reading of the tonality of “Tornado” exemplifies what Capuzzo ( 2009 ) has described as sectional centricity . Working mainly with examples from rock music, Capuzzo defines sectional tonality (and, by extension, sectional centricity) as “a type of tonality in which each section projects a distinct key [or tonal center]. The keys may or may not be related, and may or may not connect via a pivot chord, but the overall key [tonal center] succession is not governed by a single tonic” ( 157–58 ). While Capuzzo focuses more on the harmonic layer in his examples, his system can be applied to the melodic layer as well: melodies, at times independently of the harmonic layer, can also project a distinct centric pitch class, as they do in “Tornado.” This song also represents a particular type of sectional centricity wherein each of the three tonalities in the song utilize the same background pitch collection, qualifying the song as a “single scale system” ( Clement 2018 ). A single scale system describes a scenario where songs with multiple tonics adhere to a single, background pitch collection. In “Tornado,” this scale is alternatively presented as F Lydian, A Aeolian, or C Ionian, depending on the song section. Clement posits four scenarios where songs play out their single-scale systems: tonic pairs that are hierarchical in relationship, tonic pairs that are equal, tonic pairs where one tonic is ambiguous, and tonic pairs where neither is clear. As a tri-centric song, “Tornado” fits none of these scenarios, but lies closest to the second or fourth one. Mono-centric readings of “Tornado” are certainly also possible (perhaps the most likely one being in A minor), but my observations below detail why and how I hear the song as moving through three different tonal centers. Example 16 . First verse of “Tornado” (click to enlarge and listen) Example 17 . Chorus of “Tornado” (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "capuzzo_2009",
                    "capuzzo_2009",
                    "clement_2018"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] The following summary describes where and how these three tonal centers of F, A, and C are expressed over the course of “Tornado.” Tracing an expanded 3+3+2 tresillo figure—untethered to any regulating metric factor such as drums—the piano riff that characterizes the song’s introduction and first verse gently shuttles between F and Am chords. The sense of stasis this shuttle provides, combined with the initiating F chords, anticipates a melody that might confirm F as the centric pitch class. Atop this vamp, Jónsi’s vocals (entering at 0:25) carry a similarly suspended quality, always remaining a third above the root of each piano chord ( Example 16 ), and thus are insufficient to confirm or deny an F tonal center. The vocal melody gives little hint of a background scale but for the two quick scoops from B to C, which weakly suggest a Lydian inflection if F is taken as the tonal center. This verse contains two successions of the chord shuttle followed by a fifth chord, again on F. At this point the “expected” Am chord occurs, but the vocals jump up an octave and the instrumental texture fills out. As it becomes clear that this registral and textural shift signals a new section, we understand the Am chord as initiating a new chord loop, which as Example 17 shows follows a type of Aeolian progression. (30) Again, the vocals remain yoked to the harmony in that they never stray from sounding a third above each chord root. Identifying tonal center(s) in this first verse-chorus unit is complicated. Neither the melody nor the harmony express much direction in the verse or in the chorus, though the Aeolian progression of the harmony with its parallel melodic descent suggests a tonal center of A. Example 18 . Second verse of “Tornado” (click to enlarge and listen)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "6.4": {
                "text": "[6.4] The second verse returns to the F–Am chord pair, now underpinned by the metrically stabilizing drums and thickened with strings, and with interpolated passing and neighboring chords of G and Em; Example 18 shows this to be an ascending passing plateau loop. (31) The vocals also evolve from their melodic patterning in the first verse, now tracing fifths above many of the chord roots. Four plateau loops plus one final F chord comprise the harmonic layer. The vocals here offer more clues for determining a logical tonal center. On the one hand, the melodic trace of the C–G fifth (frequently highlighting a C triad), including the descents through this fifth (occurring twice in tandem with a harmonic arrival on F) leads the ear to a C tonal center; thus, hybrid tonics are expressed as indicated in Example 18. On the other hand, the concurrent melodic ascent to A underpinned by an Am harmony also stands out as aurally salient and is reinforced by extra drumming not heard elsewhere in this verse. However, the verse concludes with the boxed hybrid tonic, which, though it is the ninth chord of the section and not part of any new chord loop, exudes an air of finality through its concurrent melodic descent. (32) This hybrid tonic expresses itself as such by virtue of rhetorical techniques #2 and #4: the F chord begins this song section, and the melodic descent to C (or 1 ˆ ) occurs atop it twice thereafter. Example 19 . Partial transcription of first bridge of “Tornado” (click to enlarge and listen)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "6.5": {
                "text": "[6.5] The bridge ( Example 19 ) constitutes one of the most tonally clear parts of the song. Coupled with the melody, the chord loop of Dm–Am–C–G expresses a tonal center of C through that chord’s hypermetric prominence as the third chord of the loop. Concluding with a G chord—RN V in this context—imbues this chord loop with a sense of ongoing forwardness. (33) Initially, these loop-ending G chords lead to another iteration of the loop, but a conclusion is eventually reached (3:04), where the G chord falls back to F, and in a climactic link section, the plateau loop of the second verse is heard again. (34) The song concludes curiously: a final iteration of the bridge’s chord loop (with new lyrics) ends with the melody and harmony both arriving on F, a pitch class frequently heard as a chord root, but never before heard prominently in the melody. (35)",
                "footnotes": [
                    "FN33",
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "6.6": {
                "text": "[6.6] As can be gleaned via this summary of tonality in “Tornado,” plateau loops play a small role in the harmonic content of this song, only appearing with any clarity in the second verse. For this interpretation to hold, a tonal center of C must be construed in this verse, which, as described, is far from clear. Upon hearing the establishment of C as the tonal center in the bridge, and considering that familiarity in subsequent hearings, C becomes more plausible as a background melodic tonal center. Ultimately, my interpretation of “Tornado” rests on the beliefs that F-rooted sonorities play the most important and fundamental role in the harmonic layer, while C serves as a global melodic tonal center. These elements only converge in the second verse, establishing themselves independently of one another in other sections of the song. The F chord’s role in both beginning and concluding the song also imbues it with rhetorical tonic status, especially considering that technique #1 is based on a song’s final chord. Similarly, the stasis of the opening plateau shuttle aligns with technique #3, which stipulates that harmonic stasis and immobility can attract tonic function. This said, the rhetorical techniques of tonic observed in “Tornado” do not converge in a clear way that eliminates alternative tonal readings of the song. By engaging with three tonal centers via a single background scale, “Tornado” calls into question the use of tonic-as-category analysis, and in using no goal-oriented harmonic progressions, evades easy explanation using a tonic-as-syntax approach. Instead, a “patchwork tonality” ( Capuzzo 2009 , 158) prevails, unifying a weakly C-centered melody with a series of harmonically unique song sections that point to varying tonal centers, suggesting that a loose approach to defining tonic—one that allows for its rhetorical properties—might be a more productive point of entry for analyzing the tonality of this song. VII. Conclusion: further implications and questions Example 20a . Verse of “Icey” (Young Thug, 2018) (click to enlarge and listen) Example 20b . Verse of “It’s A Slime” (Young Thug ft. Lil’ Uzi Vert, 2018) (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "capuzzo_2009"
                ]
            }
        },
        {
            "7.1": {
                "text": "[7.1] The above examples and discussion indicate that plateau loops permeate both mainstream and indie popular music of the last decade in sufficient qualities to warrant their theorization, and that hybrid tonics offer a new type of reading of these songs that decouples tonic function from centric pitch class. Several other examples can also show that plateau loops also exist beyond this repertoire, and that hybrid tonics can also be found in songs containing nothing resembling a plateau loop. With the recent increase in singing in hip-hop music, tonal center is now often expressed through the flow (rapped or sung vocals) as much if not more than the beat (the instrumental, sampled, or computerized accompaniment). Young Thug’s “Icey” uses an open neighboring loop. In fact, as Example 20a shows, the loop is only expressed by the bass line, atop which a static harmonic sample provides little context regarding chordal identity or indeed tonal center. Young Thug’s melodic profile in this song consistently emphasizes F ♯ , and thus the hybrid tonic appears as detailed in the excerpted transcription in Example 20a. Young Thug’s 2018 collaboration with Lil’ Uzi Vert “It’s A Slime” also features the combination of singing, rapping, and quasi sprechstimme -style vocal delivery that Thug is known for. (36) As Example 20b shows, the beat features an open passing loop (again with little harmonic information other than what is suggested by the bass line), and the expression of D ♭ as tonal center comes first when Young Thug switches from rapping with flexible tessitura to chant-rapping on D ♭ at 0:22. D ♭ is further confirmed when Lil Uzi’ Vert’s heavily autotuned verse at 1:38 traces a D ♭ – A ♭ outline (part of his verse is shown in Example 20b). As such, the vocals’ switch from rapping to chanting to singing in “It’s a Slime” gradually brings the hybrid tonic into greater focus. Example 21 . Chorus of “Best I Ever Had” (Drake, 2009) (click to enlarge and listen)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "7.2": {
                "text": "[7.2] Hip-hop music, as well as pop music in general, also shows evidence of hybrid tonics without plateau loops. (37) Drake’s single “Best I Ever Had” (2009) uses a sampled chord loop that traces a descending pattern from D ♭ 7 through Cm 7 to B ♭ m 9 , which, coupled with Drake’s sung chorus expressing A ♭ as the centric pitch class, translates to the Roman numerals IV 7 –iii 7 –ii 9 , thus constituting something of an inversion of the open ascending loop (see Example 21 ). The IV chord’s position as loop initiator causes it to sound like a resolution of sorts from the loop-ending (and longest-sounding) ii chord; where one might expect an A ♭ or RN I chord to occur as a resolution, the looped beat never provides this. Instead, the loop-initiating IV chord slowly assumes a measure of stability by virtue of the loop constantly repeating; any sense of directed motion in this chord progression yields to a sense of circularity, and Drake’s initial descent to melodic 1 ˆ on the lyric “e’rething” expresses a hybrid tonic with this IV chord.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "7.3": {
                "text": "[7.3] Given the somewhat radical redefinition of tonic proposed in this article, we might question the use of retaining the term “tonic” in this context. If some popular music departs so far from the conventions of common practice harmony/tonality, as suggested here, why use terms that are intricately associated with these conventions? While I admit that my overriding goal in this article is to demonstrate that tonality in popular music has developed in a way that continuously and increasingly diverges from common-practice tonality, I also believe there to be sufficient fundamental links between today’s pop music and the harmonic/tonal system that explains common-practice era tonality to warrant the use of terms and concepts from that system. Most importantly, this music normally still expresses a centric pitch class, usually most clearly through the melodic layer, but also often through the harmonic or bass instrumental layers. (38) Furthermore, even if a song lacks chords that satisfy a function-as-category definition of tonic, it is vanishingly rare (short of a song containing no pitch-based content) that a song’s chords would fail to satisfy one or more of the rhetorical properties of tonic: stability (liberated from the need to resolve), temporal or durational prominence, and/or formal significance. I have demonstrated this with IV chords, but other chords could potentially express these rhetorical properties in some way.",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "7.4": {
                "text": "[7.4] One possible critique of the theoretical analysis of popular music (including what I offer here) is that it fails to account for how musicians and songwriters themselves engage with the music. Most music-theoretic research into harmony or tonality in popular music either arises from an analytical system or framework reflecting the theorist’s own inclinations and listening background, or is derived from empirical, listener-based data. Rarely does this research take as a starting orientation the practices of composition and performance: Koozin’s 2011 article on guitar voicings is one such example, and even then does not solicit the perspective of any practicing guitarist, short of the author’s experience as one. This observation, of course, does not exempt me from seeking out performers’ perspectives, and I believe that would be a fascinating ethnographic project. But for now, I hope to propose a theory that allows listeners a way into discerning tonality in this repertoire. For those who possess a music-theoretical background, the notion of hybridizing tonal center with a non-RN I chord will be straightforward, if a bit unconventional. For those without such background, I hope to have highlighted the sense of rhetorical stability these hybrid tonics express; I believe this is a concept that can be grasped by anyone: theorist, casual listener, pop musician, etc. Finally, many mainstream pop songs are nowadays written by songwriting teams whose members are either well attuned to the tonal conventions of popular music (and can keenly and accurately replicate in their own work chord progressions with which they are familiar), who h ave some basic knowledge of music theory, or who were educated in the classical-music tradition (the songwriter Max Martin credits his experience with the Swedish public school music curriculum as providing the foundation for his songwriting abilities, for example), or even all three. While songwriters may not conceive of hybrid tonics or plateau loops as I have here, they undoubtedly are aware of how the tonal landscape they have created functions with respect to stability, stasis, and the plateau-like qualities these loops imbue to the song’s harmonic layer.",
                "footnotes": [],
                "citations": [
                    "koozin_2011"
                ]
            }
        },
        {
            "7.5": {
                "text": "[7.5] Through the songs analyzed in this article, I hope to have demonstrated that decoupling tonic harmony from tonic pitch class, and decoupling tonic harmony from RN I or i chords, can yield compelling readings of songs that do not contain plausible tonic chords in a function-as-category or function-as-syntax reading. Plateau-looped songs frequently avoid prominent usage of RN I tonics, and while using a function-as-category analytical approach like Spicer’s ( 2017 ) that allows for weak or absent tonics would produce undeniably convincing interpretations of these songs, such an approach is not designed to assess the rhetorical properties of other tonic candidates that may exist. To that end, I have adapted Harrison’s rhetorical techniques of tonic in 19th-century chromatic music to complement Spicer’s work on song scenarios where RN I tonic plays a diminished role in the song’s functional tonality. Perhaps because of their lack of prominent RN I chords, many songs discussed in this paper propose—either alternately or simultaneously—more than one possible tonal center. Beginning with Capuzzo ( 2009 ), a variety of approaches have been proposed to deal with songs that express multiple centers, often with the goal of showing how the melodic layer functions as an arbiter of tonality when the harmonic layer fails to do so. My work here takes a similar approach in that I look first to the melodic layer to aurally discern tonal center, and while I label harmonies using Roman numerals according to this center, I stop short of evaluating their functionality based on these numerals alone. Harrison and Richards have done the same, but only with RN I chords. Hybrid tonics, as I have proposed here, allow us to hear and understand how tonic-rhetorical aspects of harmony interact with scalar-centric aspects of melody. In this way, the consideration of hybrid tonics in pop music reflects the combined roles that melody and harmony play in creating tonal stability while also acknowledging the independence of these layers. By defining and illustrating hybrid tonics and plateau loops, this paper aims to stimulate further inquiry into how tonal structures of recent popular music subtly differentiate themselves from conventions of common-practice tonality, many of which are present in earlier pop/rock music.",
                "footnotes": [],
                "citations": [
                    "spicer_2017",
                    "capuzzo_2009"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.19.25.4.duinker.html",
    "data": "mto/data/mto.19.25.4.duinker.json"
}