{
    "title": "Cognitive Dissonance: Should Twentieth-century Women Composers be\n        Grouped with Foucault’s Mad Criminals?",
    "date": "1997/03/01",
    "volume": "3",
    "issue": "2",
    "authors": [
        "Killam, Rosemary N."
    ],
    "abstract": "This article considers recent books on twentieth-century music by Lester (1989), Kostka (1990), Straus (1990), and Morgan (1991) and their exclusion of women composers’ scores. Three hypotheses for this exclusion are proposed, based on writings of Margolis and Foucault, and recent history in academic areas of theory and composition. Finally, a supplementary one-semester assignment list is presented of twentieth-century women’s compositions and analytical writings about the compositions.",
    "keywords": [
        "twentieth-century",
        "Lester",
        "Straus",
        "Kostka",
        "Morgan",
        "women",
        "Foucault",
        "Margolis"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.2/mto.97.3.2.killam.pdf",
    "author_info": [
        {
            "name": "Rosemary N. Killam",
            "university": "University of North Texas",
            "address": "College of Music, 415 Avenue C #247, Denton, TX 76203-6887, rnkillam@gte.net",
            "email": "rkillam@music.unt.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Mary Wennerstrom, “Kostka, Lester, and Straus: \nTwentieth-Century\nMaterials and Analytical Techniques in Review,” Integral 4 \n(1990):\n101–116.",
            "citations": []
        },
        "FN2": {
            "text": "2. Rosemary N. Killam, “The Music Kit (Third Edition),” Journal of\nMusic Theory Pedagogy 9 (1995): 117–128.",
            "citations": []
        },
        "FN3": {
            "text": "3. Joel Lester, Analytic Approaches to \nTwentieth-Century Music (New\nYork, NY: W. W. Norton, 1989).",
            "citations": []
        },
        "FN4": {
            "text": "4. Stefan Kostka, Materials and Techniques of \nTwentieth-Century\nMusic (Englewood Cliffs, NJ: Prentice-Hall, 1990).",
            "citations": []
        },
        "FN5": {
            "text": "5. Joseph Straus, Introduction to Post-Tonal \nTheory (Englewood\nCliffs, NJ: Prentice-Hall, 1990).",
            "citations": []
        },
        "FN6": {
            "text": "6. Robert P. Morgan, Twentieth-Century Music (New \nYork, NY:\nW. W. Norton, 1990).",
            "citations": []
        },
        "FN7": {
            "text": "7. Robert P. Morgan, email to author, June 1996.",
            "citations": []
        },
        "FN8": {
            "text": "8. Joel Lester, email to author, November 1996.",
            "citations": []
        },
        "FN9": {
            "text": "9. Howard Margolis, Patterns, Thinking, and \nCognition: A Theory of\nJudgment (Chicago, IL: University of Chicago Press, 1987), page 269.",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid., page 299.",
            "citations": []
        },
        "FN11": {
            "text": "11. Carol Gilligan, In a Different Voice (Cambridge, MA: Harvard\nUniversity Press, 1982), page 174.",
            "citations": []
        },
        "FN12": {
            "text": "12. Sara Ruddick, Maternal Thinking: Toward a \nPolitics of Peace (New\nYork, NY: Random House, 1989), page 184.",
            "citations": []
        },
        "FN13": {
            "text": "13. Athena Theodore, The Campus Troublemakers: \nAcademic Women in\nProtest (Houston, TX: Cap and Gown Press, 1986), pages 233, \n237.",
            "citations": []
        },
        "FN14": {
            "text": "14. Michael Foucault, Discipline and Punish: The \nBirth of the\nPrison , trans. Alan Sheridon (New York, NY: Vintage Books, 1995,\n1975), pages 124–125.",
            "citations": []
        },
        "FN15": {
            "text": "15. Ibid., page 243.",
            "citations": []
        },
        "FN16": {
            "text": "16. Ibid., page 299.",
            "citations": []
        },
        "FN17": {
            "text": "17. Patricia Meyer Spacks, “Female Rhetorics,” The \nPrivate Self , ed.\nShari Benstock (Chapel Hill, NC: University of North Carolina Press,\n1988), pages 177–191.",
            "citations": []
        },
        "FN18": {
            "text": "18. Nancy Armstrong, “The Rise of the Domestic Woman,” The Ideology\nof Conduct , eds. Nancy Armstrong and Leonard Tennenhouse (New York,\nNY: Methuen, 1987).",
            "citations": []
        },
        "FN19": {
            "text": "19. Michael Foucault, Madness and Civilization: A \nHistory of Insanity\nin the Age of Reason , trans. Richard Howard (New York, NY: Vintage\nBooks, 1988, 1973), page 254.",
            "citations": []
        },
        "FN20": {
            "text": "20. Ibid., page 262.",
            "citations": []
        },
        "FN21": {
            "text": "21. David Lewin, “Some Problems and Resources of Music \nTheory,” Journal of Music Theory Pedagogy 5 (1991): 119.",
            "citations": []
        },
        "FN22": {
            "text": "22. “The Yellow Wallpaper,” New England Magazine , \nMay 1891, cited in The Living of Charlotte Perkins Gilman: An Autobiography (New \nYork,\nNY: Appleton-Century, 1935).",
            "citations": []
        },
        "FN23": {
            "text": "23. Milton Babbitt, “Who Cares If You Listen?” High \nFidelity\nMagazine 8 (February 1958) in Susan McClary, Feminine Endings:\nMusic, Gender, and Sexuality (Minneapolis, MN: University of\nMinnesota Pres, 1991), page 200.",
            "citations": []
        },
        "FN24": {
            "text": "24. Jessie Barnard, Academic Women (University \nPark, PA:\nPennsylvania State University Press, 1964).",
            "citations": []
        },
        "FN25": {
            "text": "25. Athena Theodore, The Campus Troublemakers: \nAcademic Women in\nProtest (Houston, TX: Cap and Gown Press, 1986), pages xvii–xix.",
            "citations": []
        },
        "FN26": {
            "text": "26. Charles Burkhart, ed., Anthology for Musical \nAnalysis , 5th ed.\n(Orlando, FL: Harcourt Brace College Publishers, 1994).",
            "citations": []
        },
        "FN27": {
            "text": "27. James Briscoe, ed., Historical Anthology of Music \nby Women ,\nvol. 1 (Bloomington, IN: Indiana University Press, 1987).",
            "citations": []
        },
        "FN28": {
            "text": "28. Joseph N. Straus, Music by Women for Study and\nAnalysis (Englewood Cliffs, NJ: Prentice-Hall, 1990).",
            "citations": []
        },
        "FN29": {
            "text": "29. Rosemary N. Killam, “Women Working: An Alternative \nto Gans,” Perspectives of New Music 31 (Summer 1993): 231–251; and \n“Feminist\nMusic Theories—Process and Continua,” Music Theory Online 0.8 (1994).",
            "citations": []
        },
        "FN30": {
            "text": "30. Christine Battersby, Gender and Genius: Towards a \nFeminist\nAesthetics (Indianapolis, IN: Indiana University Press, 1989).",
            "citations": []
        },
        "FN31": {
            "text": "31. Chris Weedon, Feminist Practice and Poststructuralist\nTheory (Oxford, UK: Basil Blackwell, 1987), page 25.",
            "citations": []
        },
        "FN32": {
            "text": "32. Ruth Ginsberg, “Uncovering Gynocentric Science,” Hypatia 2 \n(Fall\n1987): 102–103.",
            "citations": []
        },
        "FN33": {
            "text": "33. Thomas Christensen, “Review: Carl Dahlhaus, trans. Robert O.\nGjerdingen, Studies on the Origin of Harmonic Tonality ,” Music\nTheory Spectrum 15 (Spring 1993): 110.",
            "citations": []
        },
        "FN34": {
            "text": "34. Kevin Korsyn, “Review: Wordless Rhetoric: Musical Form and the\nMetaphor of the Oration ,” Music Theory Spectrum 16 (Spring \n1994):\n132–133.",
            "citations": []
        },
        "FN35": {
            "text": "35. Margaret L. Anderson, “Changing the Curriculum in Higher\nEducation,” Signs 12 (1987): 36–38.",
            "citations": []
        },
        "FN36": {
            "text": "36. bell hooks, Feminist Theory: From Margin to Center (Boston, \nMA:\nSouth End Press, 1984), page 64.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]   The 1996 spring threads on the smt-list  \nincluded an extensive\ndiscussion of appropriate texts for twentieth-century\nanalysis. Consensus emerged that the recent books of Lester, Kostka,\nStraus, and Morgan represent the most-used texts in the area. The\nfirst three are reviewed by Wennerstrom, who references Morgan with\nSimms and Watkins, as books that “attempt[s] the complete\nstylistic/historical coverage . . . ” (1) My writing below details my\nfindings of the first four authors’ exclusion of women’s compositions,\nsome postulations for women’s exclusion, and closes with a\nsupplementary list of compositions by women, with associated\nreadings.  As coordinator of spring 1996 \nfourth-semester theory (the\ntime period during which we introduce twentieth-century techniques) I\nreexamined these books to decide which one to recommend as a text for\nthis coming fall. In a recently published review, (2) I stated my reservations to a music fundamentals package because of its exclusion\nof works by women and composers of ethnicities, so I paid particular\nattention to women’s compositions presented for study in the\ntwentieth-century texts. This area is disappointingly incomplete, as\ndetailed below through summary of the books in chronological order of\npublication.  None of these four books presents a score written by a\nwoman during the twentieth century, at least none that I could find.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2]  In Lester’s Analytic Approaches to \nTwentieth-Century Music , (3) I can find only one reference to a woman composer: On page 234, he makes\nreference to an article by Elaine Barkin. Lester’s omission of women’s\nscores is particularly puzzling, in light of his supportive invited\npresentation to a 1995 session organized by the Society for Music\nTheory Committee on the Status of Women at the New York conference.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3]  Stefan Kostka, previous to his 1990 book \ndiscussed here, has\ncoauthored with Dorothy Payne, a well-known woman theorist. (4) Kostka\nreferences Laurie Anderson (page 317), Robin Mortimore (page 308), Pauline\nOliveros (page  308), and Joan Tower (page 171), but provides no scores by\nany of these composers. In the bibliography, he references writings by\nGail de Stwolinsky, Robert Cogan and Pozzi Escot (a well-known woman\ncomposer), Louise and Jeane Gareipy, Sarah Reid, Janet Schmalfeldt,\nand Ludmila Ulehla.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4]  Joseph Straus’ Introduction to Post-Tonal \nTheory (5) is a book\nwe have used previously for our twentieth-century segment of fourth\nsemester.  It provided no references to women composers, although\nProfessor Straus has been remarkably supportive of women composers\nthrough his research, publications, and activities, such as editing of\na collection of musical examples by women initiated by the Society for\nMusic Theory Committee on the Status of Women and in collaboration\nwith a number of other scholars (please see list of references for\nfull citation).",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Twentieth-Century Music , by Robert \nMorgan, (6) contains the most\nextensive references to women composers, but no scores. On page xvii,\nhe mentions talking with Shulamit Ran and Ellen Harris. He references\nTailleferre (page 162), and illustrates and discusses Laurie Anderson\n(pages 418–419), Berberian (pages 444 and 447), and Boulanger\n(pages 283–284, 286, 287, and 397). In addition, he mentions Carolyn\nBrown (page 363), Trisha Brown (page 418), Rene Char (page 384), poet Alice\nGoodman (page 450), Agnes de Mille and Martha Graham (page 290), has an\nillustration showing women performers on page 451, and one on page 335\nidentifying Yvonne Loriod as pianist and wife of Messiaen. Oliveros is\nreferenced on pages 444, 456, and 483; her composition Sonic\nMeditations is referenced on page 454; Sound Patterns is \nreferenced\non page 444. On page 486, Morgan wrote: “Many gifted women are also\ncontributing significantly to the contemporary musical scene. Zwilich,\nTower, Musgrave, Jolas, and Gubaidulina might be mentioned as\nrepresentative of a group that, at least in the younger generation,\napproaches parity in size and importance with its male counterpart.”",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6]  I know all four of these theorists, and admire their professional\naccomplishments. To confirm my research, I sent a preliminary draft of\nthis manuscript to all of them, and have received\ndetailed replies from each of them.  They seemed as surprised as I,\npointing out their attention to women’s compositions in other areas of\ntheir published work.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]  Morgan’s email contains this excerpt: “I was \nappalled to discover\nthat I did not even mention Ruth Crawford, who was such a wonderful\ncomposer!  I can’t imagine how that happened. I have even written\nabout her elsewhere.” (7)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8]  Joel Lester’s email reads in part: “My memory tells me that your\nsurvey of my index is accurate.  The criteria I used in assembling\npieces to analyze in my twentieth-century book included the following:\nthat the pieces were widely available in scores and recordings, and\nthat there was a tradition of analyzing them (so that I as teacher had\naccess to numerous theorists’ ideas about them). The first criterion\nwas, of course, the most important to me, as it would have been silly\nto have published a text aimed at a wide audience if the music being\nanalyzed were not available in many colleges/schools of music,\netc . . . My other activities in \ntwentieth-century music included 22\nyears as a member of Da Capo Chamber Players—a group that performed\nthe works of hundreds of twentieth century (mostly, but far from\nexclusively, American) composers . . . A very substantial percentage\nof those works were by women composers; indeed, one recurring theme in\nDa Capo programs was works by women composers—including concerts\nentirely dedicated to the works of single women composers.” (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9]  Something inexplicable had occurred, considering the work of the\nCommittee on the Status of Women of the Society for Music Theory,\nwhose first meeting was held at the 1986 conference at Indiana\nUniversity before the publication of these books. The meeting was\nattended by a number of men theorists. Women composers and their music\nconstitute a large and expanding segment of twentieth-century\nliterature. Omission of this group calls for examination of the\ncultural climate in which the omission occurred and consideration of\nadditional causes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10]  Those who have read my previous writings on feminist music\ntheories know that I try to avoid simplistic binary oppositions,\nrecognizing their inevitable referentiality in such words as “binary,”\n“opposition,” “but,” and “or.” I attempt to relate theoretical\nconcepts along multidimensional continua of completion, rather than to\nmake judgments of right or wrong.  This construction allows me to\nretain a shred of previous objectivist research methodologies, which\nposit that facts are true only until proved false and that hypotheses\ncan be tested for applicability and generalizability.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11]  I propose three possible causes of the omission of women’s\ncompositions from the books of these four authors. The first centers\non Margolis’ Patterns, Thinking, and Cognition , the second on \nsome\nof Foucault’s concepts in Madness and Civilization and Discipline\nand Punish , and the third on recent history of U.S. music theory and\ncomposition.  Although a number of women philosophers, such as Daly\nand de Lauretis’ work could be used, my examination of the problem\nthrough the prism of significant male philosophers’ views offers a\nmore balanced approach.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12]  Definitions of music and theories are multiple but generally\ninclude concepts of music as patterned sound and theory as a method of\nseeking to determine these patterns.  Margolis detailed his analysis\nof pattern cognition within cultural contexts.  His analysis is useful\nfor pattern cognition implicit in music’s composition and analysis.\nMargolis argued for a pattern-seeking, pattern-dominated cognition,\nwhich he defined as “ . . . all of cognition consists of being cued\n(not consciously of course) to whatever pattern we first find that\nsatisfies the situation” (page 40). In addition, he \nproposed a continuum\nof cognitive entrenchment, as exemplified by the Copernican\nrevolution: “[I]t was only after a complete turning of generations\n.. that we reach people free enough of the older habits of mind for\nthe [Copernican] contagion to reach the stage of social knowledge.” (9) The book ended with a close reading of Galileo’s trial and conviction by the Inquisition during the reign of Pope Urban VIII,\ntaking into account that Galileo and Urban were good friends.  Although\nothers of his time privately supported Galileo’s stance that the earth\nmoved around the sun, the political climate of ideas and perceptions\nwas such that Galileo had to make public recantation of what most\nserious scholars believed privately.  Margolis summarized that,\n“Political polarization stimulates cognitive polarization,” (10) and that the intensity of the polarization will depend on the degree of balance of the various points of view: if the balance is one-sided,\nsupporters of the dominant view will have little incentive to see\nthings in a balanced way.  Margolis concluded that cognitive\nperception is intrinsic to cultural parameters and to human political\nbehavior.  Although his concepts can be applied to contemporary music\ntheorists’ need to ignore works by women composers, his reasoning\nassumes that all of his protagonists are equally committed to\ndefending their cognitive and political concepts. All of his examples\nare males. His description of the societal angst caused by the\nCopernican revolution may have even greater applications to\ncontroversies arising from the inclusion of women and minorities in\ncollege textbooks. Minorities, by simple definition, have fewer\nadvocates than the majority. Culturally, women have been less inclined\nto insist on representation equivalent to men in texts, as evidenced\nby the exclusion of women’s compositions from the texts described\nhere.",
                "footnotes": [
                    "FN9",
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13]  Margolis’ theories need additions to \naccount for acculturated\ndifferences in groups. Research by Gilligan, Ruddick and others has\nshown that U.S. women are culturally conditioned to avoid conflict and\nto seek conflict resolution.  For example, Gilligan advocated that “an\nethic of care rests on the premise of nonviolence—that no one should\nbe hurt.” (11) Ruddick summarized, “All participants resist others’\nviolence and their own temptations to abandon or assault, persisting\nin relationships that include anger, disappointment, difference,\nconflict, and nonviolent battle.” (12) Women may be reluctant to\nparticipate in the heated verbal and printed exchanges that have\noccurred in the dialectics defining compositional practices and their\nappropriate theoretical approaches. Many women composers and theorists\ndisplay these characteristics. The verbal violence of some of these\nexchanges is relished by some of the participants, but may be\nfrightening to others.  In addition, when women \ncomposers and\ntheorists do attempt to participate in these exchanges, our colleagues\nmay perceive us as operating outside the traditional cultural roles of\nwomen and discount our opinions. (13) Although trained through androcentric university traditions in the musical and intellectual\ncrossdressing of defending our cognitive concepts, some of our primary\nacculturation remains and is reinforced by the popular culture in\nwhich we participate.",
                "footnotes": [
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14]  These cultural patterns of conflict resolution may restrain us\nfrom being advocates of equal strength for our music and theories. We\nare culturally predisposed to seek resolution of verbal conflicts and\nare not our own best advocates for our music. This complicates\nconsideration of women’s music. Men theorists and composers are\nculturally trained to compete, to make their best cases for their own\ncompositions and theories.  They can become impatient with women who\nretain conflict-averting cognitive patterns. On the other hand, both\nmen and women can be startled by women who have adapted their\ncognitive styles to those more expected of men, or by men who have\nchosen to adopt conflict-avoidance styles. Cognitive styles which lack\ncultural recognition, when used in group communication, whether the\ncommunication is musical, verbal, or written, complicate group\nconsideration of these different cognitive paradigms.  Groups and\ntheir individual members may be left in a state of confusion and\nunease by unfamiliar perceptual and communicative modes.  This can\ncomplicate the communication and cooperation between women and men\nmembers of the same profession, through political polarization within\nour discipline. We work in a continuum of cultural sites and\nperceptions; not all women consider themselves feminists and not all\nfeminists are women.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]  Margolis’ description of Galileo’s conviction and silencing by\nthe Inquisition provides an extreme example of political polarization\naround a conceptual paradigm change.  There are musical analogues: as\nundergraduates, we learn to include Germaine Tailleferre as one of\n“Les Six.” Yet well over half of her compositions are still\nunpublished and unavailable for any analytical judgment.  Her\ncompositional relationship to “Les Six” thus remains analytically\nundeterminable.  The absence of women’s compositions from\ntwentieth-century theory texts does not require that we round up for a\ncontemporary Inquisition “the usual suspects” (to paraphrase one of\nthe last scenes in the movie “Casablanca”) of women composers excluded\nand demand their credentials for inclusion: perhaps alphabetically\nfrom Laurie Anderson to Ellen Taaffe Zwilich. However, their erasure\nfrom our analytical literature makes theories of another\ntwentieth-century analyst, Foucault, relevant to our reflection.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16]  My previous description of the text \nauthors’ surprise at their\nomission of women’s compositions can be related to Foucault’s\nexplication of the purpose of punishment: “the \npenalty should be\ncarried out in secret; the public was to intervene neither as a\nwitness, nor as a guarantor of punishment”; (14) “the perfect image of prison labour was the women’s workshop at Clairvaus; the silent\nprecision of the human machinery is reminiscent of the regulated\nrigour of the convent”; (15) and “a \ncertain significant generality\nmoved between the least irregularity and the greatest crime; it was no\nlonger the offence, the attack on the common interest, it was the\ndeparture from the norm, the anomaly.” (16) Foucault’s writings\ndefined a culture’s need to disguise and hide the mechanics of\npunishment from the cultural world at large. What better cultural\npunishment with its secret precision as defined by Foucault, can be\ndevised (however unintentional) for women composers, than to ignore\ntheir work in the books which the theoretical community designates as\ncentral to learning twentieth-century compositional and theoretical\ntechniques?",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17]  The historical relegation of women to a private sphere and many\nwomen’s consideration of such relegation to punishment has been\ndocumented by Spacks (17) and by \nArmstrong, (18) among others.  Music\nplays a central cultural role in religious ritual; silencing of women\ncontinues as a doctrine among a number of religions.  Women composers,\nwho have chosen to break these traditions with creation of organized\nsound performed in public, are so deeply criminalized by the\ncentralities of our culture as to make the quotation of their music in\na theory text nearly a crime in itself. How can we be surprised at the\nexclusion of women’s compositions from textbooks?",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18]  Additional reasons for exclusion of women’s compositions from\n20th-century analytical texts can be deduced from Foucault’s Madness\nand Civilization: A History of Insanity in the Age of Reason , where\nhe stipulates: “Long after the diseases of the poor had again become\nan affair of state, the asylum would keep the insane in the imperative\nfiction of the family”; (19) and \n“Confinement, prisons, dungeons, even\ntortures, engaged in a mute dialogue between reason and unreason are\nthe dialogue of struggle. This dialogue itself \nwas now disengaged;\nsilence was absolute; there was no longer any common language between\nmadness and reason.” (20) Silence, \nculturally accepted for a group of\nsome of its members (as is the case for women in many subcultures),\nmilitates against strong support of what that group might say. Does\nacceptance of such silencing advance the presence of women’s\ncompositions in contemporary culture?  The question of why there are\nno great women composers is still heard occasionally and is provided\nwith radically incomplete answers. Women’s compositions are omitted\nfrom our field’s most popular texts on twentieth-century music.  Does\ntheir authors being men increase the probability of women’s exclusion\nfrom subsequent editions?",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19]  The last half century’s importance of reason and mathematics to\nanalytical systems centered on twelve-tone and set theory may provide\nan implicit basis for ignoring women’s compositions which might be\nwell served through use of such analysis.  Do we exclude analyses of\nwomen’s compositions because culturally we do not relate them to such\nobjective analytical contexts?  Even Lewin (a strong supporter of\nwomen) has written an analysis of Babbitt’s Philomel in which he\ndescribes the actions of the raped and mutilated woman: “Nothing lies closer to her than the laborious work of composing her piece,\nthrough Babbitt as a medium. In that manner alone can she portray her\nbeing, and make known her sufferings. To sing Babbitt’s piece is to\nweave her tapestry.” (21) Does the \nmetaphor of tapestry weaving show us a\nwoman giving public reasoned testimony of her wrongs, or of a woman\nconfined to reveal her agonies in a culturally-approved private space\nthrough the repetitive physical actions required to make a tapestry?\nWhat roles of equivalent independence and joy have been recognized in\nwomen’s composition and analyzed by men theorists?  What analyses by\nmen theorists celebrate strength, logic and happiness in the music of\nwomen?",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20]  Could exemplifying analysis through \ncompositions by women, who\nare defined by our culture to embody illogic, constitute an implicitly\ninappropriate pedagogical approach?  Wennerstrom’s review previously\ncited notes that the books she reviewed concentrated on twelve-tone\nand set theory. Are women composers still faced with Gilman’s\nsituation as recounted in her short story, “The Yellow Wallpaper”—a\ndisguised autobiographical account—of a woman writer driven to\nmadness by her “rest cure” that required that she never write again? (22) Has the explicit cultural imperative of Gilman’s time become\nimplicit for today’s women composers—that they should cease writing\nmusic and dismiss any possibilities of their music being included in\nanalysis?  What analyses have been published in music theory journals,\nwritten by men theorists about compositions by women, utilizing\ntwelve-tone and set theory?  There are multiple examples of the\nconverse: women theorists, in their published analyses, have dutifully\nand skillfully applied current analytical techniques to men’s\ncompositions.  Would there have been such outrage against McClary’s\nanalyses if she had centered on women’s compositions, instead of the\n“canonized” men’s compositions which she frequently analyses?\nOmission of women composers from twentieth-century texts is likely to\nbe attributable to multiple causes arising within the field.  Adrienne\nRich’s phrase, “the dream of a common language,” still holds\nattraction for women musicians as did its choice as the theme of the\nfirst conference on Feminist Theory and Music, held in 1991.  We still\nhope for the possibility of musical creations of both women and men\nbeing considered by us all.",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21]  After World War II and the Korean War, many young men composers\nwent to college on the GI Bill.  Their subsequent return to academic\ninstitutions as composers brought them back to places where they had\nexperienced freedom and growth. Babbitt strengthened their desire to\nreturn, by calling for contemporary composition to center in academic\ninstitutions: “I dare suggest that the composer would do himself and\nhis music an immediate and eventual service by total, resolute and\nvoluntary withdrawal from this public world to one of private\nperformance and electronic media.  By so doing, the separation between\nthe domains would be defined beyond any possibility of confusion of\ncategories, and the composer would be free to pursue a private life of\nprofessional achievement.” (23) Men \ncomposers’ seeking private\nacademic lives coincided with decreases in the percentage of women as\nmembers of university faculties, documented by Jessie Barnard. (24) In\nrecent years, there is an increasing number of women and men\ncomposers in comparison to the number of university positions\navailable.  Competition for these positions has become fierce.  What\neffect does this competition have on men composer/theorists?  Does it\ndecrease their professional and cultural security, their likelihood\n(however unintentional) of promoting and analyzing the works of women\ncomposers?",
                "footnotes": [
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22]  The reduction in percentage of women on university faculties may\nhave had unintended consequences on the education of younger\ncontemporary composers and theorists, who may have had minimal\nopportunities to study theory or composition with women\ncomposers/theorists. For many current theorists, women composers have\nnot been available as teachers or as role models. Although these\ntheorists are aware of women as composers, their choice of\ncompositions to illustrate twentieth-century techniques would more\nlikely be drawn from their early role models and mentors. Theodore\nnoted the continuation of this reduced influence: “The status of\nacademic women had remained virtually unchanged from 1970 to 1983 . . . and they barely were visible in the male-dominated academic\ndepartments and professional schools, both public and private, large\nand small.” (25) This is quite a \nchange from the late nineteenth\ncentury belief that music was a womanly occupation, as documented by\nIves’ continual railing against effeminacy he thought that he detected\nin compositions or performances.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23]  Women have been displaced from their former musical centrality,\nin which they were maintained by the millions of U.S. women of\nmultiple ethnicities who supported women composers through women’s\norganizations.  The organizations’ memberships decreased once the vote\nhad been won and women started working outside the home in larger\nnumbers, leaving less time for participation in women’s organizations.\nIves was certainly not the only man to object to what he perceived as\nfeminine musical values and aesthetics. Freudian concepts of women’s\ninnate indecisiveness (his question: “What do women want?” became a\nmantra for much of the twentieth century). Similarly, women’s\nculturally-approved passivity as a sign of their mental health\noriented a large segment of the culture to perceptual cognition of men\nas artistic creators and arbitors of musical analytic values.  The\ncultural pattern is self-replicative through our university\neducational system, and can be exemplified by the paucity of works by\ntwentieth-century women composers in commonly-used anthologies such as\nBurkhart (26) (the 5th edition now \nincludes one example by Crawford\nSeeger).  Anthologies are \nso expensive that few undergraduate classes\nrequire students to buy more than one. Anthologies of women composers’\nworks, such as those by Briscoe (27) and by Straus, (28) are rarely\nrequired as texts in undergraduate analysis courses. The works of\nwomen composers well known by students from their performance\nrepertoire, written by composers such as Musgrave, Zwilich, Larsen,\nTower, and many others, are not used in theory classes. Students\ndevelop an increased sense of alienation of the relationship of music\ntheory and music through omission of women’s compositions from their\ntheoretical studies.",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24]  Based on the foregoing and on my previous \nwritings, (29) I\nconsider twentieth-century texts providing compositions written\nexclusively by men, to be radically incomplete. I acknowledge the\ncultural basis of such a selection, but question whether it represents\nthe conscious decision of the majority of music theorists.  There is\nconsiderable feminist theory in other fields that advocates a somewhat\ndifferent position within analytic traditions, such as Battersby’s Gender and Genius : (30) “Men \nwould not have insisted that creativity\nis a male prerogative unless men were afraid that women’s creations\nwould be taken seriously.”",
                "footnotes": [
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25]  My summary invokes concepts of Korsyn, Ginsberg, and Christensen,\nas well as aspects of poststructural feminism, which provide an\neffective way to formulate relationships of women and music as the\nsite of multiple truths without acceding to a total relativity of\ntruths.  In 1987, Weedon wrote of this multiplicity: “The meaning of\nthe signifier ‘woman’ varies from ideal to victim to object of sexual\ndesire, according to its context.  Consequently, it is always open to\nchallenge and redefinition with shifts in its discursive\ncontext . . . However, a feminist \npoststructuralism must pay full\nattention to the social and institutional context of textuality in\norder to address the power relations of everyday life . . . Social\nmeanings are produced within social institutions and practices in\nwhich individuals, who are shaped by these institutions, are agents of\nchange.” (31) Women musicians, in \ntheir multiply-overlapping roles of\ncomposers, theorists, performers, and listeners, are change agents who\nare shaped by cultural institutions and contexts.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26]  Segments of poststructural theories, particularly those which\npropose a multiplicity of truths, are useful in determining a place\nfor women’s works, both musical and literary. The central truths\nabstracted from the canon of men’s works are not about to be replaced\nby some “politically correct” revision. I am not advocating\nsubstitution of Bacewicz for Berg, Clarke for Cage, Shulamit Ran for\nStravinsky; I ask that our cognitive perception be extended to include\nthe former as well as the latter. If we can expand historically\naccepted sources of musical concepts to include women’s work as having\nequal valence, we will have accomplished a great deal.  As Ginsberg\nconcluded: “But one of the projects of American feminists has been to\nclaim our right to participate in the making of meaning.” (32) More\ncomplete musical analytic truths (no matter how partial they remain)\nwill emerge from our inclusion of women’s compositions in the music\nthat we analyze and help our students learn to analyze.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27]  Both music theory and I as a theorist are expanding and changing\nour methodologies.  In 1989, I first had the temerity to discuss with\na graduate student the question with which I had been concerned for\nsome time: What might constitute feminist music theories? His response\nwas, “I can’t imagine what feminism and music theory might have in\ncommon.”  As Christensen wrote in 1993: “Every \ncomposition exists\nalong a plurality of continuums: the composer’s own artistic\ndevelopment, the historical unfolding of a given genre or style,\nevolving social and aesthetic forces, and so on.” (33) The pluralities of cognitive perceptions of music will continue to\nincrease.",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28]  Our students are ahead of their teachers now, and we might well\nrun to catch up with them. In this spirit, I propose one of many\npossible supplementary study lists for an undergraduate one-semester\ncourse on twentieth-century music analysis. This in no way proposes a\nnew canon. If I articulate a problem, feminist theories advocate that I\npresent a possible solution: I believe that the lack of women’s\ncompositions used in our analysis texts is a significant problem. The\nmusic and articles are a compilation relying on many with greater\nexpertise than I; most of my research and teaching have been in\nsixteenth- and eighteenth-century music.  In responses to my email for\nhelp, members of the International Alliance of Women Musicians’\nelectronic discussion list produced far more music and references than\nI can include here. Works included in the assignment list were chosen,\nin large part, because I was able to find secondary literature to\nassist in their analysis. A number of significant women composers,\nincluding some of my personal favorites, are omitted because I could\nfind no secondary resources. I hope this will bring outcries of, “How\ncould you have missed the article/book on X?” The assignment list\nneeds expansion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29]  Change in our professional endeavors is \nlikely to be both\nexhilarating and unsettling.  Korsyn has written of possible changes;\n“If analysis is to capture the rhetorical relationship between speaker\nand audience . . . we may need to find new styles of writing about\nmusic.” (34) Some will question \nwhether my writing is an appropriate\nmethod of framing the problem.  Nearly a decade \nago, Anderson\ndiscussed phases of curriculum change; my proposal here is both\npartial and conservative, the sort often referred to as, “add women\nand stir.” (35)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30]  In the future, I hope that the amount of \nmusic by women composers\nin our curricula more accurately mirrors the percentage of women who\nstudy with us and go on to become professional musicians, frequently\nincluding in their repertory a great deal of music written by women.\nCurricula changes of this magnitude will discomfit many theorists in\nthe field today.  I take comfort in the words of bell hooks: “If women\nalways seek to avoid confrontation, to always be ‘safe,’ we may never\nexperience any revolutionary change, any transformation, individually\nor collectively.” (36) Can her words \nbe extended to women’s\ncompositions and to feminist music theories as well? Music theory\nneeds to develop cognitive patterns past a silencing of women\ncomposers.  Addition of women’s compositions to twentieth-century\nanalytical texts can aid us all. SUPPLEMENTAL TWENTIETH-CENTURY ASSIGNMENT LIST 1-SEMESTER UNDERGRADUATE ANALYSIS COURSE The proposal below is problematic in several ways: the list assumes\nstandard categorization of historical styles and periods, without\nreexamining them.  Many of the women composers whose works are listed\nhave composed in a number of styles and may not be well served by my\ncategorization. My reasons for utilizing current twentieth-century\ncategories are that both texts and course structures often use such an\napproach.  Thus, instructors can “plug in” a segment of the list with\nminimal restructuring of their current syllabi.  I hope that this\narticle engenders significant discussion and revision proposals, both\nof my approach and of those approaches I have implied as “standards.”\nResources on women’s compositions and on the composers themselves are\nbeing developed so quickly that even an electronic journal listing of\nthis sort is incomplete.  I recommend that those who want additional\ninformation start with the electronic data bases maintained by the\nInternational Alliance of Women Musicians, the American Musicology\nSociety, and the Society for Music Theory Committee on the Status of\nWomen. Weeks 1 and 2: Extended Romanticism and Nationalism 1. Ethel Smyth (1858–1944). “March of the Women.” London, UK: \nCurwen,\n1911. RECORDING: CD4011, Virgin Classics. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Ripley, Colette S.  “The Chorale Preludes of Ethel Smyth.” The\nAmerican Organist 27.7 (1993), 56. Smyth, Ethel. The Memoirs of Ethel Smyth, Abridged and Introduced by\nRonald Crichton; with a list of works by Jorry Bennet . London, UK:\nViking Press, 1987. Wood, Elizabeth. “Lesbian Fugue: Ethel Smyth’s Contrapuntal Arts.” in\nRuth A. Solie, ed., Musicology and Difference . Berkeley, CA:\nUniversity of California Press, (1993): 164–183. Wood, Elizabeth. “Performing Rights: A Sonography of Women’s\nSuffrage.” The Musical Quarterly 79 (1995): 606–643. 2. Amy Cheney Beach (1867–1944). Piano Quintet in F ♯ minor, \nOp. 67 .\nNew York, NY: Da Capo Press, 1979. RECORDING: Turnabout TV-S34556 (page 16, Cohen discography). ANALYTICAL AND BIOGRAPHICAL INFORMATION: Block, Adrienne F. “Why Amy Beach Succeeded as a Composer: The Early\nYears.” Current Musicology 36 (1983): 41–59. Chisholm, Rose Marie. “Analytical Approaches to Amy Beach’s Piano\nQuintet in F ♯ minor.” Indiana Theory Review 4 (1981): \n41–53. 3. Florence Price (1888–1953). “Dances in the Canebreaks.” Los\nAngeles, CA: Affiliated Musicians, c. 1953. RECORDING: Althea Wates Performs the Music of Florence Price, Cambria \nCD 1097. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Brown, Rae Linda. “Selected Orchestral Music of Florence B. Price in\nthe Context of Her Life and Work.” Ph.D. Dissertation, Yale\nUniversity, 1987. Jackson, Barbara G. “Florence Price, Composer.” Black Perspectives in\nMusic 5 (Spring 1977): 30. 4. Mary Carr Moore (1873–1957). Twelve Songs , Bryn Mawr, \nPA:\nHildegarde Publishing Co. (Box 332, 19010), 1996. RECORDING: Cambria. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Richardson, Cynthia and Catherine Smith, Mary Carr Moore, American\nComposer . Ann Arbor, MI: University of Michigan Press, 1987. Rogers, Barbara J.  “The Works for Piano Solo and Piano with Other\nInstruments of Mary Carr Moore.” Unpublished DMA dissertation,\nUniversity of Cincinnati, Cincinnati, OH, 1992. Weeks 3 and 4: Early 20th c. French Post-Tonality 1. Lili Boulanger (1893–1918). “Clairière dans le ciel.” \nSong\nCycle for Voice and Piano. Durand S. A., Sole Representative U.S.A.,\nTheodore Presser Co., (1914) 1970. RECORDING: Cassette Two, Historical Anthology of Music by Women , \nCompiled by James R. Briscoe, Indiana University Press. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Dopp, Bonnie Jo. “Numerology and Cryptography in the Music of Lili\nBoulanger: The Hidden Program in ‘Clairière dans le ciel’.” The\nMusical Quarterly 78 (Fall 1994): 556–583. Rosenstiel, Leonie. The Life and Works of Lili\nBoulanger . Rutherford, NJ: Fairleigh Dickenson University Press,\n1978. 2. Germaine Tailleferre (1892–1983). “ Six Chansons \nFrancaise .” 6 Cez\nHeugal: Paris.  Theodore Presser, American agent. RECORDING: Spectrum SR-147 Uni-Pro Records, Harriman, NY, NY 10926. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Light, Leslie. A Chronicle of the Life and Career of Germaine\nTailleferre , MM thesis, Peabody Institute, 1988. Shapiro, Robert. Germaine Tailleferre: A Biobibliography, No. 48 in\nSeries . Westport, CT: Greenwood Press, 1994. (ISBN 0-313-28642-6) Week 5: Free Atonality 1. Rebecca Clarke (1886–1979). Trio for Violin, Cello and \nPiano Women Composers Series, New York, NY: Da Capo Press, 1980. RECORDING: Leonarda, LPI103. ANALYTICAL AND BIOGRAPHICAL INFORMATION: MacDonald, Calum. “Rebecca Clarke’s Chamber Music.” Tempo 160\n(March 1987): 15–26. Kielian-Gilbert, Marianne. “On Rebecca Clarke’s Sonata for Viola and\nPiano: Feminine Spaces and Metaphors of Reading.” Audible Traces:\nMusic, Gender, and Identity , eds. Elaine Barkin and Lydia\nHamessley. Zurich, Switzerland: Carciofoli Verlagshaus, 1997. 2. Louise Talma (1906–1996). Let’s Touch the Sky for \nchorus, fl.,\nob. and cl.  New York, NY: No. 3, W. W. Norton Anthology of Choral\nMusic. RECORDING: VOX SVBX5353. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Barkin, Elaine. “Louise Talma: The Tolling Bell.” Perspectives of New\nMusic 10 (1972): 142–152. Le Page, Jane W. Vol. 1. Women Composers, Conductors and Musicians\nof the 20th Century . “Louise Talma: Composer, Performer, Professor.”\nMetuchan, NJ: The Scarecrow Press, (1980): 226–240. Oshima-Ryan, Umiko.  “American Eclecticism: Solo Piano Works of Louise\nTalma.” Unpublished DMA dissertation, University of Cincinnati,\nCincinnati, OH, 1993. Stackhouse, Eunice W.  “A Survey of the Solo Piano Compositions of\nLouise Talma, Composed from 1943 to 1984.” Unpublished DMA\ndissertation, University of Kansas, Lawrence, KA, 1995. Teicher, Susan. “The Solo Works for Piano of Louise Talma.” D.M.A.\ndissertation, Peabody Conservatory, Baltimore, MD.  Ann Arbor, MI:\nUniversity Microfilms, 1982. 3. Miriam Gideon (1906–1996). Songs of Youth and Madness , \nNew York,\nNY: American Composers Edition, 1954. RECORDING: CRI SD 401 Composers Recordings, In., 270 W. 74th St., \nNew York, NY, 10023. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Kielian-Gilbert, Marianne. “Of Poetics and Poiesis, Pleasure and\nPolitics—Music Theory and Modes of the Feminine.” Perspectives of\nNew Music 32 (1994): 44–67. Petrie, Anne M.  “The Relationship of Music to Text in Selected Solo\nWorks of Miriam Gideon.” Unpublished DMA dissertation, The University\nof Oklahoma, Norman, OK, 1990. Week 6: Early Serialism 1. Peggy Glanville-Hicks (1912–1990). Etruscan Concerto: \nPiano and\nChamber Orchestra .  New York, NY: C. F. Peters, 1985. RECORDING: MGM E3359 (1956); Bussoti, Piano; MGM Orch. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Hayes, Deborah. Peggy Glanville-Hicks: A\nBio-bibliography . Westport, CT: Greenwood Press, 1990. Robinson, Susan. “Unmasking Peggy Glanville-Hicks.” IAWM Journal 2\n(June 1996): 4–7. 2. Elizabeth Lutyens (1906–1983). String Quartet , Op. 5, \nNo. 5,\nValley Forge, PA: Universal Edition, 1991. RECORDING: London Argo 425; Argo, ZRG5425. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Harries, Merrion and Susie Harries, A Pilgrim Soul: The Life and Work\nof Elizabeth Lutyens . London: Joseph, 1989. Roma, Catherine. “Contemporary British Composers.” in Karin Pendle,\ned. Women and Music: A History . Bloomington, IN: Indiana \nUniversity\nPress, (175–186) 1991. Week 7: Neoclassicism 1. Emma Lou Diemer (1927– ). Go Tell it on the Mountain . \nBoston, MA:\nCarl Fischer Facsimile Edition. RECORDING: Calcante, CALCD006. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Brown, C. C. “Emma Lou Diemer: Composer, Performer, Educator, Church\nMusician.” Unpublished Dissertation, Southern Baptist Theological\nSeminary, Louisville, KY, 1985. Naus, Thomas H.  “The Organ Works of Emma Lou Diemer.” Unpublished\nDissertation, Michigan State University, Lansing, MI: 1991. Hubler, Lyn H.  “Women Organ Composers from the Middle Ages to the \nPresent:\nwith Performance Suggestions for Selected Works.” Unpublished \nDissertation,\nStanford University, Stanford, CA, 1983. 2. Grazyna Bacewicz (1909–1969). String Quartet no. 4 , \nKrakow,\nPoland: E. Tyssens, 1952. RECORDING: ASV-CD908 Maggini Quartet. ANALYTICAL AND BIOGRAPHICAL INFORMATION: McNamee, Ann K.  “Grazyna Bacwicz’s Second Piano Sonata (1953): Octave\nExpansion and Sonata Form.” Music Theory Online 0.4 (1993).\n(mto.93.0.4.mcnamee.art). Plaut, Linda B. “Grazyna Bacewicz.” Women of Note Quarterly 2\n(August 1994): 1–5. Rosen, Judith. “Grazyna Bacewicz: Her Life and Works.” Polish Music\nHistory Series , Los Angeles, CA: University of Southern California,\n1984. 3. Violet Archer (1913– ). Introit and Choral Prayer , \nSATB, Toronto,\nCanada: BMI Canada, 1963. RECORDING: “Landscapes,” CBCRCI10. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Hartig, Linda B. Violet Archer: A Bio-bibliography . Westport, CT:\nGreenwood Press, 1991. Huiner, Harvey D. “The Choral Music of Violet Archer.” Unpublished\nPh.D.  dissertation, University of Iowa, 1980. Keith, Charles D.  “A Conductor’s Analysis of Gian Francesco Milipiers\nand Florent Schmitt and Violet Archer.” Unpublished DMA dissertation,\nSouthwestern Baptist Theological Seminary, Ft. Worth, TX, 1980. Week 8:  Modernism 1. Ruth Crawford Seeger (1901–1953). “String Quartet.” Burkhart\nAnthology for Musical Analysis , 5th ed. Orlando, FL: Harcourt Brace\nCollege Publishers, 1994. RECORDING: Nonesuch, H72380; Columbia, ML5477. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Straus, Joseph. The Music of Ruth Crawford Seeger . Cambridge, MA:\nCambridge University Press, 1995. Wilding-White, Ray.  “Remembering Ruth Crawford Seeger: An Interview\nwith Charles and Peggy Seeger.” American Music 6 (1988): \n442–54. 2. Joan Tower (1938– ). Wings and Breakfast Rhythms , \nNew York, NY:\nAssociated Music Publishers, 1983. RECORDING: Blustine, Da Capo Players, CRI, CD582. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Lochhead, Judy. “Joan Tower’s Wings and Breakfast Rhythms I and II:\nSome Thoughts on Form and Repetition.” Perspectives of New Music 30\n(1992): 132–156. Schloss, Myrna F.  “Out of the Twentieth Century: Three Composers,\nThree Musics, One Femininity (Meredith Monk, Pauline Oliveros, Joan\nTower).” Unpublished Ph.D. Dissertation, Wesleyan University, Hanover,\nNH: 1993. Weeks 9 and 10: Tape, Aleatoric, Electronic 1. Jean Eichelberger-Ivey (1923– ). “Shakespeare, William: \nProspero,\nScene for Bass Voice, with Horn, Percussion and Tape.” Boston, MA:\nC. Fischer, 1978. RECORDING: Grenadilla Records. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Franco, Anne K.  “A Study of Selected Piano Chamber Works by Twentieth\nCentury American Composers (Serial, Experimental,\nIvey/Borroff,Gideon/Hoover).” Unpublished Ed.D Dissertation, Columbia\nUniversity Teachers College, New York, NY.  1985. Muennich, Rose Marie. “The Vocal Works of Jean Eichelberger-Ivey.”\nPh.D.  Dissertation, Michigan State University, Lansing, MI: 1983. 2. Elaine Barkin (1932– ). “String Quartet.” New York, NY. RECORDING: CRI, 1984, SD338. (Cohen discography, page 4) ANALYTICAL AND BIOGRAPHICAL INFORMATION: Barkin, Elaine. “To Whom It May Concern.” Perspectives of New \nMusic 16 (Spring/Summer 1978): 191–194. Frey, Janice M. “Elaine Barkin.” Perspectives of New Music 31 (1993): 252–261. 3. Thea Musgrave (1928– ). Narcissus for Flute and Digital\nDelay . London, UK: Novello, 1988. RECORDING: Capstone CDS, 8607. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Dickenson, Peter. “British-American Interactions: Composer and\nStudent.” Musical Times 122 (December 1981): 818–820. Hamer, Janice.  “Musgrave, Thea, Scottish Composer.” Opera News 59 (1995) 20–23. Hixon, Don. Bio-bibliography, Thea Musgrave . Westport, CT: \nGreenwood\nPress, 1984. Week 11: Popular and Film 1. Kay Swift (1897–1993). Score to Can’t We Be Friends , \nNew York:\nHarms, 1929. RECORDING: Hester Park, CD 7701. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Grattan, Virginia L. American Women Songwriters: A Biographical\nDictionary . Westport, CT: Greenwood Press, 1993. Swift, Kay. Who Could Ask for Anything More? New York, NY, Simon\nand Schuster, 1943. 2. Dana Suesse (1911–1987). “You Oughta be in Pictures.” New \nYork, NY:\nFamous Music Corp., 1932. RECORDING: Hester Park, CD7701. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Forte, Allen. The American Popular Ballad of the Golden Era,\n1924–1950 . Princeton, NJ: Princeton University Press, 1995. Gratten, Virginia C. American Women Songwriters: a Biographical\nDictionary . Westport, CT: Greenwoood Press, 1993. Week 12: Minimalist and Performance Art 1. Pauline Oliveros (1932– ). “Tashi Gomang: For Orchestra.”\nBaltimore, MD: Smith Publications, 1984. RECORDING: Live recording, property of composer, duplicates \navailable on request. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Evans, Allan.  “Pauline Oliveros: Deep Listening.” Fanfare 15.5\n(1992): 371–374. Briggs, Nancy L.  “Creative Improvisation: A Musical Dialogue.”\nUnpublished Ph.D. Dissertation, University of California, San Diego,\nCA, 1986. Taylor, Glenn W.  “The Voracious Muse: Contemporary Cross-Cultural\nMusical Borrowings, Culture, and Postmodernism.” Unpublished\nPh.D. Dissertation, University of Michigan, Ann Arbor, MI: 1993. Taylor, Timothy D. “The Gendered Construction of the Musical Self: The\nMusic of Pauline Oliveros.” The Musical Quarterly 77.3 (1993):\n385. Von Gunden, Heidi. The Music of Pauline Oliveros . Metuchen, NJ:\nScarecrow Press, 1983. Young, Mary Ellen. “Tashi Gomang, Pauline Oliveros: A\nBiography-Descriptive Catalog of Compositions.” Ph.D. Dissertation,\nUniversity of Minnesota, Minneapolis, MN: 1991. Weeks 13 and 14: Synthesis of Contemporary Techniques 1. Libby Larsen (1950– ). Mass for the Earth . Oxford, UK: \nOxford University Press, 1993. RECORDING: KC7279. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Boyer, D. “Musical Style and Gesture in the Choral Music of Libby\nLarsen.” Choral Journal 34.3 (1993). Boyer, D.  “The Choral Music of Libby Larsen: An Analytical Study of\nStyle.” Unpublished DMA dissertation, The University of Texas at\nAustin, Austin, TX, 1994. Killam, R. N. “Women Working: An Alternative to Gans.” Perspectives\nof New Music 31 (Summer 1993): 231–251. 2. Ellen Taaffe Zwilich (1939– ). Symphony No. One . \nNewton Center,\nMA: Margun Music, 1983. RECORDING: New World, NW336-2. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Schnepel, J. “Ellen Taaffe Zwilich’s Symphony No. 1: Developing\nVariation in the 1980’s.” Indiana Theory Review 10 (1989): \n1–19. Grimes, Ev.  “Conversations with American Composers: Ellen Taaffe\nZwilich.” Music Educators Journal 72 (1986): 61–65. Gunn, N. “Organicism, Motivic Development and Formal Design in Ellen\nTaaffe Zwilich’s Symphony No. 1.” Unpublished Ph.D dissertation, City\nUniversity of New York, New York, NY, 1993. Robinson, Susan B.  “Three Contemporary Orchestral Compositions by\nAmerican Women: A Guide to Rehearsal and Performance for the\nUniversity Orchestra Conductor.” Unpublished Ph.D. Dissertation, Texas\nTech University, Lubbock, TX, 1991. 3. Augusta Read Thomas (1964– ). “Vigil for Cello and \nOrchestra.” Bryn\nMawr, PA: Theodore Presser, 1992. RECORDING: GM Recordings, No. 2045. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Kovnat Denise Bolger. “Reading Thomas.” Rochester Review 58.3\n(Spring-Summer 1995): 33–37. 4. Nancy Van de Vate (1930– ). “Piano Sonata No. 1.” Washington,\nD. C.: Arsis Press, 1982. RECORDING: Vienna Modern Masters Vmm2003. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Grimes, Ev. “Interview with Van de Vate.” Music Educators Journal 73\n(October 1986): 52–56. Le Page, J. W. Women Composers, Conductors, and Musicians of the\nTwentieth Century: Selected Bibliographies . “Nancy Van de Vate,\nComposer, Professor.” pages 256–275.  Metuchan, NJ: The Scarecrow Press,\n1980. 5. Shulamit Ran (1949– ). Private Game for clarinet and\ncello. Bryn Mawr, PA: Theodore Presser, 1979. RECORDING: CRI SD 411. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Ran, Shulamit, “In Response: Barkin, Elaine.” Perspectives of New\nMusic 20 (1982): unnumbered pages. Guzzo, Anne. “Shulamit Ran:  Her Music and Life.”  Unpublished M.S. Thesis,\nUniversity of California, Santa Cruz, Santa Cruz, CA, 1996. Week 15: Performance Art, Multimedia 1. Laurie Anderson (1947– ). United States Live . Burbank, \nCA: RECORDING: Warner Brothers CD 23192. ANALYTICAL AND BIOGRAPHICAL INFORMATION: Forte, Jeanie K.  “Women in Performance Art: Feminism and\nPostmodernism.” Unpublished Ph.D. Dissertation, University of\nWashington, Seattle, WA, 1986. Harper, Phillip B.  “The Recentered Subject: Marginality in the\nDevelopment of Postmodern Culture.” Unpublished Ph.D. Dissertation,\nCornell University, Ithaca, NY, 1988. The Institute. Laurie Anderson: Works from 1969 to 1983,\nOct. 15–Dec. 4 .  Philadelphia, PA: Institute of Contemporary Art,\n1983. McBride, Sam.  “Documenting a Performance Artist: A Laurie Anderson\nBibliography (Part I).” Bulletin of Bibliography 53.3 (1996): \n187. McClary, Susan. “This is Not a Story My People Tell: Musical Time and\nSpace According to Laurie Anderson.” Feminine Endings . \nMinneapolis,\nMN: University of Minnesota Press, 1991. Sommer, Sally.  “Stores from the Nerve Bible: A Retrospective,\n1972–1992 by Laurie Anderson.” The Women’s Review of Books 12.8 \n(1995): 9. Vowell, Sarah.  “Books: Laurie Anderson, Stories from the Nerve Bible.” Art Papers 18.6 (1994): 56. SELECTED REFERENCES Battersby, Christine. Gender and Genius: Towards a Feminist\nAesthetics . Indianapolis: Indiana University Press, 1989. Christensen, Thomas. “Review: Carl Dahlhaus, trans. Robert\nO. Gjerdingen, Studies on the Origin of Harmonic Tonality .” Music Theory Spectrum 15.1 (Spring 1993): 89–111. Foucault, Michael. Madness and Civilization: A History of Insanity in\nthe Age of Reason , trans. Richard Howard. New York: Vintage Books,\n1988 (1973). Foucault, Michael. Discipline and Punish: The Birth of the \nPrison ,\ntrans.  Alan Sheridon. New York: Vintage Books, 1995 (1975). Gilligan, Carol. In a Different Voice: Psychological Theory and\nWomen’s Development . Cambridge, MA: Harvard University Press, \n1982. Gilman, Charlotte Perkins. “The Yellow Wallpaper.” New England\nMagazine May 1891. Ginsberg, Ruth. “Uncovering Gynocentric Science.” Hypatia 2 (Fall\n1987): 89–105. Hooks, bell. Feminist Theory: From Margin to Center . Boston, MA:\nSouth End Press, 1984. Killam, Rosemary N. “Feminist Music Theories—Process and Continua.” Music Theory Online Theory 0.8 \n(1994). Korsyn, Kevin. “Review: Wordless Rhetoric: Musical Form and the\nMetaphor of the Oration .” Music Theory Spectrum 16 (Spring \n1994):\n124–133. Kostka, Stefan. Materials and Techniques of Twentieth-Century \nMusic .\nEnglewood Cliffs, NJ: Prentice-Hall, 1990. Lester, Joel. Analytic Approaches to Twentieth-Century Music . New\nYork, NY: W. W. Norton, 1989. Margolis, Howard. Patterns, Thinking, and Cognition: A Theory of\nJudgment . Chicago, IL: University of Chicago Press, 1987. Morgan, Robert P. Twentieth-Century Music . New York, NY:\nW. W. Norton, 1990. Minnich, Elizabeth, Jean O’Barr, and Rachel Rosenveld,\neds. Reconstructing the Academy: Women’s Education and Women’s\nStudies . Chicago, IL: University of Chicago Press, 1988. Ruddick, Sara. Maternal Thinking: Towards a Politics of Peace . \nNew\nYork, NY: Ballentine Books, 1989. Straus, Joseph N. Introduction to Post-Tonal Theory . Englewood\nCliffs, NJ: Prentice-Hall, 1990. Theodore, Athena. The Campus Troublemakers: Academic Women in\nProtest .  Houston, TX: Cap and Gown Press, 1986. Weedon, Chris. Feminist Practice and Poststructuralist Theory .\nOxford, UK: Basil Blackwell, 1987. SELECTED BOOKS AND DISSERTATIONS ON WOMEN COMPOSERS AND FEMINIST\nCOMPOSITION SINCE 1980 Ammer, Christine. Unsung: A History of Women in American\nMusic . Westport, CT: Greenwood, 1981. Bowers, Jane and Judith Tick, eds. Women Making Music: The Western\nArt Tradition, 1150–1950 . Urbana, IL: University of Illinois Press,\n1986. Brett, Philip, Elisabeth Wood, and Gary Thomas. Queering the Pitch:\nThe New Gay and Lesbian Musicology . New York, NY: Routledge, \n1994. Citron, Marcia. Gender and the Musical Canon . Cambridge, UK:\nCambridge University Press, 1993. Cohen, Aaron. Discographies, No. 10 . Westport, CT: Greenwood, \n1984.\n(ISBN 0-313-24272-0) Cook, Susan and Judy Tsou, eds. Cecilia Reclaimed: Feminist\nPerspectives on Gender and Music . Urbana, IL: University of Illinois\nPress, 1994. Frasier, Jane. Discography of Women Composers Detroit Studies in\nMusic Bibliography, No. 50. Information Coordinators: Detroit, MI\n1993.  (ISBN: 0-8990-018-6) Gratton, Virginia C. American Women Songwriters: A Biographical\nDictionary . Westport, CT: Greenwood, 1993. Green, Mildred D. Black Women Composers: A Genesis . Boston, MA:\nTwayne, 1983. Jackson, Barbara G. Say Can You Deny Me: A Guide to Surviving Music\nby Women from the 16th through the 18th Centuries . Fayetteville, AR:\nUniversity of Arkansas Press, 1994. Roth, Moira, ed. The Amazing Decade: Women and Performance Art in\nAmerica, 1970–1980 . Published by Astro Artz, 1983. Jezic, Diane. Women Composers: The Lost Tradition Found . New \nYork,\nNY: Feminist Press, 1988. Hixon, Don L. And Don A. Hennessee, 2 Volumes. Women in Music: An\nEncyclopedic Biobibliography , 2nd Ed.  Metuchen, NJ: Scarecrow \nPress,\n1993. Koskoff, Ellen. Women and Music in Cross-Cultural\nPerspective . Westport, CT: Greenwood, 1987. Le Page, Jane W. Women Composers, Conductors, and Musicians of the\nTwentieth Century: Selected Biographies .  Metuchen, NJ: Scarecrow\nPress, 1980. Lawhon, Sharon L.  “A Performer’s Guide to Selected Twentieth Century\nSacred Solo Art Songs Composed by Women from the United States of\nAmerica.”  Unpublished DMA Dissertation, The Southern Baptist\nTheological Seminary, Ft. Worth, TX, 1993. McClary, Susan. Feminine Endings: Music, Gender, and Sexuality .\nMinneapolis, MN: University of Minnesota Press, 1991. Neuls-Bates, Carol, ed. Women in Music: An Anthology of Source\nReadings from the Middle Ages to the Present . New York, NY: Harper\nTorchbooks, 1986. Pendle, Karin, ed. Women and Music: A History . Bloomington, IN:\nIndiana University Press, 1991. Rieger, Eva. Frau und Musik . Frankfurt am Main, Germany: Fischer\nTaschenbuch Verlag, 1980. Rycenga, Jennifer.  “The Composer as a Religious Person in the Context\nof Pluralism (Sacrality).”  Unpublished Ph.D. Dissertation, Graduate\nTheological Union, 1992. Samuel, Rhian and Julie Ann Sadie, eds. Norton/Grove Dictionary of\nWomen Composers . New York, NY: W. W. Norton, 1st American Edition,\n1994.(ISBN 0-333-515986) Shepherd, John.  “Music and Male Hegemony.” in Richard Leppart and\nSusan McClary, eds., Music and Society .  Cambridge, UK: Cambridge\nUniversity Press, 1987. Solie, Ruth A., ed. Musicology and Difference: Gender and Sexuality\nin Music Scholarship . Berkeley, CA: University of California Press,\n1993. Stewart-Green, Miriam. Women Composers: A Checklist of Works for the\nSolo Voice . Boston, MA: G. K. Hall and Co., 1980. Vaughen, Andrew.  Written and compiled. Who’s Who in New Country\nMusic . New York, NY: St. Martin’s Press, 1989. Zaimont, J. L. et al., eds. The Musical Woman: An International\nPerspective , Volume I, II and III. Westport, CT: Greenwood, 1983,\n1987, 1991. ANTHOLOGIES Briscoe, James, ed. Historical Anthology of Music by Women , vol. \n1.\nBloomington, IN: Indiana University Press, 1987. Straus, Joseph N., Music by Women for Study and Analysis . \nEnglewood\nCliffs, NJ: Prentice-Hall, 1993. Perone, James E. Musical Anthologies for Analytical Study: A\nBibliography . Music Reference Collection No.48. Westport, CT:\nGreenwood Press, 1995.  (Although this is not an anthology per se, it\nlists current anthologies in which women composers’ music can be\nfound.) JOURNALS IAWM Journal Sasha Kennison, IAWM Administrative Assistant Department of Music George Washington University The Academic Center B144 Washington, DC 20052 PH: (202) 994-6338 sasha@gwis2.circ.gwu.edu Women and Music: A Journal of Gender and Culture Department of Music George Washington University The Academic Center B144 Washington, DC 20052 available to IAWM members as part of the current dues structure and to\nnon-IAWM members for a fee. Women of Note Quarterly Vivace Press N.W. 310 Wawawai Road Pullman, WA 99163-2959 PH: (509) 334-4660 FAX: (509) 334-3551 A PARTIAL LIST OF MUSIC PUBLISHERS AND RECORDING SOURCES Clarnan Editions 235 Baxter Lane Fayetteville, AR 72701 http://music.acu.edu:80/www/IAWM/clarnancat.html Composers Recordings, Inc./CRI Joseph R. Dalton, Managing Director 73 Spring Street, Room 506 New York, NY 10012 PH: 212-941-9673 FAX: 212-941-9704 Furore-Verlag Naumburger Strasse 40 3500 Kassel, GERMANY PH: 561-897352 FAX: 561-83472 Greenwood Publishing Group Nora Kisch, Director of Marketing P.O. Box 5007 Westport, CT 06881 PH: 201-226-3571 FAX: 203-222-1502 Hildegard Publishing Company P.O. Box 332 Bryn Mawr, PA 19010 PH/FAX: 610-649-8649 Elizabeth Hinkle-Turner’s A-Z Discography http://music.acu.edu/www/iawm.discography.html hardcopy listing, pages 15–23, IAWM Journal 1 (October 1995). International Female Composers Library Antje Olivier, Director Postfach 1430 Nicolaistrasse 2 D-59423 Una, GERMANY PH: 2303/23111 FAX: 2303/103475 (entire library can be ordered on data base) Ladyslipper Catalog PH: 1-800-634-6044 Leonarda Productions Inc. PO Box 1736 New York, NY 10025-1559 Norwegian Music Information Center Tollbugate 28 N-0157, Oslo, NORWAY PH:  +47 22429090 FAX: +47 22429091 nmic@notam.uio.no Vivace Press N.W. 320 Wawawai Road Pullman, WA 99163 PH: 1-800-543-5429 yordy@vivacepress.com http://www.vivacepress.com",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "article",
    "source": "mto/raw/mto.97.3.2.killam.html",
    "data": "mto/data/mto.97.3.2.killam.json"
}