{
    "title": "Commentary on Justin London’s MTO 0.2 article",
    "date": "1993/06/01",
    "volume": "0",
    "issue": "3",
    "authors": [
        "Lester, Joel"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.93.0.3/mto.93.0.3.lester.pdf",
    "author_info": [
        {
            "name": "Joel Lester",
            "university": "CUNY",
            "address": "",
            "email": "les@cunyvms1.gc.cuny.edu"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Like many of his other illuminating writings on these\ntopics, Justin London’s “Loud Rests and Other Strange Metric\nPhenomena (or, Meter as Heard)” in MTO 0/2 cogently presents some\nof the problems that have held center stage in writings on rhythm\nand meter in recent years (and probably for centuries in one or\nanother form). But London’s proposed solution to some of these\nproblems via the notion of a “dynamic model” in which listeners\ninteract with acoustic signals from the music they are hearing\nlacks a crucial component. London posits that we can avoid some\nof the severest problems of various metric theories by adopting a\nparticipatory attitude—as he says in paragraph 12, “let’s tap\nour feet and count along.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The question he fails to address is: How do we know when to\nbegin to count? Consider his one-line tune from paragraph 6: C-D-\nE-F-G-A (r) D-E-F-G-A- B ♭ (r) B-C-B-C-B-C (r) D-C- B ♭ -A-G-F, “where\nthe duration of each pitch is an 8th note, and each rest two\neighth notes (rests are indicated by (r)), at a tempo of a\nquarter-note = 100.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] I was stymied by this example for for some time before being\nable to resume reading London’s article. At first, I assumed I\nwas going to create this (as a performer, of course!—I’ll\nreturn shortly to the differences between meter for the performer\nand the listener) with no preconceived meter and let the tune\ncreate its meter for me as I went along (in effect, I was role-\nplaying having a split personality and being a performer and\nlistener simultaneously). At first, I found myself grouping\neighths in pairs starting on a strong eighth. The recurring\npattern of six eighth-notes plus two-eighths rest made it clear\nby the end of the second string of notes that I was dealing with\na periodicity of four quarter-notes worth of music. (By the way,\nI did have to impose that metric decision on the music\nretroactively from the end of the second string of notes.) The\nresulting harmonies and nonharmonic tones that were implied by my\nbeginning on a strong eighth led me to question whether this was\na common-practice-period tonal melody at all. As I “tapped my\nfeet and counted along” in this manner, I was hardly hearing the\nmelody that London presents later in that paragraph. I was\nhearing his pitch-string, but not his melody in the sense of the\npitch-string organized by meter (and, consequently, harmony; I\nagree with Heinrich Christoph Koch’s two-century old assertion\nthat changing the placement of the beat changes the harmonic\nstructure, and hence the nature of a phrase itself).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] I was unsatisfied with this first rendition, not least\nbecause I didn’t think that London’s previously-stated apology\nfor producing “banal” examples posited such a weird melody. So I\ntried beginning with an upbeat eighth, still retaining the\nimplicit 4 4 structuring. Once again, I ended up with a melody\nstructured quite differently from the way London structures the\npitch-string at the end of his paragraph.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] How does London explain how we know when to begin counting?\nEssentially, he provides us with a score to the melody with the\nmetrics indicated (near the end of paragraph 6). London implies\nthat he has not provided a score, but instead has invoked our\ncommonly-recognized metric pattern of “sol-la-ti-DO.” But this\nbegs a host of questions. I will leave aside how we know to draw\nupon this particular pattern, when other common scale-step\npatterns beginning with two rising whole tones and semitone are\njust as possible. I will restrict myself to two questions even\nmore primitive than that one: How do we know that the melody\nbegins with an upbeat? And even more deeply, what evidence is\nthere that when this melody begins we know that the first note is\n“sol?” Without knowing that, we cannot know to invoke London’s\npattern.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Musical scores are sets of instructions for performers. And\ncomposers of tonal music included metrics in their scores to\npreclude precisely the sorts of problems I had in trying to\nfigure out how to perform London’s melody. Performers must know\nwhere the accented beats are located, or else they will not know\nhow to perform the music. Imagine trying to put into effect\nLeopold Mozart’s instructions to begin measures with downbows if\nyou didn’t know where the downbeats were!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] But listeners have to figure out where the beats are without scores (an issue I have addressed in “Notated and Heard\nMeter,” in Perspectives of New Music 24 [1986]: 116–129, as\nwell as in my Rhythms of Tonal Music [Carbondale: Southern\nIllinois University Press, 1986]). It is no accident that\ncomposers are usually a lot more friendly to listeners than\nLondon was to his hypothetical physicist, generally providing\naccompaniments, durational differentiations, textural\ndifferentiations, dynamic differentiations, and the like at the\nbeginnings of pieces to allow the listeners to establish the\nmetric grid so that they can indeed “tap their feet and count\nalong.” In other words, composers provide a variety of criteria\nfor differentiating events from one another. Whether one wants to\ncall those criteria accents (as distinct from metric accents), as I have done in my book on rhythm, or use some other\nconceptualization or locution, these criteria are necessary. To\nfail to consider them is to fail to consider the differences\nbetween scores as instructions for performers and sounding music\nas an adequate source of information for listeners.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] A final note: since I have not yet been able to get my PC to\nread the GIF file with examples, I read London’s melody cited\nabove in the tablature notation that appears in paragraph 6 of\nhis article, not in a staff notation that he may have provided in\nthe GIF file. As a result, I could not draw upon my long\nexperience in sightreading staff notation to survey quickly the\nentire melody in one fell swoop—I was forced to create the\nmelody note by note as it occurs. I believe that we theorists are\nso adept in reading musical notation that in addition to failing\nto appreciate fully how scores are instructions for performers\nand not for listeners, we also often fail to realize how easily\nwe use visual cues to create a synoptic perception of a passage\ninstead of a diachronic perception that is closer to what a\nlistener receives.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.93.0.3.lester.html",
    "data": "mto/data/mto.93.0.3.lester.json"
}