{
    "title": "How Theorists Relate To Musicians",
    "date": "1998/03/01",
    "volume": "4",
    "issue": "2",
    "authors": [
        "Lester, Joel"
    ],
    "abstract": "Despite the fact that much music-theoretical research applies directly to the activities of performers, composers, and listeners, many if not most of those musicians do not see theory as being relevant to them. If music theorists are to engage those musicians, theorists must create level playing fields where interactions with other musicians can take place.",
    "keywords": [
        "theory",
        "performers",
        "listeners",
        "composers"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.98.4.2/mto.98.4.2.lester.pdf",
    "author_info": [
        {
            "name": "Joel Lester",
            "university": "Mannes College of Music",
            "address": "150 West 85th Street, New York, NY 10024",
            "email": "jlester@email.gc.cuny.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Peter Stadlen, “Serialism Reconsidered,” The Score 22. \n\n(February, 1958): 12–27.",
            "citations": []
        },
        "FN2": {
            "text": "2. Joseph H. Auner, “In Schoenberg’s Workshop: Aggregates and \n\nRerential Collections in Die glückliche Hand ,” Music Theory \n\nSpectrum 18 (1996): 77–105; Brian Alegant, “Unveiling \n\nSchoenberg’s op. 33b,” Music Theory Spectrum 18 (1996): 143–\n\n166; Ethan Haimo, “Atonality, Analysis, and the Intentional \n\nFallacy,” Music Theory Spectrum 18 (1996): 167–199; Martha M. \n\nHyde, “Neoclassic and Anachronistic Impulses in Twentieth-Century Music,” Music Theory Spectrum 18 (200–235).",
            "citations": []
        },
        "FN3": {
            "text": "3. David Beach, “A Recurring Pattern in Mozart’s Music,” Journal of Music Theory 27 (1983): 1–29.",
            "citations": []
        },
        "FN4": {
            "text": "4. Ian Bent, ed. Music Analysis in the Nineteenth Century . 2 vols. (Cambridge: Cambridge University Press, 1994).",
            "citations": []
        },
        "FN5": {
            "text": "5. Peter Westergaard, “Geometries in Musical Sound,” Music \n\nTheory Spectrum 18 (1996): 1–21; Nicholas Cook, “Review Essay: Putting the Meaning Back into Music, or Semiotics Revisited,” Music Theory Spectrum 18 (1996): 106–123.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I open with two anecdotes that I believe to be both true \n\nand humorous—though ultimately they reflect a very sad \n\nreality.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Some years ago, I’m told, the great violin pedagogue Joseph \n\nGingold was coaching a student string quartet at Indiana \n\nUniversity. He noticed that the first violinist, in addition to \n\nthe first-violin part on his stand, also had a heavily \n\nannotated score to which he referred frequently. Gingold, a \n\nmarvelous violinist, genuinely decent person, and wonderful \n\nteacher, picked up the score and asked the first violinist, \n\n“What are these markings on the score?” The violinist dutifully \n\nreplied, “Mr. Gingold, I’m a double major, violin and theory. I \n\nwrote my analysis in the score.” Gingold perused the score, \n\nclosed it, put it down on a table on the other side of the \n\nroom, and turned back to the quartet, “That’s a nice hobby; now \n\nlet’s get back to music.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Lest we feel too good, we should realize that performers I \n\nknow laugh at the punchline for the very opposite reason that \n\ntheorists do. Actually, the double effect of the punchline \n\nreminds me of a concert in New York about a quarter century ago \n\nat which the composer George Crumb joined members of the Da \n\nCapo Chamber Players sitting on stage in Carnegie Recital Hall \n\nafter a performance of Crumb’s Voice of the Whale to field \n\nquestions from the audience about the piece and its \n\nperformance. After the usual queries to be expected following a \n\nCrumb piece—“how did you discover those weird ways of playing \n\nthe instruments?” and the like—a doctoral student in theory \n\nstood up and asked: “Mr. Crumb, I noticed in the opening flute \n\nvocalise that you use a gapped scale—that is, a scale with \n\nbunched semitones separated by augmented seconds and other \n\nlarger intervals. I was wondering, was this an ethnic or exotic \n\nscale that you adopted or adapted, or did you invent it? And \n\ncould you tell us about your motivations for using that scale?” \n\nCrumb sat quietly for a considerable time, and then slowly \n\nintoned, “Well . . . I suppose one could consider it a scale \n\n. . . I never did.” Once again, the theorists in the audience \n\nlaughed for quite a different reason than the composers and \n\nlisteners; and I was reminded of the anger of the composer \n\nMiriam Gideon when she found out that a composer/theorist was \n\nusing pitch-class set analysis to parse one of her songs. “I \n\ndidn’t work out the relations among any of those chords,” she \n\nexclaimed, “I just put down the sounds that I liked.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Joining these realities are what most of us deal with day \n\nin and day out in our teaching and lecturing: many students or\n\nconcert audiences who either could care less about what we do \n\nas theorists, or who insist that it gets in the way of their \n\nlistening or music-making. (Paul McCartney’s refusal even to \n\nlearn to read music because, he asserts, it would hamper his \n\nimagination is only the most extreme of such sentiments.) \n\nTheory for many of them is worse than broccoli is for George \n\nBush—no matter how bad he thinks broccoli tastes, at least Bush \n\nunderstands that it might be good for you.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In short, I fear that we as theorists have not communicated \n\nvery well what it is we do, what it is we know, and what \n\nrelevance it has for other musicians: for performers, for \n\ncomposers, and for listeners. I believe that’s a shame, because \n\nwhat we as theorists have to communicate is indeed crucially \n\nimportant to understanding what it is that other musicians do \n\nevery time they interact with music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The failures of communication are surely not entirely our \n\nown fault. Lazy sound-bite punchlines of the sort I offered \n\nabove are just as detrimental to serious communication about \n\nmusic as sound-bite attack ads are to serious discussion of \n\npolitical issues. But if we care about what we do as theorists, \n\nwe can ill afford to sit in our ivory towers and publish \n\njournal articles that are read by about as many people as can \n\ndance on the head of a pin. We need to inspire musicians to do \n\nthe hard work of learning what we do, why we do it, and what is \n\nimportant about it. If anyone is to open the channels of \n\ncommunication, it must be us—I don’t expect to find the \n\nmembers of the New York Philharmonic or the casts of the \n\nMetropolitan Opera suddenly deciding on their own to crowd the \n\nthird floor of the New York Public Library to read the latest \n\nissues of Music Theory Spectrum . Not long ago, I was talking \n\nto a singer at the Met who looked at her watch and said, “Oh, \n\nI’m late for an appointment with my analyst,” I quipped, “A \n\nFreudian or a Schenkerian?” She just looked puzzled; and when I \n\nexplained who Schenker was, she confessed she’d never heard of \n\nhim.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] I include performers, composers, and listeners in the \n\ncategory of “other musicians.” When performers choose one \n\nfingering, bowing, or tonguing over another; when composers use \n\na chord because they “like” it; when listeners respond to \n\npassages—in all these interactions, I believe that these \n\nmusicians are doing at least a part of what we do as theorists. \n\nPerformers may not realize that their choices of fingering or \n\nbowing are “analytic,” but in the sense that those choices \n\naffect the projection of structure, they carry the same \n\ninterpretive import as analytic notations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I believe that we as theorists miss opportunities to relate \n\nto other musicians because we insist on framing issues within \n\ntheoretical traditions, and not within the ways that other \n\nmusicians have dealt with those issues. For instance, if we do \n\nour bibliographic searches and fail to find a precedent in the \n\ntheoretical literature for our latest research, we come to \n\nbelieve that our theoretical discussion of an issue is the \n\nfirst time the issue has been raised. With that belief, we \n\nproceed to issue edicts as to how the issue under consideration \n\nshould be projected in performance or how a composer must have \n\nconceived of it. As a result, most of the literature relating \n\nanalysis to performance is based on the premise that we analyze \n\na passage in such and such a way, and therefore performers \n\nshould project what we have found. If they do it another way, \n\nwe assert that they have it wrong because they fail to \n\narticulate our analysis. If the conversation ever gets so far \n\nas performers objecting to our performance directions, we \n\nrespond by asking them to provide an alternative analysis.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Even further, we assume that an intentional act of analysis \n\nmust precede any interaction between analysis and performance. \n\nThis was the underlying and unchallenged premise of an extended \n\ndiscussion on the smt-list this past summer about analysis and \n\nperformance. One strand of the discussion concerned Murray \n\nPerahia, who is one of those rare internationally famous \n\nconcert artists who not only works out analyses but even admits \n\nit. Correspondents on the smt-list wondered if anyone could \n\nfind a piece that Perahia had graphed and show how his \n\nperformance had been affected by that graphing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] This request is based on the assumption that only when \n\nperformers intentionally think about a piece and then proceed \n\nto perform it—only then can we speak of their performance \n\nreflecting an analysis. That assumption, it seems to me, \n\nconfuses intention and outcome. If a man gets up in the morning \n\nand says “Today, I will not intend to do anything,” that does \n\nnot mean that he has no responsibility for his acts, or that \n\nhis acts have no causes. Every decision that is part of a \n\nperformance has an affect on the projected structure. \n\nPerformers communicate musical structure through performance, \n\nnot through words and graphs.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] I am reminded of a discussion I had with a young \n\nprofessional violinist recently about Schoenberg’s Violin \n\nPhantasy . She had worked on the piece with her violin teacher \n\nbefore asking for coaching from Felix Galimir—who at 87 is \n\nperhaps the last active musician among us who was an important \n\nfigure in the Viennese music world that existed between the two \n\nworld wars. Felix is a man of few words—very few of which are \n\nanalytical. He heard her play the piece, and commented, “You \n\nknow, today everyone thinks of Schoenberg as if he were a \n\nmodern composer; and they try to play him that way. But you \n\nknow, Schoenberg wanted his music to sound like Brahms.” And \n\nFelix proceeded to work with her to achieve that end. Felix’s \n\npoint is not far from the tales told by Peter Stadlen about \n\nWebern’s dissatisfactions with performances of his own music. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] To be sure, the instruction that Galimir gave to this \n\nviolinist was not delivered in analytical terms. But her \n\nperformance underwent a transformation—a transformation no \n\nless dramatic than that of theorists who might begin their \n\nanalysis of the Phantasy (or any atonal work) by locating the \n\nrow-forms and pitch-class sets and considering their \n\ninteractions, and then change perspective to consider the \n\nsurface motives, the phrasing, and the directionality of the \n\ngestures. Just as such a change of theoretical perspective will \n\naffect the entire tone of an analytical discussion of the \n\npiece, the attitude change inspired by Galimir’s coaching \n\ntransformed this violinist’s performance in ways that resonate \n\nwith analytical and theoretical significance. An interesting \n\ninteraction between this violinist and a theorist might arise \n\nas both considered how their perspectives on the piece changed \n\nas they focused on more precompositional or abstract aspects \n\nand then on more compositional or projection-related issues.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] This allows us to consider how the perspectives of some \n\nrecent Schoenberg articles in Music Theory Spectrum could \n\nenter this discussion. Joseph Auner’s essay on Die glückliche \n\nHand and Brian Alegant’s on op. 33b each deal in one way or \n\nanother with the issue of structure as a reflection of \n\nSchoenberg’s\ncompositional processes, which is likewise a central \nconcern from a very different perspective in Ethan Haimo’s essay on \n\nintentionality and analysis of atonal music. All three of these \n\narticles deal with the interaction of neoclassic and \n\nanachronistic impulses that is the focus of Martha Hyde’s \n\nessay. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] All these issues would bear on my imagined interaction \n\nbetween theorist and violinist talking about the violin Phantasy . I find it particularly heartening that the \n\nunderlying premises of all these issues are being addressed \n\nfrom so many different perspectives, many of which did not even \n\nexist just a few years ago. How should these varied \n\nperspectives affect the way we play or hear Schoenberg’s music? \n\nSurely, the violinist’s approach will be affected by learning \n\nabout how Schoenberg composed, about the differences between a \n\nperspective based on finding fixed set structures and on \n\nperceiving developing variations—both of which approaches are \n\nsurely relevant to the Phantasy . And the theorist’s thinking \n\nabout the piece will surely be affected by hearing the way it \n\nchanges depending on the violinist’s focus.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] But where could such an exchange take place? It would not \n\nhappen in our journals, since performers cannot perform there! The verbal format of so many, if not all our theoretical \n\nforums demands that communication be primarily on the \n\ntheorists’ turf. The web might be an interesting site; a place \n\nwhere text files and sound files might be equally accessible. \n\nI’d bet that more non-theorists would explore that than read \n\nany article in a scholarly journal. Likewise, the contentious \n\nanalytical issues raised by Ethan Haimo’s article might be \n\nilluminated on a website by hearing how the various aspects of \n\nthe alternative analyses in that article highlighted different \n\naspects of different performances.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] And the neo-classical aspects that Martha Hyde cites in \n\nrelating Schoenberg’s Third String Quartet to Schubert’s A-minor String Quartet could inspire a fascinating concert. How \n\nabout having Martha invite a faculty string quartet to lunch to \n\ninspire them to program these two pieces side by side, having \n\nher attend rehearsals and interact with the performances (both \n\nby coaching them and learning about the performance traditions \n\nthat performers bring to these works), and then give a pre-concert lecture to the audience at the performance. We will \n\nthereby create the musical equivalent of what adventurous \n\nmuseum curators do when they juxtapose stylistically clashing \n\nworks in a gallery and communicate something interesting in a \n\nparagraph or two on the wall as we enter that room.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Such interactions will only arise if we come to believe \n\nthat just publishing our latest conclusions in a journal is \n\nsimply not enough. And such interactions will only arise if we \n\nthink of the resulting interactions as more than using the \n\nperformers, in effect, to perform the examples in our analysis. \n\nWhen we confront performers with our formidable verbal and \n\nanalytical skills, they\noften feel inadequate to challenge us \non our turf. Do we ever consider that the inadequacies of \nperformers in theoretical forums like classrooms are akin to \nthe inadequacies that many of us would feel at the prospect of \ngetting up in Carnegie Hall to perform in concert alongside \naccomplished performers?  These interactions will be most \nprofitable and lead to a whole new climate of communication \nonly if we listen to what performers do and then consider how \ntheir performance announces a structure different from the one \nwe find in our analyses, and then consider the consequences of \nthat circumstance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] To be sure, we have come a long way in dealing with \n\nanalysis and performance. The past decade has seen a rapidly \n\ngrowing bibliography. And theorists active in that field \n\nbelieve that they are relating theoretical concerns to \n\nperformers. But I am not sure that that is necessarily \n\nhappening. I remember a conversation I had just about the year \n\nthis society was formed with a well-known theorist at one of \n\nour major conservatories. There was talk of offering a course \n\nentitled “Analysis for Performers” in that conservatory, and \n\nthis theorist, who had published numerous analyses, was having \n\ntrouble conceiving of what would be included in that course. He \n\ncommented, “I guess I know a few instances where some hidden \n\nstructure I’ve found should be brought out by a performer. But \n\nthat’s not material enough to fill a course.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Too many theorists seem to believe that only when we find \n\nhidden structures or non-obvious aspects of structure are we \n\ndoing “real” analysis. This focus causes us both to concentrate \n\ntoo often on hidden aspects of music, and at the same time to \n\navoid other obvious areas that rarely seem to catch our \n\nattention, even though they are quite often central to \n\nperformers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] For instance, until David Beach called attention in print \n\na few years ago to Mozart’s repeated use of a major III chord \n\nas an important goal of development sections in several of his \n\npieces, the progression—one not at all uncommon—was hardly \n\nmentioned in harmony texts. (3) Harmony texts tend to include \n\nprimarily or even exclusively what the author’s theoretical \n\nperspective explains best. And amid the tonal norms of root \n\nprogressions by fifth and passing and neighboring motions, the \n\nmajor III progressing to I in major keys—with its unresolved \n\nchromaticism and weak root progression—is indeed absent from \n\nor at best marginalized in many texts. Beach’s theoretical \n\ninstincts were therefore certainly correct when he called \n\nattention to a usage largely ignored in the theoretical \n\nliterature.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Beach’s analyses tend to normalize uses of major III as a \n\ngoal—to show how despite the uncommon surface progressions it \n\noften engenders, those development sections nonetheless express \n\n(albeit in rather hidden fashion) the underlying dominant-to-tonic that sonata-form theory teaches us should be expressed in \n\nClassical-era development sections leading into \n\nrecapitulations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] But what does that sort of analysis say to a performer who\nmust play those developments?  There is a very long-standing\nperformance pedagogy tradition that probably stretches well back\ninto the nineteenth century to treat appearances of chromaticism\nin Mozart’s largely diatonic surfaces as opportunities for highly\nexpressive performance nuances.  I know that I was coached in\nthat tradition in the 1950s by performers who were born early in\nour century and who related that they learned it from their\nteachers.  Aware performers have probably been nuancing\nperformances of that progression and exploring its directionality\nfor many generations.  Should they perform those development\nsections as if they were like ones that end on the dominant?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] And how should we deal with all those other progressions \n\nthat precede tonic arrivals and thematic returns in Classical \n\nrepertoire? Haydn’s “Emperor” Quartet in C major from the op. \n\n76 set ends its first-movement development on a minor iii \n\ntriad; and the middle part of the outer sections of the F-major \n\nslow movement of Mozart’s D-minor String Quartet ends on a D-major chord followed by a first-inversion C triad before a \n\ntonic return in F. Again, I am not aware of any harmony text \n\nthat discusses how the dominant of ii can lead directly to V.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Because such progressions only occur in occasional pieces, \n\nthey have largely been ignored by harmony texts, whereas other \n\nprogressions that are ubiquitous—although by no means of any \n\ngreater theoretical interest on their own merits (I think \n\nof the cadential , for instance)—are the object of long \n\ntheoretical controversies. But for generations every string \n\nquartet that plays these Haydn and Mozart war-horses has been \n\ndealing with how to articulate and color and pace these \n\nprogressions. Far too rarely do analysts—in addition to \n\nchecking the theoretical literature for references to previous \n\nanalyses—research recordings of a piece to study the various \n\nways that performers have dealt with a given passage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The same issues might arise from history-of-theory \n\ndiscussions. This is a field that has truly blossomed in the \n\npast decade. When I was in graduate school, there was no way to \n\nread the works of Rameau in any language unless your university \n\nlibrary happened to own a copy of his works in their original \n\neighteenth-century editions. Now, thanks to reprints, to a \n\nbroad range of new research, and to anthologies such as Ian \n\nBent’s two volumes of 19th-century analyses, we have ready \n\naccess to numerous earlier perspectives on musical structure \n\nand on individual pieces. (4) The possibilities are virtually \n\nendless for imaginative interactions with performers and \n\naudiences based on these materials, especially if we add to the \n\nmix historical recordings now so readily available on CDs. \n\nReading an analysis of an earlier era, listening to a recording \n\nof a performer who was born in the nineteenth century, and \n\nconsidering more recent analyses along with working with modern \n\nperformers . . . just think of the interactions that would \n\nresult.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] And the same issue affects twentieth-century music. Our \n\ntask when we analyze the atonal repertoire is most often to \n\nshow connections. So we analyze Webern’s op. 11 cello and piano \n\npieces—pieces with notoriously unconnected surfaces—with the \n\nsame tools we apply to the fourth of his Movements For String \n\nQuartet from the op. 5 set, where it is hard to find a single \n\nnote that is not part of ubiquitously recurring figures and \n\npitch-class sets. But cellists who have played both pieces know \n\nwell that the performance issues of one and the other are \n\nstrikingly different.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Underlying many of these examples are the topics that \n\npostmodernism in general and the New Musicology in particular \n\nhave been raising, and how they affect our theoretical \n\nenterprise.\n There are scholars in those fields who argue that \nall our assertions of structuralism are out-dated, and that even \nif we believe that composers and performers intended to create \nand project organic and unified structures, that does not mean \nthat organicism and structuralism are anything more than \nchimeras. \nYet much if not most of our whole theoretical \nenterprise is built upon notions of organicism, structuralism, \nand intentionalism. When we analyze music, we are uncovering \n\ncommunicative elements—often organic and structural \n\nrelationships—that were put there by a human being.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] What often strikes me when I move between the world of \n\ncontemporary musical scholarship and the world of performers is \n\nhow little all these discussions—our analyses, our history-of-theory research, all the other topics we deal with, and our \n\ninteractions with post-structuralism—have changed the world of \n\nperformers. To be sure, performance traditions and habits have \n\nchanged—dramatically in many ways—over the generations. What \n\nwas a chic way of performing Bach or Mozart or Beethoven a \n\ngeneration or two ago is no longer acceptable. Yet when I speak \n\nto performance teachers or visit master classes, I find that \n\nvirtually nothing has changed from the way most performance \n\nteachers communicated to their students from generations ago.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] But in another sense everything has changed. These \n\ntraditions of performers teaching younger performers arose in a \n\nvibrant culture in which composers, performers, amateur \n\nmusicians, audiences, and patrons all interacted with one \n\nanother to produce the works that now form the canon. But now \n\nthe concert repertoire is largely a museum of works over a \n\ncentury old. There are many crises in the world of performance—not only the crises that hit the headlines: about graying \n\naudiences and greedy stars and concert promoters. A crisis that \n\nI worry about is whether we are properly educating a new \n\ngeneration of musicians. Because of the distractions of the \n\nmodern world and the diminution in elementary and high school \n\ncurricula of many traditional topics, young musicians today \n\nhave fewer connections than ever to the past cultures in which \n\nthe concert repertoire was created; and many young musicians \n\nare from parts of the world that have little historical \n\nconnection with Europe and European culture. And this is \n\nhappening as actuarial realities sever our last living links \n\nwith the synergies of the past. Our students will transmit to \n\nthe future the musical culture to which we devote our \n\nprofessional, if not our personal lives.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] A second crisis I worry about—and one quite closely \n\nrelated to this first—is the increasing uniformity of \n\nperformance styles. Part of the reason that consumers are not \n\nflooding the audio market to buy the latest recordings of this \n\nor that sonata, string quartet, or symphony is that so many \n\nperformers seem to sound so much alike. The sorts of \n\ninteractions that I suggested earlier could well be an avenue \n\nto showing this younger generation how learning to mix \n\ntheoretical and performance expertise will allow them to \n\ndevelop individual performance styles and find themselves \n\nartistically.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] In summary, I strongly believe that if our discoveries and \n\ncontroversies are not to be merely scholastic, we must find \n\nways of communicating with other musicians not merely by \n\nannouncing our positions, but by engaging other musicians on \n\nlevel playing fields. I have focused here on analysis and \n\nperformance issues; but have also touched upon issues of \n\nSchoenberg scholarship, analytic approaches to atonal music, \n\nissues of intentionality, and the history of theory. I could \n\nextend this list to most other areas of theoretical endeavor.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] One of the great joys of having been the editor of Music \n\nTheory Spectrum for the past three years is that it forced me \n\nto do something I haven’t been forced to do since graduate \n\nschool: read essays covering the entire breadth of the field. I \n\ncan’t think of a single article or review in Spectrum in \n\nthose past three years that could not inspire interesting \n\ninteractions with other musicians. For instance, Peter \n\nWestergaard’s ode to musical space and Nicholas Cook’s review-essay on semiotics raise very different sorts of issues of \n\nmusical meaning, but they all suggest questions about how one \n\nwould one play or hear a piece or passage of the music of an \n\nhistorical era differently as a result of these focuses. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] But at the risk of wearing out my welcome here by \n\nrepeating myself, I don’t see such interactions happening if we \n\ninsist that communication between theorists and other musicians \n\nmust be in theoretical terms. I hope that this insistence is \n\none of those immaturities that our field will grow past. For it \n\nwill take mature confidence in what we do—not adolescent \n\nassertiveness—to communicate with other musicians as equals, \n\nnot as pretended superiors.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] I fully realize that many things we do as theorists may \n\nwell be solely of interest to other theorists. We try on meta-musical ideas; we build systems; and so forth. But ultimately, \n\nif these ideas and systems are to apply to something other than \n\nthemselves, we must be the ones to communicate them to other \n\nmusicians.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] I remember reading an essay by Jacques Barzun in the New \n\nYork Times Sunday Book Review about a quarter century ago. \n\nBarzun related how when he was young, what passed for literary \n\ncriticism in the most erudite of scholarly journals was quite \n\npertinent to readers of literature. He lamented that what had \n\ncome to be called literary criticism no longer bore any \n\nrelation to the reading of books. If anything, the trend in \n\nthat direction has accelerated considerably in the twenty-five \n\nyears since.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Just as much contemporary literary theorizing seems to \n\nhave little to do with reading and writing, much of the music-theoretical literature I read is far too little directed to \n\ncreating, performing, and listening to music—even when the \n\nimport of those articles and books is indeed quite pertinent to \n\nthose activities. We as theorists should, I believe, \n\ncommunicate our discoveries, whenever possible, in discourse \n\nrelevant to performers, composers, and listeners.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] One closing anecdote: In the year that our society was \n\nformed, a theorist who held advanced degrees in both \n\nperformance and theory remarked to me that he no longer wished \n\nto be called a performer—“Theory is a legitimate field that \n\nneeds to be respected,” he asserted, “and by insisting on \n\ncalling myself a theorist, I am making a statement.” I replied, \n\n“Why not call yourself a musician?”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: plenary session, “music theory: practices and prospects.” november 1, 1998",
    "source": "mto/raw/mto.98.4.2.lester.html",
    "data": "mto/data/mto.98.4.2.lester.json"
}