{
    "title": "Review of Markus Neuwirth and Pieter Bergé, eds., <i>What Is A Cadence? Theoretical and Analytical Perspectives on Cadences in the Classical Repertoire</i> (Leuven University Press, 2015)",
    "date": "2015/12/01",
    "volume": "21",
    "issue": "4",
    "authors": [
        "Marvin, William M."
    ],
    "abstract": "",
    "keywords": [
        "Classical style",
        "cadence",
        "closure",
        "formal function",
        "schemata",
        "Schenker",
        "generative grammar",
        "history of theory."
    ],
    "doi": "",
    "received": "October 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.4/mto.15.21.4.marvin.pdf",
    "author_info": [
        {
            "name": "William M. Marvin",
            "university": "Eastman School of Music",
            "address": "26 Gibbs Street, Rochester, NY 14604",
            "email": "wmarvin@esm.rochester.edu"
        }
    ],
    "citations": {
        "anson-cartwright_2007": "Anson-Cartwright, Mark. 2007. “Concepts of Closure in Tonal Music: A Critical Study.” Theory and Practice 32: 1–17.",
        "bergé_2009": "Bergé, Pieter, ed. 2009. Musical Form, Forms, and Formenlehre: Three Methodological Reflections . Leuven University Press.",
        "burstein_2014": "Burstein, L. Poundie. 2014. “The Half Cadence and Other Such Slippery Events.” Music Theory Spectrum 36 (2): 203–27.",
        "caplin_2004": "Caplin, William E. 2004. “The Classical Cadence: Conceptions and Misconceptions.” Journal of the American Musicological Society 57 (1): 51–117.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Study of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "rabinovitch_2015": "Rabinovitch, Gilad. 2015. “Tracing Galant Threads: Gjerdingen’s Schemata and the Evolution of Musical Form, 1730–1780.” PhD diss., Eastman School of Music."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Questions related to underlying principles of tonal process often engender heated disagreement among musicians. Are there three tonal functions or seven Stufen ? How is the minor mode derived, and how should it be understood in relation to major? Why are parallel fifths forbidden in common-practice (and a significant body of earlier) music? What are the conditions under which parallel fifths or octaves are acceptable in the foreground or middleground? Do seventh chords exist? What is the status of scales within tonal theory? Should we sing with fixed or movable do syllables, and if movable, according to Kodály or Curwen? The list could go on and on, but the titular question of the book under review now joins the others, and it provides more contention than one might at first expect, even within the strict chronological confines of this volume. “What is a cadence?” resembles my other questions in that we cannot get very far until we have provided a provisional answer for ourselves, yet we are unlikely to reach a consensus anytime soon.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Markus Neuwirth and Pieter Bergé have brought together nine essays on the subject, all of which were presented in January 2011 at a four-day conference held at the Academia Belgica in Rome. The authors explore a wide range of music-theoretic perspectives: Schenkerian theory; Formenlehre according to Caplin or Hepokoski/Darcy; schemata and partimento; eighteenth-century compositional theory according to Kirnberger, Koch, Riepel, and others; generative grammar according to Lerdahl and Jackendoff as well as Rohrmeier; and many others. Methodologies range from corpus studies, through music-cognition experiments, to traditional theoretical explorations. The editors have allowed the conflicts between approaches and readings to stand unmediated, and thus the collection reads like a music-academic free-for-all, with several musical examples reappearing from one article to another and the authors responding to each other throughout. In this respect, the collection will remind readers of another well-known volume from the same publisher ( Bergé 2009 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] While the essays all intersect with each other in fascinating dialogue, both explicit and implicit, the editors suggest a two-part organization to the book (Introduction, 10). Five essays (by William Caplin, Felix Diergarten, Poundie Burstein, Markus Neuwirth, and Danuta Mirka) offer mechanical or technical investigations of the theory and practice of cadence in late eighteenth-century composition. Four further essays (by Nathan John Martin and Julie Pedneault-Deslauriers, Vasili Byros, David Sears, and Martin Rohrmeier and Markus Neuwirth) are interdisciplinary in nature, and offer methodological innovations that lie further from traditional approaches to tonal theory and analysis.  The nine essays all gain from being read as a collection; I suspect that many readers will reconsider some cherished notions in favor of what is offered here, while remaining firm in their convictions when confronted with other ideas in the collection. My own Schenkerian orientation will be quite evident as I discuss the individual contributions to this volume. Reading the essays collectively, I found ample evidence that the question of what constitutes a cadence in tonal music is bound to an understanding of hierarchical levels, and that all of the work presented here is explicitly or implicitly in dialogue with questions of levels. Among the many possible examples to be raised here, the following can be understood as specific versions of the question of levels: Koch’s or Riepel’s variously weighted cadential/punctuation types; Caplin’s hierarchy of beginning, middle, and ending functions; preferred placement of the EEC or ESC within Hepokoski and Darcy’s Sonata Theory; and right- vs . left-branching, or nesting decisions, in generative-grammar approaches to musical structure. Several of these issues are raised in Anson-Cartwright 2007 , an important study of musical closure that appears in only one of the bibliographies within the collection under review.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The opening essay of the collection, by William Caplin, is a rigorous examination of one of Robert Gjerdingen’s voice-leading schemata, the Prinner, from Caplin’s own form-functional perspective as outlined in Caplin 1998 and 2004 . Caplin’s goals are revealed towards the end of his article, where he claims he has provided “ . . . only a small step in the much-needed, broader project of providing form-functional interpretations of the various eighteenth-century schemata identified by Gjerdingen” (55). For Caplin, the Prinner exhibits special properties in that it can function prolongationally, sequentially, or cadentially within a phrase, and thus is more flexible in its deployment than other schemata might be.  Among the questions raised by Caplin’s research is the issue of schematic variants: if a Prinner is altered so that a cadential dominant is interpolated between the penultimate and ultimate dyads, does it remain a Prinner, or is it now a different schema? Of particular interest for Schenkerians is the status of the Prinner within Schenkerian theory. It is clear that Schenker himself could never have conceived of the Prinner as a generative unit, as it does not project a complete prolongational span. For Schenkerians, this shallow middleground voice-leading pattern is understood to be generated as a part of many potential progressions or Züge , and it would be indicated in a Schenkerian graph, if at all, using a motivic bracket.",
                "footnotes": [],
                "citations": [
                    "caplin_1998",
                    "caplin_2004"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Felix Diergarten introduces readers to an underexplored region of eighteenth-century compositional theory, namely partitura : a stable Austrian and South German pedagogical tradition derived from Italian partimento and thoroughbass approaches. His work is presented as a response to analyses by Caplin and other contemporary scholars, and he suggests that the cadential types as identified in partitura treatises offer solutions to problems that more recent theoretical approaches have found intractable. Of particular value here is the historical continuity that Diergarten proposes between sixteenth- and seventeenth-century theoretical approaches to cadence and eighteenth-century definitions, a continuity that is downplayed in much contemporary pedagogy and scholarship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Poundie Burstein’s essay, “The Half Cadence and Related Analytic Fictions,” is a companion to his similarly titled article in Music Theory Spectrum ( Burstein 2014 ). His point of departure here is the incongruity of Formenlehre definitions of cadences as ending formulas when confronted with the open-ended realities of half cadences, which point towards an ending that does not materialize, at least not immediately. In addition to referencing Schenker’s explanation of voice-leading being “cut off” from succeeding events, Burstein proposes interpretive solutions for the common scenario of a back-relating dominant occurring simultaneously with a forward-relating lead-in to the next phrase. Burstein also engages historical definitions, demonstrating that eighteenth-century authors provided strict limits over cadential definitions, and that the concept of the half cadence became broader and more inclusive over time.  That said, he provides fascinating lists of late eighteenth-century half cadences from the repertoire, all of which contain sevenths over the dominant, or inversions of the V chord. These examples merit case-by-case examinations that consider the specific voice-leading derivations.",
                "footnotes": [],
                "citations": [
                    "burstein_2014"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Just as Burstein problematizes received notions of the half cadence, Markus Neuwirth problematizes our understanding of deceptive cadences. Drawing on multiple methodologies, Neuwirth views the deceptive cadence as a device intended to delay closure. He thus places the deceptive cadence in dialogue with Schenker’s notion of Aufhaltung , which encompasses many voice-leading transformations, including deceptive harmonic motion. Like Diergarten, Neuwirth advocates reconnecting Renaissance definitions and compositional theories with those of the seventeenth and eighteenth centuries to provide us with a broader array of harmonic strategies that point towards closure and then avoid it. The analyses tend to emphasize real-time experience, and do not engage a top-down understanding of harmonic levels. The broad generalities about Schenker’s understanding of deceptive motion are based on a partial misreading of a single figure from Der freie Satz . In claiming that “ . . . the deceptive harmony is usually interpreted by Schenkerians as a prolongation of the dominant . . . until it is resolved to the tonic that concludes the subsequent phrase” (131), Neuwirth has ignored the equally if not more common phenomenon in which the deceptive motion marks the end of a Zug that moves to an inner voice; subsequent motion connects back to the initiating tonic, and the dominant that introduces the deceptive motion is at a decidedly lower level than the ensuing cadential dominant.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Rounding out the first section of the book is an essay by Danuta Mirka on the dual status of chords in eighteenth-century theory and compositional practice. The discussion of Rameau and Kirnberger’s contrasting views on these sonorities is well known from numerous secondary sources, but it is convenient to have Kirnberger’s statements regarding the chord gathered in one place. In moving from theory to practice, the connections become highly speculative, with Mirka resorting to conjectures about how Haydn “could have” or “might have” conceptualized the sonorities in specific compositions in relation to contemporary theoretical accounts.  Ultimately Mirka’s juxtaposition of Kirnberger’s writings and Haydn’s compositions demonstrate that both were deeply interested in the nature of chords and explored their multiple possibilities for interpretations, but the documentary evidence does not go beyond demonstrating mutual interest and analogy. Readers’ individual reactions regarding how much the individual pieces by Haydn should be interpreted as playing with a potential tonic interpretation of the sonority will likely depend on their own predispositions for understanding the sonority’s possibilities and derivation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The second half of the collection opens with a corpus study by Nathan John Martin and Julie Pedneault-Deslauriers, through which they propose a taxonomy of half-cadence types within the keyboard music of Mozart. The authors present four main types of half cadences in the corpus, with a provisional fifth category whose representatives may be better understood as elliptical presentations of other types. The categories are described in terms of scale-degree patterns in counterpoint with each other (e.g., the “converging half cadence” consists of 2 ˆ – 1 ˆ – 7 ˆ over 4 ˆ – ♯ 4 ˆ – 5 ˆ ), and variants of each type are identified. Disentangling the strands of essential voice leading in each example is a critical implicit procedure that underlies the authors’ categorization of each excerpt, but I found each of their representative examples to be reasonably identified and interpreted. Avenues for future research along these lines might be to integrate these cadential formulae with opening gestures, in order to provide better middleground understandings of Mozartean phrase-length prototypes. To ask but one specific Schenkerian question: Does the choice of a linear progression’s initiating tone ( 3 ˆ , 5 ˆ , or 8 ˆ ) limit or influence the half-cadential type available to a composer?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Vasili Byros offers a wide-ranging article that brings together Gjerdingen’s schemata, eighteenth-century rhetorical cadential terminology, Caplin’s formal functions, and pedagogical recomposition of masterpieces. He uses all of these ingredients to his own purposes, emphasizing the cognitive aspects of Koch’s language and at times moving rather far from the book’s stated focus on cadences. Byros proposes his own half-cadential formula, the “le-sol-fi-sol cadenza lunga” (223), and proceeds to explicate its formal function. Recent work by Gilad Rabinovitch ( 2015 ) examines the intersections among these theories along related lines. The analytic punch line of the article is an exploration of a passage from the first movement of Beethoven’s Second Symphony in relation to an authorial constructed model, which serves to show the intersection between schemata and formal functions within various cadential approaches and expansions.",
                "footnotes": [],
                "citations": [
                    "rabinovitch_2015"
                ]
            }
        },
        {
            "11": {
                "text": "[11] David Sears’s contribution reviews work on musical perception and cognition of classical cadences, and offers the results of his own experiments on how listeners perceive the relative strength of various cadence types. Once again, the relationship of this research question to a theory of levels provides a provocative subtext for reading the article. While Sears differentiates between musicians and non-musicians within his study, there is no way for him to account for differing types and levels of education and their impact on results. This is a problem that remains unsolved (and potentially unsolvable) within music-cognition research.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The collection closes with an article by Martin Rohrmeier and Markus Neuwirth proposing a generative grammar to model the chordal syntax of the Classical cadence. The introduction to formal grammars in the manner of Noam Chomsky is helpful for those who do not work in this area of music theory, and the analyses themselves were fairly easy to understand. The formalism is presented rigorously, and the authors systematically examine the syntax of approaches to the various types of cadences familiar to listeners and readers. What remains unclear from the article is what analytic value this type of modeling provides for our musical understanding of harmonic syntax. The lack of counterpoint as a parameter prevents the authors from engaging upper-voice motion (the contrast with the work of Martin and Pedneault-Deslauriers is obvious here), and the use of Roman numerals-plus-inversions as input nodes seems decidedly old-fashioned, in spite of the authors’ embrace of the cadential with dominant label.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] As mentioned above, this collection gains by being read completely, and offers a tangled counterpoint of approaches to a topic that all scholars and pedagogues in music theory engage with on a daily basis. It is hoped that continued exploration of the musical problems and ambiguities raised in this collection will find its way into undergraduate and graduate pedagogy, and will generate further speculation on the nature and weight of musical closure in the Classical period and beyond its narrow chronological confines.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.4.marvin.html",
    "data": "mto/data/mto.15.21.4.marvin.json"
}