{
    "title": "Response to Comments",
    "date": "1994/01/01",
    "volume": "0",
    "issue": "6",
    "authors": [
        "Roeder, John"
    ],
    "abstract": "",
    "keywords": [
        "Roeder",
        "semiotics",
        "memory",
        "computer models"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.6/mto.94.0.6.roeder.pdf",
    "author_info": [
        {
            "name": "John Roeder",
            "university": "University of British Columbia",
            "address": "School of Music, 6361 Memorial Rd., Vancouver, BC, V6T 1Z2 CANADA",
            "email": "jroeder@unixg.ubc.ca"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Susan Ferraro, Remembrance of Things Fast , New York: \nDell Publishing, 1990, p. 17.",
            "citations": []
        },
        "FN2": {
            "text": "2. John Roeder, “Issues of Representation in the Analysis of \nAtonal Music,” in Proceedings of the First Workshop on \nArtificial Intelligence and Music, St. Paul, Minnesota , \nMenlo Park: AAAI, 1988, p. 147.  See also John Roeder, \n“Logic-Programming Models of Music: A Semiotic Evaluation,” \nin Music and Science ,  Seattle: Center for the Creation and \nInterdisciplinary Study of Music, University of Washington, \n1991, pp. 16–36.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Ordering and Logic in Music Signification",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] David Lewin’s comments about my article point out how the \ncodes we use to represent pitch—either numbers of letters—impose order on the pitches.  The impulse to order does \nindeed seem to be at least a very deep cultural convention.  \nIt presents some difficulties to children learning about \npitch classes, of course, when they must remember that A \ncomes “after” G.  Even 0 coming after 11 is not immediately \nintuitive to younger musicians (born into a culture which, as \nDouglas Adams says, thinks digital watches are a pretty good \nidea).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] However, to a certain extent we learn about pitches as \nordered irrespective of the conventions we use to name it.  \nFor example, a fledging pianist learns about pitch structure \nby playing with the right hand an ascending white key major scale .  Certainly there are pragmatic reasons for \nsome of these conventions.  Playing white keys requires no \nforward displacement, whereas black keys are forward and up \nin physical space.  (Anyone want to study how physical \nmotions required by the layout of keyboards correlate with \nmusical structure?)  And most people have better motor \ncontrol over their right hand.  But why play the “ascending” \nscale going up?  It’s harder than “descending”, and it is not \ntypical of closural musical behavior.  (Many music majors I \nteach prefer closing their soprano lines with a high 7 ˆ -to- 1 ˆ scale-degree succession, rather than low 2 ˆ - 1 ˆ or 7 ˆ - 1 ˆ ; I’m sure \nthis comes from practicing ascending scales; as non music-\nmajors that have less or no performing experience seem to \nprefer low closure.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] It also occurs to me, after reading Lewin’s ruminations \nabout whether we can name things without listing them, that \nmusical relations, although not intrinsically ordered, can \nhelp induce order on collections of nonmusical sememes.  A \nfamous mnemonic for the kings and queens of England uses \nmusical (and poetic) properties of meter and timbral \nassociation (end rhyme), among other devices, to induce \nvarious partial orderings among the names. Willy, Willy, Harry, Ste, Harry, Dick, John, Harry Three, One, Two, Three Neds, Richard Two Henry Four, Five, Six—then who? Edward Four, Five, Dick the Bad, Harries twain and Ned the Lad, Mary, Bessie, James the Vain, Charlie, Charlie, James again, William and Mary, Anna Gloria, Four Georges, William and Victoria, Ned Seventh ruled till 1910, When George the Fifth came in, and then Ned went when Mrs. Simpson beckoned, Leaving George and Liz the second. (1) [excluding Lady Jane Grey, the kings and queens of England, \nin chronological order, are William the Conquerer, William \nII, Henry I, Stephen, Henry II, Richard I, John, Henry III, \nEdward I, II, and III, Richard II, Henry IV, V, and VI, \nEdward IV and V, Richard III, Henry VII and VIII, Edward VI, \nMary I, Elizabeth I, James I, Charles I and II, James II, \nWilliam II and Mary, Anne, George I, II, III and IV, William \nIV, Victoria, Edward VII, George V, Edward VIII, George VI \nand Elizabeth II.] So while some of our sign systems impose orderings on music, \nmusic systems are also capable of inducing ordering on other \nsemantic systems.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Stephen Smoliar expresses some justifiable skepticism \nabout semiotic views of music.   I understand much of his \ntrepidation.  Semiotic theory, by claiming that anything can \nserve as a sign-vehicle for anything else,  poses an apparent \nchallenge to the hegemony of positivist thinking upon which \nmuch science and some music theory is founded.  I take \ncomfort in the view that the possibility of a multiplicity \nof denotative systems does not imply that they are all \nequally valid or useful to a particular musical culture.  In \nmy article I restricted my application of semiotic theory to \nexposing meaning or misrepresentation.   I do not claim that \nSchumann’s analysis is more meaningful to us than our own \napproaches, only that it has more meaning that we might be \nled to suppose by confronting the text that apparently \nsignifies refers to little musical content.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Smoliar also says:  “I find it a bit  difficult to wade \nthrough much of the arcane language of the semiotic theorists \nwhen it seems to me as if it could all be articulated so much \neasier in LISP.  (This is not to say that LISP solves all \nproblems.  Rather, it often helps us to formulate clearer \nquestions, even when answering those questions turns out to \nbe very difficult.)”  Although I too have used LISP and \nProlog representations extensively to help formulate my own \nand others’ theories, I find myself disagreeing with Smoliar \nthat AI representations should be privileged.  Symbolic and \nlogic-based representations have limitations that I have \ndiscussed elsewhere.  Briefly: “While [a symbolic logic \nrepresentation] of musical structure is based mainly on the \nknowledge of event properties, the information in a mere \nproperty list is insufficient.  Just to represent all the \ntypes of segments ... (let alone incorporate them into more \nabstract structures!) we must also know which event relations \nare transitive, which are commutative, and which induce order \n(for example, pitch does, timbre doesn’t); we must know the \nboundary-defining values for various properties; we must know \nhow segment-defining collective properties of segments relate \nto the properties of their events; and we must know of \nsegment-defining processes, relations, or properties external \nto the sonological data at hand.  [There are other] specific \nweaknesses of a propertied-event representation of atonal \nmusic, in which an event always has a given property and all \nproperties are equally available for determining a relation . \n[The representation runs] counter to our musical intuitions \nthat registral lines have a different quality of coherence \nfrom that of chords, intuitions partially expressed by the \ndistinctions we have made between various musical properties \nin defining the other types of segment.  Similarly, the \nstrength of segmental associations depends crucially upon the \nnature of the event properties from which the collective \nproperty of the segment is derived.” (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Smoliar’s main point is that since “description is not so \nmuch a matter of the describing agent passing a code to the \nreceiving agent as it is a matter of the two agents mutually \nnegotiating towards a point where they have some confidence \nthat they are both talking about the same thing,” that \ntheories of music analysis should focus on the negotiation.  \nI agree that the negotiation process is important to \ndescription, but what are the agents negotiating about except \nthe codes that they will use?  We must still be able to \nevaluate the agreed-upon codes critically,  and Eco’s theory \nhelps us do it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Some readers may wonder, in light of the current \ndiscussion thread about the nature of the musical work, what \n“music” is being modeled in the systems I cite. My article \nwas vague about the nature of the musical work; referring to \nit only as the semantic plane, and to its contents only as \n“psychophysical quantities”.  This perhaps simplistic term \nreflects my belief that some of “the essence” of a musical \nwork is rooted in common way humans—composers and \nlisteners—perceive sound and sound relations.  Some \nintersubjectivity is genetically programmed.  Certainly there \nis also a strong cultural component to “the essence of a \nwork”, because what we hear as essential can be altered by \nexperience and practice (we call it “ear training”).   But \nthis problematizes the notion of an invariant essence that is \nmore than raw psychoacoustic quantities that “anyone” can \nhear.  However we understand the essence of the work, I hope \nthe point of my article is clear that we should be careful in \nconstructing sign-vehicles to represent it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Reader’s interested in a more modern, and very complex\n“literary” analysis should look at Anthony Burgess’s \n“Stendhalian transcription” of Mozart’s K. 550 in On Mozart: A Paean for Wolfgang , Boston: Houghton-Mifflin,\n1991, pp. 93–103.  (Feminist scholars may also be interested\nin the gender stereotypes in this narrative.)",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.94.0.6.roeder.html",
    "data": "mto/data/mto.94.0.6.roeder.json"
}