{
    "title": "Mathematical Logic: Response to Jay Rahn",
    "date": "1994/09/01",
    "volume": "0",
    "issue": "10",
    "authors": [
        "Smoliar, Stephen"
    ],
    "abstract": "",
    "keywords": [
        "mathematical logic"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.10/mto.94.0.10.smoliar.pdf",
    "author_info": [
        {
            "name": "Stephen Smoliar",
            "university": "Institute of Systems Science",
            "address": "National University of Singapore, Heng Mui Keng Terrace, Kent Ride 0511, SINGAPORE",
            "email": "smoliar@iss.nus.sg"
        }
    ],
    "citations": {
        "smoliar_1992": "Smoliar, Stephen W.  1992.  “Elements of a Neuronal Model \nof Listening to Music.” In Theory Only 12 no. 3–4:  29–46."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The title of Jay Rahn’s article covers a lot of \nterminological ground:  “From Similarity to Distance;  From \nSimplicity to Complexity;  From Pitches to Intervals;  From \nDescription to Causal Explanation.”  Ultimately, however, \nit seems to boil down to an exercise in the expssiveness \nof first-order logic for articulating a theory of pitch.  \nIn paragraph 2.3 he tips his hand by acknowledging that all \nthat has gone before (and much of what is to follow) is \nbased on the implicit pmise that “the world is, in fact, \ntruly characterized according to first-order logic”).  \nSince what is actually at stake here is the ability to \nexpss some fundamental properties of auditory perception, \nI think that this pmise should not be allowed to slip by \nwithout comment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The issue is not whether the world is “truly \ncharacterized according to first-order logic.”  Those of us \nwho are interested in the world must draw upon ways to try \nto describe it.  This is as true when we engage in dialog \nand try to argue out our descriptions and the inferences we \ncan draw from them as when we think about these matters in \nsolitude and basically try to describe the world to \nourselves.  First-order logic is one way to approach this \ndescriptive task;  but it is not the only way.  \nFurthermore, it is unclear that there is any standard of \nrating which would allow us to conclude that it is the best \nway (or that any other way is decisively better).  All \napproaches to description vary in effectiveness according \nto the nature of the situation being described.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] So what situation are we trying to describe here?  I \nthink there is a potential confusion lurking here because physical stimuli and perceived stimuli are not the same \nphenomena.  Ultimately, it seems as if Rahn wants to tackle \ndescribing the properties of perceived stimuli;  but it \nalso seems as if he keeps falling back on properties of \nphysical stimuli.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] As a consequence, much of what we know about auditory \nperception tends to ride along in the back seat.  \nNevertheless, in paragraph 2.1, with the discussion of \nShepard tones, it looks as if perception might even get to \ntake the wheel;  but Rahn backs away with the observation \nthat the “illusion” of Shepard tones “depends on temporal \nsuccession.”  This is certainly true if you are only \ninterested in illusions of infinite ascent or descent;  but \nDiana Deutsch has demonstrated that there are more to \nShepard tones than this simple illusion.  She demonstrated \nthis during a special “cognitive” session at the Oakland \nSMT meeting in 1990, where all of us psent got to serve \nas subjects for one of her more classical experiments:  If \nyou play the interval of a tritone in Shepard tones, it \nturns out that just about any group of listeners will \ndisagree reasonably evenly as to which of the two pitches \nsound higher.  Thus, Rahn’s AH pdicate, while it makes \nreasonable sense when applied to physical stimuli, is not \nnecessarily (and certainly not always) a well-formed \ndescriptor of how pitch is perceived.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The key problem with Rahn’s approach is that it \noverlooks two fundamental properties of human perception \n(which includes auditory perception).  One is that it is context-dependent , and the other is that it is subjective .  By virtue of either (or both) of these \nproperties, two physically identical stimuli may be \nperceived as different.  Within Rahn’s descriptive \nformalism, this would mean that, at the perceptual level, \none could have a physical thing be higher than itself, thus \nviolating one of the most important properties underlying \nthe pdicates of his model.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] There are some other premises which also deserve some \nquestioning.  One is in paragraph 1.9:  “Behaviorally, \nhowever, it is generally advantageous for a listener that \nhears pitchwise to hear with optimum pitch acuity. . . . ”  \nActually, there seem to be behavioral advantages to \ncategorical perception.  This is where (as is discussed in \nStephen Handel’s Listening book) our acuity seems to be \ndeliberately “blunted,” enabling us to categorize a rather \nbroad range of frequencies as all corresponding to a common \npitch.  (This seems behaviorally advantageous, since none \nof us, as performers, produce pitches with the frequency \nacuity of machines;  so we would not want to try to \nperceive each other’s performances as being so machine-\nlike.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Bringing the psychology of auditory perception into the \npicture also throws a new light on the challenges of \nnominalism.  Much of what Rahn discusses hinges on being \nable to come up with sufficiently accurate descriptors for \nquantitative differences.  However, during a discussion \nsession at the recent International Conference for Music \nPerception and Cognition, I raised what I called the “One-\nTwo-Three-Infinity” Hypothesis about the perception of \nquantitative differences.  (The title is a debt to my \nyouthful enjoyment of the first anecdote related by George \nGamow in his book of the same name.)  The point is that, \nalong some given metric, we may be able to recognize \nperceptual differences of one, two, or even three units;  \nbut, after some difference, we only recognize the distance \nas being “a lot” and can no longer resolve it with the same \nquantitative accuracy.  I do not know of any psychological \nexperiments which have been designed to test this \nhypothesis.  However, given the different ways in which we \nseem inclined to work with difference metrics, particularly \nwhen comparing pitches or pitch classes, I think it is \nabout time that some of those experiments be designed and \nrun.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In spite of the rather negative tone of this response, \nI am as concerned as Rahn is with the challenges of \nnominalism.  While his punch line casts a net over two \nmillennia of music history, I think that there is a real \nchallenge in trying to identify just what is worth saying \nfor a theory of pitch.  However, I question his use of the \nworld “else” in paragraph 5.1 because, as I have tried to \nargue above, Rahn’s AH predicate just does not cut the \nmustard.  To end on a more positive note, I would argue \nthat anything worth saying for a theory of pitch should be \ngrounded in a theory of perceptual categorization, such as \nthe one I suggested in my “Neuronal” paper in In Theory \nOnly ( Smoliar 1992 ).  Establishing which of those \nstatements can be so grounded will again require \npsychological experiments which have not even been \ndesigned, let alone performed.  However, any theory of \npitch must be a theory of how pitches are perceived, rather \nthan how they are produced;  and I believe that a better \nunderstanding of perceptual categorization is our best hope \nfor such a theoretical approach to pitch.",
                "footnotes": [],
                "citations": [
                    "smoliar_1992"
                ]
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.94.0.10.smoliar.html",
    "data": "mto/data/mto.94.0.10.smoliar.json"
}