{
    "title": "Review of Laura Emmery, <i>Compositional Process in Elliott Carter’s String Quartets: A Study in Sketches</i> (Routledge, 2020)",
    "date": "2021/11/01",
    "volume": "27",
    "issue": "4",
    "authors": [
        "Smucker, Peter"
    ],
    "abstract": "",
    "keywords": [
        "Elliott Carter",
        "sketch studies",
        "string quartet",
        "composition"
    ],
    "doi": "",
    "received": "June 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.4/mto.21.27.4.smucker.pdf",
    "author_info": [
        {
            "name": "Peter Smucker",
            "university": "Stetson University School of Music",
            "address": "421 N. Woodland Blvd., Unit 8399, DeLand, FL 32723",
            "email": "psmucker@stetson.edu"
        }
    ],
    "citations": {
        "aylward_2009": "Aylward, John. 2009. “Metric Synchronization and Long-Range Polyrhythms in Elliott Carter’s Fifth String Quartet.” Perspectives of New Music 47 (2): 88–99.",
        "aylward_2011": "Aylward, John. 2011. “Considering Elliott Carter’s Harmonic Process through Sketch Study.” Mitteilungen der Paul Sacher Stiftung 24: 42–45.",
        "bernard_1990": "Bernard, Jonathan. 1990. “An Interview with Elliott Carter.” Perspective of New Music 28 (2): 180–214.",
        "bernard_1993": "Bernard, Jonathan. 1993. “Problems of Pitch Structure in Elliott Carter’s First and Second String Quartets.” Journal of Music Theory 37 (2): 231–66. https://doi.org/10.2307/843784N",
        "bernard_2009": "Bernard, Jonathan. 2009. “The String Quartets of Elliott Carter.” In Intimate Voices: The Twentieth Century String Quartet , vol. 2, edited by Evan Jones, 238–75. University of Rochester Press.",
        "bernard_2017": "Bernard, Jonathan. 2017. “Studying Carter’s Music through His Compositional Sketches: Two Instructive Examples.” Elliott Carter Studies Online 2. https://studies.elliottcarter.org/volume02/00Bernard/00Bernard.html",
        "emmery_2013": "Emmery, Laura. 2013. “Rhythmic Process in Elliott Carter’s Fourth String Quartet.” Mitteilungen Der Paul Sacher Stiftung 26: 29–33.",
        "emmery_2015": "Emmery, Laura. 2015. “Form and Spatialization in the Third String Quartet of Elliott Carter.” Sonus 36 (1): 20–28.",
        "emmery_2016": "Emmery, Laura. 2016. “In Disguise: Musical Borrowings in Elliott Carter’s Early String Quartets.” In Form and Process in Music, 1300*ndash;2014: An Analytical Sampler , edited by Jack Boss, Heather Holmquest, Russell Knight, Inés Thiebaut, and Brent Yorgason, 125–46. Cambridge Scholars Publishing.",
        "emmery_2017": "Emmery, Laura. 2017. “Formation of a New Harmonic Language in Elliott Carter’s String Quartet No. 2.” Contemporary Music Review 36 (5): 388–405. https://doi.org/10.1080/07494467.2017.1401363",
        "emmery_2019": "Emmery, Laura. 2019. “Beyond Long-Range Polyrhythms: Harmonic Process in Elliott Carter’s Fourth String Quartet.” Contemporary Music Review 38 (3–4): 316–43. https://doi.org/10.1080/07494467.2019.1596636",
        "emmery_2020": "Emmery, Laura. 2020. “Elliott Carter’s First String Quartet: In Search of Proustian Time.” The Musical Quarterly 101 (3): 1–41. https://doi.org/10.1093/musqtl/gdaa002",
        "jenkins_2010": "Jenkins, Daniel J. 2010. “After the Harvest: Carter’s Fifth String Quartet and the Late Late Style.” Music Theory Online 16 (3). https://mtosmt.org/issues/mto.10.16.3/mto.10.16.3.jenkins.html",
        "koivisto_1996": "Koivisto, Tiina. 1996. “Aspects of Motion in Elliott Carter’s Second String Quartet.” Intégral 10: 19–52.",
        "lochhead_1994": "Lochhead, Judy. 1994. “On the ‘Framing’ Music of Elliott Carter’s First String Quartet.” In Musical Transformations and Musical Intuition: Eleven Essays in Honor of David Lewin , edited by Raphael Atlas and Michael Cherlin, 179–98. Ovenbird Press.",
        "mead_1983": "Mead, Andrew. 1983. “Pitch Structure in Elliott Carter’s String Quartet No. 3.” Perspectives of New Music 22 (1): 31–60.",
        "meyer_2008": "Meyer, Felix, and Anne C. Shreffler. 2008. Elliott Carter: A Centennial Portrait in Letters and Documents . The Boydell Press.",
        "rao_2014": "Rao, Nancy Yunhwa. 2014. “Allegro scorrevole in Carter’s First String Quartet: Crawford and the Ultramodern Inheritance.” Music Theory Spectrum 36 (2): 181–202. https://doi.org/10.1093/mts/mtu015",
        "schiff_1998": "Schiff, David. 1998. The Music of Elliott Carter . 2nd ed. Cornell University Press.",
        "schmidt_2012": "Schmidt, Dorte. 2012. “‘I Try to Write Music That Will Appeal to an Intelligent Listener’s Ear.’ On Elliott Carter’s String Quartets.” In Elliott Carter Studies , edited by Marguerite Boland and John F. Link, 168–89. Cambridge University Press.",
        "soderberg_2012": "Soderberg, Stephen. 2012. “At the Edge of Creation: Elliott Carter’s Sketch Studies in the Library of Congress.” In Elliott Carter Studies , edited by Marguerite Boland and John F. Link, 236–50. Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Emmery divides Carter’s sketches on character-continuities into four types based on motivic development: (1) motives used by a single instrument; (2) a motive used in multiple instruments; (3) the intervallic and harmonic structure of motives; and (4) rhythmic patterns. David Schiff alternatively defines Carter’s use of these musical elements as “character patterns.” For more on this concept, see Schiff 1998 (36).",
            "citations": [
                "schiff_1998"
            ]
        },
        "FN2": {
            "text": "2. These pieces include Webern’s Six Bagatelles for String Quartet , op. 9, no. 6 (78–81), Bartók’s string quartets (82–84), and Ives’s Second String Quartet (93).",
            "citations": []
        },
        "FN3": {
            "text": "3. For a further summary of the Third Quartet’s formal design, see Schiff 1998 .",
            "citations": [
                "schiff_1998"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] When asked if studying his sketches might be informative, Elliott Carter replied that he was “not sure that it would produce a useful result, because very often the sketches are simply brief passages working out some little problem.” Carter went on to note that “there’s an awful lot of mental work that’s never put on paper,” and expressed skepticism about whether the sketches could address deeper questions such as how compositional decisions might influence listeners’ experiences ( Bernard 1990 , 205). Perhaps Carter would have thought differently if he had the chance to read Laura Emmery’s Compositional Process in Elliott Carter’s String Quartets: A Study in Sketch Studies (hereafter CPECSQ ). This book provides valuable insights into Carter’s compositional processes that go far beyond the “little problems” of “brief passages.” Emmery’s goal is for her analyses of Carter’s string quartets to offer “not only a view of [Carter’s] compositional evolution and process within this genre but also [to serve] as a microcosm of his complete oeuvre” (6).",
                "footnotes": [],
                "citations": [
                    "bernard_1990"
                ]
            }
        },
        {
            "2": {
                "text": "[2] We might wonder whether Emmery could reveal anything new about the quartets, as there is already much scholarship on the topic, for instance Aylward 2009 ; Bernard 1993 , 2009 ; Emmery 2013 , 2015 , 2016 , 2017 , 2019 , 2020 ; Jenkins 2010 ; Koivisto 1996 ; Lochhead 1994 ; Mead 1983 ; Rao 2014 ; and Schmidt 2012 . Less abundant, but still noteworthy, are studies of Carter’s documents and sketches, particularly Aylward 2011 , Bernard 2017 , Meyer 2008 , and Soderberg 2012 . Emmery restricts the scope of her study to Carter’s quartets and the process by which they were created, drawing primarily from the resources at the Paul Sacher Foundation and the Library of Congress. By doing so, she provides a focused narrative that reveals aspects of Carter’s evolution as a composer that cannot be discerned if one’s examination is limited to published scores or the composer's own words. Although this is nominally a book about finished musical works—Carter’s string quartets—it is worth emphasizing that process , and not product , is the privileged focus of study.",
                "footnotes": [],
                "citations": [
                    "aylward_2009",
                    "bernard_1993",
                    "bernard_2009",
                    "emmery_2013",
                    "emmery_2015",
                    "emmery_2016",
                    "emmery_2017",
                    "emmery_2019",
                    "emmery_2020",
                    "jenkins_2010",
                    "koivisto_1996",
                    "lochhead_1994",
                    "mead_1983",
                    "rao_2014",
                    "schmidt_2012",
                    "aylward_2011",
                    "bernard_2017",
                    "meyer_2008",
                    "soderberg_2012"
                ]
            }
        },
        {
            "3": {
                "text": "[3] CPECSQ has five chapters—one for each quartet—and Emmery generates a thread of continuity from beginning to end by showing how compositional ideas from earlier sketches persist in later works. The first three chapters offer one overarching concept for each quartet: Proustian time for the First String Quartet (1951); a new harmonic language for the Second String Quartet (1959); and the separation of time and space for the Third String Quartet (1971). The fourth and fifth chapters revisit and expand these discussions for each of the last two quartets. In the fourth chapter, Emmery shows how Carter’s compositional process for the Fourth String Quartet (1986) focuses on individual segments, which, once drafted, are mostly unchanged in the final version of the piece. For the Fifth String Quartet (1995)—the focus of Chapter 5—Emmery synthesizes concepts that she discusses in each of the previous quartets: a specific harmonic language (begun in the First Quartet and refined in the Second); associating a theme with specific rhythms, intervals, and melodic gestures (begun in the First Quartet); assigning intervals to each instrument (originating in the Second Quartet and refined in the Fourth Quartet); and from the Third Quartet, the “contrast in textures, polarization of space, and the presence of dualism” (193).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] While composing the First String Quartet, Carter was preoccupied with Marcel Proust’s writings involving perceptions of time, particularly the novel À la recherche du temps perdu (published between 1922–1931). Emmery argues that Proustian ideas—specifically, “human experience and the unfolding of drama in different temporal strands” (11)—guided Carter’s compositional process. The chapter contains several explanations of Proustian ideas of time, such as reliving life events through memory (19), “simultaneity,” which involves perceiving time not chronologically, but rather “by the order in which memories enact” (27), and transformations of the novel’s characters to show how multiple “selves” are constructed through discontinuous time (43). While readers may find some of these passages dense, the payoff occurs when Emmery shows how Carter realizes these ideas musically. For example, in Proust’s novel the characters develop multilayered personalities—arising from events that occur at different points of time in the characters’ lives—that allow a single individual to have multiple “selves.” Similarly, Emmery shows how one specific theme (identified as Theme 3) in the Fantasia movement develops over time through its interactions with other themes, motives, and rhythms. By the end of the movement the original theme has transformed and now contains multiple thematic identities, but it is still fundamentally recognizable as Theme 3, whether it occurs in one instrument or across all four instruments. For Carter, this design is a musical reflection of the Proustian idea of simultaneous selves. Sketches show that these types of thematic transformations were an essential part of Carter’s early planning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Harmonic, melodic, and formal elements developed in the first quartet inform the later quartets. Emmery’s first chapter contains numerous references to subsequent works: we learn, for instance, that the “divergence between simultaneous ideas in the quartet . . . becomes integral to Carter’s later works” (42), that “superimposition of multiple themes . . . sets a precedent for the Second String Quartet” (43), and that “stratification of musical elements, such as meter and space,” eventually evolve into “formal device[s] for String Quartets nos. 2 and 3” (52). For the remainder of the book, Emmery repeatedly draws the First Quartet back into the discussion to emphasize the continued relevance, for Carter’s later output, of his early compositional discoveries.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] If sketches for the first quartet reveal seeds that germinate in Carter’s more mature compositional processes, then sketches for the Second String Quartet reveal his meticulous methods of design. Emmery characterizes the composition of this quartet as an “arduous” (62) and “painstaking” (67) process. The chapter splits into two halves. The first explores Carter’s formation of a new harmonic language based on careful study of the two All-Interval Tetrachords (AITs), prime forms (0137) and (0146). Sketch materials demonstrate Carter’s evolving comprehension of the intervallic content and harmonic potential of the AITs. These include sketches on how he might use them in various ways, such as combining them into larger chords or giving certain intervals to certain instruments. In the second half of Chapter 2, Emmery attends to Carter’s notion of “character-continuities,” often regarded as having their origins in the Second String Quartet. As Emmery explains, “each instrument is characterized by its distinctive repertoire of intervals, speeds, colors, and gestures, which govern the tempo and textures of their individual parts” (90). (1) As in the first chapter, Emmery shows her aptitude for navigating sketch material while also highlighting composers and pieces that significantly influence Carter. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Chapter 3 focuses on Carter’s formal innovation, revealing that his composition process during the Third String Quartet differs greatly from his approach to earlier pieces. The Third Quartet is designed as a pair of duos: Duo I contains first violin and cello, Duo II the second violin and viola. Carter assigns a specific number of movements for each duo (four for Duo I and six for Duo II) and associates a different interval with each movement (although each movement is not limited to using only its associated interval). Each movement is broken apart into two or more segments that occur at different times throughout the quartet. The result is that at least one segment of every movement from one duo overlaps and occurs at the same time with at least one segment of every movement from the other duo. (3) In carefully unpacking Carter’s interactions between Duos I and II, Emmery constructs a compelling argument for the utility of performing sketch analysis. In this case, Carter’s drafts of combining intervals and small sets of pitches into larger sets helps inform the larger formal design of the work. In her view, analysis of sketch studies reveals far more aspects of a piece than can be gleaned through study of the score alone.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Much as she does in her investigations of the previous quartets, Emmery shows how the Third Quartet presages Carter’s future compositional processes. In discussing a sketch for the Third Quartet’s polyrhythmic structure, she notes that “Carter is already thinking about polyrhythms as a guiding structural element during this time—a decade before he starts to focus on the long-range polyrhythms in his compositions” (122). By the time readers finish the chapter, they are primed for the discussion of polyrhythms in Carter’s Fourth String Quartet.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Unlike the previous three quartets, the Fourth String Quartet has a vast amount of sketches (1,117 pages) that presents a challenge for any scholar: how could one possibly distill this material into an analysis that illuminates Carter’s compositional process? The fourth chapter demonstrates Emmery’s skill at extracting meaningful concepts from an overabundance of source material. She identifies four categories of sketches: (1) rhythmic; (2) harmonic; (3) “descriptive,” which contain “summaries of formal outlines, dynamics, articulation, or character” (154), and (4) those that synthesize all three. Emmery guides the reader through each type of sketch, revealing that because Carter individually sketched discrete segments of the piece, he was essentially able to “omit the intermediate compositional stage” (155): once the details of each section were worked out, they could almost immediately go to their destination in the finished score without further editing. This is a departure from Carter’s earlier practice, which involved more editing after small sections were compiled into larger sections. In addition to showing the long-range polyrhythms of the piece, Emmery also highlights the mutual exclusivity of Carter’s drafts of harmonic and rhythmic ideas, noting that “just as rhythmic sketches do not allude to any pitches, intervals or harmonies, harmonic sketches lack any rhythmic indications” (164). By Emmery’s account, Carter essentially worked out the details of each small section individually, and then simply compiled them into a near-complete version.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Emmery views the Fifth Quartet as the culmination of the previous four. In her study of this work, there is not a specific focus on one particular, novel aspect of Carter’s compositional process as there is with the previous pieces. Emmery highlights Carter’s harmonies, which he restricted primarily to AITs and the All-Trichord Hexachords (ATHs), his continued use of polyrhythms, and the “character-continuities” brought to life through the work's formal design. The final chapter feels closer to an analysis of the finished score rather than a study of compositional process, perhaps due to the comparative dearth of sketch material for this work. For example, sketches for the Fifth Quartet contain one rhythmic design, a stark contrast to the hundreds of pages of sketches for the previous quartet.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] While Emmery’s intimate knowledge of Carter’s sketches is on display throughout, there are a few aspects of the publication that may hamper the reader’s comprehension. It is difficult to replicate Carter’s sketch material and create appropriate examples in a book with 9x6-inch pages; even so, some replications are less helpful than they could be. For example, many of Carter’s sketches include color coding, to which Emmery frequently refers. Yet the images of these sketches are not in full color, and the reader is left with the task of deciphering different shades of grey. A couple of examples are mislabeled or misplaced, and the reader will encounter multiple staff and font sizes. Some are quite large and easy to read, while others lose fidelity because of their small size. Furthermore, because of the scope of the project, Emmery does not connect the quartets to other of Carter’s pieces clearly related to the string quartet genre. This is an understandable though regrettable omission, since, as Dorte Schmidt observes, “[i]f one wants to find out how the idea of quartet composition continues in Carter’s music, one needs to look at works like the Piano Quintet (1997) . . . at the Oboe Quartet (2001), and at the Clarinet Quintet (2007)” ( 2012 , 189).",
                "footnotes": [],
                "citations": [
                    "schmidt_2012"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Emmery enacts a Proustian recovery of the past through her perusal of Carter’s sketches, as they become, in her own words, “significant only when [they connect] the parts that belong together but that are separated by time” (26). She navigates disparate sketch materials spread out over a half-century and synthesizes them into a cohesive, revealing narrative about his developing compositional process. Her investigation provides a welcome contribution to sketch studies, while leaving open many avenues for further research in Carter’s music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.21.27.4.smucker.html",
    "data": "mto/data/mto.21.27.4.smucker.json"
}