{
    "title": "Music and Other Sign Systems",
    "date": "2014/12/01",
    "volume": "20",
    "issue": "4",
    "authors": [
        "Kutschke, Beate"
    ],
    "abstract": "Past scholarship has often investigated what we mean when we say that music is ineffable; it has also explored issues surrounding whether music can—or cannot—be translated. In contrast, this article shifts the focus from music and its meaning to therelationship betweenmusic and other sign systems, including verbal language. One of its key hypotheses is that the dictum of music’s ineffability, though apparently describing the ‘nature’ of music, in fact only defines the relationship between music and verbal language. As I will argue, the apparent plausibility of the dictum of music’s ineffability is an effect of our (Western-cultural) habit of attributing primary status to verbal language in comparison with other sign systems. Consequently, in the final section of this article, I will investigate the relationship between music and other sign systems. This latter investigation is founded on the consideration of our world of meaning as an infinite spectrum of diverse sign systems, sign constellations, and sign procedures, each of them valuable in itself.",
    "keywords": [
        "music and ineffability",
        "‘translation of music",
        "’ semiotics and similarity",
        "cultural critique"
    ],
    "doi": "",
    "received": "July 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.4/mto.14.20.4.kutschke.pdf",
    "author_info": [
        {
            "name": "Beate Kutschke",
            "university": "Wilsnacker Str. 2",
            "address": "10599 Berlin",
            "email": "beate.kutschke@gmx.de"
        }
    ],
    "citations": {
        "anonymous_1992": "Anonymous. 1992. “Translation.” In The Oxford Companion to the English Language , ed. Tom McArthur, 1051–54. Oxford: Oxford University Press.",
        "bauer_2011": "Bauer, Amy. 2011. Ligeti’s Laments . Farnham, Surrey: Ashgate.",
        "bowie_2003": "Bowie, Andrew. 2003. Aesthetics and Subjectivity . Manchester: Manchester University Press.",
        "brandstetter_1998": "Brandstetter, Gabriele. 1998. “Ausdruckstanz.” In Handbuch der deutschen Reformbewegungen 1880–1933 , ed. Diethart Kerbs and Jürgen Reulecke, 451–63. Wuppertal: Peter Hammer.",
        "brower_2000": "Brower, Candace. 2000. “A Cognitive Theory of Musical Meaning.” Journal of Music Theory 44, no. 2: 323–79.",
        "cassirer_1953": "Cassirer, Ernst. (1944) 1953. An Essay on Man . New York: Doubleday & Comp.",
        "cox_2001": "Cox, Arnie W. 2001. “The Mimetic Hypothesis and Embodied Musical Meaning”. Musicæ Scientiæ: The Journal of the European Society for the Cognitive Sciences of Music 5, no. 2: 195–209.",
        "davies_2011": "Davies, Stephen. 2011. Musical Understandings and Other Essays on the Philosophy of Music . Oxford: Oxford University Press.",
        "dewey_1958": "Dewey, John. (1934) 1958. Art as Experience . New York: Capricorn.",
        "dürr_and_schlobinski_2006": "Dürr, Michael, and Peter Schlobinski. 2006. Deskriptive Linguistik . Göttingen: Vandenhoeck & Ruprecht.",
        "eco_2001": "Eco, Umberto. 2001. Experiences in Translation . Toronto: University of Toronto Press.",
        "eggebrecht_1973": "Eggebrecht, Hans Heinrich. 1973. “Über begriffliches und begriffsloses Verstehen von Musik.” In Musikalisches Denken: Aufsätze zur Theorie und Ästhetik , 113–30. Wilhelmshaven: Heinrichshofen.",
        "eitan_2013": "Eitan, Zohar. 2013. “Which is More? Pitch Height, Parametric Scales, and the Intricacies of Cross-domain Magnitude Relationships.” In Musical Implications: Essays in Honor of Eugene Narmour , ed. Lawrence F. Bernstein and Alexander Rozin, 131–48. Hillsdale, NY: Pendragon Press.",
        "eitan_ornoy_and_granot_2012": "Eitan, Zohar, Eitan Ornoy, and Roni Y. Granot. 2012. “Listening in the Dark: Congenital and Early Blindness and Cross-domain Mappings in Music.” Psychomusicology: Music, Mind and Brain 22, no. 11: 33–45.",
        "foucault_1970": "Foucault, Michel. (1966) 1970. The Order of Things: An Archaeology of the Human Sciences . New York, NY: Pantheon Books.",
        "goodman_1972": "Goodman, Nelson. 1972. “Seven Strictures on Similarity.” In Problems and Projects , 437–46. Indianapolis and New York: Bobbs-Merrill.",
        "goodman_1976": "Goodman, Nelson. 1976. Languages of Art . Indianapolis, Cambridge: Hackett.",
        "grimm_and_grimm_1854–1971_2004": "Grimm, Jacob and Wilhelm Grimm. (1854–1971) 2004. Deutsches Wörterbuch , vol. 23. Trier: Universität Trier.",
        "gumbrecht_2004": "Gumbrecht, Hans Ulrich. 2004. Production of Presence: What Meaning Cannot Convey . Stanford, CA: Stanford University Press.",
        "hanslick_1854": "Hanslick, Eduard. 1854. Vom Musikalisch-Schönen . Leipzig: Rudolph Weigel.",
        "heinse_1794_1902–1925": "Heinse, Wilhelm. (1794) 1902–1925. Hildegard von Hohenthal (= Sämmtliche Werke , vol. V), ed. Carl Schüddekopf. Leipzig: Insel Verlag.",
        "hoffmann_1821_1963": "Hoffmann, E.T.A. (1821) 1963. “Der Dichter und der Komponist.” In Die Serapionsbrüder , ed. Walter Müller-Seidel, 76–99. München: Winkler.",
        "horlacher_2013": "Horlacher, Gretchen. 2013. “The Futility of Exhortation: Pleading in Stravinsky’s Oedipus Rex and Orpheus .” In Stravinsky and His World , ed. Tamara Levitz. 79–104. Princeton: Princeton University Press.",
        "huxley_1960": "Huxley, Aldous. (1954) 1960. “The Doors of Perception.” In The Doors of Perception and Heaven and Hell , 11–65. Harmondsworth, Middlesex: Penguin Books.",
        "jankélévitch_2003": "Jankélévitch, Vladimir. (1961) 2003. Music and the Ineffable , trans. Carolyn Abbate. Princeton : Princeton University Press.",
        "kasparek_1983": "Kasparek, Christopher. 1983. “The Translator’s Endless Toil.” Review of The True Interpreter: A History of Translation Theory and Practice in the West by L. G. Kelly. The Polish Review 28, no. 2: 83–7.",
        "kay_and_kempton_1984": "Kay, Paul, and Willett Kempton. 1984. “What is the Sapir-Whorf Hypothesis?” American Anthropologist 86, no. 1: 65–79.",
        "kennick_1961": "Kennick, W.E. 1961. “Art and the Ineffable.” In The Journal of Philosophy 58, no. 12: 309–20.",
        "kivy_1989": "Kivy, Peter. 1989. Sound Sentiment. An Essay on the Music Emotions . Philadelphia: Temple University.",
        "kivy_2001": "Kivy, Peter. 2001. “Experiencing the Musical Emotions.” In New Essays on Musical Understanding . 92–118. Oxford: Clarendon.",
        "kivy_2009": "Kivy, Peter. 2009. Antithetical Arts . Oxford: Clarendon Press.",
        "klein_2013": "Klein, Michael L. 2013. “Musical Story.” In Music and Narrative since 1900 , ed. Michael L. Klein and Nicholas Reyland, 3–28. Bloomington: Indiana University Press.",
        "kramer_2013": "Kramer, Lawrence. 2013. “Speaking of Music.” In Speaking of Music , ed. Keith Chapin and Andrew H. Clark. 19–38. Fordham University Press.",
        "krämer_2003": "Krämer, Sybille. 2003. “Negative Semiologie der Stimme. Reflexionen über die Stimme als Medium der Sprache.” In Medien/Stimmen ,  ed. Cornelia Epping-Jäger and Erika Linz, 65–85. Cologne: DuMont.",
        "kutschke_2007": "Kutschke, Beate. 2007. Neue Linke/Neue Musik. Kulturtheorien und künstlerische Avantgarde in den 1960er und 70er Jahren . Cologne and Weimar: Böhlau.",
        "kutschke_2008": "Kutschke, Beate. 2008. “Neue Natürlichkeit—Das Verhältnis zwischen semiotischer und ‘natürlicher’ Authentizität in der Avantgardemusik.” In Realitätseffekte. Ästhetische Repräsentation des Alltäglichen im 20. Jahrhundert , ed. Alexandra Kleihues, 135–52. München: Wilhelm Fink.",
        "kutschke_2009": "Kutschke, Beate. 2009. “The Scream in Avant-garde Music: The New Left and the Rediscovery of the Body.” In The Modernist Legacy: Essays on New Music , ed. Björn Heile, 61–80. Aldershot: Ashgate.",
        "kutschke_forthcoming": "Kutschke, Beate. Forthcoming. “The Heroic in the Music-Hermeneutical Era: Musical Character and Musical Persona Between 1887 and 1934.” In The Heroic in Music , ed. Beate Kutschke and Katherine Butler.",
        "lacan_1966": "Lacan, Jacques. 1966. “Fonction et champ de la parole et du langage en psychoanalyse.” In Écrits , vol. 1, 237–322. Paris : Éditions du seuil.",
        "langer_1942_1951": "Langer, Suzanne K. (1942) 1951. Philosophy in a New Key . Cambridge, MA: Harvard University Press.",
        "langer_1957": "Langer, Suzanne K. 1957. Problems of Art . New York: Scribner.",
        "levinson_2006": "Levinson, Jerrold. 2006. “Musical Expressiveness as Hearability-as-Expression.” In Contemporary Debates in Aesthetics and the Philosophy of Art , ed. Matthew Kieran, 192–206. Malden, MA: Blackwell.",
        "lissa_1957": "Lissa, Sofia. 1957. Über das Spezifische der Musik . Berlin: Henschel.",
        "mattheson_1739": "Mattheson, Johann. 1739. Der vollkommene Capellmeister . Hamburg: Christian Herold.",
        "merleau-ponty_1995": "Merleau-Ponty, Maurice. (1959–60) 1995. “Le concept de nature, 1959–1960. Nature et logos: le corps humain.” In La nature. Notes. Cours du Collège de France , ed. Dominique Séglard, 263–351. Paris: Éditions du seuil.",
        "mersch_2002": "Mersch, Dieter. 2002. Was sich zeigt . München: Fink.",
        "mesthrie_2006": "Mesthrie, Rajend. 2006. “Society and Language. Overview.” The Encyclopedia of language and linguistics , ed. Keith Brown, vol. 11, 472–84. Amsterdam: Elsevier.",
        "meyer_1956": "Meyer, Leonard B. 1956. Emotion and Meaning in Music . Chicago: University of Chicago Press.",
        "minors_2013": "Minors, Helen Julia, ed.. 2013. Music, Text and Translation , ed. Helen Julia Minors. London: Bloomsbury.",
        "østrem_2002": "Østrem, Eyolf. 2002. “Music and the ineffable.” In Voicing the Ineffable: Musical Representations of Religious Experience , ed. Siglind Bruhn, 287–312. Hillsdale, NY: Pendragon Press.",
        "prall_1936": "Prall, David W. 1936. Aesthetic Analysis . New York: Thomas Y. Crowell.",
        "raffman_1993": "Raffman, Diana. 1993. Language, Music, and Mind . Cambridge, MA: MIT Press.",
        "reynolds_2003": "Reynolds, Christopher A. 2003. Motives for Allusion: Context and Content in Nineteenth-Century Music . Cambridge, MA: Harvard University Press.",
        "rinderle_2008": "Rinderle, Peter. 2008. “Musik als expressive Geste einer imaginären Person.” In Zeitschrift für philosophische Forschung 62, 53–72.",
        "roholt_2010": "Roholt, Tiger C. 2010. “Musical Musical Nuance.” In The Journal of Aesthetics and Art Criticism 68, 1–10.",
        "scruton_1997": "Scruton, Roger. 1997. The Aesthetics of Music . Oxford: Oxford University Press.",
        "scruton_2014": "Scruton, Roger. 2014. “Effing the Ineffable.” In Catholic Education Resource Center , http://www.catholiceducation.org/articles/apologetics/effing-the-ineffable.html . Accessed February 25.",
        "trivedi_2011": "Trivedi, Saam. 2011. “Music and Imagination.” In The Routledge Companion to Philosophy and Music , ed. Theodore Gracyk and Andrew Kania, 113–22. London: Routledge.",
        "wackenroder_1799": "Wackenroder, Wilhelm. 1799. Phantasien über die Kunst für Freunde der Kunst , ed. Ludwig Tieck. Hamburg: Friedrich Perthes.",
        "zbikowski_1997": "Zbikowski, Lawrence M. 1997. “Conceptual Models and Cross-domain Mapping: New Perspectives on Theories of Music and Hierarchy.” In Journal of Music Theory 41, no. 2: 193–225.",
        "zbikowski_2002": "Zbikowski, Lawrence M. 2002. Conceptualizing Music: Cognitive Structure, Theory, Analysis . Oxford: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. See, for instance, two conferences, held in July and August 2012, that were dedicated to two similar topics: first, Meaning and Ineffability (July 20–21, 2012, King’s College London) and, second, drawing on a statement of Hans Heinrich Eggebrecht published in 1973, Musik als begriffsloses Denken (Music as cognition without terms/concepts) (July 27–29, 2012, Krupp-Wissenschaftskolleg Greifswald).",
            "citations": []
        },
        "FN2": {
            "text": "2. Jankélévitch [1961] 2003 , Eggebrecht 1973 , Kivy 1989 , Raffman 1993 , Scruton 1997 , Østrem 2002 , Roholt 2010 , Davies 2011 , and Kramer 2013 . Vladimir Jankélévitch defined music’s quality of being ineffable as what “cannot be explained because there are infinite and interminable things to be said of it: such is the mystery of God, whose depths cannot be sounded, the inexhaustible mystery of love, both Eros and Caritas, the poetic mystery par excellence” ( Jankélévitch [1961] 2003 , 72). Hans Heinrich Eggebrecht distinguished between different types of ineffability, stating that the content of music is “what is understandable with terms, that emerges in a framework without terms” ( Eggebrecht 1973 , 122; “das in der Begriffslosigkeit erscheinende begrifflich Begreifbare”). Peter Kivy rejects the theorem that “language is ill equipped to describe [ . . . ] the expressiveness of their [human beings’] music” and refuses to deduce “deep meaning” from this impression. Instead Kivy emphasizes “that the deep meaning just isn’t there” ( 1989 , 207). Diana Raffman ( 1993 ) assumes that what, in the musical discourse, is called ineffable are musical nuances that are so subtle they cannot be put into words. Roger Scruton proposes that “the ineffability of artistic meaning is, I suggest, simply a special case of the ineffability of first-person awareness—the impossibility of translating ‘what it is like’ into a description” ( 1997 , 364). Scruton ( 2014 ) confirms the appropriateness of the dictum of music’s ineffability. Eyolf Østrem ( Østrem 2002 ) reconstructs the genesis of the dictum originating in the Middle Ages with Augustine and Christian religious discourse. Tiger C. Roholt ( 2010 ) rejects Raffman’s concept of nuance ineffability and claims that nuances are ineffable in direct description using technical terms, but not in indirect description. Stephen Davies recognizes that nuance ineffability not only applies to music, but every other complex perception and, at the same time, denies “that what is conveyed by music is indescribable or inexpressible” ( 2011 , 130). Jonathan Kramer relates the idea of music’s ineffability to its “characteristic lack of the referential automatism of language and images, a lack that has traditionally been confused with the lack of meaning” ( 2013 , 24).",
            "citations": [
                "eggebrecht_1973",
                "kivy_1989",
                "raffman_1993",
                "scruton_1997",
                "roholt_2010",
                "davies_2011",
                "kramer_2013",
                "eggebrecht_1973",
                "kivy_1989",
                "raffman_1993",
                "scruton_1997",
                "scruton_2014",
                "roholt_2010",
                "davies_2011",
                "kramer_2013"
            ]
        },
        "FN3": {
            "text": "3. I put ‘translation’ into quotation marks because, as I will show in section III, the concept of translation is by no means unequivocal and unproblematic regarding music.",
            "citations": []
        },
        "FN4": {
            "text": "4. Although according to the dictum of music’s ineffability we cannot put music’s meaning into words, it does not appear to us as meaningless; on the contrary, it appears so meaningful that some (especially the early-Romantic) writers on music have suggested that music possesses the ability to transcend ordinary knowledge and refer to superhuman ideas. In Wilhelm Heinse’s view, music is a specific message: “Music touches the vital nerves in such a way that it is a specific play, a particular message that surpasses all descriptions of words [my italics]” ( Heinse [1794] 1902–1925 , 24; “Die Musik rührt sie [die Lebensnerven] so, dass es ein eignes Spiel, eine ganz besondre Mittheilung ist, die alle Beschreibung von Worten übersteigt” [my italics]). Wackenroder explained, “I consider music the most admirable, fantastic invention [ . . . ] because it speaks a language that, in ordinary life, we do not know, that we have learned, we do not know where? and how? and of which one might believe that it is the language of angels [ . . . ] The way we understand here [while listening to music] is entirely different from the other [verbal language] without judgement and syllogism” ( Wackenroder 1799 , 156 and 252; “Die Musik aber halte ich für die wunderbarste dieser Erfindungen [ . . . ] weil sie eine Sprache redet, die wir im ordentlichen Leben nicht kennen, die wir gelernt haben, wir wissen nicht wo? und wie? und die man allein für die Sprache der Engel halten möchte [ . . . ] Die Art, wie man hier versteht, ist gänzlich von jener verschieden [ . . . ] ohne Urteil und Vernunftschluss”.) And E.T.A. Hoffman articulated the idea as a rhetorical question: “Is music not the mysterious language of a distant empire of ghosts, whose wonderful accents echo in our interior, and awake a higher, intense life?” ( Hoffmann [1821] 1963 , 83; “Ist nicht die Musik die geheimnisvolle Sprache eines fernen Geisterreichs, deren wunderbare Akzente in unserm Innern widerklingen, und ein höheres, intensives Leben erwecken?”) Investigating music-theoretical sources from the Middle Ages and Renaissance, Østrem has reconstructed the discursive factors that implicitly shaped the content of the dictum: religious experience as a presentiment of transcendent realms and meaning, on the one hand, and a long-established tradition of comparing music with verbal language on the other. Saint Augustine, Østrem writes, “has in mind the identification between the sensual, ineffable joy and the likewise ineffable God, who thus can best be praised through wordless jubilation” ( Østrem 2002 , 292; see also 291–99). Recently Scruton drew on this discourse. In his article published on a Catholic website, he starts with reflections on the ineffability of music and smoothly passes on to general metaphysical considerations: “Anybody who goes through life with open mind and open heart will encounter these moments of revelation, moments that are saturated with meaning, but whose meaning cannot be put into words. [ . . . ] Yet, there is more to the world than the system of causes, for the world has a meaning and that meaning is revealed” ( Scruton 2014 ).",
            "citations": [
                "wackenroder_1799",
                "hoffmann_1821_1963",
                "scruton_2014"
            ]
        },
        "FN5": {
            "text": "5. Østrem ( 2002 , 289) has reconstructed the close intertwinement of the music-related topos of ineffability and religious ideas, especially the idea that god is ineffable and infinite.",
            "citations": []
        },
        "FN6": {
            "text": "6. I consider both formulations using ‘to express’ and ‘to put into words’ as metaphors that aim at denoting a phenomenon whose mechanism or functioning is unknown to the speaker. For more on the employment of metaphorical terms for little-understood phenomena, see section III. The primacy of verbal language, that is, our practice of considering verbal language as the standard sign system that pushes all other sign systems into the background, is probably also the reason for the dissent about the Sapir-Whorf hypothesis. (The Sapir-Whorf hypothesis basically asserts that language—meaning verbal language—determines the way we think. They claim that what we cannot put into words cannot be thought. On the Sapir-Whorf hypothesis, see for instance Kay and Kempton 1984 , 66; and Mesthrie 2006 , 478–79.) If one represses the fact that the world consists of a multitude of symbol systems that convey specific spectrums of sense and meaning (each system in its own way), that is, if one assumes that there is only one ‘true’ sign system, namely verbal language—the opinion that concepts represented by verbal language significantly steer and influence our thinking is entirely plausible—regardless of the role sign operations might play in cognitive processes. For what else should represent the content of cognitive processes in our minds than verbal signs that refer to objects and phenomena? However, if one understands our sign practice as a complex web of operations with signs in a multitude of sign systems interacting simultaneously with each other, the Sapir-Whorf thesis appears to be completely arbitrary. Why should cognition necessarily be carried out by verbal signs and not by signs of various other sign systems such as sign language, road signs, programming language, clothing styles, and music?",
            "citations": [
                "kay_and_kempton_1984",
                "mesthrie_2006"
            ]
        },
        "FN7": {
            "text": "7. Referring to a quality of sign systems or sign constellations such as art, music, verbal language etc., I use ‘inability’ metaphorically. The arts (like music or verbal language) are neither able nor unable to do anything such as expressing something or being expressed by another sign system, but we consider or understand the arts as expressing something or being expressed by a sign system. So, speaking about the ‘inability of the arts,’ I avail myself of incorrect, misleading formulations that, however, reflect the way we think about art (or other sign systems and constellations such as music or verbal language). Regarding the metaphorical use of ‘expression,’ see footnote 6.",
            "citations": []
        },
        "FN8": {
            "text": "8. Regarding the metaphorical use of ‘expression,’ see footnote 6.",
            "citations": []
        },
        "FN9": {
            "text": "9. Regarding my use of ‘expressive quality,’ see footnote 6. I also use ‘resist’ as a metaphor. Music is not an agent or subject (in the Kantian sense) and, thus, cannot carry out actions such as resistance and or submission. I also doubt that art conveys something. See my excurse on sign systems and constellations at the end of section II.",
            "citations": []
        },
        "FN10": {
            "text": "10. The history of this discourse comprising the entire twentieth century can be reconstructed from the authors that Dieter Mersch ( 2002 ) quotes. See especially 47–50, 166–71.",
            "citations": [
                "mersch_2002"
            ]
        },
        "FN11": {
            "text": "11. On theory and its impact on avant-garde music: see Kutschke 2007 , 320–53; 2008 ; and 2009 .",
            "citations": [
                "kutschke_2007",
                "kutschke_2008",
                "kutschke_2009"
            ]
        },
        "FN12": {
            "text": "12. This idea can already be found in Dewey, yet without negative connotations. He stated: “Those who are called artists have for their subject-matter the qualities of things of direct experience; ‘intellectual’ inquirers deal with these qualities at one remove, through the medium of symbols that stand for qualities but are not significant in their immediate presence” ( Dewey [1934] 1958 , 73).",
            "citations": [
                "dewey_1958"
            ]
        },
        "FN13": {
            "text": "13. I consider the terms ‘symbol’ and ‘sign’ to be synonymous, but prefer ‘sign’ because ‘symbol’ brings connotations of extra layers of meaning into play, which originate in literary and art-history discourse. Therefore, in this article, ‘sign’ is used except for quotations that use ‘symbol.’",
            "citations": []
        },
        "FN14": {
            "text": "14. It is well known that LSD, mescaline and psilocybin promised to permit new access to the authentic world. In this light, Huxley described his perception after having taken psilocybin: “I was seeing what Adam had seen on the morning of his creation—the miracle, moment by moment, of naked existence. [ . . . ] I was looking at my furniture [ . . . ] But as I looked, this purely aesthetic Cubist’s-eye view gave place to what I can only describe as the sacramental vision of reality. I was [ . . . ] in a world where everything shone with the Inner Light, and was infinite in its significance. The legs, for example, of that chair—how miraculous their tubularity, how supernatural their polished smoothness! I spent several minutes—or was it several centuries?—not merely gazing at those bamboo legs, but actually being them—or rather being myself in them; or, to be still more accurate [ . . . ] being my Not-self in the Not-self which was the chair” ( Huxley [1954] 1960 , 17, 20–21).",
            "citations": [
                "huxley_1960"
            ]
        },
        "FN15": {
            "text": "15. Accordingly, Jacques Lacan explains: “In order to make a symbolic object [i.e., an object that is considered to operate as a signifier] [ . . . ] a word that is liberated from hic et nunc, it is not [only] the material, sonic difference [of this words to other words], but [also] its disappearance” from the attention of the sign user ( Lacan 1966 , 276; “Pour que l’objet symbolique libéré de son usage devienne le mot libéré de l’ hic et nunc , la différence n’est pas de la qualité, sonore, de sa matière, mais de son être évanouissant où le symbole trouve la permanence du concept”).",
            "citations": [
                "lacan_1966"
            ]
        },
        "FN16": {
            "text": "16. On the materiality of signs, see Mersch 2002 . The impression of losing immediate access to authentic reality by using signs is the effect of a cognitive process. It results from the ability of individuals to shift the focus of their attention so consistently that other dimensions of the focused object or phenomenon cognitively disappear. Shifting the focus of our attention, however, has not influenced the world; the world is as it was before, just our perspective on it has changed.",
            "citations": [
                "mersch_2002"
            ]
        },
        "FN17": {
            "text": "17. Seen from this perspective, Raffman’s ( 1993 ) theory of nuance ineffability actually falls into the category of dissatisfaction with the limits of not only verbal language, but sign procedures in general.",
            "citations": [
                "raffman_1993"
            ]
        },
        "FN18": {
            "text": "18. A detailed account of the theorists who discussed the consequences of the predominance of semiotic operations can be found in the introduction of Mersch 2002 .",
            "citations": [
                "mersch_2002"
            ]
        },
        "FN19": {
            "text": "19. “Ceci conduit à l’idée du corps humain comme symbolisme naturel ” ( Merleau-Ponty [1959–60] 1995 , 289). Similarly, dance was characterized as ‘natural sign’ in the context of various German reform movements at the beginning of the twentieth century. Cf. Mersch 2002 , 49; and Brandstetter 1998 .",
            "citations": [
                "mersch_2002",
                "brandstetter_1998"
            ]
        },
        "FN20": {
            "text": "20. “Quelle différence y a-t-il entre le symbolisme tout fait ou naturel du corps et celui du langage? Est-ce l’émergence d’un sujet pensant et de ses conventions? Y a-t-il 2 symbolismes, l’un d’ indivision et où symbole et symbolisé sont liés aveuglément, parce que leur rapport de sens est donné par l’organisation du corps, l’autre de langage, où signe et signification sont survolés par un esprit, et qui nous ferait sortir de la Nature ? [ . . . ] Le symbolisme du langage peut-il éclairer le corps? N’est-il pas tout autre? Symbolisme d’indivision, sens latent et symbolisme conventionnel, sens manifeste [my italics].”",
            "citations": []
        },
        "FN21": {
            "text": "21. The distinction between natural and artificial sign systems drawing on Peirce is marked by an essential error. Since signs, or more exactly signifiers, do not exist per se, but objects and phenomena become signifiers in the view of a sign user, there aren’t any natural signifiers. Objects and phenomena that serve as signifiers for human sign users are always the product of their interpretation, i.e., a cultural product.",
            "citations": []
        },
        "FN22": {
            "text": "22. If unarticulated sounds operate as signifiers, i.e., as referring entities, they do not refer to other phenomena , but rather to themselves ; and, thus, they draw the individual’s attention to themselves. They point to themselves, display themselves and, in this way, exemplify themselves. Regarding exemplification, see the beginning of section IV.",
            "citations": []
        },
        "FN23": {
            "text": "23. This tendency to support the hegemony of verbal language over music can also be found in Andrew Bowies’s reflections on the significance of music and verbal language in modern societies. He observes, “The universalising nature of verbal language is felt to be inadequate to the individual experience of the modern subject” ( Bowie 2003 , 221); note, however, that he limits this observation to modern society (represented by the modern subject). Thus, in Bowie’s argument, the experience of the dominance of verbal language appears to be no more than a temporary phenomenon, not the effect of a principally unjustified classification or order of priority that superordinates verbal language to all other sign systems and constellations.",
            "citations": [
                "bowie_2003"
            ]
        },
        "FN24": {
            "text": "24. See the beginning of section IV for more about the role of similarities and analogies in sign processes.",
            "citations": []
        },
        "FN25": {
            "text": "25. Hanslick 1854 , 35; “eine Sprache, die wir sprechen und verstehen, jedoch zu übersetzen nicht im Stande sind.”",
            "citations": [
                "hanslick_1854"
            ]
        },
        "FN26": {
            "text": "26. Authors who apply the term ‘language’ in order to describe other sign systems such as music often seem not to have a full understanding of the mechanisms of sign systems. Because they are familiar with verbal language, they apply the term ‘language’ to other sign systems via cross-domain mapping. Regarding music, there is a long tradition of doing so—most likely because of similarities between music and language with respect to phrase structure and the experience of meaningfulness. In the early eighteenth century, for instance, Mattheson compared musical syntax with verbal syntax ( Mattheson 1739 , 224). In doing this, however, he neglected the distinct features of music and verbal language. I return to this issue in section IV. Regarding the transfer of the cognitive theory of cross-domain mapping to music, sources include Zbikowski 1997 and 2002 ; Brower 2000 ; Cox 2001 ; Eitan, Ornoy, and Granot 2012 ; and Eitan 2013 .",
            "citations": [
                "mattheson_1739",
                "zbikowski_1997",
                "zbikowski_2002",
                "brower_2000",
                "cox_2001",
                "eitan_ornoy_and_granot_2012",
                "eitan_2013"
            ]
        },
        "FN27": {
            "text": "27. I put ‘transfer’ in single quotation marks because, as I will show below, the idea that meaning could be transferred (from one sign system to another or within the same sign system) is misleading and based on false concepts of semiotic processes.",
            "citations": []
        },
        "FN28": {
            "text": "28. The other meaning of “übersetzen” [to translate], namely “umformen” [transform], seems to have been used rather metaphorically. This at least is what is suggested by the examples given in the dictionary of Grimm ( 2004 , col. 546).",
            "citations": []
        },
        "FN29": {
            "text": "29. According to Christopher Kasparek the interdependency between the frequency of translation practice and the degree of difficulty of translating sign constellations belonging to one sign system into sign constellations of another sign is due to historical development: “Generally, the greater the contact and exchange that have existed between two languages, or between those languages and a third one, the greater is the ratio of metaphrase to paraphrase that may be used in translating among them” ( Kasparek 1983 , 85).",
            "citations": [
                "kasparek_1983"
            ]
        },
        "FN30": {
            "text": "30. Helen Julia Minors ( 2013 , 4) summarizes the position of others. So, even though we believe that the procedure of ‘translation’ is mainly carried out by exchanging the system of encoding, such a procedure is factually never carried out when we do what we call ‘translating.’ The translator of a sentence from one verbal language—let’s say German—into another verbal language—let’s say English—does not transfer the meaning and content from German into English, but simply chooses formulations—words and the order in which the words are combined with each other according to grammatical rules appropriate for the specific language—that are available in the English language and whose meaning is, in the view of the translator, more or less similar or equivalent to that of the original formulation in German. Sometimes, there is no immediately equivalent formulation available. Then, the translator chooses a formulation that might serve as a paraphrase or simply uses the same word of the source language and hopes that the context will clarify the meaning. Seen from this perspective, our concept of translation as the transfer of meaning from one language into the other is highly misleading and is most likely rooted in an early modern cultural-historical epoch in which other, more appropriate descriptions of what we factually do if we appear to articulate the same idea in two different languages were not yet available.",
            "citations": [
                "minors_2013"
            ]
        },
        "FN31": {
            "text": "31. Before me Umberto Eco has also observed that the degree of difficulty of finding equivalent ‘expressions’ for meaning of one sign system in another is not a ‘problem’ specific to music: “The language of music certainly has limited power compared to speech because it would be rather difficult to express the content of the Critique of Pure Reason [S. 97] in music, but a visual language would also have trouble expressing all the senses of Kant’s text. Equally, it is difficult to express the sense of Beethoven’s Fifth in words” ( Eco 2001 , 96). On music’s ‘hermeticism,’ see the end of this section and section IV.",
            "citations": [
                "eco_2001"
            ]
        },
        "FN32": {
            "text": "32. In light of these reflections, I disagree with Michael Dürr and Peter Schlobinski, who develop the opposite opinion from studying rather basic expressions in different languages: “It is recognizable that in natural human [verbal] languages basically everything can be expressed. If there are no individual lexemes for specific concepts, they can be expressed in a different way, by morphological structures, paraphrases or the resort to other concepts, for instance” ( Dürr and Schlobinski 2006 , 174; “[Es] zeigt sich, dass in natürlichen menschlichen [Verbal-]Sprachen im Prinzip alles ausgedrückt werden kann. Wenn es für bestimmte Begriffe oder Konzepte keine eigenen Lexeme gibt, so können sie auf andere Weise ausgedrückt werden, durch morphologische Strukturen oder Umschreibung, Paraphrase bzw. Rückgriff auf andere Konzepte.”)",
            "citations": []
        },
        "FN33": {
            "text": "33. In light of Østrem’s ( 2002 ) historical reconstruction of the discourse on music’s ineffability, it is obvious that Raffman’s and Davies’ interpretation of ineffability as “nuance ineffability” ( Raffman 1993 ) that is “indescribably rich” ( Davies 2011 , 5) grounds the thought figure on physico-cognitive facts, yet is inappropriate if referring to historical discourse.",
            "citations": [
                "raffman_1993",
                "davies_2011"
            ]
        },
        "FN34": {
            "text": "34. While the referential relationship between signifier and signified based on stipulation basically corresponds with Peirce’s notion of the symbol, and that based on the construction of similarity basically corresponds with Peirce’s notion of icon, I do not include a sign class that corresponds with Peirce’s concept of index. In my view, the concept of index results from a logical error. The other two sign classes (symbol and icon) point to two different cognitive operations on the basis of which the sign user can carry out sign procedures: she can attribute a referential relationship to two phenomena considered signifier and signified either on the basis of what she has learned about acknowledged signifier-signified pairs (stipulation) or on the basis of similarities she recognizes between two phenomena. Both cognitive operations can be carried out intertwined with each other if, for instance, the observation of similarities is regulated and limited by learned conventions about acknowledged signifier-signified relationships. What Peirce calls the sign class ‘index,’ however, consists of nothing else than signifier-signified pairs of which the sign user has learned that they form referential relationships because they are causally linked with each other. In other words, the understanding of indices as signs is based on the same cognitive operation as sign procedures that are based on stipulation. (Whether a referential relationship is arbitrary as in stipulation or ‘naturally given’ as in causality is irrelevant for the sign user who has to learn about this relationship before she is able to carry out the semiotic procedure.)",
            "citations": []
        },
        "FN35": {
            "text": "35. In this light, regarding Goodman’s standard example, that of the tailor’s swatch serving the tailor to exemplify some properties of the cloth (such as color and quality) whereas others (such as the size of the swatch) are irrelevant—we can conclude that the swatch’s functionality is based on the observation of similarity.",
            "citations": []
        },
        "FN36": {
            "text": "36. We attribute the function of a signifier exemplifying a property (or a set of properties) to an entity only because the entity is considered to resemble another entity. Saying “this rose exemplifies the genre of roses,” we relate this rose to all other roses because we assume that this rose resembles other roses in one or several other respects.",
            "citations": []
        },
        "FN37": {
            "text": "37. This rhythmic pattern “short long long . . . ” would be relevant to a listener trained in articulating her association via Morse code rhythms instead of verbal language or images. In German sign language, whales are signified by a wave-like gesture. The excerpt in the middle of Figure 2 is Bedřich Smetana, Vltava (Moldau), measures 14–15. The excerpt in the lower right is Smetana, Vltava (Moldau), measures 5–6. The excerpt in the top left is Carl Baermann, “Scales in Thirds,” from Complete Method for Clarinet, third division, op. 63, no. 18.",
            "citations": []
        },
        "FN38": {
            "text": "38. Regarding the sigh motive, Amy Bauer describes this phenomenon as follows: the sigh motive initially emulating the physical sigh “soon became associated with a host of sentiments located in the indexicality of its immediate object: emotions rooted in the context on an individual work” ( 2011 , 59).",
            "citations": [
                "bauer_2011"
            ]
        },
        "FN39": {
            "text": "39. I am grateful to Holly Brown, a student in the master’s program at the Technische Universität Dresden, who brought the example of Stravinsky’s Orphée into a seminar on the “Heroic in Music.”",
            "citations": []
        },
        "FN40": {
            "text": "40. See, for instance, Peter Kivy’s contour theory ( 1989 , 71–83), Jerrold Levinson’s ( 2006 ) interpretation of musical expressiveness as hearability-as-expression, Peter Rinderle ( 2008 ) on expressive gestures, and Saam Trivedi’s ( 2011 ) discussion of animation.",
            "citations": [
                "kivy_1989",
                "levinson_2006",
                "rinderle_2008",
                "trivedi_2011"
            ]
        },
        "FN41": {
            "text": "41. A word on ‘areas’ is in order here: areas or domains do not exist per se. They are mental effects of cognitive procedures that order the world and classify phenomena into different domains or groups. How arbitrary or at least variable the criteria of classification can be (while they appear absolutely evident to those who carry out the classification), Foucault has demonstrated by describing various former orders of things that are remarkably distinct from ours ( Foucault [1966] 1970 ). Although orders, domains and areas are mental effects in essence, they have of course significant practical consequence when, for instance, classifications ‘justify’ discrimination. Regarding emotions and music: A separate study will be needed to investigate the relation between the semiotic construction of similarities and the debate about music and expression/emotions.",
            "citations": [
                "foucault_1970"
            ]
        },
        "FN42": {
            "text": "42. A similar thought can be found in Goodman; he writes that there are cases in which “reference runs along a chain of relationships, some or all of them referential. Thus one of two things may refer to the other via predicates exemplified; or one of two predicates refer to the other via things denoted” ( 1976 , 65). Sofia Lissa 1957 , 245–62 has also emphasized the role the associations play for understanding music.",
            "citations": [
                "goodman_1976",
                "lissa_1957"
            ]
        },
        "FN43": {
            "text": "43. This semiotic procedure that generates what we call ‘expressivity’ is not to be confused with Goodman’s interpretation of musical expression as metaphorical exemplification. This theory is based on his concept of exemplification which, as I argued above, made the principal mode of sign procedure carried out while understanding music appear more difficult than necessary and, in the same vein, also affected his theory on musical expression. Larry Zbikowski ( 1997 and 2002 ) absolutely convincingly applies the theories of cross-domain mapping and conceptual blending to music; yet, he also neglects the semiotic implications of those procedures.",
            "citations": [
                "zbikowski_1997",
                "zbikowski_2002"
            ]
        },
        "FN44": {
            "text": "44. Had they been more aware of this peculiarity of the construction of similarities—i.e., the semiotic fundaments of musical signification—some of the debates of the past two decades might have been finished soon after they had started. This hypothesis, no doubt, needs to be proven in detail. At this point, I can only present one piece of evidence that illustrates the general situation: In his Emotion and Meaning in Music Leonard B. Meyer distinguishes “between the emotions felt by the [ . . . ] listener or critic [ . . . ] and the emotional states denoted by different aspects of the musical stimulus” ( Meyer 1956 , 8), and specifies the latter as “depiction of musical moods” in the following sentence. This description includes two errors: first, it implies that, like verbal language, music denotes, that is, basically signifies on the basis of stipulation although it signifies mainly on the basis of similarities that the listener (or composer) constructs and attributes to musical elements serving as signifiers in her view. Second, Meyer confuses both modes of sign procedures—stipulation and the construction of similarities—with each other by explaining his first sentence by means of the second one. Quoting this passage of Meyer in his New Essays on Musical Understanding , Kivy does not clarify the errors by Meyer, but instead repeats them and even intensifies them by referring to Meyer’s distinction made in his first sentence as a distinction “between emotion felt, and emotion in the music [my italics]” ( Kivy 2001 ); in his view, the latter replaces what Meyer described as denotation and depiction at the same time. In doing this, he not only consolidates the false identification of both sign procedures (stipulation and the construction of similarities), but also makes the readers believe that the meaning of a sign is inherent in the signifier. (In contrast, an appropriate description would be that meaning, including emotions considered as meaning or ‘expression’ of the music, is a cognitive effect that emerges from our procedure of attributing to a signifier the ability to refer to a signified.) It is such obvious compound misinterpretations by many authors that, I suspect, have especially prolonged the debate on music’s expressivity and meaning in the past.",
            "citations": [
                "meyer_1956",
                "kivy_2001"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The great significance of the dictum ‘the meaning of music is ineffable’—as well as the experience the dictum conveys—manifests itself in the continuity with which it has shaped Western discourse on music since its emergence in its modern version two centuries ago. (1) Although this significance is undebatable, there has been a vital and controversial discussion of its precise meaning since the nineteenth and—more intensely—during the late twentieth century, with critics asking in which particular way music can be considered ineffable and what (or what kind of meaning) it is that we cannot put into words. (2) This article does not contribute to this debate on the content of the dictum. Instead, it will focus on how the dictum and related concepts operate , that is, what this formulation and related formulations in their present shape explicitly ‘say’ and what they keep secret. This approach has been taken because I believe that the controversy of the past decades has not been caused by the enigmatic ‘nature’ of music itself, but by the rhetorical strategies implied in the formulation of the dictum. Carrying out a kind of critique, I will make visible values, hierarchies, and schemes the dictum and related concepts imply.",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] To this end, I will, first, analyze the dictum (section I) and, second, cross-check and compare it with other, similar theorems and concepts from diverse, not exclusively musical, contexts (sections II and III). This will serve as the basis for the development of an alternative theory that suggests different values, hierarchies and orders (section IV). I. Ineffablity – quality vs. relation Figure 1 . Variants of the discourse on ineffability and impeded access to ‘the world’ (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] According to our common understanding, the dictum ‘the meaning of music is ineffable’ points to a—or the —quality of music and its meaning: its ineffability . However, analyzing what appears to be a quality of music more closely, ineffability reveals itself as ‘describing’ or ‘characterizing’ not music as such , but the relationship between music and another sign system, namely verbal language. For, in respect to rhetoric, the dictum is an ellipsis that has to be completed. The complete formulation would be: ‘the meaning of music is ineffable in verbal language ’ ( Figure 1a ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The difficulty that the dictum of music’s ineffability describes is that of putting the meaning of music not into other sign constellations in general , such as a ‘translation’ into gestures or dance movements, but that of putting it into one particular sign system: verbal language. (3) As we will see, this distinction between a quality of music and the relationship that exists between music and another thing or phenomenon—here, verbal language—is crucial. For it means, first, that the dictum in its known elliptic shape is nonsense; ineffability cannot be an attribute or quality of a thing or phenomenon since it describes a binary relationship. Second, it makes it apparent that the dictum (in its completed shape) articulates a semiotic problem (about the relationship between two specific sign systems), not an aesthetic problem (about the ‘nature’ of music), and, in this light, it can be satisfyingly understood only if we adopt a semiotic perspective.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] So, let us further investigate the dictum ‘the meaning of music is ineffable in verbal language .’ The completion of the dictum draws attention to two aspects: first, the relationship between music and other sign systems or sign constellations has usually played no role in the context of the dictum (on the distinction between sign systems and sign constellations, see my discussion at the end of section II); second, it is most likely the elliptic, not the complete, dictum that is evocative of one of the characteristics attributed to music in the context of the discourse on music’s ineffability: its transcendent qualities. (4) The ellipsis makes the meaning of music appear as that of a specific kind: a kind of meaning that is ineffable—but is nonetheless meaning—and, thus, evokes transcendent qualities. The ellipsis does this by concealing the fact that ineffability is not an inherent quality of music, but a value attributed to music, one that results from a specific view of music, namely its comparison with verbal language.",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The new, more appropriate interpretation of the dictum of music’s ineffability, however—that the dictum describes a relationship , not a quality —encourages us to investigate the relationship between music and verbal language in both directions. So, what happens if, instead of putting music into words, we aim to put words into music? The result is quite predictable: the ‘expression’ of verbal propositions in musical sounds is usually doomed to failure. Thus, we could rightly formulate a new dictum, ‘the meaning of verbal language is ineffable in music’ ( Figure 1b ), which can be abbreviated to the ellipsis, ‘the meaning of verbal language is ineffable.’ In this way, by means of a logical derivation, we have construed a ‘topos of ineffability’ for verbal language, a topos that transports the connotations so typical for it: the idea of mysterious, transcendent dimensions of meaning that are inherent in the phenomenon; the idea that an entity possesses meaning that cannot be expressed in ordinary ways. (5) What do we learn from this thought experiment, the reversal of the dictum?",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The dictum’s reverse points to a peculiarity of modern Western culture: the predominance of what I call the primacy of verbal language in how we conceptualize the world. Verbal language tends tacitly to serve as the absolute reference or the standard sign system in relation to which music’s ‘expressibility’ (in the sense of ‘what can be put in words’ is measured. (6) Seen in this light, the elliptic dictum of music’s ineffability is an effect of the primacy of verbal language in Western culture. In contrast, the idea that the ‘expressibility’ of verbal language could equally be measured in relation to music (or other sign systems) does not usually come to our minds.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] So, to vary the rhetorical question raised above: how does our understanding of music’s ineffability change if we adopt the reverse perspective and consider or measure the ‘expressibility’ of verbal language in relation to music or art in general? And what role does the transcendent character, which almost automatically emerges from the quality of ineffability if attributed to music, play in this context? II. Ineffability in the context of art-philosophical and sign-critical discourses",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In order to carry out my program, I do not need to resort to a thought experiment again, but can draw on a factual discourse that was developed in the first third and consolidated in the second half of the twentieth century.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In his 1961 article, William E. Kennick points to theorems—or rather variants of a theorem—that shaped the discourse on art at his time ( Kennick 1961 ). According to his observations, prominent writers on the arts such as Suzanne K. Langer, David W. Prall, and John Dewey propelled a general aesthetic discourse that attributed ineffability to verbal language in relation to the arts. This ineffability consisted not in the ‘inability’ of the arts to ‘ be expressed ’ by verbal language ( Figure 1c ), but in the ‘inability’ of verbal language to ‘ express ’ the meaning of art ( Figure 1d ). (7) Prall, for instance, states: Cézanne was not just painting trees. He was giving us the feeling of them [ . . . ] Language cannot name the feeling here given; for language cannot reach [ . . . ] the specification that constitutes the quality of an actual, determinate, individual picture. ( Prall 1936 )",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "kennick_1961",
                    "prall_1936"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Interestingly, Prall describes the relationship between the arts and verbal language in a way that is quite similar to the way in which the dictum of music’s ineffability describes the relationship between music and verbal language. There is, however, a striking, though subtle, difference: Prall localizes the deficit of not being able to be put into words (as a definition of ineffability) in ‘the other party’ of the binary relationship. In his opinion, it is not music that is deficient by not being suited to ‘expression’ in words, but it is verbal language that fails to achieve what is expected of it: saying what art is ‘expressing.’ (8) This difference between music- and art-philosophical discourse makes visible that the deficit of ineffability is not an objective fact, but rather depends on the perspective of the individual writer, a perspective that determines which side she considers to possess a deficit regarding ‘expressibility.’ She can characterize music as ineffable because, in her view, it ‘resists’ the attempts of writers on music to be put into words. Equally, another writer could consider verbal language ‘insufficiently expressive’ because, in this writer’s view, it cannot express by words what art ‘conveys’ without them. (9)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] It is this subtle distinction that sets the course of the entire argument. The hyper-complexity and abundant meaningfulness attributed to the arts serves, in the context of musical discourse, as an argument to prove music’s ineffability, whereas, in art-philosophical discourse, it serves to support the idea that it is verbal language that is insufficient. As Kennick puts it, summarizing the statements of Prall ( 1936 , 162–63), Dewey ( [1934] 1958 , 74), and Langer ( 1957 , 91) that were published since the mid-1930s: art’s meaning cannot be adequately expressed by words. [L]anguage cannot name the feelings that works of art embody and convey [ . . . ] [it] cannot reproduce the feelings that works of art express and evoke [ . . . ] and [ . . . ] [it] cannot give us insight into, or knowledge of, feelings, whereas works of art can [my italics].  ( Kennick 1961 , 310)",
                "footnotes": [],
                "citations": [
                    "prall_1936",
                    "dewey_1958",
                    "langer_1957",
                    "kennick_1961"
                ]
            }
        },
        {
            "13": {
                "text": "[13] In this light, “there is something wrong with ordinary discourse [he means ordinary verbal discourse]; that is why [according to Prall, Dewey, and Langer in the interpretation of Kennick] we need art so much, to remedy its [i.e., verbal language’s] inadequacies or deficiencies” ( Kennick 1961 , 310).",
                "footnotes": [],
                "citations": [
                    "kennick_1961"
                ]
            }
        },
        {
            "14": {
                "text": "[14] Having relativized the dictum of music’s ineffability by relating it to the art-philosophical discourse on the insufficiency of verbal language, I want to put both the dictum and the discourse further into perspective. I will do this in order to more comprehensively determine the status of the dictum in the thinking of the twentieth and twenty-first century. It is important to note that both the dictum and the discourse were related to another widely-proliferated, and thus varied and nuanced, theory that, similarly to the art-philosophical discourse, revolved around the critique of the dominance of signs. (10) According to this theory, however, not only verbal language (in contrast to the arts), but all sign systems were suspect (while verbal language served as a paradigmatic sign system in the framework of this critique). (11) The main thesis of the critique was that the use of signs reduced or limited an adequate, immediate and authentic access to the world ( Figure 1e ). This articulates itself most clearly in the statements of one of the earliest contributors to the discourse, Ernst Cassirer. In his Essay on Man of 1944, he explains: No longer can man confront reality immediately ; he cannot see it, as it were, face to face . Physical reality seems to recede in proportion as man’s symbolic activity advances. Instead of dealing with the things themselves man is in a sense constantly conversing with himself. He has so enveloped himself in linguistic forms, in artistic images, in mythical symbols or religious rites that he cannot see or know anything except by the interposition of this artificial medium [my italics]. ( Cassirer [1944] 1953 , 43)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "cassirer_1953"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In contrast to the philosophers of art, Cassirer does not distinguish between ‘art [adequately] expressing and evoking feelings’ and ‘verbal language inadequately expressing feelings,’ but between ‘sign systems and constellations such as verbal language, arts, mythical symbols and religious rituals,’ on the one hand, and ‘physical reality, immediate experience and perception, and authentic knowledge’ on the other. (12) (Using the term ‘symbol,’ Cassirer refers to what I call ‘sign.’ (13) ) Ten years later, in 1954, Aldous Huxley similarly criticizes the supremacy of semiotic practices and their effects. He considers the world a “universe of reduced awareness, expressed and, as it were, petrified by [verbal] language [my italics]” ( Huxley [1954] 1960 , 22). (14) And the consumption of psychedelic drugs appears to be a remedy that, for a limited period of time, permits the perception of the authentic world, as Huxley alluringly describes in his Doors of Perception ( [1954] 1960 ). In the same vein, Allan Watts, in the late 1950s, advertises meditation that should provide immediate access to the world as such, uninterrupted by the medium of ‘verbal language’ ( Figure 1f ). What was the theoretical basis of Cassirer’s and Huxley’s cultural critique? Why did the cultural philosopher and the intellectual believe that sign practice separates the sign users from authentic, actual life and reality?",
                "footnotes": [
                    "FN12",
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "huxley_1960",
                    "huxley_1960"
                ]
            }
        },
        {
            "16": {
                "text": "[16] Cassirer’s and Huxley’s sign-critical position resulted from their slightly distorted or tendentious understanding of sign procedures. Sign operations are based on a shift of the sign user’s focus. The sign user interprets an object or phenomenon—a spoken or written word, for instance—as a sign, or more precisely, as a signifier; that is, a thing that refers to other objects or phenomena, the signified, which here is the meaning of the word. Consequently, she shifts her focus from the signifier—the word’s sound or series of letters, the font, the quality of the ink etc.—to what the signifier signifies: the signified. And the signifier—its sound or visual appearance—disappears from the sign user’s attention and conscience. She perceptually erases the signifier. (15) If she remains focused on the timbre of the sound or shape of the letters, that is, its aesthetic qualities, she misses its referential aspect, the signified. In this light, Cassirer and Huxley, among others, concluded that sign operations perceptually wipe out the ‘materiality’ of the signifier, that is, the sound or letters that can be considered as the primary, authentic nature of a word. (16) However, in addition to the erasure of the ‘materiality’ of the signifier, sign procedures can also be considered as distancing the sign user from direct experience. The reading of novels or the participation in online games such as Second Life , that is, the observation or identification with fictive persons, prevents their readers and players from living their own, real lives. The sign user does not immediately experience or perceive the signified, the phenomenon to which the signifier refers, but experiences it only in a mediated manner through the signifier. (17) To put it bluntly: talking about sex (a sign operation) is not equivalent to having sex. Although this view is certainly exaggerated—talking about sex can initiate sex and online games can be experienced as real life or even more real than real life—critical intellectuals and philosophers feel drawn to point out the weaknesses of sign operations regarding authenticity and immediacy and to propose escape from this symbolic trap.",
                "footnotes": [
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Cassirer’s idea reoccurs not only in Huxley’s variant but in numerous others by authors such as Jacques Lacan, Maurice Merleau-Ponty and—more recently—Sybille Krämer ( 2003 , 66),  Dieter Mersch ( 2002 ), and Hans-Ulrich Gumbrecht ( 2004 ). (18) In other words, the ideals of ‘authentic’ experience or ‘immediate,’ ‘holistic’ expression (in contrast to ‘deficient’ forms of signs and sign practice) have been pervasive since the beginning of the twentieth century and, in this light, the continuous popularity of the dictum of music’s ineffability in the twentieth-century discourse on music can be considered an effect of similar ‘surrounding’ discourses that—by means of pure presence—confirmed the dictum’s plausibility. One of the variants of this ideal of ‘authentic’ experience and ‘immediate’ expression is Merleau-Ponty’s theorem of the body’s movement as natural language. (The ‘rediscovery’ of the body in the third quarter of the twentieth century is closely connected with this ideal; see Kutschke 2007 , 320–53, and Kutschke 2009 ). In his lecture on “Nature et logos: Le corps humain,” Merleau-Ponty suggests that the human body has been a “symbolisme [i.e., a sign system or pool of symbols] naturel.” (19) Merleau-Ponty’s idea can be related to the symbolic-critical discourse as follows: the concept of bodily movements as natural language implicitly distinguishes between natural signs—“good”—and socio-culturally developed, artificial signs—“bad”—(instead of contrasting immediate, authentic experience—“good”—from sign operations—“bad”—as in the theories of cultural-critical authors such as Huxley, Mersch, and Gumbrecht) ( Figure 1g ). The philosopher articulates this opinion by asking rhetorical questions in “Nature et logos,” a collection of notes Merleau-Ponty wrote down in preparation for lectures at his courses at the Collège de France: What is the difference between the completely finished, natural symbolism [or sign system or pool of signs] of the body and that of [verbal] language? Is it the emergence of a thinking subject and its conventions? Are there two symbolisms, one of the undivision where the symbol [the signifier] and the symbolized [signified] are blindly connected with each other because their scheme of meaning is given by the organization of the body; the other of [verbal] language where sign [signifier] and signification [meaning, signified] are flown over by a mind, and that makes us step out of nature ? [ . . . ] Can the symbolism of [verbal] language enlighten the body? Isn’t the latter entirely different? [Isn’t the latter] a symbolism of the undivision, latent meaning and [the former] conventional symbolism, manifest meaning [my italics]. ( Merleau-Ponty [1959–60] 1995 , 274, 281–82) (20)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": [
                    "mersch_2002",
                    "gumbrecht_2004",
                    "kutschke_2007",
                    "kutschke_2009"
                ]
            }
        },
        {
            "18": {
                "text": "[18] Although Merleau-Ponty is aware that a sign procedure always implies the difference between a signifier and a signified, he suggests in the form of a rhetorical question that in the body signifier and signified unite themselves, and thus the understanding of the signifier permits direct, rather than mediated, access to the body. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Artists such as Jackson Pollock, Clifford Still, Jasper Johns, and Lucio Fontana counteracted this ‘classical’ deficit—the signs’ (or signifiers’) tendency to ‘wipe out the world’—although they were most likely unfamiliar with the sign-critical theories of Cassirer, Huxley, and Merleau-Ponty. They did this by creating art works that do not operate as signs, or more exactly not as signifiers that refer to the art work’s meaning, i.e., the signifieds, but instead exhibit and emphasize the materiality of the sign. Since signs are not signs per se, but become so as they are used, such art works underscore the materiality of what is usually considered to be a sign and/or its vehicle: the thickness and shape of the paint as well as the canvas ( Figure 1h ). In the musical field, composers such as Karlheinz Stockhausen, Gerhard Stäbler, Vinko Globokar, and Dieter Schnebel avoided traditional compositional procedures that create referential relationships between sound configurations such as themes and motives, and instead resorted to natural—that is, unarticulated—sounds such as screams (see Kutschke 2008 ). For, not operating as signs in a “classical” sense, unarticulated sounds seemed to overcome the duality between the auditively-experienced signifier, i.e., the acoustic material and its perception, on the one hand, and the signified that obliterates acoustic experience by absorbing the individual’s attention, on the other. (22)",
                "footnotes": [
                    "FN22"
                ],
                "citations": [
                    "kutschke_2008"
                ]
            }
        },
        {
            "20": {
                "text": "[20] To what degree is this critical discourse on the ‘erasure of authentic reality caused by the hypertrophic use of signs’ related to the art- (and music-) philosophical concerns which I have presented in the first part of this section and according to which verbal language is deficient in relation to the arts (or, the opposite statement, music is deficient in relation to verbal language)?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Those who know little about semiotics tend to consider verbal language as the only ‘actual’ sign system, with all other sign constellations and procedures being understood as experiences or perceptions. In fact, experiences and perceptions, if they are conscious, always involve semiotic procedures, i.e., the interpretation (by verbal or other semiotic means) of what is experienced and perceived.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In this light, the art-philosophical and cultural-critical discourses articulate similar ideas. Both complain that verbal language (which they identify with sign procedures more generally) is deficient in comparison to the complete, full experience and perception of the world achieved in a drug trip or the reception of art (including music). Correspondingly, Dewey states as early as 1934, ten years before Cassirer, that: There are values and meanings that can be expressed only by immediately visible and audible qualities [such as those possessed by the arts of painting and music], and to ask what they mean in the sense of something that can be put into words is to deny their distinctive existence [as non-verbal art works that have to be “expressed” by visible and audible signs that belong to the sign system of the art work, not to verbal language]. [ . . . ] The poem, or painting, does not operate in the dimension of correct descriptive statement, but in that of [immediate] experience itself. ( Dewey [1934] 1958 , 74 and 85)",
                "footnotes": [],
                "citations": [
                    "dewey_1958"
                ]
            }
        },
        {
            "23": {
                "text": "[23] So, as I have shown, in the twentieth and twenty-first centuries the topos of music’s ineffability, originating in the nineteenth century or much earlier (see Østrem 2002 ), was complemented by a variety of related theories and theorems that all revolve around the desire for immediate, authentic experience as well as understanding and expression that transcend the limits of sign procedures. How is this insight helpful for more adequately understanding the dictum’s undisputed status, which derives (as noted above) from music’s evaluation in light of what is considered an absolute standard: verbal language? The art-philosophical and sign-critical discourses confirm the dominant status of verbal language in theory formation. If contemporaries did not assume that verbal language possessed a primary status in Western culture, there would be no necessity to highlight its deficiencies and praise the qualities of other sign systems and experiences unrelated to sign procedures in comparison with verbal language. Only in light of the primacy of verbal language (that manifests itself in the persistence of the dictum of music’s ineffability) is the desire for authentic, immediate experience understandable. Moreover, the art-philosophical and sign-critical discourses also reveal that, while the dictum of music’s ineffability, pervasive during the twentieth and twenty-first centuries, rather supports the hegemony of verbal language by measuring music’s ‘expressibility’ by its ‘translatability’ into verbal language, the art-philosophical discourse resists it by pointing to ‘deficiencies’ in verbal language and, thus, questions its primary status. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] In what follows I will join the resisting camp and, further, deconstruct the topos of music’s ineffability (section III) and develop an alternative theory that suggests different values, hierarchies, and orders (section IV). We will see that the ‘deficient’ quality that, in the discourse on music, supports music’s singular transcendent character is not specific to music’s relation to verbal language, but can always be proven when a sign user aims to ‘translate’ sign constellations (or more precisely constellations of signifiers) into sign constellations belonging to a different kind of sign or sign system.\nJust a word on semiotic terminology: I distinguish between ‘sign systems’ and ‘sign constellations.’ My notion of ‘sign constellation’ is extremely broad. It basically includes every quality, entity, group of entities or qualities, or other phenomena that a sign user considers as signifiers referring to signifieds and to which, in this way, she attributes meaning. The sign user can be the ‘author’ or a ‘perceiver’ and/or an ‘interpreter’ of the referential relationship and the meaning emerging from establishing such a relationship.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] I will explain why this notion of the sign constellation is reasonable in section IV. According to my concepts, sign systems, unlike sign constellations, initiate more than just referential procedures carried out by the sign user; they also include grammar and logical operators (rules as to how the signifiers are interrelated with each other) and ‘generate’  additional meaning. Verbal language, sign language, and some compositional styles of music (such as major-minor tonality) are sign systems in that they include rules as to how the elements of the sign system are related to each other. Road signs, clothing styles, and compositional styles such as atonal music operate rather as sign constellations that are based on similarities and analogies of diverse kinds (visual, haptic, olfactorial, acoustic, structural, logical etc.) between the signifiers and the signifieds. (24) Sign constellations can be parts of more complex sign systems or can occur without belonging to a sign system. Most sign procedures include elements of both sign systems and constellations. Therefore, sign constellations and sign systems are not essentially different types, but theoretically-distinguished classes that intermingle with each other in practice. My notion of sign systems and constellations does not include propositional structures, predication, etc. as indispensable criteria because those have been derived from the consideration of verbal language that, as stated above, has served as the paradigmatic sign system despite the fact that it is by no means typical of them. To put it bluntly, the idea that propositional structures and predication are essential to sign systems is once again a result of verbal language’s primacy in Western cultures. III. The problem of the concept of translation",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The primacy of verbal language also plays out in the concept of translation, which has been used to describe music’s suitedness to be put (or not to be put) into words. In other words, if somebody claims that music cannot be translated, her statement is implicitly related to the question of music’s effability or ineffability. Eduard Hanslick, for instance, stated in 1854 that music is ‘a language that we speak and understand, but cannot translate.’ (25) The statement’s similarity to the dictum of music’s ineffability is evident, but it is worth investigating the new phrasing. By focusing on translation instead of effability, it includes connotations that throw new light on the matter of music’s ineffability.",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Hanslick’s statement is enlightening in two respects. First, it is obviously elliptic like the dictum on music’s ineffability because he does not explicitly name the target sign system into which music cannot be translated. It is clear, however, from the predicate ‘translate’ that he is referring to verbal language as the target sign system. Thus, like the dictum of music’s ineffability, Hanslick’s statement presents the specific relationship between two sign systems as a ‘personal’ problem or ‘deficit’ of one of the two sign systems, namely music. The complete or precise formulation of Hanslick’s statement would be “music is a language [or more exactly sign system] that we speak [use] and understand, but cannot translate [into verbal language]” ( Figure 1i ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Second, we find that Hanslick considers music itself to be a language, and this is why he feels that it should be possible to translate music into verbal language. Even though the formulation that music is a language is often used, and thus it does not occur to us as striking or unusual, it is important for the subject matter of this article to be conscious of its implications. We are usually not aware that the term ‘language’ is equivocal. It primarily refers to verbal language (in contrast to communication systems that do not involve words) or a specific verbal language (English in contrast to French, for instance). Yet, it can also refer to other sign systems that share with verbal language the property of being ruled by grammar-like operations, such as sign language (another natural language like verbal language) or machine language (an artificial language). Unlike verbal language, both operate on the basis of non-verbal elements—gestures and facial expressions or 0 and 1 respectively. Moreover, ‘language’ can be used not only in a narrow or wide sense (referring to either verbal language or other sign systems ruled by grammar-like operations), but also in a metaphorical sense if it refers to all sorts of sign systems and sign constellations (the sign procedures of which do not necessarily include grammar-like operations). Authors who avail themselves of a discourse that classifies music as language profit from the equivocality of the terminology they use. The diverse denotations of ‘language,’ ranging from a specific verbal language to all sorts of sign systems, permits them to talk about music’s meaning, but at the same time saves them from developing a clear idea or theory of how music signifies. In brief, it saves them from semiotic considerations. (26) Furthermore, the classification of music as language suggests similarities to and differences from verbal language without asking for a clear investigation of those aspects in which similarities and differences exist. Correspondingly, Hanslick’s statement above is full of implicit assumptions and classifications that partially contradict each other. I proposed above that his statement should be amended to ‘music is a language [or more exactly sign system] that we speak [use] and understand, but cannot translate [into verbal language],’ but an investigation that focuses on the idea of translation suggests a different interpretation. Today we apply the term translation to the ‘transfer’ from one sign system to another, from verbal to sign language or from programming language into machine language, for instance; regarding the latter, a compiler can serve as the translator. (27) In the mid-nineteenth century, however, Hanslick’s use of translation most likely exclusively referred to the ‘transfer’ of meaning from one specific verbal language into another. (28) If this is the case, however, Hanslick’s analogy between music and language suggests that the relationship between two specific verbal languages and that between music and verbal language are in general equivalent. In other words, Hanslick obviously proposes that the verbal description of musical meaning is equivalent to the translation between English and French and, thus, should be a practice as self-evident as the latter. To put it bluntly, Hanslick deduces music’s deficiency, the difficulty of verbalizing musical experiences and phenomena, by classifying music as a sign system that is like verbal language and, because of this classification, he implicitly claims that the relationship between music and verbal language, allegedly two languages, is equivalent to the relationship between two specific verbal languages&#8212although this equivalence obviously does not exist. So, rephrasing Hanslick’s statement in light of the concept of language he most likely possessed, it is: ‘music is a language [like verbal languages] that we speak and understand [just as we speak and understand verbal languages], but cannot translate [into verbal language].’ However, the reasons for this incomparability of music and verbal language regarding their potential to be translated into a(nother) verbal language is not an inherent deficit of music as Hanslick’s statement suggests, but the fundamental difference between the sign system ‘music’ and the sign system ‘verbal language.’ As I demonstrated in section I, the cause for the difficulties of translating music is not music’s specificity, but the relationship between the fundamentally different sign systems of music and verbal language. For it is the degree of difference between sign systems that determines the difficulty of translating them into each other. Similar sign systems tend to be translated more often into each other, which, in turn, leads to an approximation of those sign systems (such as various Western-European verbal languages). Furthermore, translative procedures are usually easier the more often they are ‘exercised’; frequent translation practice generates conventions for how a specific sign constellation belonging to one sign system is to be translated into a specific sign constellation of another sign system (which, in turn, leads the sign users to use a specific sign constellation in coherence with what is considered the appropriate translation into another language). (29) So, since verbal languages resemble each other much more than music and a verbal language do, and since the translation between verbal languages is a much more common practice than that between music and verbal language, the latter appears to be much more difficult. This, however, is not an inherent or natural feature of music, but the effect of both sign systems’ differences.  In sum, Hanslick’s analogy as basis of his comparison between music and verbal language is false because, as a sign system, music operates differently from verbal language. Seen from this perspective, however, his observation of music’s failure, i.e. that it cannot be translated into verbal language like English into French, was nothing more than predetermined.",
                "footnotes": [
                    "FN26",
                    "FN27",
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Having analyzed Hanslick’s rhetorical strategies that support the idea of music’s ineffability, how can we correctly describe the relationship between music and verbal language (or other sign systems) and the procedures that listeners carry out if they ‘translate’ musical experience or phenomena into verbal language (or other sign systems)?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The definition of translation in the 1992 edition of the Oxford Companion to the English Language —that translation is “the restatement of the forms of one language in another” and the “convers[ion of] the message in Language A ( the source language ) into a more or less equivalent message in Language B ( the target language )”—points out that the translator chooses ‘expressions’ belonging to the target language that are equivalent to those belonging to the source language ( Anonymous 1992 , 1052). She does not transfer the content or meaning of the source text to the target text, as other authors suggest. (30) These observations are also relevant for better understanding the difficulty of ‘translating’ the meaning of music into verbal language. Like the ‘translation’ from German into English that often confronts the translator with different choices or difficulties in finding an ‘expression’ that most comprehensively meets the denotative and connotative spectrum of the ‘expression’ of the source language, the ‘translation’ of musical meaning into any verbal language is marked by handicaps. It is not impossible, but it does not lead to identical meaning; it only leads to meaning that can be articulated in verbal language. As in the ‘translation’ of one specific verbal language into another, if we ‘translate’ music into a verbal language, equivalent expressions are not always available. The translator chooses those formulations that seem to correspond as closely as possible with her impression while listening to and/or analyzing the music.",
                "footnotes": [
                    "FN30"
                ],
                "citations": [
                    "anonymous_1992"
                ]
            }
        },
        {
            "31": {
                "text": "[31] Having shed light on the shared difficulties of the ‘translation’ from one verbal language into another and the ‘translation’ of music into verbal language in general, it is time to apply the cross-check utilized in section I. What happens if we aim at ‘translating’ a unit of verbal language, such as a poem, into music? What kind of examples of this kind of procedure do we have? Can a song be considered as a translation of a poem? Or do we rather say that a song is the or an interpretation of the poem? And does the composer aim to find musical modes of ‘expression’ that correspond with the meaning of the poem (if she does not aim to complement it or express the contrary)? Since there are no convincing examples of the translation of verbal language into music, we can construct a topos of the untranslatability of verbal language on the basis of Hanslick’s elliptic formulation: ‘Verbal language is a language [or more exactly sign system] that we speak and understand, but cannot translate [into music]’ ( Figure 1j ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Since, however, finding equivalent verbal ‘expressions’ for musical meaning is as difficult as finding equivalent musical ‘expressions’ for verbal meaning, there is no reason to assume that ‘deficiency’ or ‘hermeticism’—‘untranslatability’ or ‘ineffability’—are characteristic features of music that distinguish music from other sign systems and sign procedures, especially verbal language. (31) Seen from this perspective, the assertion ‘the meaning of music is ineffable’ is not wrong, but trivial. Meaning in all sign systems and sign constellations is generally ineffable or inexpressible to a certain extent since it can only be ‘transferred’ to or ‘translated’ into another sign system with some losses. (32) (I will demonstrate in section IV that those losses are balanced out by clear gains that the sign systems’ character of ‘ineffability’ and ‘untranslatibiity’ possess.)",
                "footnotes": [
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] To what degree is this observation distinguished from what has already been said on the matter of ineffability and translatability of music? Davies, for instance, clearly points out that ineffability—in the sense of ‘nuance ineffability’—is not a specific quality of music; he states that all kinds of perception, including music perception, are similarly ineffable because they are difficult to put into words. (33) Criticizing Diana Raffman’s approach, he argues for instance: The sound of a performance of a Beethoven symphony is no more ineffable than that of an advertising jingle or of breaking glass, and the appearance of wallpaper is as ineffably subtle as the appearance of a painting by Rembrandt. Nuance ineffability goes with the boring and mundane, as well as with the interesting and great. The view also entails that however exhaustive we make our descriptions of perceptual experience, there are always aspects of the details of occurrent perception that cannot be described. It does not imply, however, that music renders us mute or that the experience of music cannot be described in great detail. ( Davies 2011 , 99)",
                "footnotes": [
                    "FN33"
                ],
                "citations": [
                    "davies_2011"
                ]
            }
        },
        {
            "34": {
                "text": "[34] Forty pages later, he repeats this idea: Sometimes it is held that music conveys to the listener important truths that are special in not being expressible in language (for instance, see Langer [1942] 1951 , Scruton 1997 ). In other words, music is held to be a source of ineffable knowledge. I reject the extreme form of this view. [I believe instead that] [t]he experience of music is ineffable in the way that all perceptual experiences, including those of the most mundane kind, are [and all perceptual experiences are the source of knowledge] ( Raffman 1993 ). There is a plenitude to perceptual experience that language does not capture. Indeed, language could not perform its central function of abstracting and summarizing how things are, or seem to be, if it did replicate all the abundance of experience. But there is not more reason to think that the rich texture presented by music to the senses somehow contains the meaning of the universe than there is to think the same about the indescribably complex and subtle play of sunlight on a leaf’s surface. ( Davies 2011 )",
                "footnotes": [],
                "citations": [
                    "langer_1942_1951",
                    "scruton_1997",
                    "raffman_1993",
                    "davies_2011"
                ]
            }
        },
        {
            "35": {
                "text": "[35] After presenting this, in my view, significant idea, Davies rather annuls it by adding: “This is not to deny that music is important sometimes as a source of knowledge; instead, it is to deny that what is conveyed by music is indescribable or inexpressible” ( 2011 , 130). A more appropriate formulation, in my view, would read as follows: “This is not to deny that music is important sometimes as a source of knowledge and what is conveyed by music is indescribable or inexpressible, but it is to deny that it is indescribable or inexpressible because the content music conveys is the meaning of the universe; instead, the reasons for the inexpressibility and indescribability of music’s content is caused by the fact that this content is specific for music and, thus, can comprehensively only be expressed by musical means and not by verbal means.”",
                "footnotes": [],
                "citations": [
                    "davies_2011"
                ]
            }
        },
        {
            "36": {
                "text": "[36] Lawrence Kramer’s ideas on music’s ineffability are similarly ambiguous in my view. I fully agree with his claim that “music is ineffable in exactly the way everything else is—and isn’t” ( 2013 , 24). By “everything else” he obviously means ‘all other sign systems and constellations.’ This, at least, is to be concluded from the following: What raises the problem, rather, is music’s characteristic lack of the referential automatism of language and images [meaning, I suppose, the referential automatism by which sign users interpreting language and images as well as other sign systems or constellations are ‘steered’], a lack that has traditionally been confused with the lack of meaning. ( Kramer 2013 , 24)",
                "footnotes": [],
                "citations": [
                    "kramer_2013",
                    "kramer_2013"
                ]
            }
        },
        {
            "37": {
                "text": "[37] Whereas the first statement absolutely corresponds with my above suggestions—all sign systems are deficient regarding our ability to find signs and sign constellations whose meaning is absolutely equivalent to some meaning in another sign system—the second one suggests a distinction between music and other sign systems or constellations with respect to “referential automatism.” While Kramer seems to assume that sign users construct a referential relationship between signifiers and signifieds automatically when understanding verbal language and images, regarding music he denies such a spontaneous cognitive mechanism; yet, neither does he specify a different mode by which they construct the referential relationship between musical signifiers and signifieds. So, in what kind of cognitive procedures does the non-automatic construction of referential relationships manifest itself? Do they think hard and long in order to figure out the signifieds to which music as signifier refers in their opinion? I suppose Kramer means that, listening to music, the cognitive construction of referential relationships between signifiers, i.e., musical configurations, and signifieds is less determined than that between signifiers and signifieds in verbal language or images. In other words, in comparison to verbal language and images, the variety of referential relationships between music (as signifier) and signifieds is much larger and more undetermined—even though the scope of verbal language is also by no means limited. (So, the contrast to which Kramer probably points is not one between referential automatism and referential non-automatism, but between interpretative determination and interpretative freedom or variety.) While I can basically follow Kramer’s ideas, at the end of his article, he revitalizes the idea of music’s ineffability which, two pages earlier, he rejects with sound argument. He states: “the degree to which something called ‘the’ music is identifiable with specific acts of performance does not change the fundamental suppositions that music , as such, is ineffable and, except in a technical sense, indescribable [my emphasis]” ( Kramer 2013 , 26).",
                "footnotes": [],
                "citations": [
                    "kramer_2013"
                ]
            }
        },
        {
            "38": {
                "text": "[38] Let us return to my suggestion that we should understand ‘translatability’ as a basic problem that applies to all sign systems and constellations to a certain degree. What does it mean for our sign practice as a practice of creating a meaningful world for us if there is always a certain ‘untranslatable’ residue that remains in every sign system if we aim at finding equivalent ‘expressions’ in another sign system? The existence of several diverse sign systems, constellations, and procedures that allow us, the sign users, to refer to different signifieds, i.e., meanings, makes the world more meaningful and significant to us. In contrast to this, the various discourses on the ineffability of music or verbal language or, generally, sign systems require that we consider the individual, unique spectrum of meaning of all individual sign systems as a weakness—despite the fact that this uniqueness (and its related untranslatability) is, in fact, a strength. It was Langer who pointed this out with respect to music as early as 1942: What is here criticized as a weakness, is really the strength of musical expressiveness: that music articulates the forms that language cannot set forth . The classifications which language makes automatically preclude many relations, and many of those resting-points of thought which we call ‘terms.’ It is just because music has not the same terminology and pattern, that it lends itself to the revelation of non-scientific concepts. ( Langer [1942] 1951 , 233)",
                "footnotes": [],
                "citations": [
                    "langer_1942_1951"
                ]
            }
        },
        {
            "39": {
                "text": "[39] If, however, meaning and knowledge are always conveyed only within the framework of an individual sign system or sign constellation and thus are ‘enclosed’ within it (and cannot be translated into another system or constellation), does this mean that sign systems are hermetic in all respects—or can we conceive of sign procedures in a way that leads to the contrary position? Investigating this idea in the last section, I will claim that, in specific respects, sign systems, especially music, can be considered as considerably permeable. IV. Equality of diverse sign systems",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Unlike the authors who have differentiated between three or more classes of signs, I suggest distinguishing between no more than two classes: the attribution of referential relationships between the signifier and the signified based on stipulation; and the attribution of referential relationships between the signifier and the signified based on similarity. (34) In contrast to stipulation, which is based on learned rules for determining attribution—rules that determine which item is considered signifier and, according to this function, what it refers to—reference on the basis of similarity is to be determined during the process of signification by the sign user. I will explain this concept in what follows.",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] My concept of two fundamentally distinct sign procedures draws on Goodman’s ( 1976 ) theory of exemplification. It deviates from Goodman, however, in three respects. Firstly, I replace the term ‘denotation’ with ‘stipulation’ because, in scholarly discourse, ‘denotation’ is used equivocally. It can either refer to sign procedures that are based on stipulation or it can refer to sign procedures in which words serve as signifiers. In the latter case, denotation and stipulation are synonyms because procedures with verbal signs are based on stipulation. This equivocality of ‘denotation’ is suited to evoke the false idea that procedures based on stipulation are first and foremost procedures with verbal signs. This, however, is false since procedures with sign language and Morse code, for instance, are similarly based on stipulation.",
                "footnotes": [],
                "citations": [
                    "goodman_1976"
                ]
            }
        },
        {
            "42": {
                "text": "[42] The second class of sign types complementing the class of signs based on stipulation (‘denotation’ in Goodman’s terminology) is the class of signs based on similarities according to my scheme. It is in this respect that I secondly depart from Goodman. I do this in claiming that the second class of signs is the one based on similarities, including structural analogies—where Goodman conceived of his second class of sign types as based on exemplification. Most importantly for his concept of exemplification, he explicitly and rigorously rejected the idea that similarity could be constitutive in determining the relationships between a signifier and a signified ( Goodman 1972 ). Goodman obviously did this in response to a philosophical discussion on the ‘nature’ of similarity. His point in opposition to those scholars who held common concepts of similarity at this time was that similarity is much too vague a concept to serve as the basis for determining the relationship between the signifier and the signified. This is so because, in his opinion, the number of respects in which similar features between two items can be observed is basically unlimited, and thus similarity can be attributed to any two items in one respect or another. I consider this objection false because the contextual aspect that defines in which respects two entities are similar sufficiently limits this vagueness—as Goodman himself also observed in the same article. In Goodman’s words, “circumstances alter similarities” ( 1972 , 45).",
                "footnotes": [],
                "citations": [
                    "goodman_1972",
                    "goodman_1972"
                ]
            }
        },
        {
            "43": {
                "text": "[43] Here is an example that demonstrates how context determines which of the countless properties shared by two items, a signifier and signified, is relevant to constitute similarity: The similarity between the supposedly ‘normal’ female torso and a triangle pointing upwards serves to indicate the women’s washroom only in the context of (and in contrast to) the men’s, which is marked by a triangle pointing downwards resembling the supposedly ‘normal’ male torso. The same similarity is entirely irrelevant in the context of road signs; a triangle pointing downwards is not considered as referring to men, but asks for a level of attention that exceeds that which is required by triangles pointing upwards. (35) In other words, the construction of referential relationships between signifier and signified—with properties of the former exemplifying properties of the latter—is not entirely arbitrary and unrestricted. Socio-cultural conventions determine which kind of references are considered to be reasonable and which are not. Despite the obvious similarity between the surface structure of walnuts and brains, for instance, causal relationships between walnut consumption and the brain’s health are no longer considered reasonable today—as they were in the seventeenth century (see Foucault [1966] 1970 , 26).",
                "footnotes": [
                    "FN35"
                ],
                "citations": [
                    "foucault_1970"
                ]
            }
        },
        {
            "44": {
                "text": "[44] Thirdly, I deviate from Goodman’s theory on exemplification regarding the significance that direction of reference has for his distinction between denotation and exemplification. Goodman states that whereas in a sign process based on denotation (‘stipulation’ in my terminology), the property that serves as the basis for the construction of similarity is localized in the signified that the signifier denotes, in a sign process based on exemplification the property is localized in the signifier that exemplifies the property. In Goodman’s view, this difference determines the direction of reference. While in a denotative relationship (‘stipulative relationship’ in my terminology) the reference runs from the signifier to the signified, in an exemplifying relationship (a ‘relationship based on similarity’ in my terminology) the reference goes in both directions. (The complicated shape of exemplification seems to stem from the necessity to design a sign procedure that serves to highlight its analogical and, at the same time, reverse structure in comparison with denotation; see Goodman 1976 , 59.) Not only is this a pseudo-distinction in that it omits the fact that the signifier possesses the same property in the given context, it is also irrelevant. (36) Like sign processes that are based on similarities, sign processes based on exemplification are carried out by the sign user’s (or several sign users’) observations of identity between properties of two different items, that is, similarities between them. Regarding music, for instance, a listener observes the similarity of the melodic and rhythmic contour of the motive that appears at the beginning of the first movement of Beethoven’s Fifth Symphony and the motive that appears at the beginning of the movement’s recapitulation. Similarly, the listener might observe the similarity between the rhythmic contour of that motive (three short and one long duration, the first starting off-beat, the last on the beat) and the similar motive that occurs in the third movement. In other words, the listener (and sign user) identifies similarities and, on this basis, defines a relationship between two entities operating as signifier and signified, the former referring to the latter. Time, the order of personal experiences of the listener, plays a significant role in this context, as an example by Christopher Reynolds demonstrates. He describes the experience that, in his perception, an organ piece of Buxtehude refers to Beethoven’s Fifth Symphony although “Buxtehude was certainly not imitating nineteenth-century Beethoven” ( Reynolds 2003 , x–xi). This, however, demonstrates that the direction of reference—which part of the binary structure ‘sign’ consisting of the signifier and signified refers to which—is not inherent in the signifier, as Goodman’s concept of exemplification suggests, but is attributed to the signifier (or the binary entity ‘sign’ as a whole) by the sign user. Her decision as to which of the two objects in which she observes similarities is to be considered as signifier, and which as signified, is dependent on the individual situation. In brief, what is similar to what, i.e. what exemplifies what, is not inherent in the sign, but is an effect of the perspective of the sign user who determines which of the two entities, considered similar to each other, operates as the signifier and which as the signified.",
                "footnotes": [
                    "FN36"
                ],
                "citations": [
                    "goodman_1976",
                    "reynolds_2003"
                ]
            }
        },
        {
            "45": {
                "text": "[45] In which way, however, do sign procedures based on similarities indicate that sign systems and constellations are ‘permeable’ instead of ‘hermetic,’ as I have suggested in sections I to III? There are two peculiarities of sign procedures based on similarities: the ‘omnipresence’ of similarity (according to Goodman’s [ 1972 ] “Seven Strictures on Similarity”), and the decisive role of the sign user who determines which of the two similar entities is to be the signified and which the signifier. Both peculiarities harbor significant semantic potential, not least regarding music. Figure 2 . Sign procedures based on similarity (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "goodman_1972"
                ]
            }
        },
        {
            "46": {
                "text": "[46] A wave-like, scalar melodic contour exemplifies the property ‘wave-likeness,’ and it thus can be conceived of as referring to all the things shown in Figure 2 : effervescent water, Hard-Edge paintings, a feather floating in the wind, a road sign warning of speed bumps, the hairstyle ‘allonge wig,’ the rhythm ‘short long long—short long—short short short long—short,’ a whale, the word ‘wave,’ another sound configuration such as instrumental or vocal etudes with cascades of thirds, or a similar motive from the same piece to which my example, the wave-like, scalar melody, belongs. (37) All these relationships emerge if the sign user recognizes that the property ‘wave-likeness’ is possessed by both the first sound configuration and the other objects or percepts mentioned above. Despite this huge variety, however, the listener will usually not relate the melodic contour to all these various entities, but will rather limit them because of additional factors that suggest which references are reasonable and which are not. The title of the first movement of Smetana’s Moldau —“The spring of the Moldau”—that complements the composition suggests that the listeners might relate the wave-like scalar series of tones in measures 14–15 (middle of Figure 2) to a similar sound configuration in measures 5–6 (lower right in Figure 2), and also mountain streams, and—perhaps—music of other composers with similar subjects such as the “Scherzo” of Mahler’s Second Symphony. It discourages the listener from relating the motive to a feather in the wind, paintings, hairstyles, or instrumental etudes. Figure 3 . Referential relationship implied if listeners attribute to music the label ‘fanfare’ (click to enlarge)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] How about music that does not include a title, a program, or lyrics and, thus, is usually classified as ‘absolute music’? What factors, in this case, limit the arbitrary spectrum of sign procedures in a ‘reasonable’ way; or is absolute music absolutely arbitrary regarding the listeners’ construction of similarities? Even if a composition does not include any words except for general performance instructions and a genre title, it usually includes musical passages and configurations that are marked by individual sets of characteristic features. Throughout music history, the latter have stimulated composers, music theorists, and listeners to attribute verbal labels such as ‘fanfare,’ ‘sigh motive,’ ‘anabasis,’ and ‘katabasis’ to musical passages and configurations that possess the relevant features. The verbal labels quite obviously also refer, on the basis of stipulation, to specific phenomena: a signal that is used in diverse socio-cultural and political contexts to announce an event of some significance (such as the arrival of a ruler or the end of a hunt) or call for action (such as an attack), a human utterance ‘expressing’ grief or sadness, and motion in a specific vertical direction (upwards or downwards). No doubt, the reason for those attributions of verbal labels (with specific denotative spectrums) to musical passages has always been based on or stimulated by listeners and musicians observing (or constructing) similarities between the characteristic features of those musical passages—the intervallic contour, the tension-relaxation process, the direction of the motion—and the signifieds the verbal labels refer to. Moreover, the denotative spectrum of the verbal labels additionally ‘contaminates’ or ‘rubs off’ on the musical passage to which the labels are attributed, that is, it makes the musical passage denote the same phenomena as the verbal label ( Figure 3 ). (38) (This is so because sign users do not cognitively differentiate the signifier from its environments or contexts. In the process of relating signifieds to signifiers (or the other way around), they do not report—to themselves or others—whether they consider the property, the phenomenon possessing the property, or an ‘adjacent’ percept or label as signifier referring to the signified.) Example 1 . Brahms, Piano Quartet op. 60, no. 3, opening (click to enlarge) Example 2 . Stravinsky, Orphée , opening (click to enlarge)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] Not surprisingly, such ‘contamination’ of the music’s ‘meaning,’ i.e. its referential spectrum, by the verbal labels’ meaning also results in the narrowing of the spectrum of possible similarities that may be constructed between the musical passages or configurations and other phenomena. Thus, if we label a two-note configuration such as that at the beginning of Brahms’s Piano Quartet op. 60, no. 3 (“Werther”) as a sigh motive (see Example 1 ), we implicitly claim a similarity between the musical configuration and a sigh. We also implicitly claim that the musical configuration denotes a specific emotional spectrum that is marked by psychic tension and ranges from grief and desperation to—if played in a lively style—joyful anticipation and delight. We do this because we attribute to the label ‘sigh motive’ the function to refer, on the basis of stipulation, not only to sighs, but also this specific emotional spectrum. Labeling a row of this musical configuration a row of sigh motives, but claiming at the same time that this row refers to a trolley or a rubber ball bumping or jumping down a staircase would not make sense as long as we consider the term ‘sigh motive’ not only as the label for a two-note configuration that moves downwards by half step, but also a verbal means to indicate the similarity we have constructed between the musical configuration and a sigh. Similarly, labeling the downward-moving melodic line of the harp at the beginning of Stravinsky’s Orphée as katabasis (see Example 2 ) attributes to this line the function of a signifier that refers (on the basis of stipulation) to a descending movement or a depression-like emotion. (39) The interpretation that the katabasis in Stravinsky’s piece signifies Orpheus’s descent into the underworld is, of course, based again on the title’s denotative spectrum. Likewise, the combination of several verbal labels in the context of a single piece, each labeled by a specific term with extra-musical connotations, or the labeling of one passage or configuration in a composition by more than one term with extra-musical denotations and connotations narrows the spectrum additionally. Identifying the downward moving melodic line of the harp as in the Phrygian mode and believing that the Phrygian mode is an “emblem of sorrow,” Gretchen Horlacher interprets the katabasis not only as referring to Orpheus’s descent into the underworld, but also to his sorrow and even as “foreshadowing [ . . . ] his ultimate failure” ( Horlacher 2013 , 95).",
                "footnotes": [
                    "FN39"
                ],
                "citations": [
                    "horlacher_2013"
                ]
            }
        },
        {
            "49": {
                "text": "[49] Another factor that narrows the spectrum of similarities between musical configurations and other musical and non-musical phenomena may be cultural: Western listeners commonly construct similarities between music and anthropomorphic features or gestures. This has been discussed at length in the context of the debates on persona theory, contour theory, and, connected with them, theories of musical expressivity and narrativity. (40) The accurateness of the observation described by various music philosophers and theorists, that we tend to anthropomorphize our environment, including musical sounds, can be confirmed by the music-hermeneutic discourse. Here, its advocates develop narratives on humans—true heroes and sometimes heroines—or identify the dramaturgy of musical works with those of well-known narratives and dramas (see Kutschke, forthcoming ).",
                "footnotes": [
                    "FN40"
                ],
                "citations": [
                    "kutschke_forthcoming"
                ]
            }
        },
        {
            "50": {
                "text": "[50] What do these examples show? Five points are crucial. First, regarding the main argument of this section, they demonstrate the ‘permeability’ of sign systems and constellations that operate on the basis of the observation (or construction) of similarities; they show that we, the sign users, do not care whether the similarity we observe between two phenomena serving as components of a sign belong to the same sign system or not. Therefore, we, the listeners, let melodic contours (the signifiers) that possess the property ‘wave-likeness’ or ‘downward direction’ (the constituents of our construction of similarities) refer not only to other musical sign constellations (such as different compositions or parts of the same compositions) with the property ‘wave-likeness’ and ‘downward direction’ (the signifieds), but also to non-musical sign constellations. To put it metaphorically: we ‘allow’ them to cross the boundaries of their own sign system—here, music. By observing (or constructing) similarities, our imagination migrates from properties belonging to elements of the musical sign system to the same properties belonging to elements of non-musical areas such as paintings, videos, road signs, clothing, hair styles, Morse code, sign language, verbal language, and emotions—if the property of the musical sign system is additionally labeled by a term that denotes specific emotions. (41) (As mentioned above, whether a property of an entity or the entity itself possessing the property serves as signifier is usually irrelevant because it is the sign user who determines what serves as signifier. And as sign users, we are not usually conscious of which we consider as signifier, the entity or the property that the entity possesses and which constitutes the similarity with the signifier; we focus primarily on the referential relationship and the signified.",
                "footnotes": [
                    "FN41"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] Second, my examples show that sign procedures based on similarity set in motion the construction of a chain and web of interrelationships. For the signified entities (such as the flowing water to which the wave-like opening of Smetana’s Moldau refers) can again serve as signifiers, that is, elements to which we attribute the quality of referring to other entities—signifiers (such as feathers floating in the wind and Hard-Edge paintings) that share the property wave-likeness with flowing water or signifiers (such as green leaves in spring-time) that share another, ‘new’ property, like freshness with it. In this way, the associative chain can wander from streaming water to mountains and forests, scented flowers, warming sunlight, and a gentle breeze on the skin. (42) (The similarity between those latter phenomena is not visual, but local; they are found in the same location.) A word on the construction of similarities and associations is in order here: there are no absolute dividing lines between the former as a mode of referential sign procedures and associations (in the everyday sense). Associations are in fact sign procedures that are based on the observation or construction of similarities. The term ‘association,’ however, connotes that the referential relationship is highly subjective and might be even misguided or absurd, while ‘sign procedures’ based on similarity connote the idea that the referential relationship is more intersubjectively valid and relevant. This terminological distinction makes sense insofar as associations tend to be spontaneous and little controlled or disciplined by the associating individual, while sign procedures (based on similarities or denotation) are ruled by convention and social control: we attribute to specific signifiers the ability to refer to only those signifieds which we expect other members of the same semiotic community to accept. In other words, the terminological distinction between association and sign procedures based on similarities is less a distinction in the cognitive process than in the arena of social control and discipline.",
                "footnotes": [
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Third, the chain of discovery of similarities set in motion by Smetana’s Moldau reveals that the borders between sign systems and constellations that are based on observed similarities are principally undetermined. Since meaning is a purely mental effect that consists of our attribution of a referential relationship to two items of which we consider one to be the signifier and the other the signified, it is irrelevant whether a sign user constructs similarities within a sign system or between different sign systems. The semiotic procedure remains the same. (This is most likely the reason why the borders of diverse genres can be increasingly dissolved in modern art, leading to sound installations, environments, and compositions that include screaming, gestures, spatial aspects, etc.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] Fourth, the preceding examples point to a weakness in our current classification scheme of semiotic phenomena, which leads to false conclusions. We emphasize the distinction between and classification of different sign systems—verbal language, music, visual art, road signs, sign language, programming language, and others—although it is less this distinction, but rather the mode of the sign procedure —stipulation vs. the construction of similarities—that determines what is reasonably comparable with what. In this light, we can see that the comparison between verbal language and music makes little sense even though both share certain features such as phrase structure. Since the primary mode of verbal sign procedures is stipulation, while that of musical sign procedures is the construction of similarities, the comparison of verbal language and music (implied in the dictum of music’s ineffability and untranslatability) is in fact a comparison of apples with pears. Making this claim, I do not neglect that users operating with various sign systems probably never limit their activities exclusively to one of the modes, either stipulation or the construction of similarities; verbal language also includes parameters—loudness, articulation, timbre (aspects of the prosody)—to which we attribute meaning on the basis of similarities (for instance, when we compare the voice of a bully issuing commands and intimidating her victims with the strident noise of a circular saw) and music also includes parameters—verbal prescriptions, music-rhetorical figures—to which we attribute meaning on the basis of stipulation. Furthermore, as mentioned above, the observation—or construction—of similarity is also based on socio-cultural conventions that instruct which claim of similarity is appropriate in which context. I make this point, however, because the construction of similarities within verbal language plays a minor role in comparison to stipulation, whereas stipulation is subordinated to the construction of similarities in the case of musical understanding. (There is only one respect in which music and verbal language are similarly focused on the stipulative mode of sign procedure: the understanding of verbal and musical notation, that is, the interpretation of written words and notes on the basis of learned conventions that tell us which vocal or instrumental sound is to be produced.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] Fifth, the idea of absolute music—music that does not refer to extra-musical phenomena—is a misconstruction because whether a composition or aspects of a composition adopt the function of a signifier that refers to an extra-musical signified can be controlled neither by the composer nor by the composition. It is exclusively the business of the listener who attributes those features to the composition. She might decide to listen to a composition in a disciplined, controlled way, constructing referential relationships only within the boundaries of the musical sign system and, in this way, following the ‘taboo’ against associating music classified as absolute with extra-musical plots. (This would also include the avoidance of an explicit or just implicit, tacit discourse on the listened-to music including terms that refer to extra-musical signifiers such as fanfare and sigh motive; any—conscious or unintended—use of terms while listening to the music would be forbidden.) Or she can also decide to ignore the taboo and develop rich, fantastic narratives for the music if her socio-cultural environment (such as that of the music-hermeneutical discourse around 1900 or the more recent discourse on musical narrativity; see Klein 2013 ) does not penalize her procedure. In other words, it is the listener who constructs an absolute composition (provided it is possible to not only listen to, but also understand music without any extra-musical references and associations). So, the hermeticism of absolute music (as ‘true’ music) is not a de-facto hermeticism, but a de-jure hermeticism. By inventing the theory of absolute music, we have agreed that the construction of similarities, i.e., the observation of shared properties, is only permitted between musical elements and not between musical and non-musical elements.",
                "footnotes": [],
                "citations": [
                    "klein_2013"
                ]
            }
        },
        {
            "55": {
                "text": "[55] As indicated above, my focus on similarity is by no means new or unusual. Established theories of music’s expressivity and meaning—contour theory, persona theory, topical analysis, and theories of musical narrative—are similarly based on similarity. However, to my knowledge, the advocates of these theories have neglected the fact that observing or constructing similarities is a semiotic procedure. (43) In other words, they have overlooked the fact that constructing similarities is not an activity beyond or independent of sign practice, but it is an activity at the heart of sign practice and the generation of what we call meaning. (44) Conclusion",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "56": {
                "text": "[56] This article has proceeded in reverse. Instead of, as is usual, summarizing the state of the field, discovering individual problems within the field of widely accepted ideas, I neglected the state of the field and, instead, suggested a new perspective on the dictum of music’s ineffability and untranslatability by analyzing the logical structure of the dictum. I did this because I consider the current discussion revolving around matters of musical meaning and its translatability into verbal language to be comparable with the situation in astronomy around 1600. In order to demonstrate that the established geocentric world-view was wrong and support the heliocentric one, Johannes Kepler needed to step out of the geocentric system and argue from an entirely new perspective. Similarly, in the case of music’s alleged ‘ineffability’ and ‘untranslatability,’ building on what has been said about it in the past would not have led to a better understanding, but only prolonged an ill-conceived position—I would have been arguing within the framework and on the basis of these false premises.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "57": {
                "text": "[57] Having rejected these premises, I have pointed out that ‘ineffability’ and ‘untranslatability’ are not specific problems of music, but a general feature of all sign systems and constellations. This however is a cause to neither mourn and worry nor assume the play of supernatural forces that enable music to ‘convey’ transcendent meaning. Likewise these findings do not imply that sign systems and constellations are ‘hermetic.’ On the contrary, the sign systems and constellations that are described as being marked by nuance ineffability, because they possess numerous properties that invite the construction of similarities, are particularly suited to the crossing of boundaries between diverse sign systems.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "58": {
                "text": "[58] Furthermore, my findings have brought to light that the traditional grouping of sign systems and constellations is rather misleading. The alleged close relationship between music and verbal language emphasizes similarities—phrase structure and vocal production—whereas it is the differences in the signifier’s mode of referring to the signified—construction of similarity vs. stipulation—that should be brought into sharper focus. First and foremost, however, my investigation of sign systems suggests giving up—or at least downplaying—the primacy of verbal language, and instead enjoying the variety of sign systems, constellations, and procedures (including music) and the diverse kinds of meaning that we generate in using them.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.14.20.4.kutschke.html",
    "data": "mto/data/mto.14.20.4.kutschke.json"
}