{
    "title": "Music Loving, Or the Relationship with the Piece",
    "date": "1996/03/01",
    "volume": "2",
    "issue": "2",
    "authors": [
        "Guck, Marion"
    ],
    "abstract": "Some recent musicology and theory has opened scholarly discourse to examination of issues long considered private, subjective, even embarrassing. This paper examines a complex of such issues related to the transformation of childhood music-lovers into adult music scholars. Various individuals have described the replacement of musical experience either by “separating it off from the scholarly endeavor” (Tomlinson), musicology’s solution, or by creating a “substitutefor sensitive, evocative description” (Maus), theory’s solution. I claim that this replacement occurs in reaction to powers music has to engage and change those who become intensely involved with it, powers that may attract the child performer but that may eventually disturb the increasingly autonomous adult. However, Suzanne Cusick’s account of music as a sexuality proposes a more positive view of music’s powers as powers to create pleasure through intimacy. These ideas suggest ways of describing my sense of intimacy with the opening solo and tutti of the Adagio of Mozart’s A-Major Piano Concerto, K. 488, a sense of intimacy shared by virtually everyone I mention the piece to.",
    "keywords": [
        "“new musicology”",
        "power",
        "gender",
        "Mozart",
        "Judith Becker",
        "Cusick",
        "Maus",
        "Lawrence Kramer",
        "Tomlinson"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.2/mto.96.2.2.guck.pdf",
    "author_info": [
        {
            "name": "Marion Guck",
            "university": "Washington University",
            "address": "Department of Music, 1 Brookings Drive, St. Louis, MO 63130",
            "email": "maguck@artsci.wustl.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Gary Tomlinson, “Musical Pasts and Postmodern \nMusicologies: A Response to Lawrence Kramer,” Current \nMusicology 53 (1993), 18–24; Lawrence Kramer, “Music \nCriticism and the Postmodern Turn: In Contrary Motion with \nGary Tomlinson,” 25–35; response by Tomlinson, 36–40.",
            "citations": []
        },
        "FN2": {
            "text": "2. “The Musicology of the Future,” repercussions 1 (1992), \n1–18; the analysis is found on pp. 11–17.",
            "citations": []
        },
        "FN3": {
            "text": "3. The fervor I mean is not evident in the quote, but is \nevident in the paper and response.",
            "citations": []
        },
        "FN4": {
            "text": "4. “Masculine Discourse in Music Theory,” Perspectives of \nNew Music 31 (1993), 264–293.",
            "citations": []
        },
        "FN5": {
            "text": "5. Another description of professional discourse about music \ncan be found in Benjamin Boretz, “The Logic of What?” Journal of Music Theory 33 (1989), 107–116; his concern is \nmusic-theoretical discourse and he distinguishes \n“institutionalizers” from “contextualizers.” While I am \nmentioning Boretz, his “Some things I’ve been noticing, some \nthings I’ve been doing, some things I’m going to need to \nthink some more about,” is an extremely provocative \nconsideration of issues of power related to music and music \nscholarship. It appears in Perspectives of New Music 30 \n(1992), 262–270.",
            "citations": []
        },
        "FN6": {
            "text": "6. Classical Music and Postmodern Knowledge (Berkeley and \nLos Angeles, 1995), pp. 21–22.",
            "citations": []
        },
        "FN7": {
            "text": "7. See Cone, The Composer’s Voice (Berkeley and Los \nAngeles, 1974).",
            "citations": []
        },
        "FN8": {
            "text": "8. Classical Music and Postmodern Knowledge , p. 55. At this \npoint Kramer cites his Music and Poetry: The Nineteenth \nCentury and After (Berkeley, 1984), pp. 91–99; and, on \ntransitional objects, D. W. Winnicott, Playing and Reality (New York, 1971), pp. 1–26.",
            "citations": []
        },
        "FN9": {
            "text": "9. Leonardo Music Journal 4 (1994), 41–51. In Classical \nMusic and Postmodern Knowledge Kramer cites Oliver Sacks’s \nwork with Parkinsonian patients ( Awakenings [1973; \nreprinted, New York, 1990]) in a manner that suggests \nconnections with Becker, specifically the use of music to \nbring patients back to themselves both physically and \npsychically. The music that could accomplish this had to have \n“rhythmic impetus” and this impetus had to be present “in a \nformal pattern the listener can grasp unreflectively”. Later \nKramer says that “[o]nly the music that listeners identify \nclosely with their own lives . . . can do this” (20).",
            "citations": []
        },
        "FN10": {
            "text": "10. The following material is extracted from a presentation I \nmade at “Anything Goes: Music and Sexuality”, Music \nDepartment, University of California at Berkeley (October, \n1993).",
            "citations": []
        },
        "FN11": {
            "text": "11. “On a Lesbian Relationship with Music: A Serious Effort \nNot to Think Straight,” in Queering the Pitch , ed. Philip \nBrett, Gary C. Thomas and Elizabeth Wood (New York & London, \n1993), pp. 67–83.",
            "citations": []
        },
        "FN12": {
            "text": "12. Also influential to my thinking on these issues is Audre \nLorde, “Uses of the Erotic: The Erotic as Power” in Sister \nOutsider (Freedom, CA, 1984), pp. 53–59.",
            "citations": []
        },
        "FN13": {
            "text": "13. I am making a leap here from the question of music loving \nand its relation to professional discourse generally to \nanalysis of a piece that starkly exposes the fact that we \nhave love relationships with specific music.",
            "citations": []
        },
        "FN14": {
            "text": "14. I have also written about the opening solo of the Adagio \nin “Taking Notice: A Response to Kendall Walton,” Journal of \nMusicology 11 (1993), 45–51. Walton analyzes the solo in \n“Listening with Imagination: Is Music Representational?” Journal of Aesthetics and Art Criticism 52 (1994), 47–61.",
            "citations": []
        },
        "FN15": {
            "text": "15. My account of the solo derives in part from remarks of \nSona Haydon made while coaching me in October 1993. Daniel A. \nPutnam proposes touch as an alternative to the visual model \nof knowledge for music in “Music and the Metaphor of Touch,” Journal of Aesthetics and Art Criticism 44 (1985), 59–66.  \nHe points out as well that “[t]wo lovers who are sensitive to \neach other can learn something about each other’s disposition \n[”his or her inner state relative to the person or object \nbeing encountered“] simply by touching” (60). I am grateful \nto Fred Everett Maus for bringing this article to my \nattention.",
            "citations": []
        },
        "FN16": {
            "text": "16. For example, at the mention of the piece during a \nconversation, Laura Sherman spontaneously began talking about \nher sense of intimacy with the piece. (Sherman is a harpist \nand a graduate student in music theory at The University of \nMichigan.)",
            "citations": []
        },
        "FN17": {
            "text": "17. This idea was suggested to me by Bell Yung’s study of \nwhat he called the choreography of Chinese ch’in music in \n“Choreographic and Kinesthetic Elements in Performance on the \nChinese Seven-String Zither,” Ethnomusicology (1984), 505-\n517.",
            "citations": []
        },
        "FN18": {
            "text": "18. “How does the tune go?” Society for Music Theory, \nCincinnati, 1991, p. 8–9.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] [What follows is the text of the paper I presented at the \nannual meeting of the Society for Music Theory in New York, 5 \nNovember 1995. Except for minor corrections, the text stands \nas it was read. There are, however, brief clarifications \nwhich I have placed in footnotes. At the outset, let me say \nthat, in addition to the obvious subject of music loving, \npower is an underlying issue throughout: the power of music, \nof musical works, of music scholarship, and of music \nscholars. I would like to thank Music Theory Online for \nundertaking the publication of the paper.]",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Lately I’ve been struck by the realization that we music \nscholars frequently have an inclination to legislate against work different from our own. From my perspective as \ntheorist, I see that some theorists would like the writing of \npersonal accounts of musical experience to go away. On another \nside, musicologists interested in hermeneutics will often \ntake time at some point in their papers to complain that \ntheory and analysis detach musical works from their contexts, \nor to call theory and analysis formalist or positivist. (I \nfeel a kinship with hermeneuticists so I find this painful.) \nAnd some musicologists write about what other musicologists \nshould and shouldn’t do.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] What’s thought-provoking to me is the fact that people \nare not content to regulate only their own work; they also \nwish to regulate the work of others. It’s a bit like the \nRepublican inclination to legislate sexual morality, and it \nmakes me wonder what sense of danger is being responded to. \nThere seems to be an underlying belief that the work the \nindividual does and the work she or he wants to legislate \nagainst cannot coexist; only one or the other can survive. \nAnd there seems to be a fear that merely presenting one’s \nwork to the scholarly community to read and judge cannot be \ndepended on to ensure its survival.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Let me give you an example. Gary Tomlinson and Lawrence \nKramer engaged in a particularly acerbic exchange in Current \nMusicology a couple of years ago. (1) Focal to the exchange \nwas a reading by Kramer of the Mozart Divertimento for String \nTrio, K. 563, that takes the piece as dramatizing the role of \nthe performers’ bodies. (2) Kramer says, “The body thus \nrepresented is not a natural fact but a social figure: the \nperformer’s (and by proxy the composer’s) body shuttling, \nwith ambiguity and constraint, between labor and pleasure” \n(13). The reading is a demonstration of the change that could \narise in discourse with the emergence of a postmodernist \n“critical musicology.”",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Tomlinson questions Kramer’s fidelity to postmodern \ntenets and Kramer responds in kind. More interesting to me is \nTomlinson’s questioning of the enterprise of close reading. \nHere is an outline of his ideas: First, we might seek alternatives to the internalism\n      and formalism that have dominated musicology. This is\n      ostensibly Kramer’s primary goal. But his insistence \n      on close reading of the notes and his locating of context\n      in them undoes his good intentions. I would go farther\n      than Kramer here and suggest that we need to move away\n      from the whole constraining notion that close reading \n      of works of music, of whatever sort, is the sine qua \n      non of musicological practice. This notion has repeatedly\n      pulled us back toward the aestheticism and \n      transcendentalism of earlier ideologies. (21–22)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The Tomlinson-Kramer exchange could be viewed as nothing \nmore than an academic power struggle, and I think it’s \nlargely been read and dismissed as just that. But Tomlinson’s \nfervor is inexplicable in terms only of academic politics—Kramer seems to be getting to him somehow. (3) There’s \nsomething more at stake, and I’d like to know what it is, \nespecially since I can sympathize with the Kramer who wrote \nabout the Divertimento. Kramer’s account describes his \npersonal experiences, and personal experiences always seem to \nhave a love of some music as their source. Complaints about \nthem sometimes seem to have a moralistic tone—Tomlinson’s \ndoes. Kramer recognizes this possibility in his original \npaper when he says that “the last thing a postmodernist \nmusicology wants to be is a neo-Puritanism that offers to \nshow its love for music by ceasing to enjoy it” (9).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Though presumably we all came to our present positions \nthrough a strong attraction to music and to specific pieces, \nmost theorists and musicologists, whether old or new, are not \ncomfortable with “music loving.” Or perhaps I should say I \nthink that no one is comfortable with “loving.” We do not \ncall ourselves music lovers; we call amateurs music-lovers. \nMy title was difficult to settle on because I kept finding it \nembarrassing.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] I’m going to explore the obscuring and revealing of \npersonal relationships with music with the assistance of \nseveral writers who follow what might be termed “new” paths \nin musicology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] I’ll begin with Fred Maus, who addresses the obscuring of \ninvolvement in his paper on gender. (4) He points out that Neither [mainstream musicology nor mainstream theory]\n      has been primarily concerned with sensitive accounts \n      of musical experience, but they have avoided the issue\n      in different ways.  Mainstream musicology has put out a\n      fact-oriented discourse that obviously has no bearing \n      on the details of musical experience, and therefore \n      doesn’t tend to deny or distort such experience. It’s\n      as though musicology has relied upon a strict distinction\n      between public discourse and a realm that is more private\n      and intimate. In contrast, the discourse of mainstream\n      theory, when it is unevocative, does not seem to be \n      protecting the privacy of listeners. It seems more \n      like a substitute for sensitive, evocative description,\n      an Ersatz even; something that responds, publicly\n      but speciously, to the desire for a shared articulation\n      of musical experience. (276)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Tomlinson notices substantially the same two means of \nevasion; he observes that “[t]hose who sought to put the \nstudy of music on a scholarly footing were left with two \noptions [I don’t know why he thinks only two options, but \nthey are]: positivistic description of historical data around \nthe music and analytic description of the workings of the \nnotes themselves. In the first option the experience itself \nof music was separated off entirely from the scholarly \nendeavor, while in the second it was transformed, its quasi-religious transcendence sublimated in technical accounts of \nmusical process” (18–19).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In both Maus and Tomlinson, turning away from \n“experience” is the crux of the issue, accomplished by \ncreating a “distinction” or a “separation” in the case of \nmusicology or by creating a “substitute” or a \n“transformation” in the case of theory. (5) Particularly \ninteresting is Tomlinson’s choice of the psychoanalytic term \n“sublimation” to specify the “transformation.” It suggests \nthe rerouting of primitive and powerful energies into \nrational, culturally sanctioned enterprises; the individual \nand subjective disappears into the collective and putatively \nobjective.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Maus’s account suggests that it is the power of the \npiece and involvement with a powerful piece that is \ntroubling. He speculates that, in an effort to understand or, \nmore important, control the entities experienced as powerful, \nscholars may attempt to contain works within theories or \nhistorical data. So the avid child becomes the coolly \ndetached scholar.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] I’d like to look a little further into the power pieces \nhave, by way of the means we use to detach ourselves from \nthem, or to present ourselves as detached. It is common in \nmusic scholarship to speak of pieces as if they were \nartifacts, entities having material form, which we can study \nand discuss separate from ourselves.  Scholarly rhetoric \ncreates a fiction whereby one speaks purely about a piece, \nout there, lying on a desk perhaps, unperceived by anyone.  \nAs if one really could stand at a distance from it.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] This is an illusion: sounds do not become music until \nthey have entered a person, until they have been heard or \nimagined and attended to. Music exists only in the \ninteraction between sound and the body-and-mind of an \nindividual. There is paper and ink and there is sound \nseparate from individuals; there is not music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The interaction between a piece and an individual is \ncrucial and unavoidable. It is also ineluctably subjective, \nthough subjectivity is always mediated by culture (or rather \ncultures: western culture, academic culture at least). It is \nalso shaped by the piece: if I care about some music, I must \nspeak about it , I can’t say just anything. In fact, Kramer \nproposes that music first “addresses a determinate type of \nsubject and in so doing beckons that subject, summons it up \nto listen . . . . Listeners agree to personify a musical \nsubject by responding empathetically to the music’s summons. \nTheir pleasure in listening thereby becomes a vehicle of \nacculturation.” (6) For Kramer, particular musics create \ntheir appreciators; his ideas evoke those of Edward T. Cone, \nand both suggest human listeners who modify themselves, even \nif only temporarily, to suit the musical work. (7)",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The fiction of the freestanding piece effaces disturbing \nrealizations like these. We sometimes acknowledge that pieces \nchange for us over time. Because musical works come into \nbeing as music only after they have entered us, to say that a \nwork has changed is to say that I have changed. This no doubt \ncould be disturbing to my sense of autonomy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Belief in the freestanding piece also hides the even \nmore basic and visceral realization that, if one is open to \nit, music has the power strongly to control or fill up one’s \nconsciousness and, in the process, to affect one’s physical \nstate; it has the power to engage the whole individual, mind \nand body. Kramer introduces a lengthy examination of this \npower by saying “music acts like what psychoanalysis calls a \ntransitional object, an object that, charged with charisma, \ntemporarily crosses, blurs, and may even dissolve the \nlistener’s ego boundaries.” (8)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] If ethnomusicologist Judith Becker is correct, the \neffect that I am speaking of is a variety of trance, probably \nresulting from synchronization (what is known as \n“entrainment”) of physical/mental rhythms with some rhythm or \nrhythms external to the individual. (9) Entrainment is a \ncomprehensive brain state: “One can reasonably assume that \nhuman brains become entrained to the rhythms of music and \nthat these entrained rhythms involve not only acoustic and \nsensory motor areas of the brain, but areas in many other \ncortical and sub-cortical areas. Memory, past history and \nemotions become a part of the rhythmically pulsating brain” \n(49). Becker associates the pleasure created by music \nlistening with endorphin production.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] In other words, if a listener is open to it, musical \nsound may produce comprehensive, physiological changes in his \nor her brain. This may be pleasurable, but it’s also powerful \nand one may feel out of control, that is, in the control of \nthe music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Experience of music’s power is definitive of music-loving. The powers I’ve described seem to me genuinely part \nof close involvement with music. I can understand \nintellectually how they might be so disturbing that one would \nwant to deny them. However, I cannot say that these \nexperiences feel dangerous to me, nor can I endorse denying \nthem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] I think it’s possible to put the issue of power in \npositive terms. (10) Suzanne Cusick describes falling in love \nwith a song on the radio when she was very young. (11) She \nproposes that “[f]or some of us, it might be that the most \nintense and important way we express or enact identity \nthrough the circulation of physical pleasure is in musical \nactivity, and that our ‘sexual identity’ might be ‘musician’ \nmore than it is ‘lesbian,’ ‘gay,’ or ‘straight.’ Be that the \ncase or not, one might expect a significant amount of bleed-\nthrough between a person’s musicality and a person’s \nsexuality as conventionally defined . . . . If music isn’t \nsexuality, for most of us it is psychically right next door” \n(70–71).  She defines sexuality as “ a way of expressing \nand/or enacting relationships of intimacy through physical \npleasure shared, accepted, or given” (70) and more starkly, \n“[s]exuality . . . is a practice which allows movement within \na field defined by power, intimacy and pleasure” (71). \nPleasure includes acts and sites “beyond the usual ones” \n(73). (12)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Let me for the moment look into the question of what one \npiece does to me in light of the ideas I’ve discussed, \nparticularly those of Cusick. (13) The piece is the Adagio of \nMozart’s A-Major Piano Concerto, K. 488, though I’ll talk \nonly about the first solo and following tutti, measures 1–20. (14) I’ve tried to articulate pleasures, simple pleasures, I take \nin the work. My view of the solo results largely from playing \nthe passage: I know it through touch as well as sound—I know \nhow it moves from moving it. (15)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] I chose the Mozart because I find it particularly moving \nand poignant. I know that I’m not alone, that there are \nothers who are strongly drawn to this piece. (16) What I want \nto understand is why we are so entranced; what makes each \nmoment seem so special? What gives it this power to attract?",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] I have come to realize that each moment is individually \nshaped, each has its special features, its graces. Over a \nfairly easily discerned voice-leading frame is laid a passage \nin which we hear very little repetition of figuration or \nrhythm—in which almost everything is lovingly detailed, \nlovingly reworked. And these particularities keep one \nlistening closely, moment by moment.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Characteristic of the passage is delay in various forms.\nThe passage makes listeners wait for what they desire. Many \nof the delays can be understood as holding, suspended, on a \nnote become dissonant or leaning on a dissonance, so that the \nrhythmic effect is, for example, one of delicately delaying \nmeasure 2’s second B a moment, of anticipating measure 3’s right-hand F ♯ very slightly, and of reaching measure 8’s B only on the \ndownbeat of measure 9, where it lingers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] For the pianist there is a feel of small stretches, \noften across sixths, that contrast with closer work. At the \nopening, after the small movement of the neighbor, attention \nmoves back and forth between the thumb and the little finger. \nIn measure 2 we hear not A– G ♯ but A dipping to B rising again to G ♯ . As F ♯ in the left hand stretches way down to E ♯ , B waits, \nand E ♯ rises again. This hand counterpoint feels like dancing \nthe piece into sound. (17) Throughout the passage the movement \nfrom one voice-leading location to another remains \nunpredictable, the rhythms remain irregular, and this entices \nthe listener or performer to follow, paying close attention \nto each movement of the line.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Though the right hand’s line narrows with the loss of \nthe upper voice-leading line in measures 5–6, it stretches again \nin measure 7, overreaching the G ♯ that is its goal to lean from an \nappoggiatura A, and continues to lean in the descending steps. \nDespite the quickening of the sixteenths, the right hand \ndoesn’t rush forward, because the two-note groupings hold \nattention in each careful movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The piano, in its grace and unpredictability, seems made \nup just for each listener and we respond to its attention. We \nsense an intimacy with its plaintive speech.  The pianist \ncares for it by bringing it into being, lavishes attention \non each minute figure. This is its delicate, enthralling \npower.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] As the piano comes to rest, the orchestra enters.  Much \nas we loved the piano, traced every line, longed for each \nresolution, took pleasure in every moment, not wishing it \nover, the orchestral entry feels warm, welcomed. We want it \nand we want it to go on. Why?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The immediate reason, I think, is the music’s new \nbreadth, a surrounding space in which listeners move more \nfreely. The sustained sound of the strings and winds create a \nfullness of sonority. The gentle tune dips and rises \nregularly. The woodwinds float above the violins. One can \nspread one’s attention across two-measure spans, expanses by \ncontrast with the piano.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] As the phrase begins to repeat in measure 16, the orchestra’s \nmusic becomes less purely broad-stroked and warm. When the \npiano returns, we are pleased.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] My colleague Roland Jordan has spoken more eloquently \nabout the piece: The most important realization was that the music \n      needed me, needs us. Its reluctance to move forward,\n      the blockages, delays, displacements, and evasions \n      felt even in the first measures asks for our attention\n      even to minute details because the music exists on the\n      most intimate level of implication and nuance . . . . The difficulty of its unfolding, the evasive, rejected\n      move toward A major, the diversionary turn to the \n      Neapolitan, the shifting pitches in measure eight\n      are not deceptions, they create a sense of reticence,\n      of an essential reservedness that draws us to the music,\n      asking us to become part of its coming-into-being. But\n      this is only half the story.\n          When the orchestra enters . . . the music takes \n      control. We have attended, taken care of the music so\n      far but as the cadence is achieved the music begins \n      to take care of us, it allows us to breathe. I realize\n      why my language was sexual . . . . In the interchange \n      with this music I freely offer what I might give and \n      feel free to receive what the music offers—and I know\n      why I love the music. (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] What is the point of these observations?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] My purpose may seem solipsistic. I wrote to recount how \nthe music seems to me, first to make myself more sensitive to \nit, then to put it in circulation for others. It might \nstimulate thought about such things as the effect of the \nsolo/orchestra contrast: the welcomeness of the orchestra and \nagain the welcomeness of the solo. I wanted to understand the \nextreme sense of intimacy one can feel for a musical work—an \nintimacy akin to that one feels for a lover—as well as some \nof the powers of music, powers of attraction, engagement, the \npower to care for the listener. I wanted to understand my \nrole as the pianist bringing the sounds into being, the \npleasure I take in being completely focused to play each note \nand figure. Analysis is for me the articulation of a process \nof growing awareness, increasing closeness, of “immersion in \npleasure” (29), to quote Cusick—or so I prefer it to be.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Perhaps the most important place in which I put such \nideas into circulation is in teaching. Cusick’s description \nof teaching as “the lover” is to the point: “I ask my \nstudents to open themselves to the music they hear, to let \nmusic ‘do it’ to them, to become more intensely aware \n(physically, emotionally, intellectually) of what’s being \ndone to them. I teach them to ask of the music, later, how it \nachieved that effect . . . . These interrogations are designed, \nin effect, to increase the actual intimacy of my students’\nsubsequent encounters with that music, or with any music, by \nincreasing their knowledge of who it is, so to speak, who’s \nbeen ‘on top,’ and by increasing their skill, through \npractice, in the art of being music’s beloved” (74).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Why might someone want to forestall “close reading”? I \ncan think of two possible reasons, given what I’ve said.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] First, to return to Tomlinson: he thinks that we need to \nexamine our musical commitments and how they might foreclose \nother commitments, and he is right. But theory and musicology \nhave only just begun to talk openly about the experiences and \nsubjectivity of our personal involvement with music. There \nseems to be a big rush to bypass this step in order to \nproblematize and perhaps discard it. I’m suspicious. I am \nreminded of the observation of some feminists that, just when \nwomen and minority peoples have become visible as subjects, \nindividual subjectivity is being questioned. Similarly, just \nwhen musical subjectivity is beginning to be discussed \nopenly, that is, when culturally disempowered modes of \nrelation with musical works are beginning to be discussed, \nthe central role of culture in constructing musical \nsubjectivity has been noticed and we are exhorted not to look \nat the individual and her relation to particular music, but \ninstead to look at the cultural and historical context. \nThat’s fine, it’s important work, but why does the cultural \npre-empt the personal?  Why does this admonition come just \nnow?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Second, perhaps when, as Tomlinson says, “we dredge up \nour usual impassioned musical involvements from the hidden \nrealm of untouchable premise,” in order to make them “a . . . force to be reckoned with, challenged, rejected, indulged in, \nwhatever,” we find ourselves facing our most private selves.  \nMaybe it feels like public exposure of embarrassing secrets. \nAfter an earlier paper on some of these issues, someone told \nme that he thought the personal issues were important, too, \nbut that he just doesn’t talk about them in public. Maybe it \nmakes us queasy.  Maybe the queasiness results in part from a \nsense of embarrassment or shame at music’s power “over” us. \nI’ve tried to suggest, as Suzanne Cusick does, that power can \nbe positive as well as negative.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] If I’m interested in musical power, I’m also interested \nin relations of power in academic discourse.  I’m disturbed \nwhen individuals speaking from positions of power begin to \nsay not only do this but also do not do that.  As I said when \nI began, such efforts to forbid occur across the entire \nspectrum of music scholarship. I’m not naive—I know that we \ncompete for journal space, conference time, students, jobs. \nBut, when we’re inclined to silence speech, I think it’s time \nto examine our professional politics.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.96.2.2.guck.html",
    "data": "mto/data/mto.96.2.2.guck.json"
}