{
    "title": "Review of Zbigniew Preisner, <i>Requiem for my Friend</i>",
    "date": "1999/09/01",
    "volume": "5",
    "issue": "4",
    "authors": [
        "James, Tess"
    ],
    "abstract": "A review of the London premiere of Polish composer Zbigniew Preisner’sRequiem for my Friend, which marked its first performance outside Poland. Preisner is best known for his award-winning film work, but he crosses over into the classical, and is signed by a well-known classical label. An investigation of Preisner’s background leads to his pseudonym, the late 18th-century Dutch composer Van den Budenmayer, whose work contains elements of Beethoven and Mahler.",
    "keywords": [
        "Preisner",
        "Van den Budenmayer",
        "Requiem",
        "Minor Third",
        "Vibrato",
        "Soprano",
        "Premiere"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.99.5.4/mto.99.5.4.james.pdf",
    "author_info": [
        {
            "name": "Tess James",
            "university": "University of East London",
            "address": "Fairholme, Bridgemarsh Lane, Althorne, Essex CM3 6DQ",
            "email": "Xmwords@aol.com"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] One living composer to watch out for is Poland’s Zbigniew\nPreisner. March 19, 1999, marked the premiere at London’s Royal\nFestival Hall of Preisner’s Requiem for My Friend . It is his\nfirst work written especially for live performance and recording.\nPreisner is best known in the United States as an award-winning\nfilm composer, foremost for his collaborations with Krzysztof\nKieslowski, the friend in the title of the Requiem ( Appendix\n2 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Many 20th-century composers have been tempted by film music\nat some stage. Generally, I consider film music too popular for\nits own good, but Preisner caught my attention in 1993. Missing\nthe correct screen for my movie, I had accidentally wandered into\na film by the Polish director Krzysztof Kieslowski. “Three\nColours Blue” turned out to be the story of a classical composer\nwho dies in a car accident, and his widow completes his final\nsymphony.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The symphony at the center of the story, which surfaced only\nin fragments, was monumental, quite unlike anything composed in\nour century. There were elements of Mahler and Beethoven, but\nalso of Sibelius. Interestingly, simple woodwinds filled the gap\nbetween the fortissimo and the pianissimo. There was a noticeable\ncontrast to composers like Gorecki, who is clearly identifiable\nas a modern imitation of old styles. The final chorus, in French,\nwas drawn from the biblical text on charity: “Though I speak with\nthe tongues of angels, if I have not love, my words would resound\nbut with a tinkling cymbal.” In 1995, editors at Oxford\nUniversity Press wrote to Kieslowski when updating Oxford’s music\nencyclopaedia. They had listened to the symphony segments written\nby Preisner’s pseudonym, Van den Budenmayer ( Appendix 3 ), and\nhad had an equal reaction to my own. Now they wanted to include\nthis “brilliant, late 18th century, Dutch composer” in the\nencyclopaedia, and did not believe Kieslowski when he wrote back\nto state that the music was written by a living, Polish,\ncomposer. Oxford University Press ended up accusing Kieslowski of\nprotecting the privacy of a long-dead genius.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Ignorant of who is who in film music, I had made a similar\nglitch. Half-hoping to discover some great, unknown talent\nstacked away in a little wood hut somewhere in the steppes of\nPoland, I wrote to Kieslowski from Canada in 1993, only to be\ntold that no full-scale work by Preisner existed. He advised me\nto buy the soundtrack, and it became the first time for me to do\nso. If you like film music, Hans Zimmer is good. Preisner is\ngood, too. The difference is that Preisner crosses over. Due to\nthe nature of his chosen medium, he has mainly been reviewed by\nfilm reviewers, but he was recently signed on by the classics\nlabel Erato (Warner) in Paris. The death of Kieslowski may mark a\nnew era in Preisner’s life, and perhaps more concert works will\nfollow the Reqiuem. Meanwhile, his music continues to reach\npeople across a wide range of fields, including—very\nobviously—the classical.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] “We signed him because we believe that Preisner’s work spans\nthe classical field more than that of any other film composer,”\nremarks Erato’s Christian Hallwig in Paris. “His soundtracks have\nsold hundreds of thousands of copies, especially in the United\nStates. We hope to reproduce this success with the Requiem.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Kieslowski’s death of a heart attack in 1996 prompted\nPreisner to write Requiem for my friend , a highly unusual,\nmodern work for full orchestra which elicited standing ovations\nand three curtain calls at the sold-out Royal Festival Hall. It\nis Preisner’s first concert music, written not for a mainstream\norchestra but for the people who provide Preisner with his roots:\nthe Polish orchestra and soloists with whom he has performed for\ndecades, and whom he knew as a young man. Despite numerous\noffers, Preisner has never left Poland to live elsewhere. He is\nloyal to his country and his people, and it is easy to see why.\nAt the end of the concert, a Polish woman beside me, who was not\nacquainted with Preisner, got carried away during the standing\novations. She exclaimed with moist eyes “we are so proud of\nhim”—speaking, one presumes, for all of Poland. Preisner’s\nrootedness translates into his music, eliciting images of a\ncomposer who remains centered in himself throughout the piece,\ndespite the trials and tribulations which are the theme of his\nunusual Requiem.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The work is divided into two parts, Requiem and Life.\nFollowing the Erato recording in Cracow, London marked the first\nlive performance outside Poland.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Requiem is written in nine movements. It is characterised by\ntypical Preisner features, long reverberations and expressive\nvibrato. He uses small male choir, string quintet, organ and\npercussion. The voice of an astonishing Polish soprano, Elzbieta\nTowarnicka, dominates both, the first and the second part of the\nwork. In the second part, Life, the musical background grows into\nfull chorus (the forty-piece Salisbury festival chorus) and a\nsixty-piece orchestra (the BBC concert orchestra) which includes\nalto saxophone and recorder.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The Times of London was not quite sure about the high number\nof minor thirds which hold the two parts of the work together. It\nmade no mention of some of Preisner’s more unusual features,\nwhich are only for acquired tastes (like using the alto saxophone\nfor a solo between the two parts). But like everyone else,\nLondon’s most prestigious newspaper praised Towarnicka. The\n“Lacrimosa,” which features prominently in both sections,\nsuggests that her voice must be somewhere around the seven or\neight octave range.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Not much is known about her, an interview was not possible.\nA short biography informs that she studied with Barbara\nWalczynska at the Krakow Academy of Music in 1978. She worked for\nthe Krakow opera, singing soprano parts in operas like La Boheme , La\nTraviata , Dido and Aeneas , and Tosca . She\nperforms regularly in Germany, Italy, France, Russia, the United\nStates, Canada and Sweden. Oratorio and cantata are her\npreferences.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Preisner is self-taught. He was born in 1955 near Krakow,\nPoland, and graduated from Krakow university with a degree in\nhistory. His interest in music caused him to buy scores and read\nalong as the music played on the radio. He started writing small\npieces for cabaret before going into larger works. He met\nTowarnicka when working at the local cabaret in Krakow, and then\nKieslowski in the early eighties. The three began a collaboration\nwhich would take them around the world—and result in many of\nKieslowki’s best-known works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Preisner’s music belies his lack of formal training, perhaps\nfueling the myth that some of the best composers are self-taught.\nHe writes for every instrument in the orchestra and then some,\nincluding the organ, and even wine glasses. The London concert\nfinished with the theme from “Blue,” played on a recorder. In\nstark contrast, this was preceded by the full-chorus “Song for\nthe unification of Europe,” which had provided the chorus finale\nof the symphony in the movie “Blue.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Eduardo Ponti, a filmmaker and the son of Sophia Loren, was\nchosen by Preisner to create a concept for the stage version of\nhis Requiem. “A requiem is a ceremony for the Living as much as\nfor the Dead,” Ponti says. “The show was to be a dialogue between\nthe one who has left this world, and the one left behind here. I\nwanted it to be simple, human, direct, inspired by the integrity\nand purity of the requiem. I wanted an ambience of light and\nshadow, but also of courage and hope.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Preisner describes his own music as “border line. It is not\nquite film music, and not quite classical. Somewhere in between.\nI make creations, creative music. I think in the Requiem I took\none major aspect from film music. My music has names, the title\ndefines it: Silence, or Peace. ‘Life’ is a story about life, the\npart we have lived, and the part we are still going to live. I\nthink about death, and for me the question is ‘how shall we live\nand die with dignity?’”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Preisner wrote the first part of the Requiem while\nKieslowski was in hospital, dying. “He had gone for a bypass\noperation, and was joking about things he would do when he would\nleave again. But he never did,” recalls Preisner. “I composed\nsome music for his funeral, just organ and voice, and later\nexpanded it into a full requiem. The final part of the work is a\nprayer of Hope, asking for the strength to go on living.” “This is\nvery personal,” Preisner says. “I am asking for the strength to\ngo on living in this sad situation. In my life, there were only\nvery few people I wanted to spend time with. One of them was\nKrzysztof. This prayer is also a request, that such friendship\ncould be found once more.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Recently, Preisner was commissioned to write the music for\nPeople’s Century, a 26-part series on BBC television documenting\nthe history of the 20th century. Co-produced with WGBH Boston, it\nis going to be shown on PBS in the United States. Appendix 1:\n\nSome of Preisner’s Major Film Works Kieslowski: Three Colors Blue, White, Red, Dekalogue, Double Life\nof Veronique Malle: Damage Holland: Europa Europa Mandoki: When a Man loves a Woman Ponti: Liv Babenco: Foolish Heart Appendix 2:\nPrincipal Awards and Citations 1991 Los Angeles Critics Association Award,: the year’s most\noutstanding composer of film music, first citation 1992 Los Angeles Critics Association Award, second citation Golden Globe Award nomination for At Play in the Fields of the\nLord Cesar Award of the French Film Academy (nomination for Dekalog\nand Double Life of Veronique) Award of the Polish Minister for Foreign Affairs (for\npresentation of Polish culture abroad) 1993 Los Angeles Critics Association Award (year’s most outstanding\ncomposer, third citation) Golden Globe Award (Nomination for Three Colours Blue) 1994 Major of Krakow’s Medal (for lifetime achievements) 1995 Cesar Award of the French Film Academy (three colours Red) 1996 Cesar Award of the French Film Academy (citation for Elisa) Royal Television Society Craft and Design Award for Original\nMusic (title music: People’s Century) 1997 The Silver Bear, Berlin Return to Text Appendix 3: CD Blue (Trois Couleurs Bleu), Virgin Records, 1993\nEditions MK2 Van den Budenmayer Funeral Music: 2. winds, 14. full orchestra, 13. Organ 3. Julie, glimpses of burial 19. Oliver and Julie, trial composition 22. Song for the unification of Europe Website (and information on CD availability) www.Preisner.com Return to Text",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.99.5.4.james.html",
    "data": "mto/data/mto.99.5.4.james.json"
}