{
    "title": "Binary Oppositions in Arnold Whittall’s <i>Exploring Twentieth-Century Music: Tradition and Innovation</i> (Cambridge University Press, 2003) and Their Implications for Analysis",
    "date": "2004/09/01",
    "volume": "10",
    "issue": "3",
    "authors": [
        "Latham, Edward D."
    ],
    "abstract": "Arnold Whittall’sExploring Twentieth-Century Music(Cambridge, 2003) posits a set of binary oppositions (Tradition-Innovation, Apollo-Dionysus) as foundational for twentieth-century compositional thought. The relationships between these oppositions are examined, and four implications for analysis are discussed, including the need to combine structuralism and hermeneutics, undertake comparative analysis, examine source documents, and place discontinuity on equal footing with organicism and coherence. An analysis of Act 1, Scene 2 of Arnold Schoenberg’sMoses und Aron(1933) is offered as one example of the ways in which Whittall’s perspective might be incorporated into a close reading.",
    "keywords": [
        "Whittall",
        "analysis",
        "criticism",
        "aesthetics",
        "Modernism",
        "Schoenberg",
        "Moses"
    ],
    "doi": "",
    "received": "April 2004",
    "pdf": "http://www.mtosmt.org/issues/mto.04.10.3/mto.04.10.3.latham.pdf",
    "author_info": [
        {
            "name": "Edward D. Latham",
            "university": "Temple University",
            "address": "Boyer College of Music and Dance, 313 Presser Hall, 2001 N. 13th St., Philadelphia, PA 19122-6079",
            "email": "elatham@temple.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Not surprisingly, Britten and Schoenberg receive pride \nof place in the book (25 and 24 citations, respectively), but Stravinsky (18) \nand Bartók (16) follow close behind, with Carter (11), Boulez (9), Tippett (8), \nMessiaen (8), Debussy (7) and Reich (7) comprising the rest of the “top ten.” \nTwo thirds of the pieces cited in the book (166) are by English or American \ncomposers.",
            "citations": []
        },
        "FN2": {
            "text": "2. The most recent piece discussed is Stockhausen’s \n“opera-cycle” Licht (2002), while the majority of works cited are drawn from the \npost-war decades, 1945–1995. For a cautionary note on placing too much stock in \nthe documentary “proof” provided by composers’ own accounts of their music, see \nEdward D. Latham, Review of Ethan Haimo’s “Atonality, Analysis and the \nIntentional Fallacy,” Music Theory Online 3.2 (1997).",
            "citations": []
        },
        "FN3": {
            "text": "3. In a minor editorial oversight, Whittall omits the dates \nof composition for a handful of works, particularly in Chapter 1 (e.g., pages 8, \n9, 10, 13, and 18).",
            "citations": []
        },
        "FN4": {
            "text": "4. For more examples of “dialogues,” see pages 16, 18, 19, \n22, and 38.",
            "citations": []
        },
        "FN5": {
            "text": "5. Whittall borrows the stylistic classification “modern \nclassicism” from the work of James Hepokoski (Whittall, page 9, note 12).",
            "citations": []
        },
        "FN6": {
            "text": "6. Robert S. Hatten, Musical Meaning in Beethoven: \nMarkedness, Correlation, and Interpretation (Bloomington: Indiana University \nPress, 1994).",
            "citations": []
        },
        "FN7": {
            "text": "7. The comprehensiveness embodied in these recommendations \nrecalls the work of Jean-Jacques Nattiez on tripartite semiological analysis. \nFor an analytical example, see “Density 21.5: A Semiological Analysis,” Music \nAnalysis 1 (1980).",
            "citations": []
        },
        "FN8": {
            "text": "8. David Lewin used the term “area” to describe a harmonic \nregion, loosely analogous to a modulatory area in tonal music, formed through \nthe pairing of inversionally combinatorial row forms. See David Lewin, “A Study \nof Hexachord Levels in Schoenberg’s Violin Phantasy,” Perspectives of New \nMusic 6.1 (Fall-Winter 1967): 1–17.",
            "citations": []
        },
        "FN9": {
            "text": "9. For a detailed discussion of the text and dramatic \nimplications of the scene, see Edward D. Latham, “The Prophet and the Pitchman: \nDramatic Structure and its Musical Elucidation in Moses und Aron, Act I, Scene \n2,” in Political and Religious Ideas in the Works of Arnold Schoenberg, ed. Charlotte M. Cross and Russell A. Berman (New York: Garland Publishing, \n2000): 131–58.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In his recent book, Exploring Twentieth-Century Music, Arnold Whittall \n  gathers together six lectures he gave in London, revising and supplementing \n  them with additional chapters meant to flesh out a central theme—namely, that \n  twentieth-century compositional thought was predominantly influenced by the \n  centrifugal pull of opposing forces: tradition and innovation, Classicism and \n  Modernism, Apollonianism and Dionysianism. Over a span of eleven chapters, \n  Whittall discusses or refers to over two hundred and thirty pieces in varying \n  styles and genres by fifty different composers from over fourteen countries, \n  from Debussy to Andriessen, situating works and composers in relationship to a \ncontinuum between the aesthetic “counterpoles” (page 23) established in his \n  introduction. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Notwithstanding Whittall’s caveat in the preface that “while striving to \n  resist presumptions of absolute authority, I cannot deny that my chosen \n  materials are the result of value judgments preceding, and therefore \n  influencing, analysis” (page vii), there are certain composers who are \n  conspicuous in their absence. Russian composers, for example, particularly \n  Prokofiev and Rimsky-Korsakov, are not well represented, nor are French \n  composers such as Ravel and Satie. Nonetheless, the breadth of the book \n  showcases Whittall’s encyclopedic knowledge of the repertoire, and his \n  refreshingly abundant references to operatic and large-scale choral works, \n  genres not normally associated with analysis, more than compensate for the \n  omissions noted above. As usual, the editors at Cambridge University Press \n  have turned out a superb text, commendable for its paucity of errors and \n  abundance of musical examples, but the true value of the book lies in the \n  flexibility and relevance of Whittall’s interpretive approach, one that allows \n  him to cover a large, diverse, and up-to-date cross-section of the \n  twentieth-century repertory in a manner that is plausibly consistent with the \n  published reflections of composers on their own aesthetic philosophies. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Despite the fact that the original lectures were delivered under the \n  auspices of the Society for Music Analysis, there is not as much analysis in \n  the book as the reader might have expected, given its promising title. \n  Particularly with regard to Chapters 1 through 7, the amended title “Exploring \n  Twentieth Century Music(al) Aesthetics” would have been equally apt, since \n  there is little analysis to be found in those chapters. Taking a \n  meta-theoretical approach that focuses largely on critiquing and \n  reinterpreting the work of other commentators on the pieces he includes, \n  Whittall runs the risk of becoming a jack-of-all-trades (theory, criticism, \n  musicology) and master of none. Occasionally, his generalized assessments \n  leave the reader wanting a more detailed explanation, as for example when he \n  describes Bartók’s treatment of closure in the Sixth Quartet [1939] as \n  “ambiguously decisive” (page 51) or when he writes of “unstable centredness” (page \n  204) in Ligeti’s Solo Viola Sonata [1991–4].",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] While Whittall’s stated intent is to use “multivalent critical \n  perspectives” to promote a “mobile” interaction between formalism and \n  hermeneutics (page viii), a few of his analytical and hermeneutic observations \n  consequently seem tentative or watered-down. On the one hand, regarding the \n  structure of the first movement of Janáček’s String Quartet No. 2, “Intimate \n  Letters” [1928], he identifies “a degree of association and linkage at the \n  level of pitch organization and voice-leading,” exemplified simply by “ . . . the motivic connection of descending steps in the viola” (page 38). Likewise, he \n  describes Scene 7 of Louis Andriessen’s opera Rosa [1993–4] as embodying a \n  constrained lyricism in which “the warm formality of the melodic writing is \n  darkened by dissonant accompanying chords, which fit with the bitterness \n  expressed in the text. Yet because there is no happy ending, lyric warmth \n  cannot prosper” (page 171). On the other hand, after raising the possibility \n  that the quashing of what Janáček might have considered “feminine gestures of \n  remoteness and mystery” (page 38) at the conclusion of the first movement of his \n  Second Quartet might be related to what Paul Wingfield has diagnosed as his \n  “distasteful tendency to violence in his attitude to women” (page 40), Whittall \n  then concedes that the possibility of such a connection is “an unanswerable \n  question: but such questions soon pile in on critical commentaries which range \n  beyond the safe shores of purely technical interpretation” (page 40). \n  Nonetheless, on balance he skillfully charts a course through the Scylla and Charybdis of arid technical description and vapid critical clichés, emerging \n  as an “interpretive musicologist” (page 150) as comfortable hacking his way \n  through the dense thickets of modernist compositional practice as he is wading \n  into the swampy marshes of musical hermeneutics.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Although he often cites Hans Keller, one of the foremost proponents of a \n  purely graphical approach to music analysis, Whittall’s own approach does not \n  depend on the conventional theoretical apparatus of voice-leading graphs, row \n  charts, set-class tables or formal diagrams to do its rhetorical heavy \n  lifting. Two score excerpts annotated with row labels and four isolated \n  set-class identifications comprise the only theoretical examples in the book (Examples \n  2.4–2.6, 8.1b, 11.4b, and 11.5a). Instead, Whittall relies on the elegant \n  simplicity of his binary oppositions, the eloquent style of his prose and an \n  occasional Tovian turn of phrase to entice his reader into joining him on a \n  walkabout through the rich and varied landscape of twentieth-century music, \n  wrapping his frequently trenchant analytical observations in the soft lamb’s \n  wool of music criticism. Table 1a . Apollo-Dionysus as a Generative Oppositional Pair (click to enlarge) Table 1b . Tradition-Innovation as a Generative Oppositional Pair (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] In all, Whittall refers to over seventy-five different oppositions, \n  beginning with the eponymous pairing Tradition-Innovation. As shown in Tables 1a and 1b , these oppositions may be grouped into five categories according to \n  the fields they draw upon to ascribe extra-musical qualities to musical \n  structure: musicological, theoretical, sociological, psychological, and \n  theological. Although most of the musicological and theoretical pairings may \n  be considered subcategories of the Tradition-Innovation opposition (e.g., \n  Classicism-Modernism, Neoclassicism-Expressionism, Tonality-Atonality), \n  Whittall places a second opposition-Apollo-Dionysus—on equal footing with \n  Tradition-Innovation, and it is this second pairing that generates most of the \n  oppositions he discusses in the book (e.g., Order-Chaos, \n  Discipline-Subversion, Serenity-Ecstasy, Reservation-Abandon). Unlike \n  Tradition-Innovation, which is established in both the title and the preface \n  as central to Whittall’s argument—he notes that “in essence, \n  twentieth-century composition is seen as the result of a continuing, \n  intensifying dialogue between modernism and classicism which began quite early \n  in the nineteenth century, in the wake of the Enlightenment” (page \n  vii)—Apollo-Dionysus, introduced in passing as a concept “derived from \n  Nietzsche” (page 23), begins as a subtle undercurrent and gradually gains \n  prominence in the later chapters of the book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The lack of an explicit definition of the Apollonian-Dionysian opposition \n  at the outset occasionally generates minor confusion for the reader. For \n  example, the adjective “dithyrambic” (page 38) is used to describe the opening \n  of Janáček’s String Quartet No. 2, before that term is defined as connoting a \n  “wild, vehement character . . . believed to belong to ancient Greek hymns to \n  Dionysus” (page 44). In a subsequent section entitled “Dithyramb” (pages 62–5), \n  Whittall places a re-worded definition in quotation marks, even though it is \n  not an exact quotation: here, a dithyramb is “an ancient Greek choric hymn, \n  vehement and wild in character” (page 63).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The strength of Whittall’s argument for Apollo-Dionysus as a central \n  influence on twentieth-century compositional thought lies not only in his \n  convincing interpretations of works that juxtapose restraint and chaos, but \n  also in his ability to track down telling comments on the opposition itself by \n  influential composers from Schoenberg to Adams. He begins with Stravinsky, \n  whose ballets Apollo [1927] and The Rite of Spring make him an obvious choice \n  as a starting point. (3) In his “Poetics of Music” lectures [1939–40], \n  Stravinsky writes that “for the lucid ordering of the work . . . all the \n  Dionysian elements which set the imagination of the artist in motion . . . must be properly subjugated before they intoxicate us, and must finally be \n  made to submit to the law” (Whittall, pages 59, 171). A passage from his \n  autobiography, in which he praises the “aristocratic austerity” of classical \n  ballet, is even more explicit: For here, in classical dancing, I see the triumph of studied conception over \n  vagueness, of the rule over the arbitrary, of order over the haphazard. I am \n  thus brought face to face with the eternal conflict in art between the \n  Apollonian and the Dionysian principles. The latter assumes ecstasy to be the \n  final goal—that is so say, the losing of oneself—whereas art demands above \n  all the full consciousness of the artist. There can, therefore, be no doubt as \n  to my choice between the two (Whittall, page 170).",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Schoenberg, for his part, described both his own style, which took “a \n  turn—perhaps you would call it to the Apollonian side—in the Suite for Seven \n  Instruments, op. 29 [1925–6]” (page 73), and the aesthetic debate of his time, \n  which “one might be inclined to call . . . an Apollonian period” but which \n  also “presents rather a Dionysian aspect” (page 73, note 1), in terms of the \n  Apollonian-Dionysian opposition. Even John Adams made a passing reference to \n  his “Dionysian side” (page 181). Moreover, in addition to Stravinsky’s ballet Apollo , Whittall cites works by a wide range of composers that use Apollo, \n  Dionysus, or both as characters or central ideas, including Britten’s Young \n  Apollo [1939] (page 91), Hans Werner Henze’s opera The Bassarids [1964–5] (page \n  139), and Andriessen’s Rosa (page 122).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Three questions are raised by the interpretive framework constructed by \n  Whittall. First, can the two central themes of the book (Tradition-Innovation \n  and Apollo-Dionysus) be conflated? Do Apollonian order and serenity represent \n  tradition, while Dionysian chaos and abandon signify innovation? Second, how \n  are the opposing forces Whittall describes related to one another? Are they \n  merely antithetical, or do they participate in (Hegelian) dialectical \n  relationships? Finally, if the music analyst were to use Whittall’s approach \n  as a conceptual framework, what changes would it necessitate in \n  currently-available analytical methodologies, or what new methodologies might \n  be suggested by it?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] At first glance, the Tradition-Innovation (T/I) and Apollo-Dionysus (A/D) \n  pairings appear to be only tenuously related. True, Dionysus is frequently \n  associated with the impassioned outbursts of creativity required to spark \n  innovation, but cool Apollonian logic and organization are essential to bring \n  those “pipe dreams” to fruition. Conversely, although Apollo, as the Greek god \n  of order and reason, represents a link to the rationalist Enlightenment \n  tradition and thus invites association with neoclassicism, his link to the \n  advancement of civilization aligns him more closely with innovation.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Several of the sub-pairings discussed by Whittall can be related both to \n  A/D and T/I, but they do not necessarily exhibit a 1:1 correlation with both \n  pairings. Civilization-Nature, for example, would seem to correlate with A/D, \n  in that the imposition of order and structure on nature is necessary for the \n  creation of civilization. Yet, when compared to T/I, the relationship is \n  inverted: civilization is affiliated with innovation and progress, while \n  nature represents the unbroken continuity of tradition. To use a musical \n  example, Romanticism (Tonality)-Modernism (Atonality) might seem to map neatly \n  onto both A/D and T/I, until one considers that, at least in its dodecaphonic \n  form, atonal Modernism was more self-consciously ordered and highly structured \n  than the decadent works of late Romanticism. Even at the meta-level (i.e., \n  with regard to music criticism itself), the Structuralism-Hermeneutics \n  division (pages 21, 38) is not clearly analogous to both oppositions; while the \n  order and logic of structuralism aligns it with Apollo, it was nonetheless \n  innovative in the context of nineteenth-century music criticism and formalism.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In his preface, Whittall makes no mention of dialectical relationships, \n  characterizing his oppositions simply as “dialogues” (page vii) and “binary \n  pairings” (page viii). (4) He is careful to avoid absolutism, however, noting \n  that “all these pairs are viewed less as absolute opposites than as \n  interacting, overlapping tendencies, more mobile than fixed” (page viii). The \n  best visual analogies for the interaction he mentions appear to be the \n  “balancing” (pages 17, 28) of a seesaw, the “equilibrium” (page 17) of a scale, or \n  the “continuum” (pages 17, 36, 73, passim ) of an adjustable slider (e.g., in a \n  graphics editing program). He notes that “opposition itself is a relation” (page \n  16), and appears eager to avoid the charge of reductionism that might come \n  from invoking the notion of Hegelian synthesis. Instead, he uses terms like \n  “polarity” (pages 23, 61, 66), “tension” (pages 49, 61), “contrast” (page 50), \n  “conflict” (page 50), and “confrontation” (page 76), and narrowly defines \n  “synthesis” as the integrationist compositional goal of modern classicism (pages \n  30, 48, 54). (5) Figure 1 . Apollo-Dionysus and Tradition-Innovation as Overlapping Spheres of Influence (click to enlarge)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Thus, it would seem that A/D and T/I are separate but equal influences on \n  twentieth-century compositional aesthetics. As shown in Figure 1 , a particular \n  composition could be described in relation to the four intersecting spheres of \n  influence. The music of a traditional Apollonian composer would be Classicist, \n  tonal and tightly-knit (e.g., Sibelius) while that of an innovative Apollonian \n  would be Modern-Classicist, atonal, and tightly-knit (e.g., Webern). A \n  traditional Dionysian work, on the other hand, would be Classic-Modernist, \n  tonal but loosely knit (e.g., Janáček), and an innovative one would be \n  Modernist, atonal, and Expressionist (e.g., Berg).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Despite Whittall’s assertion that he intends the book to delve “deeper \n  into certain aspects of twentieth-century composition than was possible in its \n  more introductory predecessor” (page vii), this reviewer would have gladly \n  sacrificed some of the book’s breadth for more in-depth analyses, perhaps \n  arranged in alternating chapters as in Robert Hatten’s excellent book on \n  musical meaning in Beethoven. (6) Whittall insists that the book is \n  “work-centered,” but admits that “the quoted music examples can usually only \n  give a hint of the critical and technical perspectives under consideration” \n  (page viii). In his defense, however, he has written more extensively on many of \n  the pieces discussed in the book, and points readers to the relevant articles \n  where appropriate. In addition, the absence of prescribed or detailed analytic \n  procedures simultaneously gives the attractive impression that the author is \n  allowing the reader to observe a work in progress (perhaps the second \n  installment of a trilogy, with the concluding work entitled “Interpreting \n  Twentieth-Century Music”) and inviting the reader to draw his or her own \n  methodological inferences, using the book’s aesthetic framework as a guide. [16] Taken as a whole, Whittall’s oppositional framework and the six longer \n  analyses in the latter half of the book—Chapter 8: Henze’s Requiem [1990–2], \n  Chapter 9: Carter’s A Mirror on Which to Dwell [1975] and Birtwistle’s Pulse \n  Shadows [1989–1996], Chapter 11: Berio’s Sequenza XII [1995], Carter’s Inner \n  Song, and Ligeti’s Solo Viola Sonata [1991–4]—suggest four analytical \n  implications: structural analysis ought to be combined with \n  hermeneutics; multiple perspectives ought to be explored and \n  comparative analysis of the work of previous authors undertaken; primary source documents (letters, sketches, etc.) \n  should be consulted; discontinuity and coherence should \n  receive equal weight, with neither aspect receiving “a priori” preferential \n  treatment. Though these recommendations are not unique to Whittall, they carry \n  greater weight given his compelling demonstration of them in practice \n  throughout the book. (7) To illustrate how the first of these recommendations \n  might be applied in the context of a more detailed analysis, this review will \n  conclude with an examination of Act 1, Scene 2 of Schoenberg’s Moses und Aron [1930–32].",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Whittall identifies Moses und Aron as the locus of “one of modern music’s \n  most archetypal oppositions, that between the speaking Moses and the singing \n  Aron” (page 155). This opposition is played out most strongly in Act 1, Scene 2, \n  where Aron meets Moses in the wasteland, argues with him about the possibility \n  of worshipping an unknowable and invisible God, and ultimately rejects Moses’ \n  command to reveal God to the people without resorting to images or symbols. It \n  is the only scene in which Moses, desperate to win the argument, abandons his Sprechstimme and attempts to beat Aron at his own rhetorical game by singing \n  in full voice. The argument between the two opposing characters—and Aron’s \n  eventual triumph—is vividly portrayed by Schoenberg in every aspect of the \n  scene’s musical structure, from aurally salient features such as register and \n  timbre, to structural features such as areas, row partitions, and \n  voice-leading transformations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] A comparison of the scene’s orchestral and vocal features reveals a \n  composite of aural and structural associations that place Moses and Aron in \n  opposition to one another. Moses is associated aurally with low instruments \n  (the trombone, the tuba, and the contrabass), duple meter, low register, loud \n  dynamics, and slow tempi. He is associated structurally with the T 2 transpositional level of the row and its contiguous linear segments, \n  particularly the middle hexachord. Aron, on the other hand, is associated \n  aurally with higher, more lyrical instruments, such as the cello, flute, and \n  violin, triple or irregular meter, high register, quiet dynamics, and faster \n  tempi. Structurally, he is linked to the T 7 transposition of the row and a \n  division of the row into segments based on a selection of every other pitch in \n  its sequence (Cherlin’s “even/odd” partition). Table 2 . Row Forms, Partitions, and Areas (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Table 2 lists the areas, row forms, and partitions used by Schoenberg in \n  the scene: the name of an area (e.g., A4) is taken from the transposition of \n  the row form in question (e.g., T 4 ). (8) Area 4, formed by the combination of \n  row forms P 4 and I 7 , opens the scene then disappears after it is presented in \n  Section 2, leaving Area 7 (A7) and Area 2 (A2) in opposition to one another. \n  The ensuing alternation between A2 and A7, beginning in the middle of the \n  “Area” column of Table 2, reinforces the opposition of Moses and Aron on a \n  structural level. Since A2 is the area in which Moses begins his rebuttal at \n  measure 182, and it is the area in which he sings at measure 208, it becomes strongly \n  associated with him. It also surfaces twice in Section 9, at measures 192 and 200, \n  both times accompanying questions addressed by Moses to God, particularly “to \n  whom the reward?” Area 7, on the other hand, enters at Aron’s first mention of \n  imaging at measure 148. It then becomes the counterpart to the occurrences of A2, \n  accompanying each statement by Aron that is then questioned by Moses.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The introductory Area 4 reappears again in only one place: Section 6, the \n  climactic and pivotal moment of the scene, both textually and musically. (9) The catalytic effect of Section 6 upon the rest of the scene (and the rest of \n  the opera) is well illustrated in Sections 7 through 11, where the rate of \n  area change accelerates to once every three to six measures. This phenomenon, \n  likened by Lewin in his article on the Violin Phantasy to an acceleration of \n  the rate of harmonic change in tonal music, is represented by the proximity of \n  A2 and A7 in the lower half of the “Area” column. Like any good acceleration, \n  it provides an intensification of the conflict between the two characters, \n  corroborating the idea that Moses and Aron turn increasingly away from each \n  other after Section 6.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Area 4’s return highlights Aron’s first failure of the scene: measures \n  178–181, where he attempts to reject the other gods worshipped by the people. \n  Since A4 is associated with Aron’s questioning of Moses at the beginning of \n  the scene, it represents uncertainty, and is thus an obvious choice for this \n  point in the scene, when Aron’s self-confidence wavers for an instant. In measures \n  183–207, this moment of hesitation becomes a powerful internal struggle: Aron \n  tries to accept God’s intangibility, and, when he finds himself unable to do \n  so, he tries to infuse God with tangible qualities. This struggle, in which \n  Aron goes from hailing God as “unimaginable” (measures 183–4) to praising him for \n  the concrete rewards He offers to His people, is represented by the \n  accelerating alternation between A2 and A7. Thus, when Aron sings two \n  consecutive passages in A7 (measures 203–233), it signals the resolution of the \n  conflict: Aron has resolved that God is made concrete by His actions. When he \n  sings three pitches from A2 in the final measures of the scene, he is speaking \n  with the authority of Moses, appropriating the pitch material that formerly \n  belonged only to him and praying directly to God himself.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Whittall notes that “much recent critical discussion [of Schoenberg’s \n  late works], like Bluma Goldstein’s of Moses und Aron, is more interested in, \n  and more persuasive about the words than the music” (page 86). By combining \n  close reading of the musical score with the kind of informed and multivalent \n  critical interpretation advocated by Whittall, music theorists can prevent \n  writing in their field from descending further into jargonized esotericism and \n  restore it to its rightful place alongside the best works of criticism and musicology.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.04.10.3.latham.html",
    "data": "mto/data/mto.04.10.3.latham.json"
}