{
    "title": "Review of Brad Osborn, <i>Everything in its Right Place: Analyzing Radiohead</i> (Oxford University Press, 2016)",
    "date": "2017/06/01",
    "volume": "23",
    "issue": "2",
    "authors": [
        "Clement, Brett"
    ],
    "abstract": "",
    "keywords": [
        "Radiohead",
        "rock music",
        "form",
        "rhythm",
        "meter",
        "timbre",
        "harmony"
    ],
    "doi": "",
    "received": "March 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.2/mto.17.23.2.clement.pdf",
    "author_info": [
        {
            "name": "Brett Clement",
            "university": "Ball State University",
            "address": "School of Music, Hargreaves Music Building, Muncie, IN 47306",
            "email": "bgclement@bsu.edu"
        }
    ],
    "citations": {
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann . Oxford University Press.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . Oxford University Press.",
        "moore_1992": "Moore, Allan F. 1992. “Patterns of Harmony.” Popular Music 11 (1): 73–106.",
        "osborn_2010": "Osborn, Brad. 2010. “Beats that Commute: Algebraic and Kinesthetic Models for Math-Rock Grooves.” Gamut 3 (1): 43–67.",
        "osborn_2014": "Osborn, Brad. 2014. “Kid Algebra: Radiohead’s Euclidean and Maximally Even Rhythms.” Perspectives of New Music 52 (1): 88–105.",
        "smalley_1997": "Smalley, Denis. 1997. “Spectromorphology: explaining sound-shapes.” Organized Sound 2 (2): 107–26.",
        "spicer_2017": "Spicer, Mark. 2017. “Fragile, Emergent, and Absent Tonics in Pop and Rock Songs.” Music Theory Online 23 (2).",
        "tagg_2014": "Tagg, Philip. 2014. Everyday Tonality II: Towards a Tonal Theory of What Most People Hear . Mass Media Scholars’ Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Tagg ( 2014 , 52–55) writes at length about the unhelpful terminological distinction between “modal music” and “tonal music.”",
            "citations": [
                "tagg_2014"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In Everything in its Right Place , Brad Osborn offers an in-depth analysis of the music by English rock group Radiohead. Many readers will be familiar with this band’s career trajectory, including its early associations with the grunge and Britpop movements and its increasing experimentation beginning with the album OK Computer (1997). For evidence of its current critical standing, one need look no further than Walter Everett’s blurb on the back cover of this book, which describes Radiohead as “the single most important rock band since 1970” [read: The Beatles]. Though Osborn identifies his ideal reader as “a Radiohead fan who reads music” (xiii), I was drawn to the monograph by my curiosity regarding its methodology rather than by any particular admiration for its subject. (I was only superficially familiar with the band’s output.) I am glad to have waited so long to get to know this music better, as Osborn proves to be the ideal guide, demonstrating to readers that it warrants and rewards analytical attention. Basing his central thesis on the concept of ecological perception, he attributes much of the success of Radiohead’s music to its high degree of salience —the increased meaning that results from the band’s clever negotiation between two extremes, the conventional and the experimental. He seeks to demonstrate how “Radiohead’s juxtaposition of novel and conventional musical stimuli relatively affect a listener’s process of creating meaning in their music” (11). One perhaps inevitable result of this undertaking is Osborn’s emphasis on the experimental aspects of Radiohead’s output and his neglect of their early work, which he finds “too predictable for listeners immersed in rock conventions” (10). While fans of the early albums might argue this point, his approach will likely be of greater interest to readers of this journal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] One of the most helpful aspects of the book is its organization. Rather than proceeding chronologically through Radiohead’s output or offering a track-by-track analysis, Osborn instead uses each chapter to investigate a broad musical topic, applying one or more theoretical concepts to various songs along the way. There are individual chapters devoted to form, rhythm/meter, timbre, and harmony/voice leading—not to lyrics or melody, although these topics and others do get some attention throughout the book. One must applaud Osborn’s song selection and ordering within each chapter, which creates a logical flow from one song to the next, culminating in an “analytical coda” that treats one song in greater detail. These concluding analyses delve into the wider range of meanings that Osborn identifies in each song. This same organization is cleverly mirrored at a higher level as well: the final chapter offers an analysis of “Pyramid Song” in which all of the analytical approaches discussed previously are brought to bear on a single track.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Chapter 2, on form, is the first application of Osborn’s overarching notion of musical salience. He categorizes forms as either conventional (strophic and verse/chorus) or experimental (terminally climactic and through-composed) and uncovers a general progression toward more experimental forms over the course of Radiohead’s career. The primary distinguishing factor between these two groups is the technique of recapitulation, which Osborn associates with conventional forms. Conversely, he considers the absence of recapitulation in experimental forms to be the “greatest challenge to listeners whose perceptual strategies are attuned to conventional forms” (22). In the case of terminally climactic forms, which conclude with a memorable new section serving as the song’s climax, Osborn’s commentary left me impressed by the wide variety of approaches to structuring terminal climaxes that he finds in Radiohead’s output. For example, in “Karma Police,” the terminal climax compensates for a previous chorus that does not fulfill its function as a “memorable high point” (24). Some climaxes are statistical (i.e., achieved through texture, tempo, and/or volume), and others, such as in “Faust Arp,” are “anti-climactic” relative to an earlier chorus (29). Osborn’s manner of discussing the music as a real-time listening experience vividly captures how terminal climaxes engage with conventional forms, instilling a sense of goal-directedness that would otherwise be lacking. Particularly laudable in this respect is the chapter’s analytical coda on the song “2+2=5.” In addition to the interesting references to Orwell (in the lyrics) and Handel (in the chord progressions), we learn how this through-composed form, featuring a crucial timbral shift at its midpoint, might have been experienced by fans at the time, particularly those who were disillusioned by the dearth of traditional “rock” timbres on the band’s previous two albums. Insights such as this effectively highlight how musical salience can be heightened by knowledge of a band’s stylistic evolution.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Chapter 3, dedicated to rhythm and meter, offers perhaps the strongest evidence for Osborn’s thesis. Making use of some of the extant research on rhythmic and metrical disruption ( Krebs 1999 , London 2004 ) as well as his own earlier work ( 2010 , 2014 ), he discusses five ways in which Radiohead’s music exploits complexity in order to achieve salience relative to popular-music norms: odd-cardinality meter , changing meter , Euclidean and maximally even rhythms , grouping dissonance , and polytempo . Though Osborn states earlier that Radiohead’s music has “none of the surface level traits from progressive rock bands of the 1970s” (10), the evidence in this chapter suggests precisely the opposite, as most of the techniques discussed are commonplace in various experimental rock genres, chief among them progressive rock. That said, it could be argued that Radiohead’s employment of these devices achieves a particularly high level of salience due to the specific interaction between the conventional and the experimental, as described by Osborn.",
                "footnotes": [],
                "citations": [
                    "krebs_1999",
                    "london_2004",
                    "osborn_2010",
                    "osborn_2014"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The analyses that follow focus on how different listeners might interact with these five types of complexity, with special attention given to the maintenance of some measurement, be it a subdivision, a beat, a meter, or a hypermeter. For example, regarding the odd-cardinality meter of the song “2+2=5” (a 8 7 meter divided as 2+2+3), Osborn posits three listening strategies, which are ordered according to the degree of listener engagement with the grouping pattern. Particularly interesting is his third option, a “somewhat disengaged” (58) hearing in which the listener taps on every quarter-note pulse, drifting out of phrase with the 8 7 pattern every other measure and coming back into phase on each hypermetric downbeat. My guess is that many listeners take this option, thereby experiencing syncopations within and across the measures, but Osborn is justified in arguing for the comprehension of the 2+2+3 metrical pattern. Similarly, he describes Euclidean rhythms (e.g., 3+3+2+2) as “metric-ish” (60), recognizing that some listeners might be tempted to overlook these surface-level patterns. I am somewhat less convinced of the perceptual significance of Osborn’s distinction between Euclidean rhythms and maximally even rhythms, the latter featuring longer beats that are spread apart as far as possible (e.g., 2+2+3+2+2+2+3). Still, his imaginative hermeneutic readings of “Morning Bell” and “The National Anthem” describe some connections that an informed listener might make depending on these categories. Regarding changing meters, a crucial distinction is made between beat-preserving and beat-changing shifts, the latter requiring that the listener follow a faster “pivot” pulse value that is shared by both meters. From Osborn’s discussion, it appears that most of Radiohead’s meter changes are of the less disruptive beat-preserving kind. The section on grouping dissonance shows the band at its most experimental, as is effectively demonstrated in the concluding analysis of “Idioteque,” which features the interplay between a 6-layer (percussion) and a more assertive 20-layer (sampler), culminating in a 6:20 grouping dissonance. All in all, the inspired level of analysis found throughout this chapter marks it as a highlight of the book, and readers will likely find this chapter to be a useful reference for future research into similar metrical experimentation by other artists.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Chapter 4 provides a much-needed theoretical contribution to the analysis of musical timbre, continuing the book’s focus on listener perception and engagement. In interpreting timbre, Osborn employs Smalley’s ( 1997 ) concepts of source-bonding , through which the listener relates sounds to their apparent sources, and spectromorphology , which tracks a listener’s interactions with these sounds and sources over time. Again, Osborn emphasizes aspects that are salient, which in this chapter means timbres that are not instantly recognizable due to source-deformation or synthesis . Regarding source-deformation, which disguises the timbre of an instrument or voice, he focuses primarily on deformations applied to the guitar and the vocal, introducing the reader to a host of technologies available to the modern recording artist. Synthesis is a more complex issue, requiring surrogacy for the listener to effectively bond with a non-traditional source. In Radiohead’s music, Osborn finds primarily “third-order” surrogacy at work, in which listeners respond to the human gestures that activate the source (e.g., the synthesis of a bass-like sound on a keyboard). In contrast, “remote” surrogacy features timbres that “bring to mind no human gesture” (121), such as Jonny Greenwood’s use of the ondes Martenot. Many of the concepts discussed in the chapter are nicely represented in the concluding analysis of the eerie “Like Spinning Plates,” which includes a novel corrugaphone timbre as well as source-deformation and third-order surrogacy. In the process, Osborn identifies an impressive array of meanings in the track, including references to the anti-war lyrics, “spinning” sounds, and purely musical associations such as the pitch content of the corrugaphones. This thought-provoking discussion, dealing with one of the least theorized aspects of music, goes a long way toward explaining some of the most important factors in Radiohead’s appeal.",
                "footnotes": [],
                "citations": [
                    "smalley_1997"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Chapter 5 engages the subject of harmony and voice leading from a distinctly Schenkerian standpoint, setting it apart from the other chapters as somewhat less grounded in listener perception and the meaning of surface-level events. This methodology is clear in the voice-leading graphs and fundamental to the three harmonic systems that Osborn posits for Radiohead’s music (134): functional tonal (FT), functional modal (FM), and contrapuntal (CP). Both of the “functional” systems rely on the Schenkerian structure of an articulated V chord in counterpoint with either 2 ˆ or 7 ˆ ; the difference is that the FT system includes major and minor keys and contains the leading tone, while the FM system encompasses the diatonic modes Dorian, Mixolydian, and Aeolian, and therefore features the subtonic. In contrast, CP systems establish tonality through contrapuntal motions other than descending-fifth progressions; this category includes a multitude of chord progressions familiar in rock music, such as IV–I, which is viewed as a “plagal neighbor” (144) rather than a functional chord progression. One problem with defining tonal systems in this way is that it creates oppositions between terms that are not opposed from a listener’s standpoint, particularly “tonal” vs. “modal” and “functional” vs. “contrapuntal.” (1) Therefore, some readers may occasionally experience perceptual difficulties in Osborn’s categories. Particularly decisive is the role of the V chord, which is used to circumvent the modal categorization employed by numerous authors on rock harmony (e.g., Moore 1992 ). For example, rather than placing the Dorian-mode songs “15 Step” and “Lotus Flower” in the same category, Osborn regards “15 Step” as FM due to the presence of the “dominant” chord in its i–IV–v–IV loop, while he views “Lotus Flower” as CP because it does not feature the dominant.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "moore_1992"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Osborn highlights higher-level implications of these categories in the section on four salient harmonic designs: absent tonic , double-tonic complex , sectional centricity , and underdetermined . He advocates for a monotonal approach to understanding both surface and large-scale tonality, with an additional strong preference for Ionian modality. For example, he discourages the hearing of minor tonics in songs such as “How to Disappear Completely,” “Nude,” and “Codex,” describing all as using the absent-tonic strategy ( Spicer 2017 ) of withholding the true tonic, which is always understood as the relative major. His insistence that functional minor tonality requires the presence of a V chord may pose challenges to those listeners who disagree. However, Osborn’s methodology offers analytical rewards at the larger levels of structure represented by his middleground voice-leading graphs, which successfully capture the goal-directed voice-leading structures found in many Radiohead songs. Most compelling is the concluding analysis of “Faust Arp,” in which Osborn reads the song’s three sections as subsumed within a G-major tonality that arrives only at the chorus. His graph (166) exhibits an elegant contrapuntal structure with outer-voice contrary motion and ic5 motives occurring at different levels. Osborn’s monotonal framework does not leave much room for brief key shifts, so the prechorus is analyzed as an absent-tonic progression in G major (IV– ♭ II– ♭ V), a reading that he admits is “statistically unique” (164).",
                "footnotes": [],
                "citations": [
                    "spicer_2017"
                ]
            }
        },
        {
            "9": {
                "text": "[9] The final chapter on “Pyramid Song” returns the discussion to issues of salience and listener-generated meaning. Here, most of the methods of analysis presented throughout the book are revisited along with an analysis of the song’s music video. Osborn’s commentary again demonstrates his attention to a host of relationships among musical features and between musical and extramusical ones: he relates timbre and form, compares the song’s maximally even rhythms to the geometry of a pyramid, and even makes references to swing rhythms and Dante’s The Divine Comedy . The analysis serves as a fitting conclusion to the book, allowing for reflection on the overall contributions of Osborn’s efforts. One of the clear challenges of analytical projects devoted to a single artist or band is finding a productive balance between depth and breadth. There is no doubt that Osborn brings a great deal of analytical depth to this study, so any reader will leave this book with a much richer knowledge of Radiohead’s style. At the same time, his choice to organize the discussion according to theoretical concepts and focus on musical salience permits broader application of his ideas to music other than Radiohead’s, making it an excellent model for future projects of its kind. More generally, if viewed as a snapshot of the current state of theorizing in pop-rock scholarship, the book reflects trends on familiar topics such as harmony and form while also suggesting new paths for less charted areas such as timbre. Some readers might be left wanting for more explicit contextualization, elsewhere in the larger rock repertoire, of features that Osborn identifies within Radiohead, but from my standpoint as a Radiohead novice, I appreciated that Osborn leaves this question largely open. Ultimately, he provides readers with the necessary tools to make these connections themselves and to reach their own conclusions.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.17.23.2.clement.html",
    "data": "mto/data/mto.17.23.2.clement.json"
}