{
    "title": "Introduction: Music Theory in the Plural",
    "date": "2024/12/01",
    "volume": "30",
    "issue": "4",
    "authors": [
        "Li, Edwin K. C.",
        "Stover, Chris",
        "Wang, Anna Yu"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "10.30535/mto.30.4.7",
    "received": "",
    "pdf": "https://mtosmt.org/issues/mto.24.30.4/mto.24.30.4.li_stover_yuwang.pdf",
    "author_info": [
        {
            "name": "Edwin K. C. Li",
            "university": "The Chinese University of Hong Kong",
            "address": "Department of Music, Shatin, New Territories, Hong Kong",
            "email": "edwinli@cuhk.edu.hk"
        },
        {
            "name": "Chris Stover",
            "university": "Queensland Conservatorium",
            "address": "Griffith University, S01 3.16, South Bank Campus, 140 Grey St, South Brisbane QLD 4101, Australia",
            "email": "c.stover@griffith.edu.au"
        },
        {
            "name": "Anna Yu Wang",
            "university": "Princeton University",
            "address": "Department of Music, Woolworth Center, Princeton, NJ 08544",
            "email": "ayuwang@princeton.edu"
        }
    ],
    "citations": {
        "bohlman_and_celestini_2019": "Bohlman, Philip V., and Federico Celestini. 2019. “Editorial: Acta Musicologica and Multilingualism.” Acta Musicologica 91 (1): 1–4.",
        "cunningham_et_al_2020": "Cunningham, Maya, Dylan Robinson, Chris Stover, Leslie Tilley, and Anna Yu Wang. 2020. “Introduction: Beyond Western Musicalities.” Engaging Students: Essays in Music Pedagogy 8. https://doi.org/10.18061/es.v8i0.8653 .",
        "cusick_1994": "Cusick, Suzanne G. 1994. “Feminist Theory, Music Theory, and the Mind/Body Problem.” Perspectives of New Music 32 (1): 8–27. https://doi.org/10.2307/833149 .",
        "ewell_2020": "Ewell, Philip. 2020. “Music Theory and the White Racial Frame.” Music Theory Online 26 (2). https://doi.org/10.30535/mto.26.2.4 .",
        "iyanaga_2024": "Iyanaga, Michael. 2024. “On the Decolonial Otherwise of Translation: Alexander J. Ellis, Mário de Andrade, and the Contingency of Form.” Ethnomusicology 68 (2): 173–94.",
        "li_2021": "Li, Edwin K. C. 2021. “Stories of Translation; or, Translation as Music Theory.” History of Music Theory Blog . Accessed April 1, 2024. https://historyofmusictheory.wordpress.com/2021/04/02/stories-of-translation-or-translation-as-music-theory/ .",
        "li_2022": "Li, Edwin K. C. 2022. “Border Listening: A Global Hermeneutics of Gustav Mahler.” PhD diss., Harvard University.",
        "li_forthcoming": "Li, Edwin K. C. Forthcoming. “Re-translating Mahler’s Das Lied von der Erde .” Journal of the Royal Musical Association .",
        "mahuika_2019": "Mahuika, Nepia. 2019. Rethinking Oral History and Tradition: An Indigenous Perspective . Oxford University Press.",
        "mohanty_2003": "Mohanty, Chandra Talpade. 2003. Feminism without Borders: Decolonizing Theory, Practicing Solidarity . Duke University Press.",
        "yu_wang_2023": "Yu Wang, Anna. 2023. “Towards an Ethics of Translation for Global History of Music Theory.” History of Music Theory Blog . Accessed March 22, 2024. https://historyofmusictheory.wordpress.com/2023/04/11/towards-an-ethics-of-translation-for-global-history-of-music-theory-part-i/ ."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Despite the diversity of musical thought across historical and cultural spaces, much of what is nominally titled “music theory” concerns only a small sliver of this intellectual tradition, to the neglect of source documents from many of the globe’s language groups and communities. And while music theorists have increasingly looked to interrogate and move beyond the field’s historic Eurocentrism ( Ewell 2020 ; Li 2022 ), endeavors to do so are limited by three challenges. First, publications and teaching materials on traditions beyond those of the Western European art music tradition and its adjacents are considerably more difficult to locate, scattered as they are across disparate archives, libraries, journals, private unpublished records, interviews, and oral pedagogies and histories ( Cunningham et al. 2020 ). Second, many of the world’s musical cultures record and disseminate musical knowledge primarily through oral/aural means, which have not conventionally been viewed as legitimate modes of scholarly insight within Western academia ( Cusick 1994 ; Mahuika 2019 ). And third, many music-theoretical discourses live in linguistic enclaves, which limits the possibility of building relations among music theory’s global communities and lends itself to the privileging of knowledge production in European languages.",
                "footnotes": [],
                "citations": [
                    "ewell_2020",
                    "li_2022",
                    "cunningham_et_al_2020",
                    "cusick_1994",
                    "mahuika_2019"
                ]
            }
        },
        {
            "2": {
                "text": "[2] This special issue, the first published installment of a larger digital humanities project we have named “Music Theory in the Plural” (MTitP), strives to address some of these challenges. This project spun out of the lightning talk panel, “Translations of Underrepresented Languages in Music Theory,” organized by guest editors Chris Stover and Anna Yu Wang for the 2021 business  meeting of the Society for Music Theory’s Analysis of World Musics Interest Group. Buoyed by the energy of that meeting, the first formal event of MTitP was launched in 2022, an eponymous virtual symposium of fifteen speakers from institutions in five countries, jointly hosted by Griffith University and Harvard University. Then, in 2023, with guest editor Edwin Li on board as a third project lead, we organized the panel “Redefining Music Theory Through Translation” for the Society for Music Theory annual conference, which contained the early versions of three papers in the present issue.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] This issue consists of twelve peer-reviewed translations of music-theoretical sources, including both written publications and oral records, which represent diverse sociocultural, linguistic, and historical settings. These translations seek to pluralize music theory in terms of its modes of listening, the peoples and regions represented, the epistemologies embraced, and the very ways we articulate music theory. The translations offered in this volume present historically-situated departure points for us to hear timbre ( Peiris ), make instruments ( Carter-Ényì ), examine (a)tonal systems ( Cannon-Brown ), theorize motivic patterns in relation to cosmology ( Tenzer ), animate tonal materials ( Hynes-Tawa ; Kim ; Park ), experience time ( Goldberg ; Menezes ; Stover ), and contemplate what music and music theory fundamentally are and can be ( Li ; Qian ). But we do not see pluralization—an additive approach to diversifying music theory—as the end goal. Rather, its purpose is to help us confront the provisional nature of music-theoretical concepts and their intricate embedding within other venues of meaning-making.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A second, equally important purpose is to generate new avenues for global music-theoretical research and to sustain them by bringing what may seem like unlikely interlocutors into scholarly exchange. To achieve this aim, we invited twelve peer authors who do not necessarily hold cultural or linguistic expertise in the translated texts, but who do research in a related conceptual area, to write companion commentaries on the translations. By immediately placing the translated material in conversation with a music-theoretical perspective from a different musical, cultural, and/or epistemic context, these commentaries serve as beginning points for a richer multidirectional and multilayered exchange. We envision the emergence of a lateral network of resonances and connections that challenge the institutionalized tendency to privilege certain forms and sources of knowledge over others. We strive in this work to foreground the medium of translation as a generative form of scholarship that furnishes critical pathways for intercultural dialogue and epistemic decolonization in music theory ( Li 2021 , forthcoming; Iyanaga 2024 ).",
                "footnotes": [],
                "citations": [
                    "li_2021",
                    "iyanaga_2024"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Our peer review process also reflects our values for dialogical relationships. Unlike many other review models, we facilitated direct, non-anonymous interaction between authors and reviewers, modeled after the peer review approach adopted by the journal Engaging Students: Essays in Music Pedagogy . After an initial screening by the guest editors, we carefully selected peer reviewers well-versed in the language and subject matter of the translation and invited them to work with the authors using a shared Google Doc. Overseen by the guest editors, the review unfolded across three distinct phases. First, reviewers provided substantive feedback, addressing issues such as the accuracy of translation, adequacy of annotations, clarity of ideas, and engagement with relevant literature. Second, the focus shifted to refining elements like paragraph organization, word choice, and adherence to style guidelines. Third, the reviewers evaluated the article holistically to determine if it is ready for publication, voting to accept or reject and offering final comments if needed. Throughout each phase, we encouraged active engagement and responsiveness from the authors as they worked to address the reviewers’ comments and suggestions. The guest editors made the final decisions on acceptance or rejection based on the reviewers’ recommendations. We were delighted to note the reviewers’ meticulous work, the dynamic discussions this process enabled, and the highly professional and collegial manner in which the reviews were conducted. We have learned that some journals in music studies, including Music Theory Online and Rising Voices in Ethnomusicology: A Student Journal , are beginning to approach peer review in a similarly collaborative manner. We believe this dialogic approach offers valuable communal benefits, and hope that our experience can encourage more editors and journals in our field to consider implementing similar models.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] This special issue is but a first step in realizing our vision to create an ecosystem of global music-theoretical sources that generates new research pathways, democratizes music theory, and builds coalitions worldwide. Beyond publishing new translations, together with a team of researchers of complex infrastructure systems from Princeton University, we are developing an online platform of music-theoretical sources and references that will continuously grow in its modes of source documents (oral, written, visual, etc.), layers of contemporary commentaries, and networks of hyperlinked media. Moreover, the platform will innovate data visualization techniques to help users to identify and analyze the intricate geographic, temporal, and conceptual connections between sources. Perhaps most ambitiously, we aspire to leverage computer-assisted translations to enable readership and threaded analytical commentary in multiple languages beyond English. The twelve carefully wrought translations contained in this volume, once traced back to their original languages, will provide preliminary touch points for the construction of language models tailored to some of music theory’s many languages, getting us part of the way towards an inclusionary ethics of translation ( Yu Wang 2023 ). Echoing the spirit of the International Musicological Society in seeing multilingualism as “a capacious process of expanding musical thought globally” ( Bohlman and Celestini 2019 , 1) and complementing multilingual musicological platforms such as Répertoire International des Sources Musicales (RISM) and Répertoire International de Littérature Musicale (RILM), we envision the possibility of a rich intellectual space in which global music thinkers dialogue freely, each in their own language.",
                "footnotes": [],
                "citations": [
                    "yu_wang_2023",
                    "bohlman_and_celestini_2019"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Through this special issue and the larger MTitP project, we hope to foster a research environment that embraces the epistemological diversity and geographical breadth of musical thought, to prompt critical reflection on the assumptions of familiar music-theoretical paradigms, and to cast light on research methodologies that are inclusive, equitable, and generative. Still, we do not pretend to be able to fully resolve questions that will require a continuous and multifaceted global effort to tackle. We are counting on the synergies of a new wave of global-facing projects, an ecosystem in which an initiative like MTitP might amplify and complement the labors of other endeavors of a similar spirit—including the journal Ethnomusicology Translations (published by the Society for Ethnomusicology), the project Thinking Music: Global Sources for the History of Music Theory (co-edited by Thomas Christensen, Lester Hu, and Carmel Raz), and the Music Informatics for Radio Across the GlobE (MIRAGE) online dashboard, led by David Sears. As we prepare for the next stages of our project, we ask ourselves: What does it mean to build a truly global discourse when cultural tensions are unavoidable and the term “global” carries vastly different meanings across individuals, communities, and (ex-)colonies? How do we develop connecting threads or commentaries in a way that is sensitive to existing power structures and respectful of cultural divergences? How do we represent the complex ways music-theoretical concepts crystalize, change, migrate, or interact across multilingual global spaces? And how do we build global coalitions while remaining conscious of their potential to exercise a violence of exclusion ( Mohanty 2003 )? We do not have definitive answers at the moment, but we do invite readers to join us in pluralizing them.",
                "footnotes": [],
                "citations": [
                    "mohanty_2003"
                ]
            }
        }
    ],
    "mto": true,
    "category": "special issue: music theory in the plural",
    "source": "mto/raw/mto.24.30.4.li_stover_yuwang.html",
    "data": "mto/data/mto.24.30.4.li_stover_yuwang.json"
}