{
    "title": "Review of John Cage Symposium, Berlin, German, November 23–25",
    "date": "1996/03/01",
    "volume": "2",
    "issue": "3",
    "authors": [
        "Castine, Peter"
    ],
    "abstract": "The Institute for New Music of the Berlin College of the Arts hosted a three-day conference on John Cage from November 23 to 25. The conference included concerts featuring Cage’s \"Sonatas and Interludes\" and a performance based on the \"Song Books.\" Papers read at the conference covered all aspects of Cage, his music, and his aesthetics.",
    "keywords": [
        "Cage",
        "Silence",
        "Schoenberg",
        "Black Mountain College",
        "Boulez",
        "Stockhausen",
        "Whoopee-Cushion"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.3/mto.96.2.3.castine.pdf",
    "author_info": [
        {
            "name": "Peter Castine",
            "university": "Technical University of Berlin",
            "address": "Process Control Center (MA 073), Strasse des 17. Juni 136, 10629 Berlin, Germany",
            "email": "pcastine@prz.tu-berlin.de"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Prof. Cadenbach was kind enough to provide me with the text\nof his paper on the String Quartet in Four Movements . It\nsummarizes the piece’s relation to contemporaneous works in\nCage’s oeuvre, pointing out similarities and contrasts. In the\npaper’s second half, Cadenbach makes several analytical\nobservations regarding the composition, highlighting Cage’s\nmethods of temporal structure and use of a limited vocabulary of\npitch structures, taking prior work by Erdmann and Campana as a\nstarting point for his examinations.",
            "citations": []
        },
        "FN2": {
            "text": "2. The device referred to was definitely not the traditional\nThunder Sheet, typically used in theater and opera to simulate\nthe sound of thunder. Straebel later clarified, in a message to\nthe Silence list, that it is not clear whether or not Cage\nactually had opportunity to hear this device; however, Straebel\nconsiders it probable that Cage would have at least seen it.",
            "citations": []
        },
        "FN3": {
            "text": "3. The similarity in problems of determining historical\nperformance practice in Cage and Bach was also touched on in the  \nclosing session.",
            "citations": []
        },
        "FN4": {
            "text": "4. The original report to the Silence list also questioned if\nconsumer technology, as opposed to specialized products such as\nPro Tools and AudioMedia, was likely to ever provide the sort\nof mixing facilities Kuhn was suggesting. Stephen Smoliar pointed\nout, quite rightly, that this sort of thing is already available\non some multimedia CD-ROM productions.",
            "citations": []
        },
        "FN5": {
            "text": "5. The source of this statement is Peter Yates; there is no\nindependent confirmation that Schoenberg ever said anything\nlike this.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The following review of the Cage Symposium held in Berlin\nmade its first appearance as a series of contributions to the\nSilence mail list. These contributions were written in the lunch\nand dinner breaks of the conference and posted immediately to the\nmail list, in an effort to communicate the impressions made in\nthe most timely manner possible. However, it is hoped that the\nspontaneity of reporting herein will be, in and of itself, of\nvalue to MTO readers. For this reason, the review is submitted\nsubstantially as originally presented, with only minor edits.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Several comments made in the course of the conference\ngenerated responses on the Silence mail list, and these are\nreferred to in footnotes. I wish to express my gratitude to all\nthose readers whose remarks have contributed to making this a\nmore accurate and informed review.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Date: Thu, 23 Nov 1995 15:01 (MET). The most noticeable\ndifference between the recent Mills conference on Cage (“Here\ncomes everyone”) and this week’s activity is the weather—it’s\ncold and damp; the remains of last Sunday’s snowstorm are still\neverywhere to be seen. There was definitely a feeling that most\nparticipants were just picking up where they had left off a week\nago in this morning’s session.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Not quite everybody came straight from Mills. Diether\nSchnebel had been scheduled to speak, but his cancellation was\nfilled by Elmar Budde, who read from some of Schnebel’s writings\non Cage. To my mind, this was the most interesting (although\nalready somewhat familiar) contribution, although for the\nnon-allemanophonic participants the content will have been\ndifficult to follow.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Altogether, the linguistic demands on all participants are\nnon-trivial. Papers will be read in French, German, and English\n(the last being in the majority). The conference organizer,\nMartin Erdmann, stated at the beginning that there would not be\ntranslations of paper abstracts from English into the regional\ntongue, but after Deborah Campana’s paper, requests from the\naudience came to reverse the decision. We’ll see how this goes in\nthe following days.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Campana’s paper was an extended repeat of her California\nperformance—that is, she read her Mills paper, followed by a\nshort discussion, coffee, and then a follow-up paper. The Silence\ne-mail list was mentioned (Campana felt obliged to explain to the\nlocal audience what a mail list is—she was probably well advised\nin this regard, since the Internet is not as integral a part of\nthe German musicologist’s life as it is for his or her American\ncolleague), referring to a discussion regarding the propriety of\nusing a Whoopee-Cushion in Cage’s music (at which point, the\nlocal audience wondered what a Whoopee-Cushion might be, so this\nalso required explication).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] I note that Campana used the word “improvisation” in\nconnection with performing Cage’s music. This left me wondering\nquite what she meant by the term, since following Cage’s\ninstructions is something quite different from what is often\nassociated with the verb “to improvise.” Otherwise, her talk was\npeppered with anecdotes about “When I was with John at Urbana . . .”\nand “Then John said to me . . . ” This will presumably come as no\nsurprise to those who witnessed the Mills conference.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] After some more coffee Martin Erdmann spoke about Cage’s Chess Pieces . I must confess that I was unfamiliar with these\nworks. After the talk, I still cannot quite imagine what the\npieces sound like, but hope to have an opportunity at some stage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Altogether, the morning struck me as skewed towards the\nperspective of the musicologist rather than the performer. (This\nfeeling was heightened when the chair, after recognizing all\nrequests to speak by first name, took a question from Eberhard\nBlum with “the gentleman in the back.” Perhaps Blum is not so\nwell known outside of Germany, but the man has been performing\nCage extensively for two decades.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Date: Fri, 24 Nov 1995 15:23. Yesterday’s afternoon\nsession consisted of two presentations from Berliners. I regret\nhaving missed Rainer Cadenbach’s talk, (1) but I was at least able\nto hear Volker Straebel present his research on Cage’s early\nelectroacoustic works. The variety of equipment Cage was able to\ndig up at theaters and radio stations was impressive and\ninformative to those of us who started working with electronic\nmedia later. Most of the equipment used for those early works has\ndisappeared from the face of this planet—how many readers have\nseen a “Thunder Screen?” (2) (For that matter, it seemed no one in\nthe audience really knew what this object was or how it worked;\nfurthermore, there was little agreement on how to translate the\nterm into German, and only a fraction of the possible\ntranslations of the word “screen” were suggested.)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] This morning’s session was chaired by Veniero Rizzardi,\nsubstituting for Laura Kuhn. This was the session from Babel,\nwith Rosangela Pereira speaking in French, and the subsequent\ndiscussion flip-flopping between French, German, and English at a\nfurious pace. Pereira’s paper, “Le traversee du serialisme,”\ndefined serialism in a more general way than the typical\n“extending dodecaphonic techniques to other parameters.” My\nunderstanding of Pereira is that serialism is primarily about\ntrying to structure parameters such as dynamics, density, etc. at all . In this sense, Cage, Boulez, and Stockhausen had, in\nthe ‘50s, perhaps more in common than is generally thought.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] One theme that came in both Pereira’s and the following talk\nby Andras Wilheim was the dichotomy of rigor versus liberty. Both\npointed out that a rigorous approach to composition and\nperformance was and is crucial to Cage’s work. Wilheim’s talk\n(“Performing scores: Cage’s realizations”) was a springboard for\na hearty discussion of the problems of authenticity in performing\nCage’s music. Wilheim, of course, had numerous anecdotes to tell\non Cage revising (intentionally and unintentionally) scores\nbetween performances, between publications, and between writing\nscore and extracting parts (or the other way around—Cage, did\nnot always follow the conventional order of writing short score,\nfair score, and then parts). And some of the discussion revolved\naround comments from yesterday regarding listening to “authentic”\nperformances, such as Tudor, while preparing one’s own\nperformance of a Cage work. Eberhard Blum had an unequivocally\nopposed this approach and insisted that the published score could\nbe the only basis for a performance. Wilheim, in his talk, flatly\ncontradicted this, and referred to numerous comments,\nsuggestions, and modifications Cage authorized while working with\nperformers such as Tudor (and, of course, Wilheim himself).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] What was interesting in all this discussion was, to my mind,\nthe parallels with discussions of Baroque (and other historical)\nperformance practice, and the extent to which an aural tradition\ncan, should, or must influence performance. The problems\ndiscussed regarding Cage bear similarities to those concerning\nUrtext editions of, say, Bach, Beethoven, and Mozart. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Finally, Mitchell Arnold reported his experiences in\npreparing the world premiere of Cage’s 108 . The difficulties\ninvolved in this work (performers feeling that the lack of\nconvention in notation justifies an “anything goes” attitude)\nreminded me of the scandals surrounding other Cage orchestral\nworks. (With a student orchestra, the response was not quite\nenough to justify the word “scandal,” and the performers at least\nplayed the piece with some effort to do justice to the composer’s\nwishes.) This generated a useful discussion of whether Cage\nshould be performed by students at all, or the extent to which\none should even rehearse Cage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] One tangent that came up both after Wilheim’s and Arnold’s\ntalks was the question of how far one can “arrange” a work by\nCage and still have a valid representation of the “original”\npiece. One participant reported, as an example, performing one of\nEarl Brown’s graphic scores with a rock instrumentation. Is this\nvalid? Not surprisingly, opinions diverged. A gentleman addressed\nas Mark pointed out that Cage was asked, on many occasions, for\nhis opinion on the appropriateness of a particular\ninstrumentation for various compositions, and that study of the\nCage correspondence shows there are no easy generalizations for\nthis question. Cage’s replies covered the gamut from “anything is\nOK in this piece” to a flat “No,” and the suspicion remains that\nin some cases Cage’s response might have been different a decade,\na year, or even a day later.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Date: Fri, 24 Nov 1995 19:32. Laura Kuhn’s paper, “Cage’s\nalgorithmic aesthetics: anticipating CD-ROM,” was read in\nabstentia. The title is reminiscent of her Mills presentation.\nThe idea that Cage’s thinking would take advantage of new\ntechnologies is, in and of itself, hardly surprising: his is\namong the earliest (if not, indeed, the earliest) work in\nelectroacoustic music. However, Cage wasn’t always the first to\nbe involved with every technology: it seems that Paik was the\nvideo visionary. But the point that bothered me about Kuhn’s\npaper was the thesis that Cage’s aesthetics desired a “passive\nlistener” or “passive audience.” If this were the case, why did\nhe include those computer printouts in the Nonesuch recording of\nHPSCHD—the ones where the listener was supposed to adjust volume\nand balance settings every ten seconds while listening to the\npiece? Perhaps Kuhn has a definition of “passive” that fits in\nwith this, and other statements Cage made that seem to support a\nconcept of listening as an active experience, but it escapes\nme.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Obviously, technology is already available to support the\nsort of musical production Kuhn was suggesting in her paper:\nthings like real-time mixing of multiple tracks. Kuhn envisioned\n(among other possibilities) a CD-ROM of, say, the individual\nparts of 108 recorded to individual tracks, mixed together on the\nfly in accordance with Cage’s score, providing a new\n“performance” every time it is played back. Nevertheless, one\nwonders if Cage would not have had other ideas for this sort of\ntechnology. There is certainly something special about having a\nwhole orchestra up on stage, and re-mixing a recording is not the\nsame as a new performance. (4)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Paul van Emmerik reiterated an idea Rosangela Pereira spoke\non this morning, proposing a broader definition of serialism that\ngets Cage, Boulez, and Stockhausen into the same boat. His\nsuggestion (reflected in the paper title) that this was a sort of\n“creolization of serialism” led to some “lively” debate about\nwhat the word creolization implies (when two cultures or\nlanguages meet in a creolization process, is one in some way\nsuperior to the other?). The ideas presented seemed in many ways\nexcessively Eurocentric (as if Cage’s first trip to Europe was\nthe only really influential period of his life, and van Emmerik’s\nclaim that Cage’s 25-tone pieces were influenced by Schoenberg’s\n12-tone music is not one this author would like to defend).\nFinally, as Jolyon Brettingham-Smith pointed out during the\ndiscussion, Cage’s influences came from both East and West of the\nU.S., which is something of a spanner in the “meeting of two\ncultures” argument.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Still, van Emmerik’s point that the Boulez/Cage\ncorrespondence indicates that Cage’s “chessboard-like”\narrangements of musical materials were a springboard for Boulez’s\nserial matrices is worth knowing, even if it is perhaps not a new\ninsight.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] Date: Sat, 25 Nov 1995 14:52. Paul Rey Klecka’s\nperformance of “Sonatas and Interludes” last night can best be\ndescribed as cozy. The Kammermusiksaal at the College of the Arts\nwas full to the brim, but it was Klecka’s easy-going chatting\nwith the audience that gave the concert its atmosphere. Klecka’s\nperformance was remarkable for two reasons: he began with playing\nthe first sonata, then interrupted his performance to explain to\nthe audience (most of whom were not present during the symposium\nproper and who were not necessarily familiar with the\ncomposition) what a prepared piano was, the difficulties in the\nmeasurements, and the overall structure of the music. He also\nannounced an intermission after the end of the first half of the\npiece (that is, after the second Interlude). I do not know if\nthis counts as “authorized” performance practice, but dividing\nthe 70-minute performance into two halves alleviates some of the\ndanger of a performance becoming tedious. Klecka also gave us an\nencore, “Totem Ancestor,” another early Cage work for prepared\npiano, characterized by ostenati and rhythmic repetitions; short\nand sweet.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] This morning’s session began with a talk by David Patterson\non Cage at Black Mountain College. This contained considerable\nvaluable information on who was there when, and how the various\nparties interacted (during Cage’s first stay the “official” music\nprofessor was Erwin Bodky, who was focusing on the Beethoven\npiano sonatas—this configuration was bound to bring out Cage’s\nmost provocative statements on the grosse Meister, leading to\nsome hefty confrontations, in some reports culminating in a food\nfight in the dining hall.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Speaking of food fights, reports apparently differ\nconsiderably as to what exactly did take place, and this lack of\ndefinitive history seems characteristic of the entire Black\nMountain experience. Patterson extracted from several\ndescriptions of the 1952 happening, often referred to as Theater\nPiece no. 1 . While there are a few points of agreement, details\nfrom different reports are contradictory (Cage was elevated, but\nwhether on a podium, a ladder, or other platform is under debate;\nfilms were shown, but whether only abstract images or pictures of\nthe cafeteria chef were visible depends on who you ask).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] Date: Sun, 26 Nov 1995 17:46. Saturday morning’s session\ncontinued with Doerte Schmidt. Her paper’s title, “Die Geburt des\nFlugzeugs: Cage, I Ging und C.G. Jung” was a reference to a\nBuckminster Fuller quote Cage was fond of (and one that serves to\nremind us that Cage was influenced by both European and Asian\nsources). Schmidt made the point that Cage was aware of the I Ching\nconsiderably before the beginning of the ‘50s, having first come\nacross this book as early as the ‘30s in the San Francisco\npublic library. The point is worth making, since some of Cage’s\nanecdotes leave us with the impression that it was Suzuki who\nbrought him to this book, although Suzuki didn’t arrive in the US\nuntil 1950 and his teaching at Columbia began the following year.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] It is probably fair enough to credit Suzuki with being an\nimportant factor in Cage’s development towards the I Ching and\nchance. Perhaps even the decisive factor. The ‘36 encounter was\nprobably seminal, and the seed took many years to sprout. As\nimportant as Suzuki’s influence may have been, some of Cage’s\nwork that shows increased interest in indeterminacy predates the\ntime of the Suzuki lectures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Schmidt’s lecture also dealt with any influence C.G. Jung\nand Jungian analysis may have had on Cage. No one seemed able to\ndefinitively say whether or not Cage underwent analysis. Cage, of\ncourse, says in Silence “I never underwent analysis,” but in\nanother anecdote tells of speaking with a psychiatrist. Cage’s\nstatement that Zen replaced psychoanalysis seems to imply some\ncontact with a psychiatrist’s couch. The period just after the\nwar, coinciding with Cage’s divorce and, apparently, other\npersonal and professional difficulties, seems to be a chapter\nwhere Cage (and other sources) leave us a little in the dark as\nto what really went on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The discussion could not fail to talk about Cage’s use of I\nChing as a very particular form of chance that has a foundation\nbeyond simply “choosing random numbers.” The dichotomy of\ncausality versus synchronicity (according to Schmidt, introduced\nby Jung) also reared its head in the discussion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The morning ended with a paper presented by Sabine Sanio, a\ndoctoral candidate at the FU Berlin writing a dissertation on\nCage. The hall was packed and overflowing by now, with the\ndistribution of native to non-native listeners changing\ndramatically in favor of German-speakers. A few hardy anglophones\ndid stay to listen to a paper entitled “Die Paradoxie der\nUnbestimmtheit” with a subtitle that can be translated as  \n“Some thoughts on Cage’s terminology.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] The most obvious paradox Sanio refers to is the difference\nbetween Cage’s musical work of the ‘50s and his texts of the same\nperiod (Lecture on Nothing, Lecture on Something, and other “text\ncompositions” [Sanio’s term]). Indeterminacy functions in the\nmusic as a means of dissolving (or negating) conventional sorts\nof musical meaning or “semantics”; the texts, although highly\nunconventional in their use of semantics, have an unmistakable\nsemantic intent. The terms Sanio used include “Sinnzusammenhang”\nand “Kommunikation.” (However, one wonders if we should perhaps\nbe distinguishing between semantics and pragmatics in this\ndiscussion—Sanio is certainly aware of this distinction in\nlinguistic usage, but it did not come out in her talk.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In the afternoon, Veniero Rizzardi spoke on “Some specific\nepisodes of Cage’s European reception.” He threatened to get\nquite specific in deed, first limiting Europe to Italy, then\nlimiting the time frame to the years 1958–60. Rizzardi did, in\nthe end, go a bit beyond this focus (he mentioned Nono, Berio,\nEvangelisti, Eco, and Donatoni, but also Cardew, Adorno, Metzger,\nand several German towns well known to the musical avant garde).\nThe point of using the above focus was to highlight the time when\nCage’s influence in Italy was at its most positive. Cage had, of\ncourse, been in Italy prior to that. It was at the end of the ‘50s\nthat Cage’s ideas about indeterminacy found significant resonance\namong the Italian (and much of the rest of the European) avant\ngarde. Cage’s relation to Nono seems to have been most\nenlightening, with the two having considerable contact, up to\nCage’s (infamous) lectures in Darmstadt. After this, there was a\nfalling out between the two composers (although less charged than\nthe break between Cage and Boulez), coinciding with Nono’s own\ncontribution to the same issue of the Darmstaedter Beitraege zur\nneuen Musik .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In the following discussion, the question of the authorship\nof Nono’s paper came up (Lachenmann, who was studying with Nono\nat the time, has lodged a claim to authorship; Lachenmann is not\nlikely to have made this claim lightly and is a generally\nreliable source, but there seems to be no other evidence than his\nword) as well as the question of who Nono’s true target was, Cage\nor Stockhausen. There is also a question of whether Stockhausen\nhad a hand in editing the published text.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] After 1960, Cage retained influence as a point of reference\nfor Italian composers, including discussion about the idea of\nopen form, but Cage’s presence was primarily as a negative\ninfluence (“don’t do what Cage did”). We had some entertaining\nquotes, notably from Umberto Eco, which caused some strain on the\nchair in attempting to maintain his composure. The audience had\nno compunction about giggling through this.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Saturday put musicologists back squarely as the focus of\nthis conference, and this was most noticeable in the closing\ndiscussion, by which time attendance had thinned out\nconsiderably. A portion of the discussion circled around an\nhypothesis proposed by Rainer Cadenbach, that Cage research in\nEurope seemed more interested in questions of aesthetics, whereas\nAmerican research was more concerned with Cage’s personality.\nThere was agreement that this is not an absolute dichotomy, but\nthat there were some tendencies that supported this notion.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] In this context there was also a question about Cage\nresearch and reception in Asia. Cage’s presence has been felt in\nAsia (particularly Japan), and there is work being done there.\nWhile Berlin is about as far from Japan as one can get\ngeographically, it was reported that Asian research was equally\nunderrepresented at Mills. One can only hope that the next Cage\nconference, wherever it may be, can address this imbalance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] There was also some discussion of various Cage anecdotes and\ntheir historical accuracy. Cage had claimed never to have seen\nSchoenberg again after his studies, whereas a member of\nSchoenberg’s family recalls, apparently with great clarity, Cage\ndemonstrating piano preparation for his former teacher.\nAdditionally, the remark attributed to Schoenberg, that Cage was\nnot a composer but “an inventor of genius,” now seems to be of\ndubious origin (5) (although Cage may well have been dealing in\ngood faith when he quoted this).",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The closing concert was a performance by the Berlin\nensemble, Die Maulwerker, of a “Concert for Voices, Piano and\nFive Instruments (1958/70).” This was a simultaneous performance\nof extracts from Song Books and the Concert for Piano and\nOrchestra . Die Maulwerker are an ensemble with a 17-year history,\noriginally founded by Diether Schnebel. Their first performance\nwas, not surprisingly, Schnebel’s Maulwerk , but since then they\nhave collectively developed considerable experience in performing\nworks by Cage.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Saturday night’s excellent performance was scored for piano,\nflute, clarinet, violin, and two ‘celli, and voice (all\ninstrumentalists except the pianist doubled with vocal\nperformance). Reporting is difficult, but those who have\nexperienced other performances may recognize some of the “songs.”\nAmong these was that old favorite, “The best form of government\nis no government at all” (with an excitedly waved black flag),\nthe folding of towels, two recipes, and “Nitchy, nitchy,\ncollaconitchy!” shouted at us, first 62, then another 63 times.\nOf course, various other grumbles, moans, and humming as well as\nsome simple tunes (the final three-note melody, ending with the\nword persimmon, had a surprising feeling of reprise for this\nlistener), accompanied throughout by a quiet, 50 Hz hum on the\nlines to the loudspeakers (after due consideration I realized\nthis was a deliberate contribution from diffusion engineer,\nMartin Supper).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The venue was packed and overflowing for the entire 70\nminutes of the performance. A memorable experience.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "conference report",
    "source": "mto/raw/mto.96.2.3.castine.html",
    "data": "mto/data/mto.96.2.3.castine.json"
}