{
    "title": "Ownership, In Music and Music Theory",
    "date": "2011/04/01",
    "volume": "17",
    "issue": "1",
    "authors": [
        "McCreless, Patrick"
    ],
    "abstract": "",
    "keywords": [],
    "doi": "",
    "received": "December 2011",
    "pdf": "http://mto.societymusictheory.org/issues/mto.11.17.1/mto.11.17.1.mccreless.pdf",
    "author_info": [
        {
            "name": "Patrick McCreless",
            "university": "Yale University",
            "address": "Department of Music, New Haven, CT 06520",
            "email": "patrick.mccreless@yale.edu"
        }
    ],
    "citations": {
        "adler_1885": "Adler, Guido. 1885.  “Umfang, Methode, und Ziel der Musikwissenschaft.” Vierteljahrschrift für Musikwissenschaft 5, no. 1. Leipzig: Breitkopf und Härtel.",
        "barthes_1974_1970": "Barthes, Roland. 1974 [1970]. S/Z . Trans. Richard Howard. New York: 1974.",
        "bourdieu_1993_individual_essays_published_1968–1987": "Bourdieu, Pierre. 1993 [1968–87]. The Field of Cultural Production: Essays on Art and Literature . Ed. Randal Johnson.  New York: Columbia\tUniversity Press.",
        "catullus_1991": "Catullus. 1991. The Complete Poems . Ed. and trans. Guy Lee. Oxford and New York: Oxford University Press.",
        "cone_1960": "Cone, Edward T. 1960. “Analysis Today.” Musical Quarterly 46, no. 2: 172–88. Reprinted in Music: A View from Delft: Selected Essays , ed. Robert Morgan. Chicago and London:  University of Chicago Press, 1989.",
        "cone_1982": "Cone, Edward T. 1982. “Schubert’s Promissory Note: An Essay in Musical Hermeneutics,” 19 th -Century Music 5/3: 233–41. Reprinted in Schubert: Critical and Analytical Studies , ed. Walter Frisch. Lincoln: University of Nebraska Press, 1986.",
        "cook_2007": "Cook, Nicholas. 2007. The Schenker Project . Oxford and New York: Oxford University Press.",
        "drabkin_2002": "Drabkin, William. 2002. “Heinrich Schenker.” In The Cambridge History of Western Music Theory , ed. Thomas Christensen. Cambridge and New York: Cambridge University Press.",
        "foucault_1977_1975": "Foucault, Michel. 1977 [1975]. Discipline and Punish . Trans. Alan Sheridan. New York:  Vintage Books.",
        "gauldin_1979": "Gauldin, Robert. 1979 “Further Thoughts on Some Bach Preludes.” Theory and Practice 4, no. 2: 38–41.",
        "gibson_2005": "Gibson, Graeme. 2005. The Bedside Book of Birds: An Avian Miscellany . New York: Nan A. Talese, Doubleday.",
        "girard_2007": "Girard, Aaron. 2007. “Music Theory in the American Academy.” PhD diss., Harvard University.",
        "jackson_2001": "Jackson, Timothy. 2001. “Heinrich Schenker as Composition Teacher: The Schenker-Oppel Exchange.” Music Analysis 20: 1–115.",
        "kerman_1985": "Kerman, Joseph. 1985. Contemplating Music: Challenges to Musicology . Cambridge, MA: Harvard University Press.",
        "kramer_1992": "Kramer, Lawrence. 1992. “Haydn’s Chaos, Schenker’s Order; Or, Hermeneutics and Music Analysis: Can They Mix?” 19 th -Century Music 16, no. 1: 3–17.",
        "laskowski_1979": "Laskowski, Larry. 1979. “Context and Voice Leading: Influences on Thematic and Tonal Structure.” Theory and Practice 4, no. 1: 15–24.",
        "lester_1998": "Lester, Joel. 1998. “J. S. Bach Teaches Us How to Compose: Four Pattern\tPreludes from the Well-Tempered Clavier.” College Music Symposium 38: 33–46.",
        "mccreless_1997": "McCreless, Patrick. 1997. “Rethinking Contemporary Music Theory.” In Keeping Score:  Music, Disciplinarity, Culture , ed. David Schwarz, Anahid Kassabian, and Lawrence Siegel. Charlottesville: University of Virginia Press.",
        "schenker_1969": "Schenker, Heinrich. 1969 [1932]. Five Graphic Musical Analyses . New York: Dover.",
        "schenker_1979": "Schenker, Henirich. 1979 [1935]. Free Composition . Trans. and ed. Ernst Oster. New York: Longman.",
        "schenker_1997": "Schenker, Henirich. 1997 [1930]. “Beethoven’s Third Symphony: Described in Its True Content for the First Time.” Trans. Derrick Puffett and Alfred Clayton. In The Masterwork in Music: A Yearbook , III. Cambridge and New York: Cambridge University Press.",
        "taruskin_2005": "Taruskin, Richard. 2005. The Oxford History of Western Music . Oxford and New York: Oxford University Press.",
        "white-tailed_kite": "“White-Tailed Kite.” n.d. Wikipedia, The Free Encyclopedia . http://en.wikipedia.org/wiki/White-tailed_kite (accessed 19 March 2011).",
        "yeats_1989_1919": "Yeats, William Butler. 1989. The Poems . Vol. 1 of The Collected Works of W. B. Yeats , ed. Richard J. Finneran and George Mills Harper. New York: Scribner."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Joel Lester, citing Schenker’s analysis, has noted that the C-major Prelude “clearly expresses a descending octave scale in the bass and a dominant pedal framed by opening and closing tonic prolongations” ( Lester 1998 , 33). He further shows convincingly that the C-minor, D-major, and E-minor Preludes from WTC I—all of which are “pattern preludes,” or preludes containing constantly repeating surface figurations—also unfold essentially this same structure, thereby forming a “mini-series” of preludes in the volume, each more complex than its predecessor. He represents the structure in each of the preludes by means of a sketch of the bass line, with figured bass annotations ( Lester 1998 , 36). My sketches of the C-minor and D-major Preludes (I won’t consider the E-minor Prelude) trope on Lester’s examples by adding an upper voice that accompanies each bass line in descending tenths.",
            "citations": [
                "lester_1998",
                "lester_1998"
            ]
        },
        "FN2": {
            "text": "2. [Suggestion to reader: The two paragraphs in this footnote go into considerable analytical detail, none of which I covered in my original talk.  I strongly suggest that you wait and read them after you’ve read the whole paper; they will wreck its flow.] The professor might have noted that this passage is pretty complicated, both rhythmically and harmonically. The final two measures of the A ♯ -minor statement (measures 25–32) of the basic material overlap with the first two measures of a new eight-measure unit (measures 31–38).  There are two such units, measures 31–38 and measures 39–46; the second unit is an exact transposition of the first, down a whole step.  Furthermore, the harmonic motion from the A ♯ -minor thematic statement to the arrival on F ♯ is not simply a straightforward descending circle of fifths, A ♯ - D ♯ - G ♯ - C ♯ - F ♯ . The ii-V-I progressions that the student points out might lead us to think that, but at measures 36 and 44—that is, immediately after the ii-V-I progressions—the harmony jumps higher in the circle of fifths, such that measures 36–38 move down the circle from a different starting point, E ♯ - A ♯ - D ♯ , to prepare the arrival of G ♯ minor [ii] in measure 39, and measures 44–46 move D ♯ - G ♯ - C ♯ , to prepare the arrival of F ♯ major in measure 47.  Consequently, the descent through the circle of fifths takes only 16 measures (and goes one step too far!), while the ascent took 32 measures; and so the descent is twice as fast as the ascent, plus a bit. I can’t resist noting that, had Bach continued the two-measure units of the sequence beginning in measure 31—that is, if measures 35–36 were simply a transposition, one step lower, of measures 31–32 and 33–34—he would have arrived at his restatement of the original material in the tonic C ♯ major already in measure 37, rather than in measure 55, thereby saving 18 measures.  Surely this would have been a premature return, since the whole prelude then would have consisted only of the 32-measure ascent through the circle of fifths, five measures of return (the rhythmic overlap complicates matters here), and then the enormous dominant pedal and final cadence.  Had he proceeded in this manner, the descent through the circle would have been essentially eight times as fast as the ascent. Clearly, he had to tread water for a bit, and we can only admire how he did so.  In playing the prelude, I’ve always wanted measure 35–36 to continue the sequence of measures 31–34, and I’ve found it curious that Bach so complicates matters at measure 35, and especially at measure 36. But it’s precisely this move that enables him to have the two eight-measure units, with the transposition of the second leading inevitably to the very distinctive subdominant return of the opening material at measure 47, thereby leading to another complication (read on; see paragraph 2.11 ).",
            "citations": []
        },
        "FN3": {
            "text": "3. See the following website for details: http://www.greenwichcitizen.com/news/article/White-tailed-Kite-sails-into-Connecticut-history-605315.php . See also the Wikipedia article White-Tailed Kite , which confirms this as only the second sighting in all of New England.",
            "citations": []
        },
        "FN4": {
            "text": "4. A lovely detail here is that the bass C- D ♭ - D ♮ - E ♭ motion here in fact continues, at a much faster rate, the slow bass chromatic ascent, A ♭ - B ♭ - B ♮ -C, in measures 25–35.",
            "citations": []
        },
        "FN5": {
            "text": "5. There is much to be gained by considering this motive, especially at the original pitch-level—F- E ♭ , or 6 ˆ - 5 ˆ in A ♭ major—and also, as Schenker shows, if the E ♭ is raised to E ♮ , as 8 ˆ - 7 ˆ in F major, or, briefly, 4 ˆ - 3 ̂ in C major.  Also crucial is a slightly larger motive that incorporates the upper neighbor: C-F- E ♭ , or 3 ̂ - 6 ˆ - 5 ˆ , as in measure 2. (Schenker only shows the neighbor motion as motivic, not the 3 ̂ - 6 ˆ - 5 ˆ .)  The motive occurs more than once in Schenker’s sketch, and it can’t be missed as the bass in the final cadence of the entire Ballade.",
            "citations": []
        },
        "FN6": {
            "text": "6. The epitaph on Schenker’s gravestone in Vienna, as specified by Schenker himself in a codicil to his will. See Drabkin 2002 , 831; and Cook 2007 , 316.",
            "citations": [
                "drabkin_2002",
                "cook_2007"
            ]
        },
        "FN7": {
            "text": "7. Title page of Schenker’s analysis of Beethoven’s Third Symphony ( Schenker 1997 ).",
            "citations": [
                "schenker_1997"
            ]
        },
        "FN8": {
            "text": "8. A sentence from Schenker’s diary in 1931. Quoted in Jackson 2001 , 109; and cited in Cook 2007 , 11.",
            "citations": [
                "jackson_2001",
                "cook_2007"
            ]
        },
        "FN9": {
            "text": "9. Regrettably, I am now unable to locate where I read this statement. Nevertheless, I’m leaving it in the talk because it is an eminently plausible observation that a theorist might make about one of Schenker’s analyses. See also Allen Forte’s comment about Schenker’s use of the analytical exclamation point in his introductory essay to Free Composition ( Schenker 1979 ), vol. 1, xx).",
            "citations": [
                "schenker_1979"
            ]
        },
        "FN10": {
            "text": "10. For me the critical texts of these authors have been Barthes’s S/Z ( Barthes 1974 [1970] ), Foucault’s Discipline and Punish ( Foucault 1977 [1975] ), and Bourdieu’s The Field of Cultural Production ( Bourdieu 1993 [individual essays published 1968–1987] ).",
            "citations": [
                "barthes_1974_1970",
                "foucault_1977_1975"
            ]
        },
        "FN11": {
            "text": "11. Yeats’s last poetic lines—the last two lines of his last poem (“Under Ben Bulben,” 1939), and the lines he chose as his epitaph—were: Cast a cold eye On life, on death. Horseman, pass by!",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "I was honored by the Society for Music Theory last year by being asked to give the keynote talk at our November meeting in Indianapolis.  In general, I have left it in its form as an oral presentation for a particular time and place, rather than converting it into an essay or scholarly paper.  I have added bibliography and footnotes, and have made slight alterations necessitated by the new format.  My thanks to Stephen Gosden, a doctoral student in music theory at Yale, for preparing the musical examples, and to recording engineer Mateusz Zechowski for recording the sound files. * * *",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.1": {
                "text": "[0.1] “The Scarlatti, Schumann and Debussy in the first half were lovely, but wow—she really owned the Liszt Sonata in the second half!”  “Try as they might, the Dodgers were helpless today; Don Larsen owned them from the first pitch to the last.”  The first of these two statements I heard after the piano recital of a former student in New York this past April.  The second I made up myself, as something that well could have been said by a sportscaster reviewing the World Series game between the New York Yankees and the Brooklyn Dodgers on October 8, 1956—the game in which Yankees pitcher Don Larsen pitched the only perfect game in World Series history.  As you surely realize, the verb own in the two sentences is not to be taken literally.  Informally, we’d say this usage is slang; more formally, we’d say it’s a metaphor.  The speaker in the first statement didn’t mean that the pianist owned the Liszt B-minor Sonata as a piece of property, nor did the speaker of the second mean that Don Larsen owned the Dodgers as a franchise on a random October day in 1956.  I’d wager that all of you knew exactly what was meant in the two sentences as soon as you heard them.  That’s the good thing about slang: it works.  It delivers meaning quickly and clearly, and with a punch.  It’s the punch , in fact, that differentiates our slang and metaphorical meaning of the verb own from the more common, conventional one.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.2": {
                "text": "[0.2] My contention today is that the idea of ownership —both in its traditional and metaphorical meanings—is a handy springboard for considering some important issues in music and in music theory. I offer it as a useful locus around which I can gather some seemingly disparate, though I hope not actually disparate, thoughts.  We’ll discover, I think, that in the realms of music and music theory, we can use the concept of ownership to describe particular relationships that are meaningful to us—the relation of theorist to composer, especially canonic composer; of theorist to scholar in another discipline; of theorist to analyzed musical piece; and of scholar to competing scholar.  Such questions, it seems to me, are eminently worth pursuing, for ownership, as a concept, as an activity, and as a value, is central to our culture—both our culture at large, and to our more narrowly defined musical and music-scholarly culture.  Whatever musical usage I can make of it, it is critical to our lives, right now, on the ground, just as it has been critical to our cultural and political history for hundreds of years.  On the one hand, we, as literal consumers in a literally consumer society, tend to love what we own; we devote extraordinary amounts of time and energy to achieving various types of ownership.  Indeed, without economic and material ownership on a fairly massive scale, none of us would be here in the Marriott Hotel today.  On the other hand, our spiritual traditions, some of our canonic literature, Marxism, and a few other political movements, all encourage us, in different ways and in varying degrees, to be skeptical of ownership—at the very least to keep it in its place; at most, to do away with it altogether.  And so the topic is, I submit, even in the improbable setting of a music theory conference, worth talking about for an hour or so.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0.3": {
                "text": "[0.3] So here we go. Having studied rhetoric now for the past two decades, I have learned that a speech should be composed of five or six parts.  Obedient to the tradition, I’ve decided to go with five.  Here they are:  Part I—“The Scholars”; Part II—“Some Anniversaries”; Part III—“The Birds”; Part IV—“The Schenkerian Exclamation Point”; Part V—“ Peroratio :  Thank Heaven!  Here’s Professor Bourdieu!”  Each part of the talk asks the “ownership” question of a particular relationship between us as music theorists, and the music, musicians, and scholars with whom we deal. 1. “The Scholars” Bald heads forgetful of their sins, Old, learned, respectable bald heads Edit and annotate the lines That young men, tossing on their beds, Rhymed out in love’s despair To flatter beauty’s ignorant ear. They’ll cough in ink to the world’s end; Wear out the carpet with their shoes Earning respect; have no strange friend; If they have sinned nobody knows. Lord, what would they say Should their Catullus walk that way? William Butler Yeats (1983 [1919])",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] I remember exactly what I said when I first read this poem of Yeats as a nineteen-year-old undergraduate.  What I said was ”Uh-oh...”  Why “Uh-oh...”?  Because I could see instantly that there were two types of person in the poem: the creative poet, and the uncreative, almost anti -creative scholar.  And I knew that I didn’t have any poetry in me.  I had never written a poem, and was quite sure that I never would.  And while at that tender age I had really very little sense of what a scholar actually was, I could see that there was a far greater chance that I would become one of them than that I would become a poet of any description.  I had, to be sure, done my share of “tossing on [my bed]...in love’s despair;” but I couldn’t imagine that I’d ever find myself “rhyming out [lines],” either “to flatter beauty’s ignorant ear,” or, for that matter, for any other reason.  Yeats’s poem was thus, for me, a bit of a splash of cold water in the face.  But, truth be told, I also found the poem pretty irritating.  I thought it was nasty.  I thought it was nasty then, and I think it’s nasty now.  Who was Yeats, that he thought he could peremptorily dismiss such innocent and productive folk as “The Scholars” with a haughty wave of the hand, not even giving them a chance to defend themselves?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Not surprisingly, classicists, both soon after the publication of Yeats’s poem and in the years since, have taken notice of the poem and have not been amused.  The editor of the Catullus edition that I own ( Catullus 1991 , ix–xi) offers a clever rejoinder.  He observes that, without Catullus scholars—scholars who, over the generations, discovered the manuscripts, figured out their provenance, compared them, edited them, translated and published them—without Catullus scholars, there would be no Catullus, and thus no Catullus poems for us to read.  And paradoxically, if there were in fact no Catullus and no Catullus poems, then there wouldn’t be any Catullus scholars either, to ridicule and make fun of, so that Yeats, sipping on his Guinness at a Dublin pub, could feel better about himself.",
                "footnotes": [],
                "citations": [
                    "catullus_1991"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] As I came to learn in the early years of graduate school, this fraught creator/scholar binary plays itself out dramatically on the shelves of our music libraries.  The composers, the creators , reside in the ML 410s. We mere music theorists, on the other hand, are relegated to the ML 423s. The power ratio couldn’t be clearer. In the Yale Music Library, the ML 410s take up approximately 828 feet of shelf space. The ML 423s, by contrast, take up a grand total of 33. OUCH! Advantage, Yeats.  And even our modest 33 feet includes not just music theorists, but musicologists or music scholars in general as well, so that in addition to Rivera on Lippius, Rothfarb on Kurth and Halm, McClatchie on Lorenz, Rehding on Riemann, and a number of writers on Schenker, the ML 423s also include books on Ludwig Köchel, Phillip Spitta, and others.  Now to be sure, our work can and does appear in greater number in the MT category: MT 40 for harmony, MT 55 for counterpoint, and so forth, and our shelf numbers here are respectable.  But I’ve always seen the loads of books on the ML 410 shelves about Bach or Beethoven or Stravinsky as signifying that someone cares about them —cares enough about them to write thousands of pages, about them . So the MTs offer me little comfort.  When it comes to books about us, as theorists, it’s the ML 410 to ML 423 ratio that counts, and the news is not good.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.4": {
                "text": "[1.4] What does this lopsided ratio mean in terms of ownership?  It suggests to me that the composers, especially the canonic composers, have something we don’t—or at least we don’t have it in anything like the same degree: namely, cultural capital.  In this sense Yeats was right, and he knew it.  In “The Scholars” he speaks from a position of power.  He surely knew, consciously or unconsciously, that we scholars accrue what capital we have, in part according to the extent to which we can claim an association with canonic figures like him, or like Catullus—an association based on the extent that we tell their lives, or that we edit, explain, and analyze their work.   What we as scholars, whether literary critics or music theorists, own is, as the old Prudential Company TV commercial would have it—“our piece of the rock.”  The rock is the canon; we improve our chances of making it into the ML 423’s—forget the ML 410’s...they’re unreachable—if we can illuminate or explain the works or the compositional techniques of the canonic composers.  This is where our musicological colleagues have a clear advantage over us.  There’s cultural capital in being a Bach scholar, or a Verdi scholar, or a Debussy scholar; such scholars get interviewed when a new manuscript or letter appears, or when a festival celebrates their composer’s work.  But life is different for us theorists.  In my own experience, if I tell new acquaintances at a non-musical social gathering that I’m a Wagner scholar or Shostakovich scholar, they nod approvingly.  If I tell them that I teach harmony and counterpoint and try to figure out how music works, they just stare at me blankly. 2. Some Anniversaries",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] We in the business of Western canonic music do indeed tend to be fond of anniversaries, to make a big deal of them.  I am no exception, as you’ll soon see.  We all know that this year is the Schumann and Chopin bicentennial, just as we know, with varying degrees of anticipation and dread, that 2013 is the Wagner/Verdi year—Richard Taruskin’s Class of 1813 ( Taruskin 2005 , Vol. 3, Chapters 10–11).  Our current year, 2010, also marks some anniversaries in music scholarship—anniversaries that you may not have thought of juxtaposing against one another.  2010 marks the 125 th anniversary of the publication of Guido Adler’s foundational essay, “Umfang, Methode, und Ziel der Musikwissenschaft”—“The Scope, Method, and Aim of Musicology,” in 1885 ( Adler 1885 ); and it is the 25 th anniversary of the publication of Joseph Kerman’s book Contemplating Music , exactly a hundred years later, in 1985 ( Kerman 1985 ).  We also commemorate the life and work of Heinrich Schenker this year; 2010 is 75 years after his death, and also after the publication of his magnum opus, Der freie Satz , in 1935 ( Schenker 1979 ). And finally, what about the 50 th anniversary, this year, of the publication of Edward T. Cone’s essay, “Analysis Today,” in a special issue of the Musical Quarterly , entitled “Problems of Modern Music,” in 1960 ( Cone 1960 )? Is that not an achievement worthy of a word or two at an SMT meeting 50 years later?",
                "footnotes": [],
                "citations": [
                    "taruskin_2005",
                    "adler_1885",
                    "kerman_1985",
                    "schenker_1979",
                    "cone_1960"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] Today we won’t talk about the two composers and their bicentennials; they already have sufficient shelf space.  But what, if anything, ties together my motley assortment of music-scholarly events—what, that is, other than my being simply able to subtract all the relevant dates from 2010 and come up with multiples of 25?  Truth be told, it’s not uninteresting to line them up in chronological order: Adler in 1885; nothing, sadly, 25 years later in 1910—no world-historical events in music scholarship that year, so far as I know; Schenker and the publication of Der freie Satz in 1935, exactly fifty years after Adler; then Cone in 1960; Kerman in 1985; and BAM!—here we are in 2010.  What does it all mean?  For starters, one can’t help noticing the inexorable westward drift across the Atlantic and beyond, from the Vienna of Adler and Schenker, to the USA of Cone (East Coast) and Kerman (West Coast).  Nor can one ignore the balanced combination of musicologists and theorists (that is, if Adler would be willing to be called a musicologist); one enjoys bouncing from musicologist to theorist and back.  Yet those distinctions, interesting though they be, pale beside what really makes these scholarly moments in 25-year increments stand out: each represents a field-defining moment in its discipline; each is a moment in which musicology or theory laid claim to what it is about, to what it owns in the panoply of musical scholarship.  Adler’s and Kerman’s offerings are nothing less than manifestos defining the scope and limits of musicology—Adler offers an inclusive panorama of virtually every conceivable form of musical scholarship in 1885, while Kerman gives a somewhat reduced overview in 1985.  Since, by the time of his writing the separate fields of ethnomusicology and contemporary music theory had been established, Kerman narrows his purview down to historical musicology within the Western musical tradition, with the emphasis on his own cherished artistic and scholarly value: criticism.  I need not point out the centrality of these manifestos: musicology did in important ways, post-1885 and post-1985, claim and cultivate precisely what Adler and Kerman, respectively, said they should.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.3": {
                "text": "[2.3] Now at this point you may be feeling some anxiety about where this talk is going.  You may think, “This is a silly way to look at music scholarship: to see it as a broad field of endeavor, with all its activities divided between disciplines, some owning this, some owning that.”  Indeed, if you know my article “Rethinking Contemporary Music Theory” (1997), you may have the fear: “Oh, no!  He’s going to take what he did there, replace all the transitive verbs with the verb own , and do it all over again.”  Not true!  I do assert that there’s something to be gained by looking at our disciplines as being within a contested field, with struggles for ownership of various pieces of the pie at stake.  And this is precisely where Edward T. Cone comes into the picture.   “Analysis Today” is hardly a manifesto on the scale of Adler’s or Kerman’s, and I doubt that he intended it as a manifesto at all.  But it functioned as a field-defining manifesto of sorts, because it articulated, or at least began to articulate, some of the fundamental principles on which American music theory, as a solo discipline, turned out eventually to be built.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.4": {
                "text": "[2.4] And field-defining it has been—field-defining precisely in determining questions of scholarly ownership: who does what, who owns what.  Serendipitously, just a few days ago I was chatting with my colleague Michael Veal, an ethnomusicologist who studies West African music, the music of Jamaica, and jazz of the 1960s.  We were talking about our respective fields, and out of the blue he asked, “American music theory has a really distinctive stamp, and it’s had a lot of influence.  What enables it to do that?”  Without even thinking about it, I said something like the following: “What’s distinctive is its generalizability—its willingness to deal with musical abstractions, and deal with them in an intellectually responsible way.  You internalize some basic principles from a theory or two, and then those theories can act as catalysts with respect to all sorts of repertories and musical situations in which you may find yourself.  They may or may not work, but they offer some possibilities, some ideas that get things moving.  What’s more, many American theorists are musically solid; they have dirtied their hands with performance or composition, they have paid their dues in taking and mastering and teaching harmony and counterpoint.”  Now, a few days later, having thought about it a bit, I think I was right.  It’s the generalizability, and perhaps also the musicality, of the best American theory that has made it exportable, that has helped to spawn music theory societies in Europe and Asia.  Emigrating German scholars brought us musicology in the first half of the twentieth century.  We, in turn, exported to Europe a new brand of music theory in the second half.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.5": {
                "text": "[2.5] Cone’s article played, and plays, an important role here, because it modeled a particular kind of musical thinking that became second nature to many of us who entered the field in the 1970s and 1980s.  Two of his claims in “Analysis Today” had a strong impact on me when I read them, and I immediately incorporated them into the way I did and taught music theory.  His statements will surely be familiar to you.  The first sets up a criterion for what constitutes a good analysis.  Musically insightful analysis, valid analysis, should be situated between description and prescription, between simply ticking off what happens in a piece, on the one hand, and forcing an interpretation upon it, willy-nilly, on the other. The second makes the bold, if simple, claim that a good composition will indicate its own best means of analysis ( Cone 1960 , 174).  As we’ll see, even though the first statement establishes a criterion for what makes a good analysis, and the second a criterion for what makes a good composition, the two are related in an intriguing way.",
                "footnotes": [],
                "citations": [
                    "cone_1960"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] Can we actually believe Cone’s claim that a good piece suggests its own best means of analysis?  I remember what I thought when I first read it.  “Right on!”—I said: “that’s my instinct, too.”  I still say “Right on!” now, though in a more restrained fashion, and with an awareness that not everyone will have the same reaction as I.  For after all, doesn’t Cone’s claim contain more than a whiff of Kant’s idea of the universality of aesthetic judgment—that we all react to aesthetic objects in the same way, and once that judgment is made, the game is over?  Or more pointedly, as Lawrence Kramer has maintained, doesn’t a statement like this close the hermeneutic circle—Kramer calls it a “charmed” hermeneutic circle—prematurely, entirely cutting off the possibility of relating music to a broader culture, and even shutting down music-analytical inquiry itself inappropriately ( Kramer 1992 , 4)? Yes, it does, and I acknowledge and even agree with, to a degree, these criticisms.  It’s certainly true that Cone’s idea leaves the door wide open for one analyst to use the claim that “the music tells me [and implicitly, not you ] how to analyze it,” and thereby appeals to a higher authority against which, or against whom, there’s no argument.  But I still think that Cone had a point—a point that I have made to analysis classes for years, and that I still believe in.  What I think he’s saying is that people in whom an artistic tradition is deeply embedded—people who have lived it and have it in their bones—will tend to have good instincts about works that are composed in the tradition; and furthermore that they may even have reasonably reliable instincts about how to evaluate their own aesthetic judgments, knowing how to test them in various ways to see, or to hear, if they are plausible. Example 1 . Heinrich Schenker, analysis of J.S. Bach, Prelude in C Major from The Well-Tempered Clavier I (click to enlarge and listen)",
                "footnotes": [],
                "citations": [
                    "kramer_1992"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] Here’s a simple analytical example, the point of which is not any musical insights that may fall out from it, but rather the process itself, which I would claim is especially characteristic of our discipline, which marks out the area that it claims, and which owes much to Cone.  In so doing, I’ll try to reclaim a bit of value for prescription and description, or at least stepping gently into either side as a way of keeping musical and analytical focus.  Suppose I’m a young graduate student—a good musician, but a bit naïve—in an analysis class, studying the first few preludes in Book I of Bach’s Well-Tempered Clavier . Given the assignment to analyze the Prelude in C Major, I spend a few frustrating hours trying to find something, but come up short—little more than a series of Roman numerals.  In class, though, the professor shows us, though without going into detail, Schenker’s analysis from Five Graphic Music Analyses ( Schenker 1969 , 36–7), and I suddenly hear, see, and understand something that I hadn’t noticed myself: the piece, having begun with a short progression to establish the key, traces a pattern of descending tenths, which then resolves through a dominant pedal to a final cadence ( Example 1 and Audio Example 1 ).  I’m a quick study, and as soon as I begin the assignment for the next class, which is to analyze the C-minor and D-major Preludes, I realize excitedly that they work the same way, albeit with the C-minor rather more complex than the C-major, and the D-major far more complex than both.  In each there’s the establishment of tonic, then a descent of parallel tenths, which leads to a dominant pedal and cadence.  I even note that the bass line of the parallel tenths undergoes a change in direction in the C-minor Prelude, and that in the D-major, octave shifts make possible a descent of two octaves in tenths rather than one. (1) (Listen to Audio Example 2 , which provides, for each of the two preludes, the first few, figuration-establishing and tonic-establishing measures, followed by an informal, “aural” Schenker sketch of the whole piece.  The aural sketches emphasize the descending tenths in each case, and bring out the registral shift in the bass in the C-minor Prelude, and the registral shifts and two-octave span in the D-major Prelude.) Audio Example 2 . Opening measures and aural sketch of both the C-minor and D-major Preludes Audio Example 3 . Opening measures of the -major Prelude Example 2 . Bach, C ♯ -major Prelude (click to enlarge and listen) Audio Example 4",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "schenker_1969"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] For the next class we’re assigned the C ♯ -major Prelude ( Example 2 ), and I head for the piano, armed with my trusty parallel tenths. But immediately there’s a problem.  The first musical unit, measures 1–8, begins with 3 over a tonic bass—so far, so good—but it doesn’t establish the key with a real harmonic progression in the manner of the other preludes; it just moves up and down over a tonic pedal.  (Listen to Audio Example 3 , which provides the first eight measures of the prelude.)  And then things start jumping around, and not only can I not find any parallel tenths; I can hardly find any linear motion at all. (Listen to Audio Example 4 , the complete C ♯ Prelude.)  True, I can find a pattern of ascending tenths if I connect measure 1 to measure 17 to measure 35, and in the far distance (measure 55) I hear/see a return to the opening sonority.  But there’s nothing remotely like the relatively straightforward and on-the-surface successions of descending tenths that were so distinctive in the other preludes.  So the best I can do is to take a deep breath and start drawing lines and arrows and slurs in a desperate attempt to get to the tonic arrival of measure 55 in something like the way I got to the comparable point in the other preludes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.9": {
                "text": "[2.9] When I arrive at class, ready to show off the diagram that resulted from my hours of work, another student, who frankly was really lousy at finding parallel tenths, tells the professor that the C ♯ -major Prelude is a crazy piece, and she’s never heard anything like it.  It starts with an eight-measure idea in the tonic, then repeats the same idea in the dominant, with the hands reversed, but then, rather than staying in the dominant as it should, it keeps going—up through scale degree ii, up through vi, even, for just a moment, up to iii.  She rushes to the piano and says, “How many pieces do you know that start out by doing this?” and she plunks out ascending block chords— C ♯ major, G ♯ major, D ♯ minor, A ♯ minor, E ♯ minor.  (Listen to Audio Example 5 , which provides these triads in ascending order.)  Another student then pipes in to say that, exactly at that moment, it’s as though the piece suddenly realizes what it’s done, panics, and goes back down the same path, twice as fast (more or less), and one step too far.  He points out that there are ii-V-I progressions in ii ( D ♯ minor) at measures 33–35, and in the tonic C ♯ at measures 41–43; further, the progression continues and overshoots the mark, landing in IV ( F ♯ major) at measure 47.  (Listen to Audio Example 6 —harmony, measures 1–47; the actual harmony in the descent is, of course, more complicated than the pithy summary that you hear here.)  At that point the hands return to their original music, though with inverted material, and then the move up a fifth gets us back to the tonic of C ♯ , also with the original material, and hands in the original position.  To my horror, the professor was delighted. (2) Audio Example 5 . Harmony, C#-major Prelude, measures 1–33 Audio Example 6 . Harmony, C#-major Prelude, measures 33–47",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "2.10": {
                "text": "[2.10] I could continue the story, but I need not.  The student in my example let himself fall into thinking that all the pieces would work the same way.  Bringing that expectation to the C ♯ -major Prelude, he prescriptively forced the piece to adjust to his expectations.  The other student, on the other hand, didn’t come with any preconceived notions.  She just observed—or even merely described—what was happening, and in so doing discovered the pattern that makes the piece distinctive.  We might say that she let the piece tell her its best means of analysis.  And perhaps it is its best means of analysis, at least for students who need to ground their understanding in the harmonic surface of a piece. [2.11] But in no sense am I saying that a Schenkerian analysis is necessarily prescriptive, or that harmonic seat-of-the-pants pattern-finding is always productive.  One has to listen and think, and trust one’s instincts.  With respect to this particular piece, the C ♯ -major Prelude, we are fortunate to have, in print, a useful exchange that turns precisely on how a Schenkerian hearing and a more harmonically-based hearing differ.  Early in the life of the journal Theory and Practice , Larry Laskowski ( 1979 ) published a Schenkerian analysis of the Prelude that connects the opening 3 ( E ♯ ) over tonic to its tonic return, halfway through the piece, in measure 55.  Laskowski hears all the music between measures 1 and 55 as prolonging the tonic sonority, with 3 in the soprano, in a way not unrelated to what happens in the other three preludes we’ve been looking at.  Robert Gauldin ( 1979 ), in the next issue of the journal, counters that such a hearing denies the impact of what he interprets as a real subdominant recapitulation on F ♯ eight measures before. It’s not an easy choice, and there are persuasive arguments on both sides; the piece seems to tell two musicians different “best ways” of hearing it.  For us, there’s no need to weigh in on the argument, but simply to point out that the very setting up of, or articulation of, the choice exemplifies the kind of musical thinking that Cone’s essay encouraged, and that got folded into the project of music analysis. 3. The Birds",
                "footnotes": [],
                "citations": [
                    "laskowski_1979",
                    "gauldin_1979"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] I’m a birder, as are, I know, a number of you.  I have long thought that there are striking parallels between birding and music analysis.  The skills in both are visual and aural, the rewards aesthetic.  Birding, like music analysis, is also, in a way, born of desire.  One longs for the joys of the outdoors, of seeing and identifying birds beautiful and/or rare, or of just seeing some birds, period—of making the whole experience of them one’s own.  At a certain point, one may join a birding community, whereupon one also learns that, as in music analysis, one may begin to desire mastery and control.  One may, in a word, desire to own the birds, and to demonstrate to the other members of the community the impressiveness of one’s ownership thereof.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] How does one own the birds?  One owns birds primarily through what is called the Life List: the total number of bird species that one has seen in one’s life.  (“Listers,” as they’re called, often also make lists of birds seen in a given year, in one’s state, in the US, in North America, and so forth.)  One records and adds up species, either by one’s self with a bird ID book, or with others who share the same interest, and who bring to the task a variety of experience and skills.  The very language of birders in the field is that of ownership.  In the field one hears observations such as  “I got the grasshopper sparrow, but I didn’t get the American kestrel.  Did you get the yellow-headed blackbird?”  In recent years, especially since the advent of the digital camera, an important way to own birds is to photograph them—especially to photograph any “Lifers,” as a new bird for one’s Life List is called, or any species particularly rare or colorful. Example 3 . White-tailed kite (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.3": {
                "text": "[3.3] In general, communities of birders are genuinely concerned about the environment, generous in their support of habitat preservation, and mutually supportive of one another’s efforts.  But opportunities for species listing and photographing carry with them the opportunity for bad behavior.  A piece of what we would surely consider horrible behavior, but was not considered bad behavior at all at the time, is provided by the work of John James Audubon, who, as we know, painted birds from specimens that he had shot and killed.  He is quoted as saying that he had wasted any day on which he had shot fewer than 100 birds ( Gibson 2005 , 3).  An extraordinary instance of questionable behavior took place more recently on the Connecticut shoreline this past summer.  For reasons completely unknown, in early August a white-tailed kite showed up near the mouth of the Housatonic River ( Example 3 ).  The white-tailed kite is a handsome, hawk-like bird, about the size of a falcon, which has the attractive and compelling habit of hovering in the air at a single spot before diving to the ground to catch its prey; it puts on quite a show.  What was noteworthy about the kite’s appearance in Connecticut was that it’s a Western bird; it occurs most commonly in parts of California, but sometimes also in southern Texas and parts of Mexico.  Until this August, there had only been one recorded appearance of a white-tailed kite ever in New England: serendipitously, exactly 100 years ago, in 1910, on Nantucket Island. (3) (This is obviously the world-historical event I was looking for in 1910, when I couldn’t fine one in musical scholarship.)  Needless to say, this was a spectacular birding event, and birders in the Northeast—and there are a lot of birders in the Northeast—travelled up to a few hundred miles to see it, since it obligingly stayed around for a number of weeks.  The news is that in general everyone who came behaved wonderfully, except for a couple who pursued the bird in a car, chasing it off-road over protected land, one of them hanging out the passenger window with a camera, the other driving furiously trying to keep up with the bird.",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "gibson_2005"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] This, of course, is Life-Listing with a vengeance, the desire for ownership carried to a violent and dangerous extreme.  We music theorists, as analysts, in relation to that we seek to make our own—namely, music, or musical works—hope that we are incapable of such behavior.  True, the most blatant of our prescriptive analyses may seem analogous to the antics of our bird-chasing couple: one thinks of Dies irae hunts; or wild, measure-counting searches for formal symmetry; or scores of pages devoted to pieces which have only a few notes—prescriptive analyses that lead us to think “Poor piece!  It didn’t deserve that.  It was just sitting there!”  But fortunately we can’t kill the pieces we analyze, and we probably won’t harm the environment in our pursuit of understanding them.  Still, the birding example may offer us an analogy upon which we can draw.  The relation of birder to bird species has an obvious parallel in musical analysis.  “I got the bird” means, “I recognize the features of the particular species sufficiently that I have seen one and identified it in the field; it’s mine.”  Similarly, “I really own that piece” means, “I understand the piece and how it’s put together, and possibly also, in some sense, what it means; it’s mine.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.5": {
                "text": "[3.5] Suppose that I’m in an Audubon Christmas Count day of birding with a group in New Haven.  Every local Audubon Society in the US has a Christmas Count one weekend in December, and the results from all over the country are enormously important in tracking the status of individual species and of the bird population in general.  I’ll lay out, in ascending sequence, the gradations of accomplishment that I might achieve on such a day.  At the lowest level, I just go along and watch other birders find and identify birds; I never find or identify a bird on my own, and my level of competence is at the bottom of the heap.  At a slightly higher level, I might have a good eye and be the first to spot a couple of birds, but I can’t identify them.  At the next level perhaps I’m the first spotter and identifier, but the birds that I find are birds that virtually anyone could identify: starlings, house sparrows, pigeons.  And so it goes, up to the level where I’m in the vanguard, with a great eye and an impressive skill at making the difficult ID calls.  I’m the person who, in a birding trip to the Gulf Coast, sees that in the flock of 75 laughing gulls there’s a single Bonaparte’s gull; I’m the person in the forest who, seeing nothing, still can distinguish the call of the worm-eating warbler from that of the chipping sparrow.  At the pinnacle, of course, it is I who first spots and ID’s the white-tailed kite, a first in Connecticut for everyone.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.6": {
                "text": "[3.6] The music-theoretical parallel is obvious enough, and it will offer us a telling point about our issue of ownership in music theory.  Just as there are levels of skill, mastery, and ownership in birding, so are there in music theory.  Thus far in my talk I’ve dealt with ownership in the following ways: 1) the relation of theorist or musicologist to canonic composer; and 2) the relation of theory, or theorists, to musicologists or other musical scholars.  Now we come to 3), the critical issue of ownership in the relation of the analyst to the piece.  When we do, we immediately realize that there is a vast range of abilities and skills in analysis, just as there is in birding.  I began my paper by citing extreme cases of the metaphorical use of “to own,” and I’ve implied that in our artistic and scholarly world, ownership is in some sense associated with originality.  It is, of course.  No one would disallow the statement that an analyst who accomplished a brilliant new interpretation of a piece “owns” that piece.  I’d be happy to grant such a distinction to Schenker, in his analysis of the C-major Prelude in WTC I, or to Cone in his analysis of Schubert’s sixth Moment musical ( Cone 1982 ).  But how many of us are ever going to “own” at that level, or something like it?  Quite a few, I think: I see many of you out there to whom I’d be glad to accord the distinction.  And, like it or not, that’s what we as theorists strive for in this business: we want to have clever and original insights into the music we study.  And we want not just to have clever insights, but to be seen having clever insights.  And, more than that, we want not just to be seen having clever insights, but to get credit for having being seen having them.  And most of all, we want to be cited for having been credited with having been seen having those clever insights.  But it’s hard to make it to that level, and, when the chips are down, I’m more than happy to drop the originality requirement, and to accord and be accorded ownership, just for a reasonably solid understanding of and internalizing of the music that we, or I, study.  I’m never going to be the birder that recognizes the single Ross’s gull on Cape Cod.  But if I demanded that of myself, I’d have to put my binoculars up for sale on eBay.  And if I had to have original insights into every piece that I study, I’d have to find another line of work.  Our analytical experience is a patchwork of what we do more or less automatically, the kinds of observations that various theories teach us to make, our occasional original observations, and whatever happens when we put all these things together.",
                "footnotes": [],
                "citations": [
                    "cone_1982"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Here’s a quick example from my own experience.  Years ago—at least fifteen—for some reason I decided to teach Chopin’s Ballade No. 3 in A ♭ Major, op. 47.  I don’t really remember why I chose it—probably because I had always loved it and had been attracted to it, so I felt a desire to engage it, to teach it.  But who knows?  Theodor Adorno reminds us that we can do good work on music that we dislike, as well as on music that we like. Example 4 . Chopin, Ballade in A ♭ -major, op. 47, measures 1–4 (click to enlarge) Example 5 . Chopin Ballade, measures 9–12 (click to enlarge) Example 6 . Chopin Ballade, measures 36–38 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.8": {
                "text": "[3.8] Once I got to know the piece a bit, and had it in my ears, and to some extent my fingers, something that intrigued me was the little descending chromatic third, at the very beginning of the piece, in the left hand.  ( Example 4 [measures 1–4]; Audio Example 7 .)  It’s obviously not the main tune of measures 1–2; the right hand has that.  But the left hand likes that space between E ♭ and C; and indeed, when, in measures 3–4, the tune switches to the left hand, we can hear the D ♭ of measure 3 as a passing tone, the origin of which is the E ♭ of measure 1, and the consonant goal of which is the C of measure 4.  Accordingly, measures 3–4 traverse the same space as measures 1–2, though the initial E ♭ is implied as holding over from measure 1, and though they lack the chromaticism of the preceding measures.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.9": {
                "text": "[3.9] The idea, again chromaticized, permeates the next passages (beginning measure 9; Example 5 and Audio Example 8 )—again taking an accompanying role, as at the beginning, but still firmly present.  Here the top voice in the left hand connects E ♭ down through C in measures 9–10, then extends the descending chromatic motion to the B ♭ in measure 12.  In fact, the continual reiteration of the idea almost turns this section (measures 9–25) into a little passacaglia (refer to full score, not included).  At measure 36, only the bass sounds, and it’s a retrograde (or inversion, if you prefer) of the initial motive, two and three octaves lower, followed immediately by the original version, in the original register, in measure 37. (4) ( Example 6 and Audio Example 9 .)",
                "footnotes": [
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "3.10": {
                "text": "[3.10] Parenthetical Comment : There’s no chance whatsoever that I would have ever discovered this motive if I hadn’t been doing Schenkerian analysis for a long time.  But, with some Schenker under my belt, I could see that it was there for the picking.  And pick I did.  I had the sense that what I was doing was original, so I thumbed through the literature a bit, and found nothing comparable at all.  I did discover that Schenker sketches part of the Ballade in Free Composition , but what he shows is not this motive, but a recurring upper-neighbor motive, which at times occurs in augmentation ( Schenker 1979 , 100 and Fig. 119/10). (5) So, being pretty ambitious, I already thought, “Aha!  This could be the basis of an article.”  But I knew that I had discovered what I had discovered because I had done a lot of Schenkerian work.  That meant that anyone else who had also done a lot of Schenkerian work would probably notice the same thing.  All it would take, I realized, would be one good Schenkerian taking a look at the piece, and my idea for an essay would be history.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "schenker_1979"
                ]
            }
        },
        {
            "3.11": {
                "text": "[3.11] Continuation : Continuing along the same lines, I found that things got considerably more interesting, from this point of view, later in the piece.  The Ballade is in five parts, in the scheme ABCBA (the sections begin, respectively, in measures 1, 52, 116, 143, and 213).  The B section introduces two new melodic ideas, one in F major (B1, measure 52) and the other in F minor (B2, measure 66).  ( Audio \nExample 10 ; see complete score.)  The middle section (C) then returns to A ♭ major, and introduces another tune ( Audio \nExample 11 ), which builds into virtuoso filigree that eventually leads to a return of the B section.  The section’s initial tune, B1, reappears in D ♭ major (measure 143), which leads into B2, here again in the parallel minor, which Chopin writes enharmonically in C ♯ minor (measure 156). Audio Example 10 . Chopin Ballade, theme B1, measures 52–57, and theme B2, measures 65–69 Audio Example 11 . Chopin Ballade, C theme, measure 116 Example 7 . Chopin Ballade, measures 183–185 (click to enlarge) Example 8 . Chopin Ballade, measures 194–196 (click to enlarge) Example 9 . Chopin Ballade, measures 202–207 (click to enlarge and see the rest) Example 10 . Chopin Ballade, measures 213–216 (click to enlarge) Audio Example 12 . Chopin Ballade, measures 183–216",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.12": {
                "text": "[3.12] That’s when the fun starts.  This section builds considerably beyond what it did before, and a fortissimo sequence leads us into a long section, beginning at measure 183, that prepares the return and apotheosis of the opening melody.  At measure 183, an ascent in the bass begins—an ascent that slowly moves up to the dominant ( E ♭ , measure 204), and that plays a critical role in building intensity toward the arrival of the principal theme in the tonic at measure 213. Each successive ascending step has a chromatic lower neighbor.  Thus at measure 183, we have A ♯ as a neighbor to B ( Example 7 ); then 11 measures later, B ♮ to C ( Example 8 ); then 8 measures later, C ♯ to D ♮ , and shortly thereafter, D ♮ to the dominant pedal on E ♭ ( Example 9 ).  Stepping back from the detail, we can see then that the bass of the 30-measure drive to the climax and thematic return is an expansion and inversion of the original descending E ♭ -to-C figure (or, just an expansion of measure 36).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.13": {
                "text": "[3.13] And what’s more, when the big tune actually arrives, in its new form at measure 213 ( Example 10 ), it’s not split between the hands, as it was in measures 1–4.  Rather, the right hand has it all.  We don’t get the descending chromatic figure in the bass of the first measure of the theme, as in measure 1; rather, it’s now woven into the very fabric of the melody (measures 214–16).  At measure 217 the melody repeats an octave lower, but in measure 220 it doubles back upon itself, and at measure 222, it turns out that the goal of the chromatic passing motion is not C, as always before, but C ♭ ; beginning at this critical moment, the bass line is nothing other than our E ♭ - D ♮ - D ♭ -C motive, again extended to B ♮ , and thus echoing and inverting the bass of measures 183–213.  This progression, in turn, leads to the massive arrival , and the rush to the end of the piece.  Now listen to Audio Example 12 , which begins at measure 183, and proceeds to the tonic arrival at measure 231.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.14": {
                "text": "[3.14] Comment :  When I finished the above analysis, I was quite confident that my observations were original, and I thought I had enough material to present it as a paper—which I did, a couple of times.  But I never got around to actually writing it up, to finding a larger context for it, or trying to get it into print.  And as the years passed, I figured that it was inevitable that a Schenkerian theorist would tackle the piece.  And sure enough—a year or two ago I heard that Ed Laufer gave a paper on the Third Ballade at a conference.  A friend who had been at the conference loaned me her sketch, and sure enough, my main point—the one about the E ♭ -to-C chromatic motive and its expansions late in the piece—was right there.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.15": {
                "text": "[3.15] So who, if anyone, owns what?  Perhaps I had the insights first, but I wouldn’t have had them if it hadn’t been for Schenker.  Ed had them independently, and he probably wouldn’t have had them, either, if it hadn’t been for Schenker.  Neither of us has published his insights, but he presented his as a formal presentation at a major conference, and I did mine only as a couple of invited talks, so the publishing rights are surely his.  And that’s that.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.16": {
                "text": "[3.16] It would be great for me to say that, oh well, it makes no difference; to say that this sort of game with pieces, and analyses, and insights, happens all the time in our field, and that inevitably there are questions of who does what first, and of who gets credit, flying about constantly.  It would be great to say that what really counts is what we ourselves come to own—in the sense of our internalizing the music, and finding it meaningful in ourselves, and sharing it with our students and with each other.  As it turns out, I’ve been in the field for sufficiently many years that it is my internalizing and sharing music and musical insights that counts for me now. It actually doesn’t make quite so much difference to me as it used to, whether I am credited or cited for what I say or write, or whether I discovered something first.  But there was a very long time when it really would have made a difference, and I know that there are more of you out there to whom it would make a difference right now than there are to whom it wouldn’t.  That’s why I can’t stand here and tell you that we’re all in it for the sake of our musical art, and that we should all suck it up, forget who gets credit for what, and serve the art as best we can.  I’ve never believed that for a minute.  Much as I love the stuff—and I love all sorts of musical stuff in all sorts of ways—I’ve always thought that music is made by and for us, we’re not made for it.  And so we must be serious, and we must be realistic, about musical ownership, because that kind of ownership translates importantly into real-life jobs, positions, and economic ownership for us and for our partners and families. 4. The Schenkerian Exclamation Point",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.1": {
                "text": "[4.1] “Here lies the man who perceived the soul of music, and who proclaimed its laws as the masters understood them, as no one had done before.” (6) “Beethoven’s Third Symphony, described in its true content for the first time.” (7) “I am the only living musician.” (8) Here we have a person who has no problem in claiming to be first—a person who not only has no problem claiming ownership of all sorts of original musical insights, but who also proceeds to claim ownership, if not of Beethoven himself, at least of the first and only adequate understanding of his music.",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Our relationship as theorists to Schenker exemplifies the fourth kind of relation of ownership with which I deal today: how we can deal with one of our own, one who in our own field has attained a canonic status.  So now, instead of dealing with our relation to the canonic composer, or to other scholar of other musical disciplines, or as analysts to music, we deal with Schenker.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] Since I clearly can’t deal with his work as a whole, I’ll focus on a single but telling detail of his work and analytical style, one that perfectly encapsulates our relationship to him in terms of ownership.  That telling detail is the Schenkerian exclamation point.  Why?  Because the exclamation point is the claim of ownership.  Let’s cut to the chase.  Just recently I read, in a paper that cited a particular analysis of Schenker’s, “This passage earns the highest possible praise from Schenker: the Schenkerian exclamation point.” (9) Let’s think about those exclamation points for a moment.   I don’t know where he got the idea, and I haven’t taken the time to search for and find his first exclamation point in an analysis.  I’ve long suspected that he got it from chess; anyone who has ever worked through published chess games knows that the exclamation point is saved for the most brilliant move—especially the single move that accomplishes two or three strategic objectives at the same time.  We normally think of the exclamation point as a pat on the back for the composer.  Without a single word of prose, Schenker can tell those who know and care: “Look at how a simple, deeply embedded voice-leading progression underlies the incredibly complex surface of this passage from a Haydn symphony!”  “Marvel at the consummate skill with which Beethoven uses the neighboring-note motive to bind together the foreground and the middleground!”  In interpreting Schenker’s meaning in this way, we interpret it, I think, correctly.  That’s exactly what he means.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] But there’s another game going on here, too.  The Schenkerian exclamation point is also a pat on the back for Schenker.  When we see an exclamation point in an analysis, we not only think of the music and its composer, “How lovely!  How artistic!  How fantastic!” but we also think of the analyst, “How insightful!  Who could possibly have heard and seen this beautiful relationship before!”   And so the exclamation point cuts both ways.  It asks us to doff our hats to the composer and the music, but at the same time to the analyst who has shown us why we should thus doff our hats.  I’m not unmasking Schenker here, because it shows him doing precisely the same thing that all of us would do in the same situation.  If I’m working on a piece and I discover something particularly lovely and noteworthy, what’s the first thing I do?  I run and show the example to a colleague, or I use it as an example in class the next day.  I move from the desire that puts me to work on the analysis in the first place, to intense work, to (if I’m lucky) an insight, to sharing the insight, to affirming myself through that sharing with my colleagues or students.  So, the exclamation point—indeed, the flash of analytical insight in general—turns inevitably both outward and inward at the same time.  For every “Wow!  Look at this!” there’s a “Wow!  Look at me!”  And why not?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] Brief footnote : Friends have told me that David Lewin detested the exclamation point, and he detested any analytical writing style that used them.  He wouldn’t allow students to write, “And here the third fugue subject is stated in inversion and diminution with both the first and second subjects simultaneously...exclamation point!”  I’ve always wondered why.  I’ve wondered if he had a problem with musical, or music-analytical, or music-theoretical ownership, just like Schenker did, but coming at the problem from the opposite direction.  That is, just as Schenker enthusiastically embraced the “Wow! Look at me!” part, Lewin shied away from it.  Yet he couldn’t have not known about it, or cared about it, because he knew his work was original, he published it, and thereby took public credit for it. Footnote to footnote : What intrigues me especially about this is that, when I first came to Yale in 1998, I noticed an item of graffiti in the men’s restroom in 143 Elm Street, the old house that for many years served as the home of the Department of Music.  The piece of graffiti said, simply, “Down with Exclamation Points...!”.  Surely that little piece of graffiti is not irrelevant to Part 4 of my talk. 5. Thank Heaven!  Here’s Professor Bourdieu!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] Occasionally music theory threatens to overwhelm me.  The tension builds up, and gradually, ever so gradually, I overdose on it, and it becomes a burden, a morass that I can’t escape.  When that happens, my fail-safe remedy is to read the work of a French intellectual of the 1960s, ’70s, or ’80s.  For me, in the 1980s it was Roland Barthes, in the ’90s it was Michel Foucault, and now, at the end of the 2000–oughts, it’s Pierre Bourdieu. (10)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] There’s no particular reason that you should have read any of Bourdieu’s work, but if you have, you know that he is a figure who has cast a cold eye on the cultural fields of the arts—especially theatre and painting—and shown how such fields are based on the accumulation of what he calls cultural capital, capital that is in a sense the inverse of economic capital.  It is he who sees the cultural field of the arts as being contested, as being ever non-harmonious, as involving a constant and ever-changing kaleidoscope of artists, managers, galleries, theatres, critics, intellectuals, and scholars, all vying for position, influence, prestige, presence.  It’s easy to read him as cold and calculating and cynical, but one could argue just the opposite.  One could also say that he’s a breath of fresh air, that he opens up the room and clears out the smoke and the haze of aesthetic pretension and tells it like it is.  (Look back at the photograph of the white-tailed kite in Example 3; I imagine this impressive bird as Bourdieu, casting a cold eye on us with the same glare.) (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] How is Bourdieu’s work relevant to us as individual music theorists, and to us as the Society for Music Theory?  He would insist, it seems to me, that we are a field of the same stripe as his cultural fields, although our field is academic as well as artistic.  He would insist that our field is contested—that, as in any discipline, there are issues of ownership—that there is a constant jockeying for position, or positions, or offices, or power, or influence, or achievement.  If he were to encounter my language of ownership in this talk—of literal ownership of real things, and of the metaphorical, over-the-top ownership of exceptional achievements—he would feel right at home.  Famous for claiming that arts economies are the inverse of real-world economies—for example, that the painters earning the highest cultural capital are those that refuse to kowtow to the market and sell any of their works at all—he would see if there’s any of that going on.  He would insist that there’s nothing to be gained by not facing things as they are, especially in hard economic times, nor is there anything to be gained by denying one’s own investment and ambition in the field.  In evaluating our behavior in our business he would suggest that, even though it may look as though he analyzes members of artistic communities as cold and calculating, he isn’t: many people in such communities do well simply by possessing a natural feel for the game, a sense of how to make one’s way in a complex culture of competing interests.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] I don’t know if he’d ratify my opinion, but I think he’d at least consider seriously a good word that I have for our Society for Music Theory, now in its 33 rd year.  Earlier this year I read the 2007 Harvard musicology (not theory, interestingly enough) dissertation of Aaron Girard.  The task of the dissertation was to trace and evaluate the development of modern music theory in the US, beginning around 1960—a date, I remind you, that you’ve heard earlier in this talk.  The dissertation is well-researched, it’s full of interesting and previously unrecounted detail, it’s a compelling narrative, and it pauses at the end for evaluation and interpretation.  It’s the evaluation and interpretation that I found particularly gratifying.  So, for him, an outsider studying us , what’s the bottom line?  What, after he’s described all the meeting and talking and politicking and organizing, after the establishment of competing doctoral programs, after the playing out of this intellectual influence, that musical one, this publication, that conference, what actually made the Society of Music Theory a “go” 33 years ago?  Girard’s answer may or may not surprise you...the answer: community.  I’ve long thought that we theorists are a collegial bunch.  And, having been around a bit, I can look back and see that he’s right.  It was a common interest in music, in our quite special pedagogical mandate as theorists, in analysis, in teaching, that fuelled our desire to come together, and it was a desire for, and sense of, community, that made it happen.  I recently gave a couple of talks in Russia, and although what I offered my Russian friends was talks on Shostakovich, what they wanted to hear was instead: what’s going on in American music theory?  So I told them about American music theory.  And my central point, my take-home point, was my list of three things that the Society for Music Theory has done for our discipline.  Those three things are 1) it has enabled us to learn from one another, quickly and efficiently; and so, accordingly, 2) it has enabled us to establish and maintain a high artistic and intellectual standard; and 3) it has provided us with a community that we value.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] NOW—Interruption : A week ago a few colleagues of mine were kind enough to listen to a dry run of this talk.  At this very moment in the talk, almost at the end, I had just listed the three things the Society for Music Theory has enabled us to do, concluding with, “and it has provided us with a community that we value.”  And I proceeded, with grand rhetorical flourish, “And value it we do, value it I do.  Let it be said, “We OWN music theory!”  But my colleagues cried, “NO! NO! Foul! You can’t say that!  It’s arrogant!  It’s triumphalist.  It’s tacky!  It’s not even true!”  I was stunned.  In the flash of an eye, my carefully planned conclusion lay in shards at my feet.  “OK,” I said.  “I can see that it’s arrogant and triumphalist, and I guess I didn’t realize how hokey it was.  But untrue?  How is it untrue?”  “Think!  How dare we say we own music theory?  What about the British Society for Music Analysis?  What about the German Society for Music Theory?  Or the Dutch-Flemish Society for Music Theory?  Or the soon-to-be Nordic Society for Music Theory?  Or the Korean Society for Music Theory?  Or even, closer to home, the Advanced Placement Exam for Theory for our high school students, which employs dozens of the people who will be in the very room where you’re giving your talk?  Don’t they deserve to claim ownership of music theory?”  I had to concede that my colleagues were right.  So I thanked them and trudged home, discouraged, with no idea of whether the talk was salvageable at all, and wondering if I’d ever be able to muster up a positive ending of any sort.  As it’s turned out, and as I’ve thought about it over the past few days, I haven’t been able to come up with a happy ending.  For a grim reality began to make itself known—a reality that was there all along, but that I was just too dense to see.  That grim reality is: music theory...owns us.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5.6": {
                "text": "[5.6] Thanks.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.11.17.1.mccreless.html",
    "data": "mto/data/mto.11.17.1.mccreless.json"
}