{
    "title": "Review of M. J. Grant, <i>Serial Music, Serial Aesthetics: Compositional Theory in Post-War Europe</i> (Cambridge: Cambridge University Press, 2001)",
    "date": "2003/03/01",
    "volume": "9",
    "issue": "1",
    "authors": [
        "Perry, Jeffrey"
    ],
    "abstract": "",
    "keywords": [
        "compositional theory",
        "serialism",
        "Die Reihe",
        "Darmstadt",
        "Eimert",
        "Stockhausen",
        "Pousseur",
        "Schnebel"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.03.9.1/mto.03.9.1.perry.pdf",
    "author_info": [
        {
            "name": "Jeffrey Perry",
            "university": "Louisiana State University",
            "address": "School of Music, Baton Rouge, Louisiana 70803",
            "email": "jperry@lsu.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Karl Woerner’s Karlheinz Stockhausen, published in Germany in 1963, was a thoughtful early survey of Stockhausen’s output to date and provided a précis of the composer’s aesthetic. It was published in English by the University of California Press in 1973 as Stockhausen: Life and Work. Robin Maconie’s The Works of Karlheinz Stockhausen, in two editions (Clarendon Press, 1990), is a semi-official catalogue raisonne, with an introduction by Stockhausen himself, containing various bits of useful methodological information culled from Stockhausen’s own essays, program notes and lectures.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The group of European composers who have variously been referred to as the Darmstadt, serialist, ultra-serialist, total-serialist or post-Webern school had its heyday between the late 1940s and the middle ‘60s. The leaders of this group included Herbert Eimert, Pierre Boulez, Henri Pousseur, Luigi Nono, and Karlheinz Stockhausen, and its bases of operation were the studios of West German state radio in Cologne (WDR, originally NWDR) and the summer music festival at Darmstadt. Its principal voice was the journal Die Reihe, which appeared in eight volumes between 1955 and 1962. The present volume is an expansion of the author’s doctoral thesis, which was a study of Die Reihe. As we shall see, her decision to use Die Reihe as the focus of this volume is not without its problematic aspect.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] If it accomplished nothing else, the Darmstadt school represented a truly European school of musical thought of the sort that had not been seen since the Renaissance, including as it did composers from West Germany, France, Italy, Belgium and other members of the nascent European Community. These composers met almost literally in the rubble of a devastated Europe to make music anew; their vision and audacity still inspires respect even if their legacy is less unambiguously positive in other regards. This group also helped develop the studio techniques and propagational media that made electronic music, the forerunner of electroacoustic music, possible. M. J. Grant’s survey of the philosophical and aesthetic bases of the Darmstadt school as viewed through the pages of Die Reihe and other printed sources is a welcome addition to the history of twentieth-century musical thought, albeit one that begs essential questions about this still-problematic musical movement.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Grant’s book includes an exhaustive bibliography that includes the European source materials whose consideration is essential to accurate appraisal of the serial movement, materials that have too often been unavailable or unconsulted by the movement’s English-speaking critics. She makes the point in the book’s introduction that American critics of European serialism lacked both the original context for the music’s reception (live performances of the music in question, its documentary and historical backdrop, the late-night WDR broadcasts of new music that served as its principal means of diffusion) and complete and accurate translations of Die Reihe. Her many direct translations of essays from the journal are themselves a valuable contribution to the study of music in the twentieth century.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] American critics of European serialism often neglected the fact that it   underwent considerable transformation and maturation within a very few years.   Lacking an historical perspective as well as a feel for the musical works behind   the manifesti, American composers and critics created a kind of flattened abstraction   of Euro-serialism and used it as a whipping boy for several decades. In particular,   American critics of Euro-serialism became quite adroit at recognizing fallacies   in the discourse about the latter by its practitioners, while (a) staying as   innocent as possible of the music itself, and (b) ignoring fallacies that were   often equally egregious in the music of the American composers of their own   circle. Grant seeks to remind us of the increasingly sophisticated understanding   of the issues raised by electronic studio technique and phonology as they rapidly   evolved in the course of the 1950s. Just as the original euphoria of composers   equipped with sine wave generators, filters, razor blades and Helmholtz’s theory   dissipated as they gained a more dynamic, nuanced understanding of the nature   of sound spectra and their evolution over time, a similar development of working   method and compositional desiderata took place that is reflected in the broadening   stylistic variety and plasticity of working methods of serialist composers in   the later 1950s and ‘60s. Grant would deny that this represents a turning away   from serial rigor, and advances the argument that since “self-criticism   is built into the system” of serial composition, its leading practitioners   adapted it while only those of lesser vision and aptitude sought to practice   it as a “rigid prescription which the theory [of serialism] from its inception   had tried to avoid.” (pages 246–47)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] In the realm of general compositional theory, a similar development took place as serial composers of the Darmstadt circle moved from conceiving their music in terms of points to a group-oriented conception, and then perforce to a composite field texture incorporating both points and groups. To compose in a field is to do without lines or harmonic layers; herein lies the revolutionary (and evolutionary) aspect of the serialist project. Grant challenges the received wisdom about the next step in the development of European serialism, i.e. the serialists’ embrace of aleatory or indeterminacy. To those who have seen the serialists’ embrace of indeterminacy as a methodological retreat, or as a politically-motivated attempt to co-opt the working procedures of John Cage and his school, Grant advances the thesis that certain kinds of indeterminacy represent the logical culmination of the quest to construct a multidimensional, multivalent field within which the sound relationships that interested the serialists could unfold. I will elaborate on this aspect of her argument below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] A summary of the text’s main topics will give the prospective reader a sense of its ambition and scope. In a postscript, Grant asserts that the goal of any method for the interpretation of serialism should be “not to make [serialism] more comprehensible, but to make [it] more fascinating. This would seem self-evident were it not for the fact that almost all writing on serial music has spectacularly failed in this regard.” (page 252) Her ambition is thus to jump-start what she sees as an almost entirely moribund tradition of criticism, theoretics and historiography on the subject.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The book’s introduction offers a brief overview of the reception of serial theory, including a précis of what might be termed the American critique of European serialism. Grant lays much of the blame for the rather futile trans-Atlantic shouting contest that ensued from the later 1950s into the ‘60s at the feet of the translators of Die Reihe, and of authors like Backus and others who either mistranslated or (willfully?) misread the essays therein. One might expect that Grant would provide analytical examples of serial methodology that give the lie to claims of serialism as numerological, pseudo-scientific obscurantism; this expectation is only partly fulfilled in the book’s subsequent chapters, a point I will return to below.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The first chapter provides some historical background for serialism in its initial post-war manifestation. Grant adduces strong evidence for the rejection of a simplistic “Year Zero” view of postwar music, finding strong connections between musical and artistic developments in Germany in the 1930s and western Europe in the late 1940s. In one sense, the war of 1939–45 was an interruption, its aftermath a resumption of prior developments in philosophy and the arts. As Grant makes clear, two consequences proceed from this perspective. On the one hand, European artists and intellectuals were free in 1945 to resume their prior Weimar-era attempts to remake western thought and society according to progressive, humanistic models. On the other, the widespread urge to return to the imagined status quo of the 1930s meant that any such attempts were doomed to founder, since the allied powers, led by the United States and driven by fear of the Soviet Union, were not about to tolerate an anti-capitalist, non-aligned society with an agenda of comprehensive revolution and renovation anywhere in western Europe, particularly in West Germany. The establishment of the German Federal Republic thus represented restoration, not reform; the move from politically engaged art in the late ‘40s to abstract art in the ‘50s reflects the betrayal of whatever hopes artists may have had in 1945 that European society would truly be made anew, with those who championed advanced philosophical and aesthetic ideas and practices at the fore.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The new channels of thought from which serialism flowed in the 1940s seem to have as a common element a rejection of old dualisms. This is clearly seen in the physics of Heisenberg and the philosophy of Sartre, and bears fruit in the music of the serialists, who by rejecting old models of music as subjective expression or syntactically-based utterance leave behind the dualisms of the nineteenth century, especially those such as nature/artifice and objectivity/subjectivity, that were at best partly dethroned by the modernists of the first half of the twentieth century.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Here it would be fair to mention that any such summary of Grant’s arguments is bound to be less balanced and nuanced than what she herself says. In fact, she often provides so much discussion of developments that parallel and contrast with music in the other arts, in philosophy, and in science that her central focus on a relatively small, cohesive group of composers is momentarily lost. Her excursions into quantum theory, the visual arts, the nouveau roman, and so on are almost always germane, and make the present volume a valuable resource not just for music historians and theorists, but for their counterparts in other areas of the humanities as well. (This does cause a lack of specific application that I will discuss below.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] One of the ways in which serial composition got beyond older models of expression and syntactic function is through exploration of information theory, a mathematical model of communication that was immensely important to advanced musical thought in Europe (and to some extent in North America as well). Grant provides a cogent introduction to the theories of Werner Meyer-Eppler, the informatics pioneer who was largely responsible for setting up the electronic music facility at the WDR studios in Cologne, and from whom Stockhausen arguably learned more than from any composition teacher. She does not, however, provide any concrete information about how electronic music was composed in the Cologne studio; one suspects that she would have found still more interesting resonances between Meyer-Eppler’s information theories and Stockhausen’s compositional theories (and practice) if she herself had some hands-on experience with the technology with which the electronic essays of the Cologne composers were shaped and assembled. One irony that is thus lost here is that the lofty formulations of composers like Eimert and Stockhausen about the absolute freedom granted by the new medium ran head-on into the tedium and primitive grunt work required of electronic composers in the days when a razor blade, tape and oscillators controlled by dirty, capriciously wavering dials were the principal tools in one’s creative arsenal.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] By the end of the first chapter one becomes impatient with Grant for not providing a succinct statement of what, exactly, serialism means. We have to wait until the final chapters for such a clarification, by which time one might be forgiven for thinking that serialism is whatever the Die Reihe group said it was, and a cumulation of whatever advanced ideas were in the air at the time. Patient reading is rewarded, but suspicions develop early on that the book’s origins as a thesis on Die Reihe might be the cause of its less than straightforward organization.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In her second chapter Grant provides useful context for the birth of electronic   music, situating it against the destruction of musical life in western Europe   during the Second World War. This destruction was both a tragedy and an opportunity   since new performing media and venues, and new, provisional canons could spring   up to replace those obliterated by the events of 1933–45. It is well known that   even composers such as Boulez and Berio who stopped composing electronic music   after a period of initial experimentation found in the electronic studio and   the teachings of Meyer-Eppler and other theorists of psychoacoustics, informatics   and phonology valuable concepts that they were to apply to their non-electronic   works. Grant explores the “prehistory” of electronic music, evaluating   the contributions of parent-figures such as Herbert Eimert and Robert Beyer   to the formation of younger serialists. In particular, she delves deeply into   the early work of Eimert, who had a long career outside of his involvement with   the Cologne studio and Die Reihe. (One is reminded of Otto Luening in   the U.S., who despite a long history as a composer of music for theatre and   concert hall is remembered mainly for his involvement with the Columbia-Princeton   studio and his collaboration with Vladimir Ussachevsky.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The composers of the serial circle owed a great deal, as Grant shows, to   Eimert’s early notion of the twelve-tone complex and to his frequent recourse   to logic, rather than nature, as the ultimate basis of his compositional procedures.   This latter was to be a fateful innovation: since 1945, even composers and critics   who reject or ignore every other tenet of the serial creed have found it difficult   to enlist the capital-N nature of the Romantics in defense of their work and   ideas (even if their music sounds as much like Mahler’s or Strauss’s as possible!).   Eimert was simply one of the first composers to wake up to what scientists had   figured out in the previous century, namely that nature as a personified entity,   separable from human consciousness and endeavor, is no longer available to western   thought—has, indeed, vanished along with the divine right of kings and pre-Copernican   cosmology—in the wake of the industrial, demographic, scientific and technological   revolutions of the 1700s and 1800s. Grant states this succinctly: Eimert rejected   “theories which divided musical works into an external form and internal,   emotional content.” (pages 45–46) This point of view remains radical in the   twenty-first century.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In her second chapter Grant also proposes several perspectives on the early history of serialism. She is able to pin down the year (1949) in which Webern emerged as a preferred ancestor-figure of the group of composers that was just then forming around the idea of a working method and aesthetic based on an extension of twelve-tone serialism. The other essential component of the serialist worldview, electronic music as a sort of ideal state towards which all music must tend, arrived in 1951 with the founding of the Cologne studio. The aesthetic schism between the Cologne group with their sine wave oscillators and the Paris musique concrete group dates from 1952–53, made irreversible by a performance of a concrete piece by Schaeffer and Henry at the Donaueschingen festival that seemed to the Cologne group an example of the sheerest philistinism. (Grant discusses the final break between most of the European serialists and John Cage, following the latter’s European tour in 1958, in a later chapter.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Grant also traces much of the hostility that Theodor Adorno displayed towards   the serial school to the former’s attendance at a performance of a work by Karel   Goeyvaerts in Darmstadt in 1951, at which a young Stockhausen sought to defend   the aesthetic agenda of the work to Adorno by accusing the latter of “looking   for a chicken in an abstract painting.” Grant is able to extract from Adorno’s   typically opaque pronouncement on the topic the valid aesthetic quarrel that   continues to impede appreciation of serial music today, namely “its apparent   lack of a continuous, dynamic form.” Grant points out that Adorno was responding   to a problem that the serialists themselves had already identified and with   which they were to continue to struggle. Like any artistic movement, the practitioners   of serialism matured and progressed, experimented, and moved on to new challenges,   a fact mostly ignored by those who would view the European serialists ahistorically. (page 67)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The third chapter continues Grant’s evaluation of electronic music in the serial school, and discusses both the promotional efforts of the Cologne group on behalf of its early electronic essays (e.g. a 1954 concert billed by Eimert as the first concert of electronic music, which Grant labels “historically erroneous,” but marking a important milestone both for serialism and for electronic music as a medium) and the serialists’ own critiques and desiderata for electronic composition. As invaluable as is the information contained herein, one misses an appreciation of electronic music for its own sake, or at any rate an appreciation of the vast gap between its promise and what it actually delivered in the pre-voltage control, pre-digital prehistory of electroacoustic composition. Grant does point out that Boulez appreciated the distance between the simplistic superposition of sine tones permitted by the technology of the NDR studio and the richness of the “non-stationary processes of attack and decay as they applied to individual overtones.” (page 79) Perhaps this is why Boulez gave up electronic composition (as a composer in the medium, although not as an advocate) after a few early essays in the genre; it certainly points up why the Cologne studio is both an essential forebear and a cautionary tale for all subsequent electroacoustic composers.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Grant identifies Stockhausen’s Studie II as an exemplar of what   Paul Klee called constructive unity—“a unity within the confines of the   pictorial frame, or here, the piece”—thus drawing a connection between   artists like Klee and Mondrian and the music of Stockhausen and his cohorts,   something she does in various ways throughout the book, always to good effect.   (In some ways the serialists were without musical forebears, and thus had to   draw on the plastic arts and architecture for support and inspiration to an   extent seldom if ever seen in the history of music.) Alas, save for making the   statement that Studie II is an effective example of constructive unity,   Grant never mentions the work again, although she does use a page of the work’s   “realization score” to illustrate graphic connections between Stockhausen’s   analysis of Webern’s music and his analysis of his own electronic works. An   analysis of this Stockhausen work (or, even better, of Gesang der Jünglinge )   would have provided a fitting conclusion to and summary of the chapter.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Grant’s fourth chapter first discusses the reception and misperception of Webern’s music, and seeks to dispel some of the fog surrounding the serialists’ beliefs concerning the latter. She introduces us to the writings of Schnebel and Pousseur on the subject, causing one to deplore the relative neglect of these two profound and agile thinkers and skillful composers. Then, she considers the serialists’ misreading of Debussy, who for them seems to have existed almost exclusively as the composer of Jeux. Grant does not evaluate their similar misreading of Stravinsky (exclusively the composer of certain sections of Le Sacre ) because it is best documented through essays that Boulez wrote outside the covers of Die Reihe. This is not the only omission of Grant’s that is due to the constraint imposed by her adherence to the latter as a framework for her book.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In chapter five Grant advances what is perhaps her most important claim, one that, even if not entirely original to her, she propounds with great authority. It is the crux of her argument about serialism as a coherent aesthetic creed. Her claim is summed up in the chapter’s title: “Serial music as an aleatoric process.” Grant grounds her contention in the work of Abraham Moles, who adopted a theory of music (which he defined as the art of modulating time) as comprising informational quanta that unfold in a three-dimensional presentational space (amplitude, frequency and time). She also draws on Stockhausen’s 1957 essay, “ . . . wie die Zeit vergeht . . .” ( “. . . how time passes . . .” ), which suggests that an understanding of the morphological unity of rhythm, pitch, and timbre might free the composer from the need to build conventional motivic/thematic unities into their music. As both Stockhausen and Schnebel suggest, furthermore, musical continuity itself may be thought of as a relic of tradition, and open form (music governed not by connections, but by disconnections) a necessary response to the rejection of tradition in its other aspects.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Somewhat more concretely, Grant perceives progression from earlier serial works, defined by graded scales of musical elements, towards later works in which musical elements are organized along continua. Although both phases of serialism are oriented towards field composition, in the latter the field itself is the focus, while in the former the graded scales that are used to bring about the field are still perceptible. As Grant herself says, citing Stockhausen, While earlier serial and indeed pre-serial music was defined by discrete points on a scale, statistical methods [in mature serial works, e.g. Stockhausen’s Zeitmasze ] ensured that elements are no longer perceived as discrete steps; the fields are given, the relation of elements within these fields is somewhat freer. It is an aleatoric conception, in which quantification of individual elements . . . is less important than perceivable fluctuations. (page 140)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] And later, she says of serial music that . . . its essential feature is unforeseeability . . . this takes on a concrete and defining quality, through the concentration on the individual moment. It is not just the increased attention to the quality of individual sounds which defined punktuelle Musik, which . . . is only a special case of a general phenomenon: notes have an impact on surrounding notes but this impact is not pre-defined, nor does it relate to a specific semantic system external to the work itself. (page 159)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In the fifth chapter Grant includes her only original score analysis of any extent, a graphic analysis of Boulez’s Structures 1a that dispels some of the mythology surrounding that work by showing how Boulez weighted its various parameters to create the sort of perceivable fluctuations mentioned above. This is a valuable contribution (at least in embryo) to the analysis of twentieth-century music, and makes one wish that the author had provided similar investigations of other key works of the serial repertoire. The next section of the chapter is entitled “Serial aesthetics, serial analysis,” and uses various communications theory models (by Meyer-Eppler, Nattiez, Molino, and Grant herself) to explore the possible role of music analysis in the study of a statistical repertoire. In this section she makes an attempt to define serial listening, i.e. the necessary mode of reception of serial composition: “we may expect change, but not a particular kind of change.” (page 157) (In a footnote here, Grant reports one of the few bits of humor ever attributed to a member of the Darmstadt circle, namely Kagel’s critique of information theory as having demonstrated “that in the course of the 19th century, chromaticism greatly increased.”)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Chapter six deals with serialism in contemporary architecture, abstract film, visual art, and poetry. Often the concept transcribes poorly, resulting in certain serial painters, for instance, having more in common aesthetically with musical minimalists than with musical serialists. Nevertheless, to some extent it is interesting to observe (with Grant’s assistance) the notion of serialism ramify into the other arts.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Chapter seven explores the role played by language and its principal delivery mechanism, the human voice, in musical serialism. One of Grant’s most interesting contentions is that long tones, originally having served as opportunities for “vowel play” in vocal genres, retain something of their original reference to vocalism in Nono’s Il canto sospeso, and inferentially in all post-tonal music; by contrast, most pointillism is consonant music. What is most interesting about this chapter, however, is Grant’s account of what certain of the serial composers say about one another’s work; Stockhausen’s analysis of Le marteau sans maître, as glossed by Grant, is a brilliant misreading of Boulez’s masterpiece by his closest peer. Stockhausen is the source of many of the creation myths about (his own) serial compositional theory; Grant carefully evaluates those myths that arise from Stockhausen’s contributions to Die Reihe while ignoring others, e.g. the story of how Stockhausen rejected compositional determinacy while composing Kontakte, a work that receives only a single passing reference from Grant but is deemed a pivotal work in books by Wörner, Maconie and others. (1) (The same might be said about Gruppen, mentioned only in passing, and Momente, mentioned not at all.) If prior authors’ portrayal of Kontakte as a procedurally and philosophically pivotal work is simplistic or inaccurate, Grant should feel free to say so; she doesn’t, apparently, because she wishes to limit her consideration of what Stockhausen has to say about determinacy and indeterminacy to what he said within the pages of Die Reihe. While a valid authorial choice, this self-imposed limitation does run the risk of misreading Stockhausen, since even before 1960 the Stockhausen of Die Reihe is but one facet of the composer.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The eighth and final chapter, “Serial theory, serial practice: wherefore, and why?” seeks to address “musicians’ use of language in the pursuit known as music theory.” Grant allows that “Insofar as music theory must crystallise its objects in printable form, the study of its repertoire and rhetoric is essential for the understanding of the discipline, and it is here that the true problem of the reception of serial theory lies.” (page 222) This is admirably stated, but why leave a head-on confrontation with such an essential topic for the last chapter of the text? Even this ordering might have been understandable if the book presented a straightforward progression from general issues of aesthetics to more specific matters of theory and analysis; such is not the case, however, and by this point the episodic, paratactic nature of the text makes the final chapter seem less a satisfying summing up than a further piling on of detail and complexity.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Nevertheless, in this chapter Grant makes some excellent observations. She cites Paul Griffiths on the computational tendencies of twentieth-century composers, and on the fact that such tendencies predated the existence of computer programming as a discipline. This rings true for the European serialists, especially when one notes the futility of attempting to “reverse-engineer” certain rich, complex works of the Darmstadt repertoire, i.e. determine the procedures and relationships that led to their composition. This problem begs the larger questions of compositional theory, which is one of the topics mentioned in the book’s title; perhaps a true historical overview of this topic would have helped the overall construction of the book. (As it is, Eimert is the only pre-World War II theorist whose ideas are given any prominence.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] There are more intriguing observations strewn throughout the chapter (i.e. Bergson’s observation that virtually all of the language we use to discuss time relies on analogies between space and time; the notion of the serialists’ perspective on music and its composition as representative of a middle way between the two prior polarities of energeticism and arithmeticism, etc.), but it is difficult to relate them to an overall argument or perspective on serial music. Still, this chapter’s several attempts to investigate the unusually knotty relationship between the serialists’ music and their words about music are valuable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Grant makes one comment that deserves appraisal: “In the field of music theory and criticism . . . there have been many critiques of serial theoretical language, but relatively few attempts to do any better.” (page 245) She is right that rather than honestly assessing the serialists’ music, critics and detractors have preferred to wrestle with their often dogmatic and somewhat opaque prose; but given that her book backgrounds that music and foregrounds the prose of the serialists (and would rather spend pages assessing the peripheral relevance of (the prose of) various art movements and philosophers than indulge in sustained score analysis), this is a somewhat ironic claim. Indeed, if the music of (in Europe) Xenakis, Ligeti, Lutoslawski, and Penderecki, not to mention (in North America) Carter, Babbitt, Martino, Wuorinen, and others is not an attempt to respond creatively and constructively to the issues raised post-1945 by the serialists or by the developments the serialists themselves were responding to, what is it?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In conclusion, there are two problems with this book, although neither   prevents it from being a useful and quotable reference on the aesthetic issues   that surround European serialism. First, the book’s organization is unfortunate;   Grant’s adherence to her original Die Reihe -based ground plan leads to   too much ellipsis. It is difficult to accept the fact that serialism is not   defined or given a sharper profile anywhere in the volume. An answer to the   question, “For purposes of this study, what is serialism?” swims into   focus only towards the very end; even then, one must do too much work to assemble   such a definition for one’s self, and connect it to what has come before. Grant   has aspirations towards comprehensive consideration of all relevant philosophical   and aesthetic developments, even if they are relevant only in a negative sense.   This quest for comprehensiveness throws many roadblocks in the way of the reader’s   attempt to discern a cogent argument. Too often, the topic of each chapter ramifies   until any central thesis or topic is lost among the trees.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Second, Grant’s inclusion of so much material on philosophy, the other arts, and science at the expense of any consideration of other musical aesthetics of the twentieth century seems willful. Is it her contention that the only type of contemporary music with aesthetic value is the serial music composed between 1949 and 1962 by the Die Reihe circle? Obviously not, but her refusal to even mention the American responses to the incipient serialism of Schoenberg (who, by the way, is also absent here, although he lived, composed and wrote until 1951) can be understood in no other way. That response need not be limited to the Babbitt circle, but ideally should make at least a cursory mention of the neo-classical aesthetic that was the modernist lingua franca from the 1920s through the 1950s or ‘60s. At least three prominent (and important) composers—Elliott Carter, Roger Sessions and Mel Powell—began their careers speaking this lingua franca, and then made the transition to a more complex post-tonal idiom. Sessions and Powell embraced twelve-tone composition; Carter created one of the few non-serial idioms of comparable complexity. These are not inarticulate composers, and their neoclassicism of the 1930s, ‘40s and ‘50s was not the reflexively assumed idiom of aesthetic followers, but rather the system building of aesthetic leaders, creative thinkers who were consciously not composing serial music. Why? And why, later, begin composing serial music? And why Schoenberg’s serialism and not Webern’s, or Berg’s? (Or more to the point, why one aspect of Schoenberg’s serialism and not another?)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Grant’s reliance on Die Reihe as her primary source excuses her from considering such issues, but leaves her with a Reihe -eye view of twentieth century music at mid-century. One must conclude that the result, ultimately, is not coherent because the aesthetic of Die Reihe is not coherent. This is forgivable, as what group of brilliant creators and thinkers agrees on all matters of passionate concern? Who can name a single composer whose works remain of interest once he or she has left the room whose beliefs and ideas on essential matters do not evolve radically over time? Certain issues and notions captivated the serialist group for a number of years, creating a sense of agreement on certain core issues, but as time passed the essential and inceptual differences between the members of the group became more obvious—as Stockhausen discovered altered states of consciousness, as Berio became disillusioned with electronics and more interested in virtuosity and vocality, as Nono became still more political and more of a political force in the musical life of his own country, as Boulez sought institutional support for his personal musical agenda and his rewrite of music history.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Ultimately it is to figures such as Pousseur and Schnebel we must look for any sense of what the serialist group stood for and had in common. These two composers, much more than yeomen but not able to encapsulate the Zeitgeist the way Stockhausen or Boulez did and less able to transform themselves than Berio, managed to contribute to the useful illusion of a serial aesthetic and a serial school for a number of years, and then, as that illusion became inconvenient and unnecessary, continued on in their own ways to compose the music and write the words that seemed to them most crucial. It is to Pousseur that we must look for some of the only cogent insights into Webern’s pre-serial music ever published; he is thus an essential bridge between the serialists’ forebears (which, as Grant’s book should make clearer, were as much a threat to them as they were an inspiration) and their future place in the history of European music. Schnebel, also an insightful theorist and critic, expanded the vocabulary of serial music into the uncharted territory of physical poetry; works of his such as Laut-Gesten-Laut integrate movement and music in ways that the gimmicky theatre pieces of Kagel and the grandiose performances of the Stockhausen family do not. Schnebel’s music and writings about music have a self-effacing, transparent quality that almost none of the other serialists’ works can match; his music, his performance and his criticism are meant to be lenses, not mirrors or publicity posters.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] This touches on an issue that Grant, for all her breadth, seems to miss. Of all the possible ways for artists to relate to their work, the way chosen by the serialists has become emblematic of Western, capitalist, high-tech individualism. If there is one tenet followed by all the Darmstadt serialists unfailingly, it was that the individual artist must not subordinate his (always his, note—the Darmstadt circle was a male compound) subjective judgment to any authority not of his own making—not to the past and not to an a priori system such as tonality. Upon inspection of how most music has been composed in most places at most times, this stance is singular, and singularly radical. To some extent or other, consciously or instinctively, all subsequent music written for the concert hall has either amplified this viewpoint or self-consciously rejected it. Minimalists seek to lose the self in the throb and pulse of the bloodstream or the womb; New Romantics seek the subjective autonomy but also the safety net of a coherent common practice, with all of its affective signposts intact. Other compositional movements—eclecticisms of various stripes—refuse to adopt a consistent composerly self, which they morph like a Presidential candidate to suit the audience of the moment. To virtually all music written for venues other than the concert hall or the academy, the serialists’ stance is freakishly extreme, because despite their extensive modeling of the relationship between composer, performer and listener, their music is entirely composer-oriented. This freakish extremism deserves to be celebrated, explored, critiqued, and contrasted, not simply taken on its own terms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] Even conceding that this large question of how individual composers relate   to composition is outside the scope of what Grant wishes to accomplish, even   conceding that (despite its lack of coherence and focus) her book will be fruitfully   mined for insights and quotable quotes for many years to come, there is one   missing moment that the book should have included: the moment at which, despite   all of the verbiage spilled by, for and against the serialists, their music   itself is allowed to have its say; the moment at which, after everything else,   the music says, e ppur, si muove.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.03.9.1.perry.html",
    "data": "mto/data/mto.03.9.1.perry.json"
}