{
    "title": "Reply to Smoliar’s “Mathematical Logic”",
    "date": "1994/09/01",
    "volume": "0",
    "issue": "10",
    "authors": [
        "Rahn, Jay"
    ],
    "abstract": "",
    "keywords": [
        "demarcationism",
        "tritone paradox",
        "categorical perception"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.94.0.10/mto.94.0.10.rahn.pdf",
    "author_info": [
        {
            "name": "Jay Rahn",
            "university": "York University (Canada)",
            "address": "Atkinson College, Fine Arts Department, 4700 Keele Street, North York, Ontario M3J 1P3",
            "email": "relation@vm1.yorku.ca"
        }
    ],
    "citations": {
        "deutsch_1991": "Deutsch, Diana. 1991. “The Tritone Paradox: An Influence of Language on Music Perception.” Music Perception 8, 4: 335–47.",
        "feyerabend_1975": "Feyerabend, Paul. 1975. Against Method: Outline of an Anarchistic Theory of Knowledge . London: NLB.",
        "goodman_1972": "Goodman, Nelson. 1972. “Seven Strictures on Similarity.” Problems and Projects . Indianapolis: Bobbs-Merrill. 437–46.",
        "goodman_1966": "Goodman, Nelson. 1966. The Structure of Appearance . Indianapolis: Bobbs-Merrill.",
        "hunter_1972": "Hunter, Geoffrey. 1972. Metalogic: An Introduction to the Metatheory of Standard First Order Logic . Berkeley: Univ. of California Press.",
        "kuhn_1962": "Kuhn, Thomas. 1962. The Structure of Scientific Revolutions . Chicago: Univ. of Chicago Press.",
        "quine_1992": "Quine, Willard Van Orman. 1992. Pursuit of Truth . rev. ed. Cambridge, Mass.: Harvard Univ. Press.",
        "rahn_1992": "Rahn, Jay. “An Advance on a Theory for All Music: At-Least-As Predicates for Pitch, Time, and Loudness.” Perspectives of New Music 30, 1: 158–83."
    },
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "0": {
                "text": "[0] The following reply to Smoliar’s “Mathematical Logic” tries                 \nto be as brief and constructive as feasible. I focus on three                   \ntopics introduced into the discussion by Smoliar: demarcationism                \n(section 1, below), Diana Deutsch’s demonstration of the tritone                \n“paradox” (section 2), and “categorical” pitch perception (section 3). [1] Demarcationism",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.0": {
                "text": "[1.0] Smoliar states that “it is unclear that there is any standard of rating which would allow us to conclude that it [i.e.,                  \nfirst order logic] is the best way [to try to describe] [the                    \nworld] (or that any other way is decisively better)”. Plausibly,                \nSmoliar is unfamiliar with the concepts of consistency, decidability, and semantic, syntactic, and negation completeness. Theorems concerning these aspects of first (and higher) order logics                \nhave been proved for more than 50 years. Geoffrey Hunter’s Metalogic ( 1972 , esp. 259–61) provides a handy survey. For such                    \nfirst order predicate systems as the AH-formulation discussed in                \nmy essay, Nelson Goodman has provided a way of assessing economy                \nwhich, for Goodman, involves both simplicity and power ( 1966 ).                  \nWillard Van Orman Quine reports advances in predicative set theory in his recent revision of Pursuit of Truth ( 1992 ).",
                "footnotes": [],
                "citations": [
                    "hunter_1972",
                    "goodman_1966",
                    "quine_1992"
                ]
            }
        },
        {
            "1.1": {
                "text": "[1.1] At stake in such formulations are issues of truth and ontology, i.e., what the world is “really”. Related empirical issues                \ninvolve reference and “meaning”; extension and “intension”; bound               \nand free variables; “recursive” and “cylindrical” quantification;               \n“classes”, “sets”, “numbers”, “properties”, and individuals; definition, “postulation”, and axiomatization; finite, “infinite”,                \nand non-finite formulation; verifiability, falsifiability, degree               \nof confirmation, strength and weakness of assertion; etc. All                   \nthese can be framed in terms germane to first order logic, as can               \nissues that arise in connection with modal and probabilistic                    \nlogics. And in applications of the latter via statistics, such                  \nconcerns as the probability of Type 1 and Type 2 error, goodness-of-fit (between model and data), and reliability have been formulated in standard ways.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.2": {
                "text": "[1.2] Plausibly, Smoliar has reasons for rejecting all such criteria: for example, along the lines of Paul Feyerabend’s methodological anarchy, as advanced in Against Method ( 1975 ), or of                  \nThomas Kuhn’s relativist doctrine of incommensurability in The                 \nStructure of Scientific Revolutions ( 1962 ). However, as both                   \nthese positions are readily demolished, plausibly Smoliar has in                \nmind other arguments against demarcationism. [2] The Tritone “Paradox”",
                "footnotes": [],
                "citations": [
                    "feyerabend_1975",
                    "kuhn_1962"
                ]
            }
        },
        {
            "2.0": {
                "text": "[2.0] Smoliar cites Deutsch’s public demonstration of the tritone               \n“paradox” at the 1990 SMT meeting in Oakland as evidence for the                \nview that “two physically identical stimuli may be perceived as                 \ndifferent”. The sense in which I employ the terms “identical” and               \n“identity” follows Goodman ( 1966 ). In my usage, any things, x and               \ny, are identical (i.e., are identical with each other; are precisely the same thing; are a single thing) if and only if x overlaps y, and there is no part of x that does not overlap y, nor is               \nthere any part of y that does not overlap x. Following Goodman,                 \nthe overlaps predicate can be rendered verbally as “shares content with”. A related materialist or physicalist formulation by                 \nQuine holds two things to be identical if and only if they coincide exactly spatio-temporally, however extended or even scattered their shared spatio-temporal “filament” might be.",
                "footnotes": [],
                "citations": [
                    "goodman_1966"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] As stimuli, the individual sound waves in Deutsch’s public                \ndemonstration differed spatio-temporally. I responded to the portion of each wave that reached my ears; others responded to the                 \nportions that reached theirs. Though these various wave-portions                \nwere very similar, they were not identical. Plausibly, Smoliar                  \nmight render “physically identical” as “physically similar in                   \nall respects save spatio-temporally” or as “physically similar                  \nbut not identical in content”. In any instance, Deutsch’s demonstration provided evidence for the assertion (among others) that                \nphysically similar, but not identical, stimuli may be perceived                 \nas different. This is a truism of psychology. Helpful in sorting                \nthrough questions of similarity relevant to both psychology and                 \nmusic is Goodman’s exposition of “Seven Strictures on Similarity”               \n( 1972 ). [3] “Categorical” Pitch Perception",
                "footnotes": [],
                "citations": [
                    "goodman_1972"
                ]
            }
        },
        {
            "3.0": {
                "text": "[3.0] In psychology, a distinction has been advanced between “categorical” and “continuous” perception. As the survey cited by                  \nSmoliar documents, any putative “distinction” between these “two”               \n“kinds” of perception is really a matter of degree; a matter of                 \nopposites, not complements. Evidence of relatively categorical                  \nperception consists in the relatively wide plateau and relatively steep slopes in the statistical distribution of a particular                 \nsort of response. There is no clear, privileged cut-off point                   \nbetween relatively categorical and relatively continuous percep-",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3.1": {
                "text": "[3.1] Although I do not deal with categorical perception in the                 \nessay to which Smoliar’s response is addressed, another publication ( Rahn 1992 : cited in the essay in question) introduces a                   \nprobabilistic logic that should suffice for this and other probalistic formulations in music theory. Links between this probabistic logic and the first order AH formulation are established in                \nthe earlier article. Plausibly, Smoliar has reason to disagree                  \nwith my account in this regard. In general, his reasons for condemning and praising my essay remain quite unclear to me. I hope                \nmy reply here might help him articulate these more effectively.",
                "footnotes": [],
                "citations": [
                    "rahn_1992"
                ]
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.94.0.10.rahn.html",
    "data": "mto/data/mto.94.0.10.rahn.json"
}