{
    "title": "Sentential Lyric-Types in the Great American Songbook",
    "date": "2013/09/01",
    "volume": "19",
    "issue": "3",
    "authors": [
        "Callahan, Michael R."
    ],
    "abstract": "This article investigates the musico-poetic role played by the sentence in songs of George Gershwin, Jerome Kern, Frederick Loewe, Cole Porter, and Richard Rodgers. The phrase-type can be understood as an architectural frame for both composers and lyricists, fundamental to both musical and lyrical designs and crucial to the interaction between the two. This study classifies lyrics that display sentential characteristics of repetition, intensification, and cadence and explores their correspondence to those features of musical sentences. The result is a more detailed picture of text-music relationships and phrase structure in the Great American Songbook.",
    "keywords": [
        "sentence",
        "text-music relationships",
        "Gershwin",
        "Kern",
        "Loewe",
        "Porter",
        "Rodgers"
    ],
    "doi": "",
    "received": "March 2013",
    "pdf": "http://www.mtosmt.org/issues/mto.13.19.3/mto.13.19.3.callahan.pdf",
    "author_info": [
        {
            "name": "Michael R. Callahan",
            "university": "College of Music",
            "address": "Michigan State University, 333 West Circle Drive, East Lansing, MI 48824",
            "email": "mrc@msu.edu"
        }
    ],
    "citations": {
        "attas_2010": "Attas, Robin. 2010. “ Sarah Setting the Terms: Defining Phrase in Popular Music. ” Music Theory Online 17, no. 3.",
        "baileyshea_2002": "BaileyShea, Matthew. 2002–03. “Wagner’s Loosely Knit Sentences and the Drama of Musical Form.” Intégral 16/17: 1–34.",
        "baileyshea_2004": "BaileyShea, Matthew. 2004. “Beyond the Beethoven Model: Sentence Types and Limits.” Current Musicology 77: 5–33.",
        "braheny_2006": "Braheny, John. 2006. The Craft and Business of Songwriting , third edition. Cincinncati: Writer’s Digest Books.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford: Oxford University Press.",
        "citron_1991": "Citron, Stephen. 1991. The Musical From the Inside Out . London: Hodder and Stoughton.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Music Analysis , edited by Deborah Stein, 65–76. New York: Oxford University Press.",
        "covach_2010": "Covach, John. 2010. “Leiber and Stoller, the Coasters, and the ‘Dramatic AABA’ Form.” In Sounding Out Pop: Analytical Essays in Popular Music , edited by Mark Spicer and John Covach, 1–17. Ann Arbor: University of Michigan Press.",
        "davis_1985": "Davis, Sheila. 1985. The Craft of Lyric Writing . Cincinnati: Writer’s Digest Books.",
        "de_clercq_2012": "de Clercq, Trevor. 2012. “Sections and Successions in Successful Songs: A Prototype Approach to Form in Rock Music.” Ph.D. diss., University of Rochester.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes .” New York: Oxford University Press.",
        "forte_1993": "Forte, Allen. 1993. “Secrets of Melody: Line and Design in the Songs of Cole Porter.” The Musical Quarterly 77, no. 4: 607–47.",
        "forte_1995": "Forte, Allen. 1995. The American Popular Ballad of the Golden Era, 1924–50 . Princeton: Princeton University Press.",
        "forte_2001": "Forte, Allen. 2001. Listening to Classic American Popular Songs . New Haven: Yale University Press.",
        "furia_1990": "Furia, Philip. 1990. The Poets of Tin Pan Alley: A History of America’s Great Lyricists . New York: Oxford.",
        "furia_1996": "Furia, Philip. 1996. Ira Gershwin: The Art of the Lyricist . New York: Oxford University Press.",
        "jenness_and_velsey_2006": "Jenness, David and Don Velsey. 2006. Classic American Popular Song: The Second Half-Century, 1950–2000 . New York: Routledge.",
        "gershwin_1973": "Gershwin, Ira. 1973. Lyrics on Several Occasions . New York: The Viking Press.",
        "hammerstein_1985": "Hammerstein, Oscar II. 1985. Lyrics . Milwaukee: Hal Leonard Books.",
        "krebs_2013": "Krebs, Harald. 2013. “Sentences in the Lieder of Robert Schumann: The Relation to the Text.” Keynote address at the Pacific Northwest Graduate Student Conference, University of Victoria, February 9.",
        "malin_2010": "Malin, Yonatan. 2010. Songs in Motion: Rhythm and Meter in the German Lied . New York: Oxford University Press.",
        "nobile_2011": "Nobile, Drew F. 2011. “ Form and Voice Leading in Early Beatles Songs. ” Music Theory Online 17, no. 3.",
        "pattison_2012": "Pattison, Pat. 2012. “Similarities and Differences Between Song Lyrics and Poetry.” In American Made Music: Poetics of American Song Lyrics , edited by Charlotte Pence, 122–33. Jackson: University Press of Mississippi.",
        "richards_2011": "Richards, Mark. 2011. “Viennese Classicism and the Sentential Idea: Broadening the Sentence Paradigm.” Theory and Practice 36: 179–224.",
        "rothstein_2007": "Rothstein, William. 2007. Phrase Rhythm in Tonal Music . Ann Arbor: Musicalia Press.",
        "rodgers_forthcoming": "Rodgers, Stephen (forthcoming). “Sentences with Words: Text and Theme-Type in Die schöne Müllerin.” Music Theory Spectrum 36, no. 2.",
        "schmalfeldt_2011": "Schmalfeldt, Janet. 2011. In the Process of Becoming: Analytical and Philosophical Perspectives on Form in Early Nineteenth-Century Music . New York: Oxford University Press.",
        "sondheim_2009": "Sondheim, Stephen. 2010. Finishing the Hat: Collected Lyrics (1954–1981) with Attendant Comments, Principles, Heresies, Grudges, Whines and Anecdotes . New York: Alfred A. Knopf.",
        "sondheim_2011": "Sondheim, Stephen. 2011. Look, I Made a Hat: Collected Lyrics (1981–2011) with Attendant Comments, Amplifications, Dogmas, Harangues, Digressions, Anecdotes and Miscellany . New York: Alfred A. Knopf.",
        "starr_and_waterman_2010": "Starr, Larry and Christopher Waterman. 2010. American Popular Music from Minstrelsy to MP3 , third edition. New York: Oxford University Press.",
        "summach_2011": "Summach, Jay. 2011. “ The Structure, Function, and Genesis of the Prechorus .” Music Theory Online 17, no. 3.",
        "webb_1998": "Webb, Jimmy. 1998. Tunesmith . New York: Hyperion.",
        "wilder_1972": "Wilder, Alec. 1972. American Popular Song: The Great Innovators, 1900–1950 . New York: Oxford University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For overviews of the 32-measure popular song form, see Forte 2001 , 17–20; Covach 2005 , 69–70; Covach 2010 ; Everett 2009 , 143; and Starr and Waterman 2010 , 66–85. Forte ( 1993 ) and Starr and Waterman list both AABA and ABAC as standard 32-measure forms in the repertoire, which are called “popular song form” and “show tune form” in Citron 1991 , 55–58.",
            "citations": [
                "forte_2001",
                "covach_2005",
                "covach_2010",
                "everett_2009",
                "starr_and_waterman_2010",
                "forte_1993",
                "citron_1991"
            ]
        },
        "FN2": {
            "text": "2. For this repertoire, I prefer “phrase-type” over “theme-type,” the term adopted by William Caplin ( 1998 ). “Theme” is not as good a fit to songs of the Great American Songbook as it is to Classical instrumental works, simply because the former are usually too short to permit the kind of longer-range thematic development essential in the latter.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN3": {
            "text": "3. Throughout the article, “lyrical” will mean “pertaining to lyrics” (rather than cantabile ), thereby distinguishing elements of phrase that derive from words from those that derive from music.",
            "citations": []
        },
        "FN4": {
            "text": "4. Agreeing with Stephen Rodgers ( forthcoming ), I consider the entire sentence a single phrase, rather than conceiving of a presentation phrase and a continuation phrase as Caplin does ( 1998 , 35–45). As Caplin acknowledges (page 45), the only true cadence comes at the end of the sentence, rather than at the end of the presentation. Likewise, the lyrics that I discuss are complete thoughts only when taken as wholes. Each example shows an annotated lyric on its own as well as a condensed and annotated representation of the musical phrase. I have preserved the original published key even when it does not match the sounding key of the provided recording. The chord symbols match the published ones except where the latter are misleading (e.g., when they exaggerate inner-voice motion by portraying it as a change in chord root); Roman numerals clarify and, in some cases, capture details not shown by the melody and chord symbols alone. Of course, each recording deviates slightly from what is shown.",
            "citations": [
                "rodgers_forthcoming",
                "caplin_1998"
            ]
        },
        "FN5": {
            "text": "5. I use Caplin’s ( 1998 ) terms, “presentation,” “basic idea,” and “continuation,” throughout. These are bracketed above the score and frequently include anacruses in order to align with complete lyrical units (e.g., “I have no will”). Agreeing with Mark Richards ( 2011 ) and Matthew BaileyShea ( 2004 ), I do not require the presentation to be tonic-prolongational. My specification of at least two basic ideas agrees with Harald Krebs’s definition ( 2013 ), and excludes what Richards has called ‘monofold’ sentences, which contain just a single basic idea. I consider the repetition of a basic idea an indispensable component of both musical and musico-poetic sentences, as it establishes a proportion against which the continuation can build momentum.",
            "citations": [
                "caplin_1998",
                "richards_2011",
                "baileyshea_2004",
                "krebs_2013"
            ]
        },
        "FN6": {
            "text": "6. This definition of continuation is only subtly different from the one formulated by Harald Krebs ( 2013 ) and adopted by Stephen Rodgers ( forthcoming ), which requires a continuation to be more active and unstable than the presentation; and from Mark Richards’s ( 2011 ), which requires acceleration of some sort (e.g., in harmonic rhythm, surface rhythm, or length of motivic units). Even in the absence of acceleration or increased activity, continuation can be brought about by an indivisible second half of the phrase that, on account of a single tonal progression or melodic grouping, does not breathe halfway through as the presentation does.",
            "citations": [
                "krebs_2013",
                "rodgers_forthcoming",
                "richards_2011"
            ]
        },
        "FN7": {
            "text": "7. For further discussion of how both poetic structure and poetic content can create a sentential presentation, see both Rodgers forthcoming , and Krebs 2013 .",
            "citations": [
                "rodgers_forthcoming",
                "krebs_2013"
            ]
        },
        "FN8": {
            "text": "8. These n -based designators show the musical lengths of lyrical segments; thus, ½ n means one measure here. By referring to the length of a lyrical line as a multiple of n , I do not mean to specify an exact number of syllables or of poetic feet that is held constant for each n within the lyric. This is because poetic structure and the amount of music occupied by a given number of syllables are often inconsistent within individual songs. The number of syllables or stresses in an n -length lyrical segment may be, but often is not, exactly double that in a ½ n -length lyrical segment.",
            "citations": []
        },
        "FN9": {
            "text": "9. The diversity of continuation function is among the most interesting musico-poetic aspects of sentences in this music. To account for the less forward-driving continuations in vocal as opposed to instrumental sentences, BaileyShea ( 2002 ) notes the lack of developmental quality in standard poetic forms, and Stephen Rodgers ( forthcoming ) points to the constraining effect of the voice itself. Yet, as in the Richard Rodgers phrase, the second halves of Great American Songbook lyrics often embed clever hints at acceleration, which suggest sentential continuation as strongly as their openings suggest presentation. These features are widespread among lyricists, due perhaps to the greater freedom of structure (e.g., line length, meter, rhyme) in lyrics than in poetry, or to the fact that lyrics were often written after or simultaneously with their musical “settings.”",
            "citations": [
                "baileyshea_2002",
                "rodgers_forthcoming"
            ]
        },
        "FN10": {
            "text": "10. My likening of this last line of the lyric to a musical cadence is assisted by Caplin’s sensitive problematization of the term “cadence.” Distinguishing the moment of cadential arrival from the span occupied by cadential function (which includes the entire progression leading up to the arrival), he states: “Thus, the initial harmony of the progression marks the beginning of cadential material (be it a short idea or a full phrase), and the onset of the final harmony articulates the point of cadential arrival” ( 1998 , 43). The notion of cadential progression is particularly important to a lyrical understanding of closure, since it is seldom possible to point to a particular word or exact moment that brings closure to a lyric. Rather, it is an entire clause or sentence that, as a syntactically interdependent unit akin to a cadential progression, offers conclusion.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN11": {
            "text": "11. For fuller discussions of this distinction, see Braheny 2006 , 42–44; Forte 2001 , 23–24; Forte 1995 , 28; Hammerstein 1985 , 4; James T. Maher (in Wilder 1972 , xxvi); Pattison 2012 ; and Sondheim 2009 , xvii. The distinction is also implicit in Philip Furia’s ( 1996 ) account of Ira Gershwin, and in manuals for lyricists (e.g., Davis 1985 , Webb 1998 ).",
            "citations": [
                "braheny_2006",
                "forte_2001",
                "forte_1995",
                "hammerstein_1985",
                "wilder_1972",
                "pattison_2012",
                "sondheim_2009",
                "furia_1996",
                "davis_1985",
                "webb_1998"
            ]
        },
        "FN12": {
            "text": "12. This is not always the case, however, particularly when poems were intended from the start to be set by music, or even composed with particular musical rhythms in mind; see Malin 2010 , 4.",
            "citations": [
                "malin_2010"
            ]
        },
        "FN13": {
            "text": "13. Forte’s playful term “pitch painting” ( 1995 , 28) relies on a view of lyrics as aptly “setting” already written music rather than the reverse. In addition to historical accounts, there are several specific discussions by the lyricists themselves. Sondheim ( 2009 , 43–44), for example, reports on West Side Story , for which Bernstein’s music almost invariably came first. Oscar Hammerstein writes that, prior to his collaboration with Richard Rodgers, he always wrote words to existing music. He also describes the variability of the process: “There is, as a matter of fact, no invariable or inevitable method for writing songs. Sometimes the words are written first, sometimes the music. Sometimes two or more collaborators lock themselves in a room and write words and music at the same time. The kind of songs, the individuals involved and the conditions under which they work dictate the process” ( 1985 , 4).",
            "citations": [
                "forte_1995",
                "sondheim_2009",
                "hammerstein_1985"
            ]
        },
        "FN14": {
            "text": "14. This conception of phrase resonates with Robin Attas’s ( 2010 ) definition for popular music, which requires a goal-directed motion and a conclusion effected through not only harmony, rhythm, and melodic contour, but text as well. Several factors can contribute to lyrical closure, including both sonic ones (e.g., completion of a rhyme scheme) and semantic ones.",
            "citations": [
                "attas_2010"
            ]
        },
        "FN15": {
            "text": "15. Forte’s surveys ( 1995 and 2001 ) are the most wide-ranging accounts of word-music interactions across this genre, and he frequently links musical characteristics including form to lyrical ones. He does mention the bar form in reference to some particular songs, although not as a principal means of musical or lyrical organization throughout the repertoire.",
            "citations": [
                "forte_1995",
                "forte_2001"
            ]
        },
        "FN16": {
            "text": "16. There are, of course, many exceptions to these songwriting collaborations outside the corpus. Far from trying to be comprehensive of the genre, I have limited the list to five composers so that several of each one’s songs can be discussed. The work of Harold Arlen, Irving Berlin, Frank Loesser, Jerry Herman, Jule Styne, and many others belongs just as essentially to the same tradition, and their songs often display very similar sentential designs to those treated in detail here.",
            "citations": []
        },
        "FN17": {
            "text": "17. “Sectional verse” and “sectional refrain” are Covach’s ( 2005 , 70) helpful terms for distinguishing the meanings above (i.e., the introductory and main sections of a popular song) from the different meanings that “verse” and “refrain” typically have with regard to pop music.",
            "citations": [
                "covach_2005"
            ]
        },
        "FN18": {
            "text": "18. This sentential taxonomy contrasts with topically organized schemes such as Ira Gershwin’s in Lyrics on Several Occasions ( 1973 ). Gershwin groups his own lyrics according to sentiment: “The Not Impossible He,” “Divers Duets,” “The Importunate Male,” etc. My taxonomy is intentionally unspecific with regard to what the lyrics are about , focusing instead on the proportions and trajectories that link with sentential qualities of the music.",
            "citations": [
                "gershwin_1973"
            ]
        },
        "FN19": {
            "text": "19. Notable exceptions include Caplin’s ( 1998 ) distinction between exact, sequential, and statement-response types of repetition in the presentation, which Stephen Rodgers ( forthcoming ) correlates with emotional states in Schubert’s Die schöne Müllerin , and Mark Richards’s ( 2011 ) categorization of sentences by their number of basic ideas (i.e., monofold, bifold, and trifold).",
            "citations": [
                "caplin_1998",
                "rodgers_forthcoming",
                "richards_2011"
            ]
        },
        "FN20": {
            "text": "20. When the reveal is titular, it acquires a dually climactic status since, as Forte notes ( 1995 , 30), it is usually the title and its melody that come first or most easily to mind when we recall a tune from this genre.",
            "citations": [
                "forte_1995"
            ]
        },
        "FN21": {
            "text": "21. This is not meant to say that these lyrical sub-types are always paired with the corresponding musical type (although this may be the most natural word-music fit), but rather that they do lyrically something similar to what the corresponding musical type does musically.",
            "citations": []
        },
        "FN22": {
            "text": "22. Jimmy Webb devotes a substantial discussion to the importance of placing the lyric’s title or principal idea in an appropriate spot. “To elaborate,” he instructs, “the writer will want to work hard to set up a situation or relationship in the main body of the song that will cause the trite title to land with unexpected force...” ( 1998 , 44). The point is an important one: the reveal is often known well in advance, particularly if it is the title, but the accrual of tension or interest in the preceding lines can elevate the status of the reveal to that of a lyrical cadence.",
            "citations": [
                "webb_1998"
            ]
        },
        "FN23": {
            "text": "23. Everett’s ( 2009 ) SRDC model is appropriated by Jay Summach ( 2011 ) to analyze sentences in pop songs. The distinct functions of Statement/Restatement, Departure, and Conclusion serve as useful references against which to describe alterations and expansions of the sentence into the larger and more independent modules of Verse, Pre-Chorus, and Chorus, respectively. Nobile ( 2011 ) discusses the connection between the SRDC model and Beatles lyrics, noting how a textual idea is stated, restated, continued, and concluded. SLT2 is more precise about the nature of this lyrical conclusion, requiring a reprise of the initial statement rather than an introduction of new material at the end.",
            "citations": [
                "everett_2009",
                "summach_2011",
                "nobile_2011"
            ]
        },
        "FN24": {
            "text": "24. Trevor de Clercq ( 2012 , 154–55) draws a helpful distinction between the sentence and the SRDC, noting the possibility of a fused continuation/cadential function in the former as a main difference. This accounts for why the SRDC is a good fit for many Bookended lyrics, but is less well suited to sentences in which the continuation is not best described as a departure from the presentation (e.g., SLT1a , SLT1b ) or as a separate function from the cadence (e.g., SLT3 ).",
            "citations": [
                "de_clercq_2012"
            ]
        },
        "FN25": {
            "text": "25. The musico-poetic analogy is inexact, however. In the Beethoven, we can point to a specific climactic moment (i.e., the C6 in measure 7) where the intensification of the preceding material culminates, and thereafter dissipates through the descending melodic sixth and the half cadence. Linguistic syntax often constrains a lyrical reveal to play both roles, climax and cadence, simultaneously and indistinguishably.",
            "citations": []
        },
        "FN26": {
            "text": "26. For Krebs ( 2013 ), the stability and sense of rounding-off secured by the terminal return of the basic idea are enough to exclude these AABA phrases as altogether separate from sentences. Like Rodgers ( forthcoming ) and BaileyShea ( 2004 ), I do count them as sentences due to the gain in momentum that is still possible during the phrase’s third quarter.",
            "citations": [
                "krebs_2013",
                "rodgers_forthcoming",
                "baileyshea_2004"
            ]
        },
        "FN27": {
            "text": "27. Another common lyrical strategy is to set the scene in the two n -length items, and then to take action in the two ½ n -length items in order to motivate the reveal . Lines 1–2 of Lerner and Loewe’s “Get Me to the Church On Time” introduce the impending marriage of Alfred Doolittle and lines 3–4 signal his decision to imbibe on the eve before; the reveal synthesizes the two, commanding his pals to get him, regardless of what state he is in, to the church. It is also possible for a list to include redundant items. The first two list items of “Let’s Call the Whole Thing Off” by the Gershwins (i.e., “You say eether and I say eye-ther” and “You say neether and I say ny-ther”) are merely fragmented in the shorter third and fourth items (i.e., “Eether, eyether” and “Neether, nyther”). The fragmentation builds no less strongly toward a climactic reveal than new list items would do, and is apt in this particular lyric, since it adds to the argumentative quality.",
            "citations": []
        },
        "FN28": {
            "text": "28. Philip Furia ( 1996 , 142–44) describes the compositional process of this particular song in some detail, noting the highly interactive dialogue between the two brothers. George’s musical ideas normally came first, at least as fragments, but then he responded to Ira’s lyrical interjections to create what Furia describes as “a perfect balance of syntactic and musical phrasing born of the mutuality of the brothers’ newfound method of collaboration.” I elaborate on this balance here.",
            "citations": [
                "furia_1996"
            ]
        },
        "FN29": {
            "text": "29. In this genre, the sentence seems to be so prevalent as to make the presence or absence of end-rhyme between the two lyrical basic ideas of incidental concern, a helpful sonic link when it exists but certainly not a necessary condition for sentential treatment.",
            "citations": []
        },
        "FN30": {
            "text": "30. Thus, the presentation is essentially Caplin’s “statement-response” in reverse, moving dominant-to-tonic and then tonic-to-dominant rather than the other way around. The full-measure anacrusis on “The way you wear your” permits this unusual harmonic underlay without displacing tonic from the first beat of the hypermeasure (i.e., “hat”).",
            "citations": []
        },
        "FN31": {
            "text": "31. Malin ( 2010 , 15–27) establishes declamatory schemas as frameworks for examining how poetic lines and couplets interact with musical meters in the German Lied. His notation, which I borrow here, shows each poetic line within brackets; each bar line with a slash; each accented syllable with either a beat number or, if it falls between beats, the letter ‘a’; and each beat lacking an accented syllable with a dash.",
            "citations": [
                "malin_2010"
            ]
        },
        "FN32": {
            "text": "32. One could argue that Kern’s lyric actually contains three rather than two list items: “Fish got to swim” ( ½ n ), “birds got to fly” ( ½ n ), and “I got to love one man till I die” ( n ). I prefer to hear the fish and birds as a lyrical equivalent of a compound basic idea (after Caplin 1998 , 61–70), though, since they act in combination to establish a list item pertaining to the needs of animals, to be followed by a second item about the needs of the protagonist. Admittedly, the melodically parallel settings of these two list items smooth over a lyrical relationship that is actually more nuanced.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN33": {
            "text": "33. Krebs ( 2013 ) also mentions poems set sententially by Schumann that include “lists” of places or images. While he does not present the concept of a reveal , he does discuss a structure that is similar, at least in proportion, to that of SLT1c : two list items corresponding to two basic ideas, followed by an unbroken second half corresponding to a sentential continuation.",
            "citations": [
                "krebs_2013"
            ]
        },
        "FN34": {
            "text": "34. Forte ( 1995 , 56) also notes a lovely musical connection in support of the lyrical correspondence of “love” (measure 3) and “lovin” (measure 6); the melodic G and C of the former, with C as a harmonic root (vi), reappear in a bluer color on the latter as G-flat and C-flat, with C-flat as a harmonic root.",
            "citations": [
                "forte_1995"
            ]
        },
        "FN35": {
            "text": "35. Some instances of the Two-Item List + Reveal (SLT1c) actually assist even further with the premature initiation of continuation function during the second n . The Gershwins’ “Someone to Watch Over Me” begins with an indivisible n -length list item (i.e., “There’s somebody I’m longing to see”), but the second item divides easily in half on account of rhyme and shared dactylic scansion: “I hope that he / turns out to be.” The music takes advantage of this ½ n + ½ n suggestion by setting each half of line 2 with the melodic motive from the second half of line 1, sequenced down by step each time. Thus, both lyrical and musical fragmentation have already added substantial momentum to the phrase by the time the cadential reveal even begins.",
            "citations": []
        },
        "FN36": {
            "text": "36. See Forte’s ( 2001 , 122–23) analysis of Hoagy Carmichael’s “Nearness of You” for a discussion of a similar issue. He notes that the AAB bar form of the musical phrase links to both sonic and semantic aspects of the lyric: the association of the first two lines through end-rhyme, and the musical stretching-out of the contrasting b line of the lyric, which completes the thought with “the core poetic and amatory idea of the song.”",
            "citations": [
                "forte_2001"
            ]
        },
        "FN37": {
            "text": "37. See Sondheim 2009 , 63 and 212, for additional discussion of Porter’s “list songs,” by which is meant his list-only songs rather than the Lists + Reveals described by SLT1 . Sondheim stakes the success of any list song on whether the examples are witty enough or have a cumulative effect. It seems plausible that wit and accumulation are obligatory surrogates for the climactic role that otherwise would be played by a reveal .",
            "citations": [
                "sondheim_2009"
            ]
        },
        "FN38": {
            "text": "38. Alec Wilder ( 1972 , 239) points out the unusual nature of the opening rhythm in this song, which consists of two pickups to the second measure rather than to the first; in fact, as he notes, the instrumental “fill-in” between the short vocal phrases becomes an essential part of the song. Aside from helping the lyric to be delivered as if the two characters were thinking up the praises in real time, this musical space also aids with the surface acceleration that takes place during the continuation. The musical space helps lines 1 and 2 to divide into the two separate “You’re the . . . ” clauses, but its absence in measures 10–11 provides rhythmic room for a larger number of syllables, and allows measures 9–12 to deliver line 3 of the lyric appropriately as a single unit.",
            "citations": [
                "wilder_1972"
            ]
        },
        "FN39": {
            "text": "39. Krebs ( 2013 ) discusses cases in which Schumann molds the second half of a poetic stanza (sometimes unnaturally) into a sentential continuation by denying, through musical declamation, the separation between lines of text. The effect is to prevent the poem from causing an atypical hiatus in the middle of the musical continuation. This is very similar to the musically rendered enjambment in measures 6–7 of the Lerner and Loewe phrase.",
            "citations": [
                "krebs_2013"
            ]
        },
        "FN40": {
            "text": "40. Sheila Davis describes two principal ways of locating the title or hook of a song to achieve payoff, which closely parallel the narrative trajectories described by the List + Reveal and Bookended types: “Most lyrics are linear; they develop from the given to the unknown and build to the payoff through the various ways just described [e.g., debate, conflict, turnaround, twist]. A circular lyric returns at its end to a significant word or line which has been used near the outset, thereby underscoring the theme by repeating it” ( 1985 , 25). Several other writers also discuss title-first and title-last designs as the two most compelling layouts for lyrical stanzas; see Braheny 2006 , 63; Citron 1991 , 61; Forte 1995 , 24; and Webb 1998 , 40–41.",
            "citations": [
                "davis_1985",
                "braheny_2006",
                "citron_1991",
                "forte_1995",
                "webb_1998"
            ]
        },
        "FN41": {
            "text": "41. Kern’s music in “Ka-lu-a” is ironically ignorant of the semantic shift that I have described here. Lines 1, 2, and 5 each consist of exactly the same eight measures of music ending in an emphatic perfect authentic cadence, and lines 3 and 4 are accompanied by a sequential digression ending in a half cadence. The highly sectional nature of the music denies a hearing of one 32-bar sentence, so I do not discuss the music in detail here, but the dialogue between it and the far more sententially suggestive lyric invites interpretation. One might hear, for example, the unchanging nature of the place, “Kalua,” portrayed by the obstinately repetitive music, on top of which the lyrically expressed transformation takes place.",
            "citations": []
        },
        "FN42": {
            "text": "42. A lyric that combines aspects of SLTs 1 and 2 in yet another way is the Gershwins’ “I Got Rhythm,” which Ira himself elucidates ( 1973 , 342–43). It begins with the title, which is suggestive of the Bookended type, but this title then morphs into three distinct list items: “I got rhythm,” “I got music,” and “I got my man.” The reveal is not the title, but the rhetorical refrain, “Who could ask for anything more?,” which concludes a lyric that turns out to be a better match to a Three-Item List + Reveal in spite of its titular opening.",
            "citations": [
                "gershwin_1973"
            ]
        },
        "FN43": {
            "text": "43. The retrospective reinterpretation implied by the ( n + n ) → 2n notation suggests that a lyrical segment initially presenting itself as of length n becomes, in the sense of Janet Schmalfeldt’s ( 2011 ) “becoming arrow,” a segment of length 2n . Both Schmalfeldt and Caplin ( 1998 ) describe processes in which one function becomes another function (as in primary theme → transition) at some inexact musical location, as a result of a retrospective reassessment caused by what follows. Cases of poetic enjambment that cause reinterpretation are just slightly different because they rely on a dual linguistic potential at a specific moment, namely for the words that have sounded so far either to have meaning on their own or to be just the start of a longer phrase that means something more or different. For a discussion of this type of enjambment in the poems of German Lieder, see Malin ( 2010 , 12).",
            "citations": [
                "schmalfeldt_2011",
                "caplin_1998",
                "malin_2010"
            ]
        },
        "FN44": {
            "text": "44. Relatively few of Ira Gershwin’s lyrics exclude the title from their first lines. I suspect that this accounts for the prevalence of this hybrid type in his work, as it allows a way to capitalize on the uniquely forward-driven trajectory of the List + Reveal without dispensing altogether with the presence of a titular motto in lines 1 and 2.",
            "citations": []
        },
        "FN45": {
            "text": "45. We should keep in mind, however, that these superficial resemblances are to a specific kind of sentence with AABA design. The final return of opening melodic material rounds off this sentential sub-type in a way that is markedly different from sentences with continuations that develop, or contrast with, the material of the basic ideas.",
            "citations": []
        },
        "FN46": {
            "text": "46. See especially pages 107–10 in Rothstein 2007 . The general traits of a quatrain that I list subsequently are normative, not prescriptive, as Rothstein demonstrates.",
            "citations": [
                "rothstein_2007"
            ]
        },
        "FN47": {
            "text": "47. See Jenness and Velsey 2006 , 10–11, for an interesting discussion of longer-range lyrical trajectories in American popular songs from the second half of the twentieth century. They say that the title or “hook” of a lyric nearly always occurs either in the first section or in the last: “If the former, the writer arranges matters so that the rest of the lyric elaborates, in a nonpredictable way, the basic trope. If the latter, the lyricist contrives to make the listener wait for the end to ‘get the point.’” While these two options sound like the Bookended and List + Reveal types, respectively, the authors are talking about lyrical form on the scale of entire songs rather than individual phrases. There is, of course, often a level of lyrical development that extends beyond the confines of a musical phrase, but I have limited discussion of this scale to song-sized lyrical designs that are convincingly sentential in nature.",
            "citations": [
                "jenness_and_velsey_2006"
            ]
        },
        "FN48": {
            "text": "48. This lyric is not an archetypal representative of the lyric-type, however. Even though a reveal need not be titular, the climactic status of this particular reveal is attenuated by the three iterations of the title earlier in the lyric. Moreover, the enjambment of the third list item with the reveal forces the latter simultaneously to finish the description of the third list item (about whispering) and to contextualize all three list items within the longing of the protagonist. This enjambment is suggestive of SLT3b , or n + n + ( n + n ) → 2n, although the status of line 4 as a reveal is strengthened somewhat by its brevity (6 syllables rather than 8–9 as before, and that long due only to the stutter on “close”).",
            "citations": []
        },
        "FN49": {
            "text": "49. The 36-measure sentence in “I Have Dreamed” is a close match to what Mark Richards calls a “trifold sentence.” Richards ( 2011 , 195) carefully distinguishes three true basic ideas from two true basic ideas plus a continuation that begins as , but does not fully realize, a third one (i.e., what BaileyShea [ 2004 ] calls a sentence with dissolving third statement). Measures 17–24 of “I Have Dreamed” are no more continuational than measures 9–16, nor does the third two-line list item (“How you look”) push toward the final reveal any more strongly than the second one (“I have dreamed ev’ry word”). It seems to me that a sentence of this inflated length can afford three true, presentational basic ideas because plenty of music (i.e., 12 measures) remains after them in which to add momentum and reach a cadence. In contrast, at least in this repertoire, the third list item of an 8-measure sentence virtually always initiates continuation, even if it is melodically similar to the first two. It must begin the process of adding momentum, it seems, because the two measures allocated to the lyrical reveal do not provide enough time to do this from scratch and still reach a cadence.",
            "citations": [
                "richards_2011",
                "baileyshea_2004"
            ]
        }
    },
    "paragraphs": [],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.3.callahan.html",
    "data": "mto/data/mto.13.19.3.callahan.json"
}