{
    "title": "Schubert’s Development of Harmonic Motives in his Early String Quartets",
    "date": "2018/09/01",
    "volume": "24",
    "issue": "3",
    "authors": [
        "Black, Brian C."
    ],
    "abstract": "This essay looks at Schubert’s handling of harmonic motives in the first movements of four of his early string quartets dating from the period of approximately 1811 until late 1814, when he was fourteen to seventeen years old. Despite their many structural problems, these pieces provide an insight into Schubert’s development as a composer of sonata form. Even in the earliest of the examples studied, the young composer attempts to draw affective and structural consequences across the form from the first harmonic event of the music, which thus functions motivically in the unfolding of the movement. As his approach becomes increasingly flexible over the period under discussion, such harmonic motives become a dynamic force in the form, influencing tonal relations and modulatory strategies as well as looking forward to certain aspects of his mature three-key expositions.",
    "keywords": [
        "Franz Schubert",
        "harmonic motive",
        "sonata form",
        "string quartet",
        "three-key exposition",
        "deflected cadence strategy",
        "William E. Caplin",
        "theory of formal functions"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://mtosmt.org/issues/mto.18.24.3/mto.18.24.3.black.pdf",
    "author_info": [
        {
            "name": "Brian C. Black",
            "university": "The University of Lethbridge",
            "address": "Department of Music, 4401 University Drive, Lethbridge, Alberta, Canada T1K 3M4",
            "email": ""
        }
    ],
    "citations": {
        "beach_1993": "Beach, David. 1993. “Schubert’s Experiments with Sonata Form: Formal Design versus Underlying Structure.” Music Theory Spectrum 15: 1–18.",
        "beach_1994": "Beach, David. 1994. “Harmony and Linear Progression in Schubert’s Music.” Journal of Music Theory 38: 1–20.",
        "beach_2017": "Beach, David. 2017. Schubert’s Mature Instrumental Music:  A Theorist’s Perspective . University of Rochester Press.",
        "black_1997": "Black, Brian. 1997. “Schubert’s Apprenticeship in Sonata Form: The Early String Quartets.”  Ph.D diss., McGill University.",
        "black_2005": "Black, Brian. 2005. “Remembering a Dream: The Tragedy of Romantic Memory in the Modulatory Processes of Schubert’s Sonata Forms.” Intersection 25 (1–2): 202–228.",
        "black_2009": "Black, Brian. 2009. “The Functions of Harmonic Motives in Schubert’s Sonata Forms.” Intégral 23: 1–63.",
        "black_2015": "Black, Brian. 2015. “Schubert’s ‘Deflected Cadence’ Transitions and the Classical Style.” In Formal Functions in Pespective , ed. Steven Vande Moortele, Julie Pedneault-Deslauriers, and Nathan John Martin, 165–197. University of Rochester Press.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . Oxford University Press.",
        "chusid_1962": "Chusid, Martin. 1962. “Schubert’s Overture for String Quintet and Cherubini’s Overture to Faniska .” JAMS 15: 78–84.",
        "cone_1986": "Cone, Edward T. 1986. “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics.” In Schubert: Critical and Analytical Studies , ed. Walter Frisch,13–30. University of Nebraska Press.",
        "dahlhaus_1979": "Dahlhaus, Carl. 1979. “Formprobleme in Schuberts frühen Streichquartetten.” In Schubert Kongreß Wien 1978: Bericht , ed. Otto Brusatti, 191–97.  Akademische Druck-u. Verlagsanstalt.",
        "damschroder_2010": "Damschroder, David. 2010. Harmony in Schubert . Cambridge University Press.",
        "deutsch_1946": "Deutsch, Otto Eric. 1946. Schubert: A Documentary Biography . J. M. Dent.",
        "fisk_2001": "Fisk, Charles. 2001. Returning Cycles: Contexts for the Interpretation of Schubert’s Impromptus and Last Sonatas . University of California Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . Oxford University Press.",
        "hunt_2009": "Hunt, Graham. 2009. “The Three-Key Trimodular Block and its Classical Precedents: Sonata Expositions of Schubert and Brahms.” Intégral 23: 65–120.",
        "hyland_2009": "Hyland, Anne M. 2009. “Rhetorical Closure in the First Movement of Schubert’s Quartet in C major, D. 46: A Dialogue with Deformation.” Music Analysis 28 (1): 111–142.",
        "hyland_2014": "Hyland, Anne M. 2014. “The ‘Tightened Bow’: Analysing the Juxtaposition of Drama and Lyricism in Schubert’s Paratactic Sonata-Form Movements.” In Irish Musical Analysis , ed. Gareth Cox and Julian Horton, 17–40. Four Courts Press.",
        "kerman_1986": "Kerman, Joseph. 1986. “A Romantic Detail in Schubert’s Schwanengesang .” In Schubert:  Critical and Analytical Studies , ed. Walter Frisch, 48–64. University of Nebraska Press.",
        "kopp_2002": "Kopp, David. 2002. Chromatic Transformations in Nineteenth-Century Music . Cambridge University Press.",
        "rönnau_1982": "Rönnau, Klaus. 1982. “Zu Tonarten-Disposition in Schuberts Reprisen.” In Festschrift Heinz Becker , ed. Jürgen Schläder and Reinhold Quandt, 435–41. Laaber Verlag.",
        "salzer_1928": "Salzer, Felix. 1928. “Die Sonatenform bei Franz Schubert.” Studien zur Musikwissenschaft 15 : 86–125.",
        "schubert_1996": "Schubert, Franz. 1996. Franz Schubert:  Sämtliche Kammermusik-Werke , vol. 2 Sämtliche Streichquartette . Edited by Walther Dürr et al. Bärenreiter.",
        "sly_1998": "Sly, Gordon. 1998. “The Architecture of Key and Motive in a Schubert Sonata.” Intégral 9: 67–89.",
        "sly_2001": "Sly, Gordon. 2001. “Schubert’s Innovations in Sonata Form: Compositional Logic and Structural Interpretation.” Journal of Music Theory 45 (1): 119–50.",
        "smith_2006": "Smith, Peter H. 2006. “Harmonic Cross-Reference and the Dialectic of Articulation and Continuity in Sonata Expositions of Schubert and Brahms.” Journal of Music Theory 50 (2): 143–79.",
        "tovey_1928": "Tovey, Donald Francis. 1928. “Tonality.” Music and Letters 9: 341–63.",
        "waldbauer_1998": "Waldbauer, Ivan. 1988. “Recurrent Harmonic Patterns in the First Movement of Schubert’s Piano Sonata in A Major, D. 959.” 19 th -Century Music 12 (1): 64–73.",
        "webster_1978": "Webster, James. 1978. “Schubert’s Sonata Form and Brahms’s First Maturity, Part I.” 19 th -Century Music 2: 18–35.",
        "westrup_1969": "Westrup, Jack. 1969. “The Chamber Music.” In The Music of Schubert , ed. Gerald Abraham, 88–110.  Kennikat Press.",
        "whaples_1968": "Whaples, Miriam K. 1968. “On Structural Integration in Schubert’s Instrumental Works.” Acta Musicologica 40 (2): 186–95.",
        "wollenberg_1998": "Wollenberg, Susan. 1998. “Schubert’s Transitions.” In Schubert Studies , ed. Brian Newbould, 16–61. Ashgate.",
        "wollenberg_2011": "Wollenberg, Susan. 2011. Schubert’s Fingerprints: Studies in the Instrumental Works .  Ashgate."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Criticism of Schubert’s instrumental music can be traced back as far as his circle of friends during the years shortly after his death, as seen in Joseph von Spaun’s comment that “we shall never make a Mozart or a Haydn of him in instrumental or church composition” ( Deutsch 1946 , 895). Its most detailed formulation is found in Felix Salzer’s important essay on Schubert’s sonata forms ( Salzer 1928 ).  Even James Webster’s attempt to understand Schubert’s sonata forms in a more accurate and positive light proposes underlying weaknesses in his “inhibitions—against leaving the tonic, against establishing new keys by dominant preparation, at times against the dominant itself” ( Webster 1978 , 35).  Concerning an appreciation of Schubert’s masterly handling of harmony, perhaps the most influential contribution here is Donald Francis Tovey’s article “Tonality” from Tovey 1928 .   Recently David Kopp ( 2002 ) and David Damschroder ( 2010 ) have provided a theoretical basis for re-evaluating some of the most innovative aspects of his harmonic writing.  Kopp in particular has proposed a more functional approach to the analysis of chromatic third relations in Schubert’s music.",
            "citations": [
                "deutsch_1946",
                "salzer_1928",
                "webster_1978",
                "tovey_1928",
                "kopp_2002",
                "damschroder_2010"
            ]
        },
        "FN2": {
            "text": "2. For the harmonic implications of Cone’s promissory note, see Cone 1986 , 18.  Here Cone deals with the ramifications of the blocked resolution of a prominent chord and how that resolution is eventually carried out on the broader level of the form.  For Webster’s discussion of the sensitive sonority, see Webster 1978 , 28.  Whaples ( 1968 ) was an early contributor to this topic when she pointed out that in the first movement of the String Quintet in C major, D. 596, the outline of the opening melodic material predicts the main keys of the exposition, C– E ♭ –G.  See Beach 1994 and Sly 1998 for a Schenkerian approach to the projections of such surface details into the deeper structure in Schubert’s works.  More recently Smith ( 2006 ) has discussed Schubert’s highlighting of the same chord across tonal boundaries to create formal continuity.",
            "citations": [
                "cone_1986",
                "webster_1978",
                "whaples_1968",
                "beach_1994",
                "sly_1998",
                "smith_2006"
            ]
        },
        "FN3": {
            "text": "3. In doing so, I will be applying the functions of harmonic motives I have identified in Schubert’s mature sonata forms ( Black 2009 ) to specific instances of harmonic motivic manipulation in the early quartets, which I first discussed in my doctoral dissertation ( Black 1997 ).",
            "citations": [
                "black_2009",
                "black_1997"
            ]
        },
        "FN4": {
            "text": "4. Schubert himself dismissed his early quartets in a letter to his brother Ferdinand ( Deutsch 1946 , 362).  Problems in the sonata-form movements in particular have been addressed by Dahlhaus 1979 .",
            "citations": [
                "deutsch_1946",
                "dahlhaus_1979"
            ]
        },
        "FN5": {
            "text": "5. This situation is found in the first movements of the Quartet in G minor/B-flat major, D. 18, the Quartet in C major, D. 32, and the Quartet in C major, D. 46.  Neither D. 18 nor D. 32 moves to a new key in the first part of the form, while D. 46 does establish the dominant, albeit weakly and without articulating the new key with a fully formed subordinate theme.  For a more detailed discussion of the general problem, as well as the individual movements concerned, see Black 1997.  For an attempt to read the first movement of D. 46 as a sonata form involving innovative features with respect to Sonata Theory, see Hyland 2009 .",
            "citations": [
                "hyland_2009"
            ]
        },
        "FN6": {
            "text": "6. Although a personal voice may be found in this quartet movement, it is not yet a fully mature work on the same level as his last three quartets or the Quartettsatz in C minor, D. 703.  Some scholars see problematic redundancies in the writing, as in Susan Wollenberg’s comments on the transitional process with its “over effortful emphasis on G minor” ( Wollenberg 1998 , 33).",
            "citations": [
                "wollenberg_1998"
            ]
        },
        "FN7": {
            "text": "7. See Black 2009 for a detailed treatment of these three categories.",
            "citations": [
                "black_2009"
            ]
        },
        "FN8": {
            "text": "8. I would like to thank one of the external readers of this article for his/her thought-provoking comments on this aspect of the quartets.",
            "citations": []
        },
        "FN9": {
            "text": "9. For the reconsideration of the dating of this quartet see the notes to it in Schubert 1996 , 27✱.",
            "citations": [
                "schubert_1996"
            ]
        },
        "FN10": {
            "text": "10. Its structure has been widely criticized, the severest judgement being that of J. A. Westrup, who considers the movement “so diffuse that it is no longer possible to discern any form” ( Westrup 1969 , 89).",
            "citations": [
                "westrup_1969"
            ]
        },
        "FN11": {
            "text": "11. Thus I am using the terms “exposition,” “development” and “recapitulation” for convenience rather than more awkward designations such as “first part,” “second part, first section,” and “second part, second section.”  The quotation marks indicate that, although the composer may have intended a sonata form, the individual sections do not actually fulfill their usual functions in that form.",
            "citations": []
        },
        "FN12": {
            "text": "12. This theme does not return later in the form. Any sort of thematic contrast, as weak as it is here, is an unusual feature at this stage of the composer’s development.",
            "citations": []
        },
        "FN13": {
            "text": "13. See Black 1997 , 94–113, for a more detailed discussion of this quartet.",
            "citations": [
                "black_1997"
            ]
        },
        "FN14": {
            "text": "14. The character of this double presentation is quite different from that of a conventional Classical presentation based on tonic and dominant or subdominant statements of the basic idea, or even sequential statements on I and vi, as in the main theme of the second movement of Beethoven’s Violin Sonata in A major op. 30, no. 1, measures 1–4.  Rather, the double presentation’s play of light and shade look forward to, for instance, the opening of Mendelssohn’s Hebrides Overture, where in measures 1 to 4 the music emerges from B minor (measures 1–2) briefly into the light of the D major statement of the basic idea (measures 3–4).  In the Schubert Quartet movement, the shift to VI is accompanied by a move from pp to ppp , which helps create the feeling of the retreat into an interior realm at that point and thus further emphasizes the harmonic contrast.",
            "citations": []
        },
        "FN15": {
            "text": "15. For a discussion of the gestural function of harmonic motives in Schubert’s music, see Black 2009 , 16–25.  The sections marked by this motive in the “exposition” are the first section of the main theme complex; that theme’s excursion to F ♯ minor; and the closing section (on G major/E minor, measures 95–104).",
            "citations": [
                "black_2009"
            ]
        },
        "FN16": {
            "text": "16. This is an early example of Schubert’s use of parallelism and harmonic redirection to achieve the striking effect of a sudden tonal shift.  The D– C ♯ motion in violins I and II in measures 26–28 clearly echoes the D– C ♯ gesture an octave higher of the two immediately preceding measures (24–25) which itself reiterates the previous half cadential gesture in measures 16–17.  The D of bars 26–27 is thus understood to be a part of the applied diminished seventh of the two previous gestures it recalls, with the two lower voices arpeggiating the diminished chord under the held tone which resolves to the C ♯ of the culminating dominant seventh in measure 28, thus unexpectedly diverting the music into F ♯ minor.",
            "citations": []
        },
        "FN17": {
            "text": "17. Here the darkening to C minor is delayed until measure 158ff, since the entry into C is marked by the applied dominant seventh to IV in measure 156.  This harmonic alteration adds more urgency in the shift to C at that point.",
            "citations": []
        },
        "FN18": {
            "text": "18. From this point on much of the remainder of the music is taken up with the struggle between C major and D major involving transitional material from the first part of the form.",
            "citations": []
        },
        "FN19": {
            "text": "19. It is this consistent return of the main thematic material in different keys that led Dahlhaus ( 1979 , 193) to refer to the main theme’s behavior as that of a ritornello in his discussion of the movement’s form.",
            "citations": [
                "dahlhaus_1979"
            ]
        },
        "FN20": {
            "text": "20. For a more detailed discussion of the modulatory function of harmonic motives in Schubert’s music, see Black 2009 , 8–15.",
            "citations": [
                "black_2009"
            ]
        },
        "FN21": {
            "text": "21. The subordinate theme, however, is very closely derived from the main theme, as shall be shown below, and does not return in the recapitulation.  For a more detailed discussion of the movement, see Black 1997 , 119–127.",
            "citations": [
                "black_1997"
            ]
        },
        "FN22": {
            "text": "22. By partial sequence I mean that measure 3 is a statement of measure 1 on the supertonic, while measure 4 is altered to reassert the tonic in a quasi-cadential manner.",
            "citations": []
        },
        "FN23": {
            "text": "23. For a more detailed discussion of the generation of the second subordinate theme and its relation to measures 21–27, See Black 1997 , 120–21 and Example 3.18.",
            "citations": [
                "black_1997"
            ]
        },
        "FN24": {
            "text": "24. The String Overture in C minor D. 8, from June 1811, provides the earliest example of this type of exposition in Schubert’s sonata forms.  See Chusid 1962 for its debt to Cherubini’s Overture to Faniska .  For a discussion of D. 8’s form, see Black 1997 , 83–91.  James Webster has proposed the influence of Beethoven’s Coriolan Overture, op. 62, on Schubert’s three-key expositions ( Webster 1978 , 26–27).   Graham Hunt also discusses the possible influence of Beethoven’s Coriolan Overture, as well as Cherubini’s Overture to Les Deux journées in his article on the three-key trimodular block in Schubert and Brahms, which includes a detailed treatment of Schubert’s use of such a structure across his career.  See Hunt 2009 , especially his useful table of Schubert’s early three-key expositions in Example 7, 83.  Since his article is based on Hepokoski and Darcy’s Sonata Theory, whereas the present article follows Caplin’s theory of formal functions, there are some differences in our interpretations of the form of some of the movements discussed below.  These differences will be dealt with as they arise.",
            "citations": [
                "chusid_1962",
                "black_1997",
                "webster_1978",
                "hunt_2009"
            ]
        },
        "FN25": {
            "text": "25. Anne M. Hyland has pointed out the same harmonic motive in Hyland 2014 , 24–25.  Her discussion makes very similar points to those in my earlier dissertation ( Black 1997 , 120–21).",
            "citations": [
                "hyland_2014",
                "black_1997"
            ]
        },
        "FN26": {
            "text": "26. The first movement of the String Quartet in E-flat major, D. 87, provides an example of Schubert’s treatment of a similar supertonic tendency in his opening material. This later sonata form, however, has a much more conventional structure and a fully formed exposition.  See Black 1997 , 163–70, for a detailed discussion of these aspects of the movement.",
            "citations": [
                "black_1997"
            ]
        },
        "FN27": {
            "text": "27. The opening of the development section is largely a transposition of the opening of the transition (compare measures 42–54 to measures 93–105).  Thus the key structure of the transition, B ♭ major–C minor– E ♭ as relative major excursion–C minor, is reproduced on G: G minor–A minor–C as relative major excursion–A minor.",
            "citations": []
        },
        "FN28": {
            "text": "28. In fact, from a broader perspective, both the beginning and ending of the development involve three successive steps by a major second:  ascending F–G–A (measures 91–96) and descending D–C– B ♭ (measures 139–56).  I would like to thank one of the external readers for this last point.",
            "citations": []
        },
        "FN29": {
            "text": "29. Although its design is so unconventional, the fact that the first part of D. 68 does modulate to and confirm a subordinate key as well as articulate it with a new theme allows it to be termed an exposition without reservations, unlike the situation in earlier first movements, such as D. 94, where there is no modulation to a subordinate key in the first part.  One note of caution for those following the discussion with a score; the old Breitkopf & Härtel edition of the Complete Works ( F. Schuberts Werke: kritisch durchgesehene Gesamtausgabe ) reproduced in Dover editions and on IMSLP is notoriously unreliable as a text. In the present case, the editors reinstated 9 bars Schubert crossed out in the interior of the exposition (between the present bars 35 and 36).",
            "citations": []
        },
        "FN30": {
            "text": "30. This section functions as a transition and is labeled as such in Example 10.",
            "citations": []
        },
        "FN31": {
            "text": "31. This “theme” actually functions as the second transition, although it is constructed as a thematic unit.  It comes closest here to the transition/subordinate theme fusion described in Caplin’s theory of formal functions ( 1998 , 203).",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN32": {
            "text": "32. David Beach has discussed this specific progression as an extremely important and prominent element in Schubert’s mature instrumental music—a “hallmark of his harmonic practice”—both on a local and broad scale ( 2017 , 7–11).  Schubert’s intensive work on this motive in the first movement of D. 68 provides an early instance of its use.",
            "citations": [
                "beach_2017"
            ]
        },
        "FN33": {
            "text": "33. This progression is a common means of modulation to the dominant key in the Classical style, but in this movement it gains a broader motivic significance due to its origins in the main theme.  This relationship is underlined by the return of the opening melodic gesture of the theme to launch the first transition (violin I, measures 10–11, repeated, measures 14–15).",
            "citations": []
        },
        "FN34": {
            "text": "34. The reharmonization of this D, in fact, gently releases all of the pent-up tensions of the preceding dominant prolongation in G minor.",
            "citations": []
        },
        "FN35": {
            "text": "35. See, for example, the modulation to F in the first movement of the Piano Trio in B-flat major, D. 898, measures 54–59.  For a discussion of Schubert’s innovative modulatory strategies, see Wollenberg 1998 and 2011 , as well as Black 2005 .",
            "citations": [
                "wollenberg_1998",
                "wollenberg_2011",
                "black_2005"
            ]
        },
        "FN36": {
            "text": "36. This restriction is due to the fact that in D. 112, the harmonic motive is a prolongational progression and does not include the possibility of a pivot-chord modulation found in D. 68’s harmonic motive.",
            "citations": []
        },
        "FN37": {
            "text": "37. For a more detailed discussion of the referential function of harmonic motives in Schubert’s mature instrumental music, see Black 2009 , 4–8 and below.",
            "citations": [
                "black_2009"
            ]
        },
        "FN38": {
            "text": "38. For further information on this strategy as well as a discussion of how it is carried out in the first movement of D. 112, see Black 2015 and below.",
            "citations": [
                "black_2015"
            ]
        },
        "FN39": {
            "text": "39. Here the expansion of the progression involves an internal move through the tonicized IV to the VII o7 , thus I– II ♭ –(V 7 /IV–IV)– VII o7 –I .",
            "citations": []
        },
        "FN40": {
            "text": "40. This tonic-supertonic-tonic neighbor-tone motive is a varied transposition of the fully harmonized statement of the motive in B ♭ major (measures 7ff).  Using a 5 ˆ – 6 ˆ – 5 ˆ motion in the upper voice, of course, is impossible in the supertonic motive, due to parallel fifths.",
            "citations": []
        },
        "FN41": {
            "text": "41. This shift grows out of the motivic supertonic chord.  In the recapitulation, the last statement of the supertonic motive at the end of the main theme slides into a brief excursion to C minor (measures 217–22).  C minor is left by a sudden turn to the dominant seventh of E ♭ major (measures 223–25) for a restatement of the main theme in that key (measures 226–41).  See Black 1997 , 189–91, for further details and musical examples.",
            "citations": [
                "black_1997"
            ]
        },
        "FN42": {
            "text": "42. The situation is similar to what Waldbauer 1998 has discussed in the first movement of the Piano Sonata in A major, D. 959.",
            "citations": [
                "waldbauer_1998"
            ]
        },
        "FN43": {
            "text": "43. There is, however, a certain ambiguity about this passage.  While Dahlhaus ( 1979 , 196) and Wollenberg ( 1998 , 33–37) accept it as an extensive transition, Webster ( 1978 , 26, n18) refers to the movement as an early example of the three-key exposition, thus implying that the passage functions as a subordinate theme.  Graham Hunt also includes this movement in his list of Schubert sonata forms with three-key trimodular blocks in the exposition.  I prefer to consider the passage a transition, due to its dynamic and unsettled character and its perfect authentic cadence in the tonic in measure 73.  Moreover, there is no subsequent PAC in G minor to ground that key.  This is not a normal cadential design for a subordinate theme.  In fact, from the standpoint of William Caplin’s theory of formal functions, the cadence in the tonic B ♭ contradicts the essential function of a subordinate theme, which is to confirm the subordinate tonality with a PAC. See below for a further discussion of the strategy behind the modulatory scheme of the whole passage.",
            "citations": [
                "dahlhaus_1979",
                "wollenberg_1998",
                "webster_1978"
            ]
        },
        "FN44": {
            "text": "44. All of the remaining cadential pairs involve the deflected-cadence strategy with an evaded cadence in one key answered by a perfect authentic cadence in another. This represents a significant departure from Classical practice, where both cadences are usually in the same key with the subsequent authentic cadence rectifying the preceding cadential evasion (see Black 1997 , 184–91 and Black 2015 , 177–80).",
            "citations": [
                "black_1997",
                "black_2015"
            ]
        },
        "FN45": {
            "text": "45. Dahlhaus has pointed out the development-like character of this transition.  Indeed, its use of a large-scale model-sequence process (involving the transposition of the supertonic motive from G minor to B ♭ major in the transition’s interior) is a characteristic Caplin identifies as the defining feature of a development section’s core.  See Caplin 1998 , 142–44.",
            "citations": [
                "caplin_1998"
            ]
        },
        "FN46": {
            "text": "46. The effect of the transition’s concluding cadential passage, with its evaded and then deflected cadence, is enhanced by the transition’s initiating cadential passage (measures 35–45).  The interlocking cadences here set out a model of expectation—an evaded cadence followed by a PAC in the same key .  This model is surprisingly overturned in the parallel cadences ending the transition when the second cadence suddenly shifts to F major.",
            "citations": []
        },
        "FN47": {
            "text": "47. This is an important difference with the first movement of D. 68, where, after the suggestion of G minor through the prolongation of its dominant in the interior of the exposition, the music returns first to the tonic at the beginning of the second subordinate theme and then moves directly from the tonic to the dominant key of F.",
            "citations": []
        },
        "FN48": {
            "text": "48. The chromatic descent from dominant to tonic, outlined in measures 3 and 6, is also an important motivic element in the movement.  See Black 1997 , 180–82 for a discussion of its role in the exposition.",
            "citations": [
                "black_1997"
            ]
        },
        "FN49": {
            "text": "49. The defining F–G gesture does not occur here explicitly.  The B ♭ chord is missing its fifth due to the part-writing concerns of the end of the main theme, where the melodic line is doubled at the octave between violin I and II, while the viola resolves the E ♭ to the D of the tonic chord (measures 32–33).",
            "citations": []
        },
        "FN50": {
            "text": "50. This type of projection of a surface detail onto the deeper level of the form in Schubert’s music is dealt with from a Schenkerian perspective by David Beach in his influential article on the Quartettsatz ( 1994 ), where he traces the opening descending tetrachord into the underlying tonal structure of the movement.  It is also the subject of two important articles by Gordon Sly ( 1998 , 2001 ).  In the first article, he deals with the opening movement of the Violin Sonatina in G minor, D. 13 (1816).  In the second, he discusses the first movements of the Piano Trio in B-flat major, D. 898 (1827) and the Fourth Symphony in C minor, D. 417 (1815), with specific reference to their off-tonic recapitulations.  His introductory observation is relevant to the present essay: “in both cases a salient feature of the movement’s opening music—in the trio, a bassline and harmonic progression . . . prepares the choice of tonal level for its recapitulation.  These opening features, then, act essentially as motives” ( 2001 , 121).",
            "citations": [
                "beach_1994",
                "sly_1998",
                "sly_2001",
                "sly_2001"
            ]
        },
        "FN51": {
            "text": "51. For a more detailed discussion of the referential function of harmonic motives in Schubert’s sonata forms with specific reference to the Quartettsatz and other examples, see Black 2009 , 4–8.  For a treatment of A ♭ as a “sensitive sonority” in the Quartettsatz , see Webster 1978 , 28.",
            "citations": [
                "black_2009",
                "webster_1978"
            ]
        },
        "FN52": {
            "text": "52. “In harmonic terms, the first section in a double second group always leads from the tonic to the dominant, and thus always constitutes a transition” ( Webster 1978 , 30).",
            "citations": [
                "webster_1978"
            ]
        },
        "FN53": {
            "text": "53. Webster ( 1978 ) considers these features to be indications of two supposed weaknesses in Schubert’s sonata forms—his “aversion” for the dominant (22), and his reluctance to leave the home key (30–31; see also 35).  For a closely argued defense of Schubert’s three-key expositions, see Fisk 2001 , 17–19.  Here Fisk highlights the careful construction of the form which maintains the polarity of tonic and dominant keys in the exposition, while allowing the interplay of the subordinate tonalities to becomes a vehicle for the expression of yearning and alienation so central to the Romantic aesthetic. For a discussion of the role that harmonic motives play in projecting the hierarchy of tonalities in such expositions, see Black 2009 .",
            "citations": [
                "webster_1978",
                "fisk_2001",
                "black_2009"
            ]
        },
        "FN54": {
            "text": "54. Here I disagree with Anne Hyland’s assertion that measures 56–61 constitute a “true TR” in the first movement of D. 36 ( 2014 , 24).  The underlying function may be that of a transition, but the exact statement of the main theme in C major (measures 56–59) is clearly thematic and does not have any of the rhetoric or character of a transition.  Furthermore, it is prepared by a dominant prolongation in C (measures 52–55) that ends with a full medial caesura, thus setting up the expectation of a subordinate theme. The process recalls the end of the transition and the beginning of the subordinate theme in a Haydn monothematic sonata form.",
            "citations": [
                "hyland_2014"
            ]
        },
        "FN55": {
            "text": "55. My conclusion in these instances differs from that of Graham Hunt ( 2009 , Example 7), who includes the first movements of D. 68 and D. 112 in his list of early three-key expositions.",
            "citations": [
                "hunt_2009"
            ]
        },
        "FN56": {
            "text": "56. In fact, Webster also accepts D. 112 as an early example of the three-key exposition in Schubert’s work ( Webster 1978 , 26, n18).  I disagree for reasons given in footnote 43 above.",
            "citations": [
                "webster_1978"
            ]
        },
        "FN57": {
            "text": "57. One of the readers has pointed out the same process in another mature work of the composer, the Piano Sonata in C major D. 812 ‘Grand Duo’ for four hands.  In the first movement, the E ♭ dominant seventh/German augmented sixth appears first as the dominant seventh of A ♭ major in the modulation to that key (measures 48–49), then returns as the pre-dominant German augmented sixth in the subsequent modulation to G major (measures 74–75).",
            "citations": []
        },
        "FN58": {
            "text": "58. See Black 1997 for a more detailed account of formal developments in the early quartets.",
            "citations": [
                "black_1997"
            ]
        },
        "FN59": {
            "text": "59. See the first movement of the String Quartet in E ♭ major, D. 87 (1813), for a form that Dahlhaus ( 1979 ) has referred to as “classicist” in its structure.  Even here, in a sonata form that is clearly articulated by breaks and contrasting material, Schubert pursues a harmonic motive from the opening material across the movement.  See Black 1997 , 163–70.  Another more conventional sonata form is the first movement of the String Quartet in E major, D. 353, from 1816.  See Hyland 2014 , 25, for a discussion of the conventional aspects of the movement. The one unconventional feature, however, is the manner of modulation in the transition of the exposition, where the concluding PAC of the main theme is sequenced down from E major to C ♯ minor and then to the dominant, B major, which launches the subordinate theme.  This innovative ploy has ramifications for the movement in general.  See Black 1997 , 254–56, for further details.",
            "citations": [
                "dahlhaus_1979",
                "black_1997",
                "hyland_2014",
                "black_1997"
            ]
        },
        "FN60": {
            "text": "60. Klaus Rönnau was one of the first to call attention to the manner in which the subordinate key was approached as a motivic element associated with the subordinate theme.  See Rönnau 1982 , 436.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] While some aspects of Schubert’s instrumental music have been the subject of controversy over the last century and a half, his innovative approach to harmony has been widely admired. (1) One feature of this approach in particular—his use of harmonic motives—has gained a fair amount of attention in the last few decades.  By “harmonic motive,” I mean a harmonic event or progression that resonates across the movement and influences its key relationships, modulatory strategies, and affective atmosphere.  This recurring entity thus has a motivic status in the full sense of the word.  It originates often in the first gesture of the movement and is pursued throughout the piece to become not just a subtle unifying element, but something that contributes to the overall meaning and effect of the music.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Schubert’s manipulation of harmonic motives has been recognized in his mature music for some time now, from harmonic cross references, such as E.T. Cone’s “promissory note” or James Webster’s “sensitive sonority,” (2) to larger progressions as in Ivan Waldbauer’s ( 1998 ) “recurrent harmonic patterns.” Such procedures, however, were not a late development in his writing. They may be seen in many of his earliest string quartets, the body of work that will form the main focus of the present article.  The principal aim of this study is to trace the development of Schubert’s use of harmonic motives in works  from the very beginning of his engagement in large-scale instrumental composition and thus establish continuity with the works of his maturity. (3) The music studied here consists of the first movements of four of Schubert’s early quartets, D. 94 in D major and D. 36, 68, and 112, all in B ♭ major.  The earliest of the quartet movements suggest sonata form in some of their features, but they contain so many anomalies that the application of sonata form norms and even terminology must be undertaken with care.  Due to their unusual nature, then, it is important to begin with a discussion of the position the early quartets occupy in Schubert’s oeuvre and the general lines of development this body of music exhibits in Schubert’s handling of form. We will then look at his employment of harmonic motives in this established context, the significance of these motives in the unfolding of the form, and the relationship of the resulting processes to his later handling of similar harmonic motives in his mature works. The Problematic Aspects of the Early String Quartets",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "waldbauer_1998"
                ]
            }
        },
        {
            "3": {
                "text": "[3] The early quartets are among the first instrumental works Schubert composed.  They occupy the period from roughly 1810, when he was thirteen, to 1816, when he was on the verge of a career as a free-lance composer.  The overall structures of many of the first movements in these quartets show serious problems in large-scale design with respect to the norms of sonata form, especially in establishing a subordinate theme and key in what would be the exposition. (4) The earliest movements are marked by a tightly controlled and uniform motivic make-up that does not admit conventional tonal and thematic contrast in the first part of the form.  In short, there is no subordinate key or theme, and the music is dominated by one basic motivic idea to the exclusion of virtually anything else. (5) The main line of development in the subsequent quartets from 1812 on is the gradual generation of both a contrasting key and theme in this section of the form; until in the String Quartet in B-flat major, D. 112, from September of 1814, we have a first-movement sonata form that is not only convincing as a structure but also wholly idiosyncratic in its handling of the exposition. (6)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Even in the very first quartet movements a striking harmonic feature of the opening idea assumes an important role in the form and is encountered repeatedly throughout the movement.  What constitutes this feature varies in the movements under study. In D. 94, it is the contrast between the tonic and submediant chords, which is expanded into the contrast between the two tonal realms of the major and relative minor. In D. 36, it is the partial sequence of an ascending second, which plays a role in the movement’s principal modulations.  Finally in D. 68 and 112, it is a particular chord progression, which underpins large sections of the form. In all cases the marked harmonic element accomplishes the important functions of harmonic motives—modulatory, referential and gestural—that I have identified elsewhere in Schubert’s mature sonata forms. (7) We will deal with these functions and how they are carried out in each case in the following discussion.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] The variety of the harmonic material Schubert uses in these movements and his handling of it reflect the experimental nature of the music in this stage of his career and his innovative spirit.  It is often the single-minded pursuit of this material that creates such unusual and problematic structures. (8) In fact, Schubert’s handling of harmonic motives across the years studied in this article is closely related to the general development of his first-movement form.  In the earliest stages the harmonic motive is associated with literal returns of the main melodic/motivic material. Gradually, however, a more fluid approach emerges, one in which the harmonic motive gains its independence from its original melodic configuration and becomes a substance that can be molded into different shapes for different form-functional contexts.  Thus by the first movement of D. 112, where Schubert achieves both tonal and thematic contrast in the exposition, the main and subordinate themes exhibit rhythmic, melodic, and affective differentiation, while sharing a common harmonic background.  Here the situation looks forward to the construction of the first movement of the late Piano Sonata in A major, D. 959, as identified by Ivan F. Waldbauer 1998 , wherein the main and subordinate themes are variations on the same harmonic progression.  To begin our investigation we will now turn to one of the earliest string quartets—D. 94, in D major, from either late 1811 or early 1812. (9) D. 94 and the Emergence of a Harmonic Motive Example 1a . String Quartet in D major, D. 94, i; form of “exposition” and “development” (click to enlarge) Example 1b . Main theme complex and relative motive (click to enlarge)",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "waldbauer_1998"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The first movement of this quartet is very unusual with respect to its overall structure (see Example 1a and 1b ). (10) Its basic subdivisions suggest an attempt at a sonata form, but they do not fulfil the respective functions found conventionally in such a form. (11) The “exposition” remains in the tonic, although it does feature a non-modulating transition followed by a new theme that begins in the tonic, feints towards the dominant (measures 87–91), then returns to the tonic (measures 92–94). (12) The “development” modulates from the parallel minor of the tonic (D) to its subtonic, C major.  The “recapitulation” first establishes C major as a competing tonality. It is then dominated by a struggle between C and D major, with D major winning out shortly before the closing section/coda.  Essentially the unusual features of the movement result from Schubert’s failure to establish a subordinate key in the “exposition.”  The modulation to a contrasting key is thus displaced to the “development,” which now fulfills the function of a transition, while both the confirmation of the contrasting key and the return to the tonic must occupy the “recapitulation.” (13) Example 2 . String Quartet in D major, D. 94, i, main theme complex, mm. 1–17 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN10",
                    "FN11",
                    "FN12",
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] The surface of the movement divides into intensely lyrical thematic material derived from the main theme complex and unsettled transitional material, which is often launched by a fanfare motive (measures 54–82).  The lyrical quality of the thematic material is largely due to its characteristic harmonic motive, which consists of the contrast between the tonic and submediant chords as established in the main theme’s two presentation phrases ( Example 2 , measures 1–11).  In this first statement of the motive, Schubert marks the move from I to VI as something striking:  each harmony is prolonged for four bars as a static harmonic block involving the chord and its dominant in alternation over the chord’s sustained root.  This construction allows the particular quality of each chord, above all its specific modal color, to shine out.  The move from one block to the next thus acquires more power than a simple change of chord within a harmonic progression; instead it creates the impression of a shift from one harmonic plane to another—and this effect is intensified in later statements of the motive. (14) In fact it is this chiaroscuro of major to relative minor or reversed from minor to relative major that becomes the main identifying effect of the motive.  In such appearances, the motive fulfills a gestural function to mark the various stages of the form. (15) Since the motive implies the contrast between a major tonality and its relative minor or vice versa, I will refer to it as the “relative motive.” Example 3a . String Quartet in D major, D. 94, i, main theme complex, excursion to F ♯ minor in 2 nd section (click to enlarge and see the rest) Example 3b . Shift to F ♯ minor through common diminished-seventh core (click to enlarge)",
                "footnotes": [
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The relative motive immediately returns in the second section of the main theme complex ( Example 3a , measures 26–44), now in the dominant field, A major/ F ♯ minor.  This section begins with a sudden and mysterious shift to F ♯ minor based on the diminished seventh it holds in common with A major ( G ♯ –B–D–F/ E ♯ ).  The shift redirects the applied diminished seventh of A major in the reiterated half cadence (measures 16–17, repeated in measures 24–25) to the dominant of F ♯ by resolving the D to the C ♯ over the remaining notes of the diminished chord (measures 26–28, summary Example 3b ). (16) The C ♯ dominant is then prolonged for eight bars (measures 28–35).  The return to D major is accomplished by a reversal of the relative motive—a sequential move from F ♯ minor (measures 28–35) to its relative A major (measures 36–40), which subsequently becomes the dominant seventh of D (measures 41–44).",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] In this F ♯ minor excursion and the return to D major, once again the two harmonic/tonal members of the relative motive are prolonged to become harmonic blocks whose distinctive characters are contrasted, this time with the music moving from the shadow of F ♯ minor into the light of A major, thus reversing the original relationship.  Here the initial member, F ♯ minor, is expanded to eight bars, consisting of the repetition of a four-bar compound basic idea (CBI, labeled CBI X in Example 3a) before the music shifts to a brighter transformation of the CBI in A major.  The harmonic background of the initial member of the motive has also been subtly altered to prolong the new dominant through an alternation of its tonic and dominant harmonies over a dominant pedal (measures 29–36).  Thus the new key, which so suddenly intruded, is denied full confirmation, remaining a shadow tonality poised on its dominant. Example 4 . String Quartet in D major, D. 94, i, end of “development section” / transition, modulation to C for “recapitulation,” mm. 146–73 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] In the central modulation to C major in the “development”/transition, the relative motive plays a dynamic role since it provides the mainspring for that modulation.  The first part of the “development”/transition consists of an exploration of the relative motivic relationship now on the tonic minor D and its relative major F (measures 115–147), thus echoing the F ♯ minor/A major relationship of the second section of the main theme.  At measure 148, the music shifts to the Neapolitan of D minor ( Example 4 , labeled N6).  This shift introduces the relative motive on E ♭ major/C minor (measures 148–162).   Here, the E ♭ -major harmony is expanded in a way that suggests a tonality in its own right.  Then in measure 156, the music turns to E ♭ ’s relative minor, C.  This last key is maintained for the rest of the “development”/transition, which ends with a HC and dominant prolongation (measures 163–167) to prepare the arrival of the main theme in C major for the beginning of the “recapitulation.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In this last instance, the tendency for the relative motive to suggest two tonal entities—the major and its relative minor—comes to full fruition as the music emerges from E ♭ major into C minor, which is then confirmed as a tonality by the section’s concluding HC.  The whole passage (measures 148–162) involves an augmentation of the melodic material of the excursion to F ♯ minor in the main theme group (measures 29–40), consisting of the CBI marked X in Example 3 and X and X 1 in Example 4. (17) The initial basic idea of CBI X is itself derived from the basic idea of the movement’s main theme, measures 3–4.",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] To summarize, the ubiquity and importance of the relative motive in the first movement of D. 94 is very evident.  It is present in the opening measures of the main theme complex (in D major/B minor, measures 3–11), the complex’s internal excursion to F ♯ minor (in F ♯ minor/A major, measures 29–40), and the closing section of the “exposition” (in G major (IV)/E minor, measures 96–102); it returns in the “development”/transition  (in D minor and F major, measures 129–135), achieves the modulation to C at the end of this section (in E ♭ major/C minor, measures 148–167), and then returns in C major to launch the “recapitulation” (in C major/A minor, measures 168–178). (18)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] In all of its recurrences the relative motive maintains the melodic material it was associated with in its initial statement—that is, the movement’s opening basic idea (measures 3–4), either repeated immediately or joined to the contrasting idea of CBI X. (19) In these appearances the relative motive plays two distinct roles. The first is gestural, in that the motive marks particular points in the form with a palpable, recurring affective atmosphere through its distinctive character.  In D. 94 this character consists of what I referred to earlier as the chiaroscuro effect of the contrast between the tonic major and its relative minor, encapsulated in the modal difference between the tonic and submediant chords.  In the first statement of the relative motive (measures 3–11), this contrast is heightened by maintaining F ♯ as the common initial melodic pitch for the statement of the basic idea on I and on VI (Example 2, measure 3, repeated in measure 5; and measure 7, repeated in measure 9).  Thus, the F ♯ changes in its emotional color when the harmony shifts to VI in measure 7.  In other statements of the relative motive (the excursion to F ♯ minor, for instance) the contrast is heightened by expanding the members of the motive—the tonic major and relative minor constituents—to suggest different tonal planes with the resulting effect of a sequential move from the first constituent of the motive to the second.  This reaches its most intense form in the augmentation of the thematic material in the modulation to C major at the end of the “development” (measures 148–167).  In both this passage and the earlier excursion to F ♯ minor, specifically the return to D major, the relative motive assumes a second function—a modulatory role in that it provides the harmonic framework for each of the modulations. (20) Here the essential modal/harmonic contrast of the relative motive is dynamic in nature in that it allows for tonal movement.  It is noteworthy with respect to this feature of the relative motive that, in the final statement of the main thematic material in the coda of the movement (measures 359–371), only the tonic statement occurs, thus establishing stability in the material by avoiding the motive’s dynamic element, the turn to the submediant. D. 36 and the Increasing Scope of the Harmonic Motive Example 5 . String Quartet in B ♭ major, D. 36, 1 st movement; form of the exposition (click to enlarge)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The first movement of the String Quartet in B-flat major, D. 36 also presents an unusual structure in terms of sonata form.  However, in comparison to D. 94 as well as to the other previous quartets, such as D. 18 and D. 32, it is marked by an important breakthrough: Schubert establishes both a distinct subordinate theme and key in the first part of the form, which I now label an exposition without qualification (see Example 5 ). (21) What creates the peculiarities in the form is the composer’s attempt to derive its principal material exclusively from its opening main theme. Example 6 . String Quartet in B ♭ major, D. 36, i, supertonic motive in main theme, mm. 1–4 (click to enlarge)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The main theme itself is unusual.  It consists of only four bars based on a statement-response design in which the basic idea of measures 1–2 is partially sequenced up a tone from tonic to supertonic in measures 3–4 (see Example 6 ). (22) A large portion of the movement is occupied with exact or varied repetitions of this four-bar unit, particularly in the exposition (see Example 5).  Here the majority of the main-theme complex consists of contiguous statements of the main theme, either exact or varied (measures 5–20 and measures 32–41).  The pattern is broken in measures 21–31, where a further variation of the main theme (measures 21–24) leads to a spinning out of its final motive (measures 25–27, etc.).  This passage foreshadows the generation of the second subordinate theme (measures 56–64, etc.). (23)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The transition (measures 42–55) consists of a fugato on the basic idea of the main theme, which modulates from B ♭ major to C.  At measure 56 the main theme enters in C major (marked 1st subordinate theme [1st ST] in Example 5).  Its final bar is then sequenced down by thirds to F major (measures 60–61) and a new subordinate theme, a period, is spun out from this material in that key (measures 62–77, marked 2nd subordinate theme [2nd ST] in Example 5).  F major is further reinforced cadentially in measures 78–87.  Then an F-major statement of a variation of the main theme rounds off the exposition as a closing section (measures 87–90).  (The rest of the form need only be summarized: the development section essentially expands on the material of the fugato transition; the recapitulation consists of a rearrangement of constituents of the main theme complex, at times varied, with both the transition and second subordinate theme omitted.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] The exposition is the most complex part of the form, mixing monothematicism with a three-key design ( B ♭ –C–F), one of the first in Schubert’s instrumental oeuvre. (24) The monothematic element arises from the return of the main theme to mark the C-major area of the subordinate key region.  And this return is directly linked to Schubert’s efforts to derive the material of the second subordinate theme in F major explicitly from the final motive of the main theme.  The three-key design is also a direct outgrowth of the main theme—specifically its harmonic motive, to which we now turn.",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] The harmonic motive of the main theme consists of the partial sequence of measures 1–2 from the tonic, B ♭ , to the supertonic, C, in measure 3, referred to as the supertonic motive (Example 6, measures 1–4). (25) This harmonic motive, with its bright, forward-striving momentum, marks the main theme in most of its reiterations throughout the movement, and due to the ubiquity of this theme imbues the whole piece with its characteristic affect. (26) It also fulfills an important modulatory function due to its direct involvement in the three-key design of the exposition. Example 7 . String Quartet in B ♭ major, D. 36, i, modulation to C in the transition (click to enlarge and see the rest)",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] In the repetitions of the main theme during the course of the main theme group, the motive’s tendency to lean towards the supertonic is carefully contained within B ♭ major, as the sequence invariably leads back to cadential confirmation of the home key (as in measures 13–20 and measures 36–41).  In the transition, however, the supertonic tendency is elevated to a full modulation from B ♭ major to C minor.  Here the statement of the basic idea on the tonic in the main theme becomes a B ♭ -major fugato subject, while the response on the supertonic, C minor, in the theme becomes the C-minor answer in the fugato, bringing the music directly into that key ( Example 7 , measures 42–45).  The C minor region is then further reinforced by an expanded reference to its relative major, E ♭ (measures 47–50), before the music settles into a dominant prolongation in C (measures 51–55) to prepare the entrance of the subordinate theme in that key. Example 8 . String Quartet in B ♭ major, D. 36, i, beginning of development section, shift from F major to G minor (click to enlarge) Example 9 . String Quartet in B ♭ major, D. 36, i, development section, concluding retransition, mm. 139–56 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] So far all of the instances of the supertonic motive have been linked to appearances of the main theme or its components.  At certain points, however, Schubert uses the motive in a less literal manner and without such a link.  Here we turn to the conclusion of the second subordinate key area, F major, and the beginning of the development.  References to the main theme in F major do not occur until the end of the exposition.  In measures 83–87, a variation of the theme’s basic idea launches the concluding PAC of the second subordinate theme.  This basic idea then becomes the codetta material for the closing section (measures 87–91).  In both passages the supertonic motive is conspicuously absent.  This is understandable since, as a dynamic and thus unsettling element of the movement’s opening thematic material, the motive is inappropriate at this stage of the form where F major is stabilized and confirmed as the concluding subordinate tonality of the exposition.  Schubert, however, uses the supertonic motive on a broader scale to launch the development section, which begins with a direct move from F major, to its supertonic, G minor through the latter’s dominant ( Example 8 , measures 91–92b). (27) The development section’s retransition answers this ascending step from the dominant, F, with a sequential descent by step to the tonic B ♭ ( Example 9 , C-: VII° – B ♭ VII° to the dominant of B ♭ , measures 139–56, specifically measures 142–56).  Thus, both the entry to and exit from the development section involves harmonic motion by a major second, the defining feature of the supertonic motive, although the actual main theme material is present at neither juncture. (28)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] In summary, D. 36 is dominated by its supertonic motive, which fulfills both a gestural and a modulatory role in the form.  In the latter case, a major portion of local and broader tonal motion in this piece consists of direct movement by a major second.  In most instances, the originating material of the main theme, specifically a sequence of its basic idea, is directly involved.  Those instances where such a direct involvement is not present, however, as in the development section, represent something new in Schubert’s handling of harmonic motives, which becomes increasingly evident in the subsequent quartets. D. 68 and Increasing Flexibility in Handling the Harmonic Motive Example 10 . String Quartet in B ♭ major, D. 68, i, form of the exposition (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In the next example, the first movement of the String Quartet in B-flat major, D. 68, from the summer of 1813, Schubert continues to treat harmonic motives with the flexibility we found in the development section of D. 36.  While the use of harmonic motives is quite ingenious in D. 68, the movement’s structure is one of the most perplexing in all of the early string quartets. (29) This is true specifically of the exposition, which twice modulates to and cadences in the dominant key (see Example 10 ).",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The first part of the exposition consists of an unconventional main theme ending on the dominant (measures 1–9); a periodic hybrid structure modulating to the dominant key, F major, followed by two bars of prolongation of the new tonic (measures 10–19); (30) and a subordinate theme-like section in F, concluding with a PAC (measures 20–29, labeled 1 st sub. theme in Example 10).  The impression of a concise exposition to this point then disappears in a sudden turn to the dominant of G minor (measures 29–30); its prolongation (measures 31–52); and a second theme-like structure (a modulating period, labeled 2nd sub theme in Example 10), which begins back in the tonic and finally cadences in the dominant key (measures 53–60). (31) This key is reinforced by an unusual, harmonically complicated ECP (measures 72–84) and a closing section (measures 84–93).  The remarkable exposition is followed by a short development section and a recapitulation that brings all of the non-tonic material of the exposition into the tonic.  Thus, the overall form is conventional, despite the exposition’s highly unusual structure.",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] What Schubert has done in the exposition is expand the transitional process across the whole core of that section.  The abrupt, early modulation to the dominant is denied by the sudden move to and prolongation of the dominant of G minor.  The second subordinate theme then returns unexpectedly to the tonic and replays the original modulation to the dominant, which is cadentially confirmed and further strengthened in the concluding passages of the section.  The modulatory process thus runs across usually discrete sections, such as the subordinate theme area itself.  Many of the resulting anomalies, however, can be understood in relation to how Schubert concentrates on and develops the harmonic material of the main theme. Example 11 . String Quartet in B ♭ major, D. 68, i, main theme and its submediant motive A (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] The principal harmonic motive of the main theme consists of the large-scale progression I–VI–IV–V underpinning the theme as a whole ( Example 11 ). (32) The most striking aspect of this motive is the initial move to the submediant through its applied dominant.  This tonicization serves as a prominent marker.  Thus, the full progression will be referred to as “submediant motive A.”  In the main theme, the opening I–VI move is immediately sequenced down a third from VI to IV.  The internal move to IV is not a defining element of the progression, however, for II or its major inflection, the V of V, are substituted for this harmony in later statements of the motive (submediant motive A 1 and A 2 respectively).  This substitution allows for the motive to be used more flexibly in the form—specifically for situations involving a modulation to the dominant, which is accomplished by A 2 (see below). Example 12 . String Quartet in B ♭ major, D. 68, i, first modulation to F and first subordinate theme (click to enlarge and see the rest)",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] A major portion of the exposition is made up of statements of the submediant motive.  The first modulation to F, immediately following the main theme, is built on the A 2 version, in which the music pivots on VI into the dominant key ( Example 12 , measures 14–18). (33) In this statement of the motive, the initial tonic is prolonged by the IV in measure 15, before moving to the VI.  The ensuing first subordinate theme in F major (Example 12, measures 20–28) is built upon two statements of the submediant motive in its A form (24–27).  The first statement (measures 20–23) moves sequentially from I to VI and then to IV, but breaks off, only touching on V at the very end of measure 23.  The submediant motive is immediately repeated (measures 24–27).  This time, it is a complete statement, continuing on from IV through II to V in a cadential gesture that is evaded in measure 27, but returns to cadence in measures 28–29. Example 13 . String Quartet in B ♭ major, D. 68, i, end of internal prolongation of V of G minor and second subordinate theme, mm. 51–60 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] The submediant motive, both in its A 1 and A 2 form, also provides the harmonic foundation for the second subordinate theme (measures 53–60).  The situation here is unusually complex and represents one of the most striking anomalies in the movement.  The theme, a modulating period, enters in the home key of B ♭ major after an extensive prolongation of the dominant of G minor ( Example 13 ).  The antecedent phrase employs the A 1 version of the submediant motive, where II initially displaces IV in the progression that moves to the V of a half cadence in B ♭ major (measures 53–56).  The consequent phrase modulates to F major and cadences there with a PAC in that key (measures 57–60).  This modulation is accomplished by the A 2 version of the submediant motive, which represents an intensification of the previous A 1 statement in the antecedent, wherein the II of the A 1 statement is transformed into the V of F major in the A 2 statement.  The consequent of the theme thus essentially replays the earlier modulation to F major in measures 16–18 (compare Example 12, measures 16–18 and Example 13, measures 57–60).  This time, though, the new key is more firmly established by further cadences (a PAC in measures 69–71 and an ECP ending in a PAC, measures 72–84) and reinforced by a closing section (measures 84–93).  The general design of the exposition thus suggests that the first modulation to F major is premature.  The shift to the dominant of G minor and its prolongation cancels it, bringing the music back into the B ♭ region through its relative minor.  The same modulation to F is then taken up again in the second subordinate theme and is brought to its full fruition and subsequently reinforced cadentially.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] This scenario employs the harmonic elements of the submediant motive A on both the broad and local level. The initial move to the submediant through its dominant in the first bars of the main theme predicts the important role G minor and its dominant will play in the overall structure of the exposition.  On the local level, the submediant motive appears in new guises at virtually every major stage and every level of the exposition, providing the material for all of the thematic units and the two modulations to F. Example 14 . String Quartet in B ♭ major, D. 68, i, recapitulation mm. 201–10: internal transition and second subordinate theme. Regularization of theme’s harmonic structure (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] The motive’s shift to the submediant constitutes a dynamic element in the form.  In the exposition, it is emphasized because it provides the motor, so to speak, for the modulations to F, as that modulation’s crucial pivot chord.  In the recapitulation, though, where maintenance of the focus on the home key is required, certain adjustments are necessary, above all in the material of the second subordinate theme ( Example 14 ).  Since this subordinate theme begins in the home key in the exposition, it can, and does, return at its original pitch in the recapitulation.  Its consequent phrase, which modulated in the exposition, must then be altered to remain in B ♭ major.  Such alterations, however, are also applied to the antecedent phrase and point towards a deliberate reining in of the dynamic tendencies of the submediant tonicization in motive A and its variations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] In the first place, the arrival of the theme is prepared by the dominant of the home key, not that of the submediant.  The theme’s antecedent matches such a regularization with one of its own:  instead of beginning with the I– V /VI–VI progression, as in the exposition, this phrase now opens with a more conventional I–V 7 –I progression, which emphasizes a stable tonic harmony (measures 203–204).  In fact, the whole antecedent is free of any submediant references at all. The original harmonization, though, does return in the consequent phrase, as part of the final statement of the submediant motive A, which now functions as the harmonic framework for the final cadence of the second subordinate theme (measures 207–210), in which the cadential dominant is surrounded by the VI and IV.  The submediant tendency of the motive has thus been neutralized by being incorporated into the cadential process that brings the theme to a stable conclusion in the home key.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Apart from the flexibility in Schubert’s handling of his harmonic material, there are two striking features of the movement that need to be addressed:  the extremely long and complex modulatory process and the unusual effect of the arrival of the second subordinate theme.  The two are linked together.  Most of the interior of the exposition is taken up with a long prolongation of the dominant of G minor.  This reference to G minor is itself motivic, being a characteristic element of the submediant motive throughout the movement.  It also sets up the entrance of the second subordinate theme as a special surprise event, in which the opening D of the theme is imbued with an unexpected color in B ♭ -major, rather than the prepared G-minor harmonization. (34) Thus the beginning of the final and definitive move to the subordinate key of F major, as achieved in the second subordinate theme, is marked by an entirely new atmosphere created by the unusual tonal feint to G minor.  Such feints and their effects are an important feature of Schubert’s mature modulatory practice. (35) In this quartet movement, the overall scheme is rather awkward and only partly successful due to the premature arrival of F major in the first subordinate theme.  We find a very similar modulatory process in the next example, the first movement of the String Quartet in B-flat major, D. 112; but in this case the goal tonality is carefully conserved for the end of that process. D. 112:  Schubert’s Handling of the Harmonic Motive and the Achievement of a Personal Style",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The B-flat major Quartet, D. 112, from September of 1814, is one of the finest of Schubert’s early quartets.  In many respects its first movement represents a continuation and refinement of the processes encountered in D. 68.  As in D. 68, the harmonic motive consists of the underlying chord progression of the main theme, which is then developed as the prime harmonic material of the whole movement in a manner that exhibits flexibility in moulding the material into new configurations.  Furthermore, the same tonal relationships—between the tonic, B ♭ major, the submediant, G minor and the dominant, F major—arise from this material, although they are pursued in a manner more focused and logical than in D. 68.  Here the principal difference between the two quartet movements is found in the modulatory process, which in D. 112 looks forward to some of the innovations in Schubert’s mature works.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Unlike D. 68, the harmonic motive of D. 112 does not fulfill an explicit modulatory function in that it does not provide the direct means of modulation to the subordinate key.  Instead, its role is more referential. (36) By this term, I mean that the prominent melodic element of the motive in its first statement gradually increases in its significance from a melodic, to a harmonic, and then a tonal element in the unfolding of the form and references to this element at various stages help to define the tonal hierarchy of the movement.  This is an important feature of Schubert’s handling of sonata form in his maturity. (37)",
                "footnotes": [
                    "FN36",
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] In its referential capacity, however, the harmonic motive of D. 112 is still involved in the modulatory scheme, specifically as part of an innovative means of modulation I have referred to in previous articles as a “deflected-cadence” strategy (Black 2009, 2015).  This is a procedure with an effect similar to the tonal feint discussed in D. 68, but involving paired cadences, in which a cadence is set up in one key, evaded or denied, and then started again, only to be deflected at the last moment into a new key.  Again, this is a prominent feature of Schubert’s mature works. (38) D. 112 presents one of the first instances of its use in his instrumental music.  The main focus of the following discussion shall thus fall upon the modulatory process and its relation to the harmonic motive in its referential role. We will begin by laying out the overall form of the music.  Then we will define the harmonic motive and track its recurrences across the movement. Example 15 . String Quartet in B ♭ major, D. 12, form of the exposition (click to enlarge)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] The structure of the movement’s exposition is somewhat unusual (see Example 15 ).  This part of the form breaks into three distinct blocks, each contrasting in character yet dominated by the same harmonic background derived from the main theme and featuring long tonic pedals or prolongations.  These blocks consist of the main theme (measures 1–34), an extensive and dramatic transition (measures 35–102), and the subordinate theme with its closing section (measures 103–156).  The move from one block into the next is achieved by an intricate passage involving interlocking cadences.  This passage launches the transition and returns to prepare the beginning of the subordinate theme.  It is in both (1) the broader relationship of the two cadential passages framing the transition and in (2) the interlocking cadences preparing the subordinate theme that Schubert uses the deflected-cadence strategy mentioned above. Example 16a . String Quartet in B ♭ major, D. 112, i, motivic material of main theme, mm. 1–17 (click to enlarge and see the rest) Example 16b . The three forms of the supertonic 2 4 motive (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The harmonic motive of the main theme grows out of the initial melodic gesture of the movement—the expanded F–G–F neighbor-tone figure presented in measures 1–3 and labeled “motive a” ( Example 16a ).  This gesture saturates the main theme, where it is repeated first on the mediant degree (measures 4–6), then on the tonic (measures 7–13).  In the concluding tonic statement, the figure’s underlying harmonic background, a I– II –(V 7 or VII)–I motion over a tonic pedal, emerges when all three neighbor-tone figures—on the dominant, mediant, and tonic—are set in motion simultaneously.  Here the V, or possibly VII, component is suggested, rather than overtly stated, by the passing tone A in violin I (measure 8, reiterated measures 10 and 12).  In later statements the V or VII component is explicit, forming either the progression I– II –(VII o7 )–I over a tonic pedal, or a I– II – V –I prolongational progression.  The II sonority created by the tonic pedal against the supertonic harmony is the most striking marker of the progression; thus, we will refer to it as the “supertonic motive.” Example 16b shows it in the three versions mentioned above:  X with the passing tone A, as stated in the main theme; X 1 with VII o7 over a tonic pedal; and X 2 with II resolving to V in a tonic prolongation.  This motive, with some minor variations, constitutes the harmonic background for most of the material in the movement.  The situation is thus very similar to that of the first movement of D. 68, where the harmonic progression of the main theme also provides the basis for both the transitions and thematic structures of the exposition. Example 17a . String Quartet in B ♭ major, D. 112, i, interior of transition, mm. 45–60 (click to enlarge and see the rest) Example 17b . Interior of transition, segment in B ♭ major, mm. 17–92 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] In the exposition of D. 112, the supertonic motive in its X version constitutes the harmonic background for the entire main-theme area.  It is stated in measures 1–13, and then repeated in measures 18–34.  In fact, due to the persistence of the motive’s B ♭ pedal, there is no concluding cadential progression for the theme.  The theme merely stops on I (measure 34).  The supertonic motive returns soon afterwards as the underpinning of the interior of the transition ( Examples 17a and 17b ).  Here it occurs in its X 2 version as an expanded tonic prolongation in G minor (Example 17a, measures 45–57).  The X 1 version, expanded and varied, then follows in B ♭ major (Example 17b, measures 73–92). (39) Example 18 . String Quartet in B ♭ D. 112, 1, supertonic 2 4 motive X 1 in subordinate theme, mm. 103–15 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] In the subordinate theme—a compound sentence—the first compound presentation is also built on the supertonic motive in the X 1 version.  The same progression underpins the second compound presentation ( Example 18 ).  In both cases, the progression retains the initial F–G–F neighbor-tone figure of the main theme, now harmonized in the dominant, as its broad melodic component. (40)",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] The short development section that ensues concentrates on the second compound presentation phrase of the subordinate theme.  Thus, this part of the form is saturated with the supertonic motive (X 1 version) first on D ♭ (measures 161–168), then on A (measures 175–185), and finally on B ♭ (measures 189–97).  For the recapitulation, Schubert realigns the music to the subdominant immediately following the first statement of the main theme (measure 226). (41) The rest of the recapitulation consists of a transposition down a fifth of the corresponding material of the exposition.  Thus, the supertonic motive and its variants reappear, transposed exactly in the recapitulation.  As a result, the whole movement is marked by this recurring harmonic progression, at times suggesting a series of back-to-back variations. (42)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] One of the most impressive moments in the first movement of D. 112 is the arrival of the subordinate theme in F major in the exposition (measure 103).  The unusual effect of this moment looks forward to the striking and innovative character of Schubert’s mature modulatory strategies, specifically those that create an entirely new atmosphere for the new theme.  The modulatory scheme in D. 112 that creates this effect is quite complex, even convoluted, yet it is tied in motivically to the principal element of the supertonic motive.  To understand this relationship, we must first discuss the construction and mechanics of the modulation, and then look at how this construction has a motivic significance. Example 19a . String Quartet in B ♭ major, D. 112, i, interlocking cadences at the beginning of the transition, mm. 33–45 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The transition itself (measures 35–105) is not only extensive but also unusual in its construction and general character. (43) It begins with an abrupt and direct move to the submediant, G minor, from the concluding B ♭ tonic of the main theme (measures 33–35).  This sudden harmonic shift initiates an elaborate cadential progression in G minor ( Example 19a , measures 35–45), involving first a deceptive cadence at measure 37, followed by an evaded cadence at measure 41, which is answered immediately by a perfect authentic cadence at measure 46.  Such paired cadences, (specifically the last two in this chain—evaded, then perfect authentic, measures 41–45) become the principal means of modulation in this movement. (44) Example 19b . Interlocking cadences at the end of the transition, mm. 94–103 (click to enlarge and see the rest)",
                "footnotes": [
                    "FN43",
                    "FN44"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] The PAC in G minor launches an extremely dramatic and unsettled section of music first in G minor (measures 45–70), then shifting back to B ♭ major (measures 71–92), and finally returning to G minor again (measures 93 ff.). (45) The return to G minor brings with it an interlocking cadential passage recalling the cadential passage which initiated the transition ( Example 19b , measures 95–103).  This time, though, the deflected-cadence strategy comes into play: the cadence answering the evaded cadence in G minor (measures 95–99) is side-tracked to a PAC in F major (measures 99–103), initiating the subordinate theme in that key at measure 103. (46) The sudden, unexpected release into F major in the deflected cadence creates the arresting sensation of a lift into the new key, which is accompanied by the gentle relaxation of the previous tensions.  Schubert’s scheme here represents a refinement of the basic plan of the first movement of the Quartet in B-flat major, D. 68 (see above).  As in D. 68, the modulation to the dominant key involves three, rather than two, keys—the tonic ( B ♭ major), submediant (G minor), and dominant (F major).  Unlike D. 68, though, the transition of D. 112 does not touch on the goal tonality, F major, until the very end of the transitional process.  Thus, G minor acts as a blind or decoy to the ultimate tonal goal, in order to create the special effect of the arrival in the true subordinate key. Example 19c . Cadential strategy of the transition with its G- 3 6 link (click to enlarge)",
                "footnotes": [
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] Essentially the modulation may be reduced to the transition’s beginning and end points, the interlocking cadences between measures 35 and 45, which initiate the move from B ♭ major to G minor, and those between measures 95 and 103, in which the music advances directly from G minor to F major ( Example 19c ).  The general tonal process, then, amounts to a radical expansion of a pivot on the submediant chord (G minor) into the dominant key (F major).  As we have seen in the first movement of D. 68, Schubert relied heavily upon this particular pivot-chord modulation in the transitions of his earlier sonata forms. What is new in this transition, though, is the elevation of the pivot chord to the status of an intermediate tonality between the tonic and dominant keys. (47)",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] This complex plan is derived motivically from the opening gesture of the main theme, the F–G–F neighbor-tone figure (Example 16a, measures 1–3, motive a).  This figure is extremely important in the movement. (48) As mentioned above, it is the source of the supertonic harmonic motive itself, which is generated by the simultaneous statements of the figure on the three members of the tonic triad (measures 7–13).  Essentially the modulatory plan elevates the neighbor-tone figure from a melodic to a tonal level, with its concluding G–F melodic motion projected as the concluding modulation from G minor to F major in the transition.  The beginning of the transition is also involved in this process.  The direct shift from the B ♭ major chord at the end of the main theme to the first inversion G-minor chord at the beginning of the transition implies a 5–6, F–G motion above the static B ♭ bass (Example 19a, measures 34–35).  Although the preceding F is missing, due to the configuration of the end of the main theme, G emerges in violin I in the same register as it appeared in measure 2, to mark the new stage in the form. (49) Thus the F neighbor-tone figure frames the transitional process.  It begins as an implied harmonic event (the understood F–G, 5–6 motion above B ♭ ) and ends as a concrete tonal event (the modulatory shift from G minor to F major).  The full F–G–F neighbor-tone figure is then featured as the basic melodic framework of the ensuing subordinate theme’s two compound presentations (Example 18, measures 103–14).",
                "footnotes": [
                    "FN48",
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] The expansion of G, the central element of the F neighbor-tone figure, is extremely important in the modulatory scheme.  The G minor chord generated at the beginning of the transition becomes the scheme’s lynchpin connecting all three keys involved— B ♭ major, G minor, and F major.  It functions as the initiating tonic in the first set of interlocking cadences (Example 19c, measure 35).  It then returns in the second set of cadences (measures 95–103) to interrupt the first cadence in G minor (measure 99) and, simultaneously acting as the pre-dominant II , to launch the deflected cadence into F major (measure 103). Example 20 . String Quartet in B ♭ major, D. 112, i, concluding cadence of the exposition (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The G chord also helps to clarify the tonal hierarchy of the exposition.  It does so in the final cadence of the subordinate theme ( Example 20 , measures 143–45).  Throughout the transition, G had threatened to become an established and thus competing tonality with respect to F.  In the subordinate theme’s final cadence, the inferior structural position of G is made explicit when it is reduced to the pre-dominant harmony in the final confirmation of F major, which thus emerges as the true tonal pole of the exposition.  This aspect of the exposition’s design, as well as the elevation of the F–G–F neighbor-tone figure from a melodic to a tonal entity, looks forward to the referential function of harmonic motives in Schubert’s mature work.  In the Quartettsatz , D. 703, for instance, the concluding A ♭ –G melodic motion of the main theme’s descending tetrachord figure (measure 2) foreshadows the two subordinate tonalities, in that order, in the exposition ( A ♭ major, measures 27–61; and G major, measures 93–139). (50) As in D. 112, the first subordinate key ( A ♭ major) is recalled in the final cadences of the second subordinate key (G major), where it functions as the cadential pre-dominant, thus assuming an inferior position to the exposition’s concluding tonality within the latter’s cadential confirmation. (51) The Quartettsatz reveals the important role  that the referential function of harmonic motives plays in defining the structural significance of the subordinate keys  in Schubert’s three-key expositions. The precedent we find in D. 112 for this particular use of harmonic motives brings us to another aspect of some of the early quartet movements studied in this article—the relationship of their transitional processes to Schubert’s mature three-key expositions. The Early Quartets and Schubert’s Mature Three-Key Expositions",
                "footnotes": [
                    "FN50",
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "47": {
                "text": "[47] In his influential article on Schubert’s sonata forms, James Webster, 1978 has drawn an interesting connection between the composer’s transitions and his three-key expositions, involving what Webster terms “double second groups”—a subordinate-theme region that is split between two keys and themes.  The first key is often remote; the second is almost always the dominant.  There are two possible types of construction.  The first involves motion from an initial unstable key to a second subordinate key during the course of the first subordinate theme.  A good example of this is the first movement of the String Quintet in C major, D. 956, where the first subordinate theme begins in E ♭ major but ultimately cadences in G major, the second subordinate key, which then continues as the key of the second subordinate theme.  The second type of construction involves two stable, cadentially confirmed subordinate tonalities, one for each of the two subordinate themes.  In this case, an intervening transition accomplishes the modulation from the first to the second subordinate key. The Quartettsatz , D. 703, and the first movement of the Quartet in D minor, D. 810, “Death and the Maiden,” provide good examples of this type of three-key exposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "48": {
                "text": "[48] In Webster’s thesis, the material of the first key in the double second group functions as a transition to the second key, despite its often intensely lyrical character. (52) According to him, this function is most obvious in those three-key expositions where the double second group begins with an unstable tonality, but he also sees the same underlying function in those cases where the first tonality is firmly grounded.  Here Webster points out the dissociation between an apparently stable tonality and its tonal function as a transition, and isolates two idiosyncratic features of Schubert’s three-key expositions which undercut that stability: (1) the modulation to the first subordinate tonality often replaces the usual dominant preparation of the new key with an unconventional and abrupt move by common tone, juxtaposition of keys, or a tonal feint; (2) the home key maintains its presence until the last minute of the transition to the first subordinate key and is referenced again in the subsequent transition between the first and the second subordinate keys ( 1978 , 23 and 30). (53)",
                "footnotes": [
                    "FN52",
                    "FN53"
                ],
                "citations": [
                    "webster_1978"
                ]
            }
        },
        {
            "49": {
                "text": "[49] I disagree with Webster’s argument that the primary function of the first subordinate theme in a double second group is transitional.  The situation is more complex in the mature three-key expositions and involves a tonal and thematic interplay across the exposition that marks the movement with its particular affective meaning.  To confine the first subordinate theme to a predominantly transitional function thus seems to diminish its multifaceted role in the form.  However, the last three quartet movements we have looked at, D. 32, D. 68, and D. 112, bear witness to a connection between Schubert’s later three-key expositions and his early experiments in the transitional modulatory process. This process, in fact, provides the proving ground for the specific features of the mature three-key expositions identified by Webster.  And these features are in turn tied in to Schubert’s efforts to make the central harmonic motive of the main theme a generative force in the music.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "50": {
                "text": "[50] The most straight-forward example is D. 36.  As mentioned earlier, this movement presents an early example of the first type of three-key expositions mentioned by Webster—one in which the initial key of the subordinate theme group quickly yields to the second key (see Example 7, page 2).  Here the connection to Schubert’s transitional experiments based on the harmonic motive of the main theme is very clear. (54) The first subordinate key, C (measures 56–59), is a direct projection of the main theme’s supertonic motive onto the tonal level, while the main melodic material of the ensuing second subordinate theme is generated in the descending third sequence that leads from C to F major, the second subordinate key (measures 59–61).  The whole process reflects the aim of the young Schubert to derive the entire movement from the melodic and harmonic material of his opening theme—a preoccupation that marks the first-movement forms of his early quartets up to this point as well.",
                "footnotes": [
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "51": {
                "text": "[51] The situation in the other two quartet movements, D. 68 and D. 112, is more complicated as far as the modulatory strategy is concerned, but reveals similar connections between the experimental transitions in his early quartets and his mature three-key expositions.  Unlike D. 36, neither case is a true three-key exposition where the first subordinate key marks the beginning of the first subordinate theme.  Both D. 68 and D. 112 expand on an intermediate key (G minor) between the tonic ( B ♭ major) and dominant (F major) during the transitional process itself, rather than at the beginning of the subordinate theme. (55) Thus these movements stand as evidence of the close association of Schubert’s unusual transitional strategies in his early quartets and the later three-key expositions.  Furthermore, the role played by the intermediate tonality, G minor, involves two instances of the type of “abrupt” modulations mentioned by Webster as innovations in the three-key expositions of Schubert’s maturity—the tonal feint in D. 68 and the deflected-cadence strategy in D. 112.  Both transitional processes also include references back to the tonic key that undercut the intermediate tonality before the arrival in the dominant—another characteristic of Schubert’s mature three-key expositions mentioned by Webster. (56)",
                "footnotes": [
                    "FN55",
                    "FN56"
                ],
                "citations": []
            }
        },
        {
            "52": {
                "text": "[52] Concerning the motivic aspect of the modulatory process in D. 68 and D. 112, the composer’s attempt to tie the transition closely to the opening material of the movement is as evident as in D. 36: in D. 68, the modulation is directly generated from the harmonic motive of the main theme, and in D. 112, the modulation is based on a projection of the source of the main theme’s harmonic motive (the F–G–F neighbor-tone gesture) onto a tonal level. A continuity thus exists in these two cases with the tight monothematic tendency of the earliest quartet movements, as seen in D. 36, but this tendency is now refined and expanded in such a way as to enable the creation of something as radically innovative and expansive as the later three-key expositions and their mechanisms.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "53": {
                "text": "[53] There is one last detail that links D. 112 in particular with the emergence of Schubert’s mature three-key expositions in the Quartettsatz .  This is the use of a shared harmonic element in the cadential passages that establish the different subordinate tonalities of the exposition.  As we have seen in D. 112, the G minor functions as the initiating tonic in the generating cadence of the transition, which shifts the music into G minor (Example 19c, measure 35).  It then returns at the end of the transition as the pre-dominant harmony in the PAC in F major, launching the subordinate theme (Example 19c, measure 99).  A similar relationship may be found in the Quartettsatz ( Examples 21a and 21b ).  The modulation to the first subordinate key of A ♭ major is accomplished by a PAC in that key (Example 21a, measures 23–27).  The modulation to the second subordinate key, G major, also employs a PAC (Example 21b, measures 85–93).  Here the dominant seventh of A ♭ major, featured in the PAC in that key in measures 25–26, returns and is highlighted (measures 85–88) as the pre-dominant German sixth of the cadence in G major.  Thus, as in D. 112, the two crucial modulatory cadences are linked by a common sonority that assumes a different function in each of its appearances. (57) Example 21a . Quartettsatz in C minor, D. 703. Harmonic cadential links, modulation to A ♭ major, mm. 19–27 (click to enlarge and see the rest) Example 21b . Modulation to G major, mm. 81–93 (click to enlarge and see the rest) Conclusion",
                "footnotes": [
                    "FN57"
                ],
                "citations": []
            }
        },
        {
            "54": {
                "text": "[54] The quartet movements discussed in this article represent only a small sampling of the sonata forms Schubert wrote between 1810 and 1816, yet they provide a useful insight into his development as a composer, while revealing some of the basic tendencies in his approach to the form. (58) Rather than a potpourri of contrasting material and themes, there is a concentration on the material of each movement’s opening bars and an attempt to derive the whole piece from that material, which in each successive quartet movement becomes increasingly harmonically oriented and is eventually divorced from the initial melodic ideas it supports to become a constructive force in the form in its own right.  Schubert’s handling of this harmonic motive leads to a highly original interpretation of sonata form.  In fact, only rarely in the early quartets does there appear a thoroughly conventional structure, at least according to the models advanced by William Caplin or James Hepokoski and Warren Darcy. (59)",
                "footnotes": [
                    "FN58",
                    "FN59"
                ],
                "citations": []
            }
        },
        {
            "55": {
                "text": "[55] Again it is in the harmonic sphere where Schubert is the most successful and where he produces his most idiosyncratic features.  Of particular importance is the role his harmonic motives play in the transition.  Here the motive becomes a dynamic element in the unfolding of the form, and the result is entirely unconventional with respect to the preceding Classical practice.  Whereas previously, the harmonic underpinnings of such modulations were not usually tied in closely to motivic development within the form but followed certain conventional lines, now with Schubert they are deeply motivic, emerging from the opening gesture of the movement either explicitly, as in the first movement of D. 94 or D. 36, or more abstractly as in D. 112.  The effect of such modulations is also decidedly un-Classical, as can be seen in the modulatory feint of D. 68 or the deflected-cadence strategy of D. 112, both of which produce a strikingly new atmosphere for the subordinate theme and key. (60) Thus in the early quartets, while there are certainly many sonata-form movements that are not yet successful as large-scale forms, the most important elements of Schubert’s musical personality are already forming and transforming the structure from within. It is these elements, growing out of his precocious development of harmonic motives in his early quartets, that blossom into the great beauties of his harmonic practice in his mature sonata forms.",
                "footnotes": [
                    "FN60"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.18.24.3.black.html",
    "data": "mto/data/mto.18.24.3.black.json"
}