{
    "title": "Review of Brian Hulse and Nick Nesbitt, eds., <i>Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music</i> (Ashgate, 2010)",
    "date": "2012/04/01",
    "volume": "18",
    "issue": "1",
    "authors": [
        "Robbie, Andrew D."
    ],
    "abstract": "",
    "keywords": [
        "Deleuze",
        "philosophy",
        "analysis"
    ],
    "doi": "",
    "received": "October 2011",
    "pdf": "http://mtosmt.org/issues/mto.12.18.1/mto.12.18.1.robbie.pdf",
    "author_info": [
        {
            "name": "Andrew D. Robbie",
            "university": "Harvard University",
            "address": "104 Molong St., Condobolin, NSW, 2877, Australia",
            "email": "mail@andrewrobbie.net"
        }
    ],
    "citations": {
        "berliner_1994": "Berliner, Paul. 1994. Thinking in Jazz . Chicago: University of Chicago Press.",
        "bogue_2003": "Bogue, Ronald. 2003. Deleuze on Music, Painting and the Arts . New York: Routledge.",
        "boretz_morris_and_rahn_2008": "Boretz, Benjamin, Robert Morris, and John Rahn, eds. 2008. “Colloquy on A Thousand Plateaus .”",
        "buchanan_and_swiboda_2004": "Buchanan, Ian and Michel Swiboda, eds. 2004. Deleuze and Music . Edinburgh: Edinburgh University Press.",
        "deleuze_1988": "Deleuze, Gilles. 1988. Spinoza: Practical Philosophy . Trans. Robert Hurley. San Francisco: City Lights.",
        "deleuze_1991": "Deleuze, Gilles. 1991. Masochism: Coldness and Cruelty . Trans. J. McNeil. New York: Zone.",
        "deleuze_2003": "Deleuze, Gilles. 2003. Francis Bacon: The Logic of Sensation . Trans. Daniel Smith. Minneapolis: University of Minnesota Press.",
        "deleuze_and_guattari_1987": "Deleuze, Gilles and Félix Guattari. 1987. A Thousand Plateaus: Capitalism and Schizophrenia . Trans. Brian Massumi. Minneapolis: University of Minnesota Press.",
        "rings_2011": "Rings, Steven. 2011. Review of Sounding the Virtual: Gilles Deleuze and the Theory and Philosophy of Music , edited by Brian Hulse and Nick Nesbitt. Indiana Theory Review 29, no. 1: 79–92."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Many thanks to Steven Rings for providing me with his review of Sounding the Virtual , in Indiana Theory Review 29, no.1, while still in press ( Rings 2011 ). This allowed the present review to provide complementary coverage of the book’s wide-ranging material.",
            "citations": [
                "rings_2011"
            ]
        },
        "FN2": {
            "text": "2. I can’t help but think that the obvious solution, though sadly it’s too late for Deleuze himself, is collaboration. The relevance of Bidima’s expertise might have been unlocked if the chapter had been co-written with an English-language music theorist, rather than simply translated from the French.",
            "citations": []
        },
        "FN3": {
            "text": "3. It is perhaps no coincidence that rhythm is the subject of one of the strongest papers in Buchanan and Swiboda 2004 , that by Phil Turetsky. In that essay, rhythm is approached through the concept of the assemblage.",
            "citations": [
                "buchanan_and_swiboda_2004"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the hailstorm of recent books concerning the thought of Gilles Deleuze, editors Brian Hulse and Nick Nesbitt set Sounding the Virtual apart as the first “coherent, comprehensive reply from the field of music studies” (xv). (1) This careful positioning is necessary, as there is already a substantial body of writing treating Deleuze’s relationship to music, both from music-centered scholars and from cultural, film, and media studies. This includes Ronald Bogue’s 2003 synthesis of Deleuze’s writing on music (and painting), Ian Buchanan and Marcel Swiboda’s 2004 volume Deleuze and Music , and a four-paper colloquy in Perspectives of New Music from 2008 . These last two sources share two authors each with the new volume, and the Buchanan and Swiboda book shares with it a balance between explicating Deleuze, tracing connections and dissonances with related thinkers, and applying the result to musical examples and/or repertories. By comparison, Sounding the Virtual is somewhat more comprehensive, venturing further beyond the connections Deleuze himself made with music. A light editorial hand, however, ensures that Deleuze’s pronouncements against totalizing conceptual cohesion are respected. What does distinguish this book is that some chapters (though not all) engage with music theory and analysis in a degree of detail that might (but shouldn’t) frighten readers from other disciplines. It’s this detail that gives the book its traction, providing substance to sometimes substantial reorientations of Deleuze’s ontological and ethical arguments, and demonstrating the potential of those arguments to displace some cherished music-theoretical dogmata.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "bogue_2003",
                    "buchanan_and_swiboda_2004",
                    "boretz_morris_and_rahn_2008"
                ]
            }
        },
        {
            "2": {
                "text": "[2] The first three chapters provide complementary perspectives on concepts from Deleuze’s Difference and Repetition . Hulse concentrates on the Deleuzian concept of “difference in itself,” which asserts that each difference is unique, and cannot be compared to other differences by a rule of measurement (as in many current conceptions of pitch space) or by its relation to an archetype (as in Schenkerian analysis). Sean Higgins recasts difference in terms of information theory as “noise,” which he defines as “the absolute difference of empirical sound” (52). Although he is careful to stress the disruptive materiality of “noise,” its binary opposition to “signal” brings clarity to his recasting of Deleuze’s critique of representation: noise is both the material remainder effaced by categorization, and the friction between our senses and faculties that leads to true thought. Christopher Hasty likewise reprises this critique, but shifts the emphasis from music’s materiality to the activity of music, and how we might respect, both conceptually and analytically, the persistence of difference in our musical experiences. The lack of friction between Hastian and Deleuzian discourses is telling, but it falls to Hulse to explicitly position Hasty’s work on rhythm as quintessentially Deleuzian, providing the book’s most concrete connection between Deleuze and analytical practice. The different conclusions drawn by Hulse and Hasty, however, are striking. For Hulse, rigorously pursuing difference tends to dissolve the identity of genres and media into “huge bodies of resonance” (42). By chapter’s end, music’s participants are left with a global reservoir of basic musical materials unbound by style, culture, or era—a utopian abrogation that discards music analysis’s hard-won hermeneutic utility in a quest for radical connectivity. Hasty’s seemingly more conservative position is actually closer to Deleuze: having foresworn representation and categorization, the “realm of Ideas,” of true thought, must be nonetheless “differentiated and internally structured” (10). Hasty’s solutions provide Ideas including “tonal function” and “beat” with a flexible analytical utility that arises from, rather than in spite of, actual musical becoming. His detailed application of these Ideas to the beginning of Chopin’s Scherzo , Op. 54 shows both the sustained intellectual effort such an approach requires, and its distinctive rewards.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Some of Hulse’s analyses, particularly that of the baan , a xylophone from Burkino Faso, deal with the absence of representational generalizations by appealing to detailed, ethnographic accounts of material interactions. For Ildar Khannanov, an ethnographic account is a means to add specificities to one of Deleuze’s own generalizations, the figure of the nomad. He presents the Bashkirs of southern Russia as possessed of a being-in-the-world that has never been subjected to rules of measurement or representation. The Bashkirs speak about music in terms of law, but Khannanov asserts this law is not a taxis —that is, categorical or structural—but a nomos , a topology of customs. He conceives the melodic line of Bashkirian prolonged song through the Bashkirian experience of landscape, as a surface that is resistant to the “depth” of standard metrical and intervallic analyses, and is instead experienced as “gradual changes and fluctuations of intensity” (257). This is not the only time in the book that “intensity” appears as a materialist alternative to the metric, but none of the authors presses it in the direction of an analytic methodology. Jean-Godefroy Bidima’s survey of Deleuze’s writing on intensity is certainly thorough (almost a third of the solo-authored Deleuze references in the bibliography are there only because of Bidima’s chapter), but it does not interrogate musical particulars and thus shares the vagueness of Deleuze's writings on music. (2)",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] What Deleuze means by “difference” and “intensity” is much clearer in light of his particular brand of materialism. Amy Cimini helpfully demonstrates that Spinoza’s ideas about matter underwrite Deleuze’s frequent references to materiality as particulate, including his claim that music consists of “particles” that have “speeds and slownesses” ( Deleuze 1988 , 123). Deleuze claimed that the interaction of musical particles provides us with an ethical model, but as Cimini traces arguments from his Practical Philosophy against Spinoza’s own ethical thought she finds the connections lacking. Perhaps she could have followed Bidima’s lead to A Thousand Plateaus , where “Deleuze takes up the three Spinozan notions of immanence, life, and joy, and deduces an aesthetic question from them: style” (149). Cimini could also have traced Spinoza’s influence through some of Deleuze’s “scientific” metaphors, some of which he relates to music (the molecular, and the spatiality of the “line of flight,” for example). Instead, she compares Deleuze’s particles to Xenakis’s granular synthesis, but can’t get beyond the explicit description and measurement required by early computer processing to any usefully Deleuzian rehabilitation of Xenakis’s writings, or music.",
                "footnotes": [],
                "citations": [
                    "deleuze_1988"
                ]
            }
        },
        {
            "5": {
                "text": "[5] It’s not that Deleuze himself is against passing judgment on music he deems reactionary, and Higgins is similarly willing to censure some music and praise others. He values examples of musique concrète and electronic sound art that create both actual and conceptual noise from the interaction of physical sound production, space, and recording technologies. Exemplarily noisy works are extolled as correctives that displace listening practices which might otherwise be intransigently attuned to musical signals. Judith Lochhead and Bruce Quaglia choose to confine their analytical attention to music that they, through Deleuze, approve. Lochhead, departing from Deleuze on Francis Bacon, includes an extended analysis of Wolfgang Rihm’s Am Horizont . Some of the concepts invoked seem in tension with others elsewhere in the book—particularly Deleuze’s claim that the function of the artist is to “ make visible a kind of original unity of the senses” (187; cf. Deleuze 2003 , 37)—though these tensions are not explored. While Lochhead’s graphic analogues for musical experience help us share her hearing of register and timbre, her writing depends on two sound types (“edgy” and “cottony”) that function more as binary poles than Deleuzian Ideas. Luciano Berio fares better in Quaglia’s chapter, emerging as a fellow traveler in Deleuze’s flight from a (post)structuralist (and post-Fascist) “regime of signs,” in both his compositional practice and his rejection of then current modes of musical analysis. Quaglia sees connections with Deleuze as providing a number of correctives in our appreciation of Berio, most practically in replacing the static semantic subjectivity behind the postmodern concept of “collage” with the material, asubjective dynamic of an “assemblage.” Quaglia’s brief evaluations of works including Sinfonia and Coro are suggestive as to how such ontological shifts might alter the discourses that surround these works.",
                "footnotes": [],
                "citations": [
                    "deleuze_2003"
                ]
            }
        },
        {
            "6": {
                "text": "[6] It’s Nesbitt’s work on John Coltrane, begun in his contribution to Buchanan and Swiboda 2004, that offers the book’s most intense Deleuzian valorization. Nesbitt also employs the concept of the “assemblage,” or agencement , as a corrective, here displacing Berliner’s ( 1994 ) attention to performative agency. This shift begins with an increased attention to the active role instruments and venues take in performances, but goes much further to fragment performing subjects within their specific histories of practices and experiences, and then generalize across such histories to develop a theory of apprenticeship. The first stage recasts influence, not as the assimilation of rules or laws, but as an assemblage of sympathetic bodies, whose activities and sounds allow an apprentice, through practice, to increase the power of his performing body. Once the assemblage has been internalized as a set of principles, the apprentice then presses against their limits in a “contractual sabotage of the rule of constituted law that Deleuze identifies as the formal practice of Masochism” (174; cf. 1991 ). The final stage is self-referentiality, where the artist’s own history of practice enters into an assemblage alongside his present bodily and performative contributions. Nesbitt’s argument is wide-ranging in its sources, and his oscillations between continental philosophy and myriad brief examples from jazz history are sometimes a little disorienting, but I think the reader’s perseverance is rewarded.  Particularly when counterpointed with Quaglia’s relation between compositional activity and style, Nesbitt offers one of the book’s most intriguing and idiosyncratic Deleuzian extensions.",
                "footnotes": [],
                "citations": [
                    "berliner_1994",
                    "deleuze_1991"
                ]
            }
        },
        {
            "7": {
                "text": "[7] Given Pierre Boulez’s central place in A Thousand Plateaus , one might expect him to receive a similarly Deleuzian glow, but Martin Scherzinger circumvents a hermeneutic approach that might have read a Deleuzian political reality in Boulez’s musical texts. First, Scherzinger demonstrates how Deleuze and Guattari’s understanding of pitch, time, and serial method is filtered through Boulez’s writings (cf. Deleuze and Guattari 1987 , 296–97, 474–500). Then he shows how their only partial understanding of that filter might be seen to have compromised both their conceptualization of smooth (intensive) and striated (metric) spaces, and the “deterritorializations” of particles that relate and animate them. Boulez’s compositional practice, viewed as an only partially redundant performance of his theoretical positions, is itself figured as prophetic of the secret algorithms and apparent rhizomes that Scherzinger argues are characteristic of late capitalist digital information cultures. The very intractability of Boulez’s music to analysis, its opacity to hermeneutics, evidences this resonance. Scherzinger convincingly demonstrates that music theory can call the cogency of core Deleuzian concepts into question, and thus become a necessary voice in Deleuze studies.",
                "footnotes": [],
                "citations": [
                    "deleuze_and_guattari_1987"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Michael Gallope mounts an even greater challenge to the Deleuzian ethics that underwrites much of Sounding the Virtual , and cautions that it may not support detailed analytical models. If difference is inherent in all being and our experience of it, he asks, how can some differences be more inherently valuable than others? Gallope argues that Deleuze must leave the details of how high modernist musical techniques create value vague in order to avoid a return to dialectics, a return that would scuttle his metaphysical claim that life is inherently musical. Perhaps, then, the more productive question to ask is whether Deleuze’s thought might enrich theoretical engagement with the musical experiences people already have, and whether it illuminates repertoires that Deleuze ignores or disparages. From the perspective of temporality, the book’s answer is a resounding yes, with a number of papers exploring non-metric accounts of temporal passage, (3) and Hasty’s work providing a methodology to chart this terrain in greater detail. The details of a theory of tonality that escapes or modifies “striated space” remain to be forged. While the role of pitch in Hasty’s Chopin analysis is suggestive, Khannanov’s Chopin analysis seems overly dependant on an analytical narrative of transgressing received structures. Kielian-Gilbert’s analyses of examples from tonal repertories show evidence of detailed listening, but seem to resist any music-theoretical urge to press these details into a method. Perhaps, with her chapter’s focus on “becoming” in conceptual, specifically musical, and then more broadly multimodal contexts, that is the point.",
                "footnotes": [
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The strength of Deleuzian analyses may well be that, in taking the infinite variety of musical becoming as their object, pitch and rhythm are allowed the contingency and flexibility that we allow volume, timbre, and other parameters customarily treated as “smooth” spaces. The challenge is to integrate music theory’s commitment to explicit analytical methodologies into a discourse that, on the surface, would seem to diminish their usefulness, and certainly diminishes their authority. Some of the papers in this volume suggest that this is not only possible, but that once we move beyond “difference” to the more difficult and intricate corners of Deleuze’s thought, he may well point us in the right direction. Some of the directions not taken in Sounding the Virtual reflect the current partitions and allegiances in the discipline of music theory more than their significance for Deleuze (his uses of mathematics in particular come to mind). Refreshingly, the book admits that Deleuze sometimes leads us astray, and that music pushes back to help us choose the directions we take.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.12.18.1.robbie.html",
    "data": "mto/data/mto.12.18.1.robbie.json"
}