{
    "title": "Review of David Epstein, <i>Shaping Time: Music, the Brain, and \n  Performance</i> (New York: Schirmer Books, 1995)",
    "date": "1997/05/01",
    "volume": "3",
    "issue": "3",
    "authors": [
        "Pople, Anthony"
    ],
    "abstract": "",
    "keywords": [
        "Epstein",
        "tempo",
        "motivic analysis",
        "neurophysiology",
        "performance",
        "perception"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.97.3.3/mto.97.3.3.pople.pdf",
    "author_info": [
        {
            "name": "Anthony Pople",
            "university": "Music Department",
            "address": "Lancaster University, Lancaster LA1 4YW, United Kingdom",
            "email": "a.pople@lancaster.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {},
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Most readers of MTO will already have encountered David Epstein’s Shaping Time ; many will have dipped into it; a far smaller number, I \nimagine, will have read it in its entirety. For it is a long book, by \nno means lacking in repetitiousness, and requiring of the reader \nseveral shifts of perspective along the way.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] What sort of book is it?—this was a question I found myself \nconstantly trying to address. It has all the appearance of a grand \nstatement, but clearly it is not a “tenure book,” since Epstein is \nwell past that stage of his career. It is to some extent a follow-up \nto Epstein’s earlier book Beyond Orpheus , in that it pursues in \ngreater depth the ramifications of proportionally related tempos in \nmusic. It frequently uses the language of music theory; it includes a \ncross-cultural study; it presents empirical analysis of performance \ntimings; it draws in ideas from neuropsychology.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] All of these ways of working, ways of writing, are used to \nrationalise musical opinions. Perhaps that should be their true \npurpose for us all, one which is obscured by their more hermetic \npursuit as academic disciplines. But the golden rule of \ninterdisciplinary study—even inter-subdisciplinary study—is that it \nshould satisfy the rigours of both (or all) disciplines involved, and \nthis, so far as I can see, is not what Epstein sets out to do—though \nit may well be what some will assume he has tried to do.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Essentially, I believe this is a book of advice about how to \nperform some pieces of music. It’s a kind of musical memoir—the \nordered reflections of a mature artist who has clear ideas about \nspecific issues of performance and is well able to articulate \nthem. Epstein wants us to know, for example, that when performed with \ncertain proportional tempo relationships in mind, Tchaikovsky’s Fourth \nSymphony achieves a strength of character that stems from the fusion \nof passion with structure. In this it is not that distant from music \nof the German-Viennese heritage. Nor need its guiding pulse serve as a \ntime prison. No one would suggest that this music, with its long \nromantic lines, its intense heights and depths, be confined in a \ntemporal straightjacket. It needs at many moments and can easily live \nwith an elastic pulse, swelling and contracting as the phrases may \ndictate. That is a matter of plasticity in tempo. By that fact it need \nnot lose its central temporal unit, however—that basic pulse by which \nthe entire work is held together (pages 322–3).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] This view is not presented, however, as a description of common \npractice, as an end-product of theoretical distillation from the \nempirical observation of many performances in which an adherence to \nproportionally related tempos is found to be a common factor amid many \nobvious differences. On the contrary, Epstein begins his discussion of \nthe piece by stating outright that “Tchaikovsky deserves better” than \nthe “tradition of expressive excess [which] has dogged this symphony, \ndriving its climaxes to Himalayan heights, it depths to depressive \ntroughs, all the while pushing and pulling its tempos as a means for \nreaching these extremes” (pages 308–9). He then goes on to describe in \nsome detail what tempo relations he advocates, relying for the force \nof his argument on the fact that the rightness of these tempos is true \nto his experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] There are many other such examples in the book, covering a range \nof mainstream concert works, mostly from the nineteenth \ncentury. Setting conventional academic criteria aside, I have to say \nit is among these that I find the most rewarding pages in the book by \nfar. When Epstein is describing what is true to his musical experience \nI feel I have something to learn. After all, what has any of us beyond \nour experience? I am happy to encounter performance advice of this \ncaliber.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] But the book also attempts, quite sincerely I think, to be a \nnumber of other things in addition. There is an encounter with \ntheories of rhythm and meter, which Epstein modestly but properly \ntreats as an “ongoing dialogue” to which he merely contributes; there \nis an attempt on the basis of cross-cultural evidence to posit tempo \nproportionality as a musical universal in the Chomskyan sense; there \nis a continual attempt to account for tempo proportionality in terms \nof neurophysiology. The very language of the book constantly aligns \nit, more or less in alternation, with the academic subcultures of \nmusic theory and empirical musicology: there are lots of numbers and \ngraphs. This allows him to be by turns elitist and more broadly \nempirical, but it is in the jostling of these narrative styles that \nthe book becomes uncomfortable. Proportionally related tempo \nrelationships “allow” motivic correspondences to be heard; motivic \ncorrespondences “confirm” that the tempos should be proportionally \nrelated in performance. (For example, in Mozart’s Divertimento, K. 136 \n(pages 172–4); his Symphony No. 29 (pages 174–9)—and these are but the \nfirst two examples in a long chapter.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Epstein bravely steers his boat among the ice floes of composers’ \nmetronome markings. He does not attempt to discount the usual caveats \nabout, for example, Beethoven’s markings. But in looking for \nproportional tempos among metronome markings given by a gallery of \ncomposers, he seems to overlook the fact that the standard MM numbers \nin themselves, which were established by Maelzel in the 1820s, embody \nproportionality almost throughout, in Epstein’s terms. Beginning with \n40 bpm, the standard metronome compromises between, on the one hand, \nan “equal tempered” system of increases leading to 80 bpm, and, on the \nother hand, an orderly succession of integers. Maelzel’s standard \nsequence: 40 42 44 46 48 50 52 54 56 58 60 63 66 69 72 76 80 [84 88 \n92] has 16 steps between tempo “octaves” related 2:1. If these steps \nwere equally spaced, with adjacent tempos related by a factor of 2 \nraised to the power of 1/16, the succession would be as follows (to \ntwo decimal places): 40.00 41.77 43.62 45.55 47.57 49.67 51.87 54.17 \n56.57 59.07 61.69 64.42 67.27 70.25 73.36 76.61 80.00 (Compare the \nlogarithmic scale of tempos in Stockhausen’s Gruppen.) If simply \nrounded to integers in the normal way, however, rounding errors would \nrender the resulting sequence irregularly graduated: that is to say, \nsome integer successions a b c would be such than c–b is less than b–a \n(54 57 59; 62 65 67; 73 77 80). Maelzel’s metronome scale, on the \nother hand, does have the property of being regularly graduated, \nwhilst also remaining in close approximation to the logarithmic \nscale. One corollary of this approximation is that if a low-integer \nproportional relationship can be observed between any two “degrees” of \nthe scale then that relationship will hold under “transposition” to \nother “degrees.” For example, the tempo-steps 60 and 40 are related in \nthis way (3:2, or 2:3 in terms of beat lengths). “Transposing” the \nrelationship “up” by one “degree” yields tempos of 63 and 42 \nbpm—i.e., also in this proportional relationship. Even where \nprecision breaks down—four steps further along, at 76:50 bpm—the \nproportion is 3.04 to 2, which is well within the range of tolerance \nEpstein allows in such matters—accuracy to with 5%, or from time to \ntime a little more. Closer study suggests that only one “interval \nclass” between tempos on the standard scale does not fit this \ncriterion—namely ic2 (e.g. 40:44, 42:46, etc., and its \ndirection-inverse 40:72, etc.). Thus in any score that includes MM \nnumbers taken from the standard scale, whether or not these stem from \nthe composer, low-number proportional tempo relationships, in \nEpstein’s sense, are statistically likely to \npredominate. (Interestingly, whereas ic1 on the Maelzel scale—on \naverage 4.4%—was presumably heard by the inventor as a noticeable \ndifference, for Epstein it lies within the limits of tempo \nequivalence.)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The notation of tempo by composers, however, is not the be-all and \nend-all of Epstein’s argument. Indeed, it seems possibly tangential, \nfor in the main he is far more concerned with music as a re-creative \nthan a creative art: with traditions of “commonly heard tempos,” with \nthe perception of tempo relationships by listeners and their \nconception by performers, and with his own ideas of how certain pieces \nshould best go. It may be observed, however, that this is not a strict \ndistinction: in his discussion of La mer , Epstein is happy to present \nDebussy’s notated relationship between q = 116 at I/1 and e = 116 at \nI/31 as if it were unarguably a proportional relationship. On paper it \ncertainly is, but as Simon Trezise has shown in his study of the work \n(Cambridge University Press, 1994), this is a relationship that is \nscarcely if ever followed, even approximately, in performance: the \nopening is taken significantly faster than Debussy’s metronome marking \nin all the recorded performances Trezise describes (1994, pages 29–31).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] But elsewhere across his book Epstein accumulates sufficient \nevidence to convince me, for one, that the study of tempo is \nessentially a study of performance traditions. If his \nneurophysiological arguments stand up, then it is in this \ncontext—that of the mental processing in time that underpins a \nperformance as it proceeds. The creative act(s) of the composer, and \nthe imaginary performances from which metronome markings are sometimes \nderived, are a qualitatively different matter, psychologically \nspeaking. As Epstein points out more than once, performance traditions \naccumulate “right” tempos, together with ways of hearing music based \non “right” tempos. I find it instructive that one of his most \nspectacular results concerns a controlled ritardando over the space of \nhalf and hour or so, observed in the apparently wholly aural tradition \nof Himou conducted among the Yanomami people of Venezuela \n(pages 445–6). This is doubtless also a long aural tradition; and it is \nprobably no coincidence that Epstein’s studies of the concert \nrepertory are centered on works which are sufficiently mainstream—I \nuse this word to describe the constitution of an observable repertory, \nnot to upset musicologists newer than I—for each to be carrying by \nthe 1990s a well developed aural tradition of performance, albeit \nneither as long nor as wholly aural as that of the Yanomami.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] What, then, do composers’ metronome markings represent? This is \none of the enduring questions on which an encounter with Epstein’s \nbook renews perspectives. If the “rightness” of tempos in performance \nis essentially a matter of aural tradition, what does this imply for \ntoday’s historically aware performance practices? It would seem that \neven when a composer is known to have arrived at metronome markings by \ntiming actual performances (of a sort), such markings can aspire to no \nmore than being a point of departure for traditions of \nperformance. But it is a point from which departure is made not once \nbut many times, through a kind of time warp: every performer who works \nfrom the score will see those markings, and there will be some kind of \ninteraction between them and the developing aural tradition of “right” \ntempos. In this sense, the difference between historically aware \nperformances and “normal” performances is one of degree rather than \nkind. But I imagine I am not alone in finding many historically aware \nperformances exciting because, among other things, they bring what for \nme are “new” tempos, and perhaps new tempo relationships, to familiar \npieces.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] The statistical analyses in Epstein’s chapter on rubato demand \ncareful scrutiny, since his method of determining integral proportions \nrelies on the accuracy to the last decimal place of his timing data \nfor individual beats. Similarly, I find the chapter on ritardandos and \naccelerandos interesting musically but in other respects less \nsatisfying than it should be, because the cubic curves to which \nEpstein, and his co-author for this chapter, Jacob Feldman, claim to \nfind a good fit for their timing data are so imprecisely \ndescribed. Even their initial abstract presentation of cubic curves \n(page 419, especially Example 12.1a, which claims to show a simple cubic \ncurve but doesn’t, with misleading consequences) is seriously flawed \nbecause it is not sufficiently detailed mathematically. At the other \nend of the linguistic scale, the book’s concluding chapter on “affect \nand musical motion” (pages 453–83) is written in a highly flamboyant \nstyle, albeit idiosyncratically seasoned with words like “paradigm” \nand “structural.” Reading Epstein’s discussion of the opening movement \nof Mozart’s Piano Concerto K. 466 simply forces one to dispense with \nany music-theoretic linguistic filters—since these overheat rapidly \namidst appeals to “darkly colored” chords, to “a sense of the \nineffable,” and so forth (page 470). Yet the chapter is musically \ninstructive. Whether it is more instructive than a performance of the \nwork along these lines would be, is a question it may not be fair to \nask. Be that as it may, the value of the book lies, for me at least, \nin Epstein’s willingness to invoke music theory and empirical \nperformance studies at length and in detail—though without \nnecessarily seeking to contribute directly to those disciplines or to \nsatisfy professional scholars working within them—in order to convey \ninsights about how music may be better played. I am not sure that this \nis such a bad thing to have attempted.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.97.3.3.pople.html",
    "data": "mto/data/mto.97.3.3.pople.json"
}