{
    "title": "The Structure, Function, and Genesis of the Prechorus",
    "date": "2011/10/01",
    "volume": "17",
    "issue": "3",
    "authors": [
        "Summach, Jay"
    ],
    "abstract": "Prechoruses emerged in the mid-1960s as verse-chorus and strophic forms converged upon a four-part formal disposition that Everett (1999) calls “statement, restatement, departure, and conclusion,” orsrdc. This study traces the expansion of thesrdcscheme from its compact deployment in strophes to expanded iterations that approximate verse-chorus form.",
    "keywords": [
        "popular music",
        "rock music",
        "form",
        "prechorus",
        "sentence",
        "srdc"
    ],
    "doi": "",
    "received": "February 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.3/mto.11.17.3.summach.pdf",
    "author_info": [
        {
            "name": "Jay Summach",
            "university": "Yale University",
            "address": "Department of Music, P.O. Box 208310, New Haven, CT 06520-8310",
            "email": "jaysummach@hotmail.com"
        }
    ],
    "citations": {
        "baileyshea_2004": "BaileyShea, Matthew. 2004. “Beyond the Beethoven Model: Sentence Types and Limits.” Current Musicology 77 (Spring): 5–32.",
        "biamonte_2010": "Biamonte, Nicole. 2010. “Triadic Modal and Pentatonic Patterns in Rock Music.” Music Theory Spectrum 32 (Fall): 95–110.",
        "caplin_1998": "Caplin, William E. 1998. Classical Form: A Theory of Formal Functions for the Instrumental Music of Haydn, Mozart, and Beethoven . New York: Oxford University Press.",
        "carter_2005": "Carter, Paul Scott. 2005. “Retrogressive Harmonic Motion as Structural and Stylistic Characteristic of Pop-Rock Music.” PhD diss., University of Cincinnati.",
        "covach_2006": "Covach, John. 2006. What’s That Sound? An Introduction to Rock and Its History . New York: Norton.",
        "davis_1985": "Davis, Sheila. 1985. The Craft of Lyric Writing . Cincinnati: Writer’s Digest Books.",
        "doll_2007": "Doll, Christopher. 2007. “Listening to Rock Harmony.” PhD diss., Columbia University.",
        "endrinal_2008": "Endrinal, Christopher. 2008. “Form and Style in the Music of U2.” PhD diss., Florida State University.",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: Revolver Through The Anthology . New York: Oxford University Press.",
        "everett_2004": "Everett, Walter. 2004. “Making Sense of Rock’s Tonal Systems.” Music Theory Online 10.4. http://mto.societymusictheory.org/issues/mto.04.10.4/mto.04.10.4.w_everett.html (accessed 15 December 2010).",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” New York: Oxford University Press.",
        "gjerdingen_2007": "Gjerdingen, Robert. 2007. Music in the Galant Style . New York: Oxford University Press.",
        "hepokoski_and_darcy_2006": "Hepokoski, James and Warren Darcy. 2006. Elements of Sonata Theory: Norms, Types, and Deformations in the Late-Eighteenth-Century Sonata . New York: Oxford University Press.",
        "moore_1992": "Moore, Allan F. 1992. “Patterns of Harmony.” Popular Music 11 (Jan.): 73–106.",
        "moore_2001": "Moore, Allan F. 2001. Rock: The Primary Text—Developing a Musicology of Rock . 2 nd ed. Aldershot: Ashgate Publishing.",
        "stephenson_2002": "Stephenson, Ken. 2002. What to Listen For in Rock: A Stylistic Analysis . New Haven: Yale University Press.",
        "tagg_1982": "Tagg, Philip. 1982. “Analysing Popular Music: Theory, Method and Practice.” Popular Music 2: 37–67.",
        "discography_discography": "Discography"
    },
    "footnotes": {
        "FN0": {
            "text": "* This study was funded in part by the Social Sciences and Research Council of Canada. I offer my thanks to Nicole Biamonte, Mark Spicer, Walter Everett, Nick Betson, Stephen Gosden, Brian Kane, and especially Daniel Harrison for their recommendations and constructive criticism.",
            "citations": []
        },
        "FN1": {
            "text": "1. In this article, songs are identified by title and performer. This is only a convenient shorthand, since all of the recordings treated here represent the work of a team of recordists (songwriters, arrangers, musicians, engineers, producers... etc.) Years given in the examples and body of the article indicate when a song placed on the Billboard Annual Top 20; the discography indicates the year a song was released.",
            "citations": []
        },
        "FN2": {
            "text": "2. Stephenson 2002 describes these and several other patterns of lyric deployment, and observes that changes in deployment pattern often contribute to the distinction between formal sections, as seen here (1–19).",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN3": {
            "text": "3. Each of the studies listed makes the claim, directly or indirectly, that large-scale inductive research can inform nuanced analyses of individual works. My articulation of this claim parallels statements in Gjerdingen 2007 and Stephenson 2002 : “Experts in a particular subject distinguish more relevant schemata than non-experts. Becoming acquainted with a repertory of galant music schemata can thus lead to a greater awareness of subtle differences in galant music. The music may seem to develop more meaning” ( Gjerdingen 2007 , 16); “Without an established understanding of the stylistic norms of rock, we run the risk... of being surprised by structures common in the genre... while missing other, truly significant structures or events” ( Stephenson 2002 , xv).",
            "citations": [
                "gjerdingen_2007",
                "stephenson_2002",
                "gjerdingen_2007",
                "stephenson_2002"
            ]
        },
        "FN4": {
            "text": "4. Moore 2001 states: “My examples are many and varied. One important reason for this comes from my attempt to subvert the growth of an accepted ‘canon’ of popular music” (7).",
            "citations": [
                "moore_2001"
            ]
        },
        "FN5": {
            "text": "5. Similar graphic representations of song form appear in Davis 1985 . The term “module” comes from Hepokoski and Darcy’s study of sonata form: “In the hands of most composers, constructing a sonata-form movement was a task of modular assembly : the forging of a succession of short, section-specific musical units...linked together into an ongoing linear chain” ( Hepokoski and Darcy 2006 , 15–16).",
            "citations": [
                "davis_1985",
                "hepokoski_and_darcy_2006"
            ]
        },
        "FN6": {
            "text": "6. Analysis of the 93 strophic and 202 AABA songs in the 700-song sample group showed that the A sections of strophic and AABA songs are nearly indistinguishable with respect to the incidence of basic formal options such as on- and off-tonic beginnings, on- and off-tonic endings, and the presence of head and/or tail refrains (to be discussed below). But there is a difference in the typical length of A in the two contexts. In both cases, the length of A varies from song to song.  In AABA songs, A is 8 bars long (consistent with the “32-bar” paradigm) in half of the examples, and from twelve to sixteen bars long in the rest. In strophic songs, it is uncommon for A to be only eight bars long. “Heartbreak Hotel” is one example, although the short strophe length in bars is offset by a slow tempo. These findings will be presented in detail in my forthcoming dissertation.",
            "citations": []
        },
        "FN7": {
            "text": "7. The purpose of Example 5 and subsequent transcriptions is to help the reader coordinate the analytic discussion with the sound excerpts. Although the lyrics, basic chord changes, and formal labels given in the transcriptions are adequate for this purpose, reference will also be made to musical features that are not transcribed, such as melody and instrumentation—features that should be apparent in the sound excerpts. In the transcriptions, vertical lines represent the downbeats of bars, chords are represented by Roman numeral labels, and the repeat symbol “•/•” indicates no change of chord. An effort is made to keep lyric phrases together on a single line, even if they start with a pickup (i.e. the first few words occur during the last bar of the previous line.) In Example 5, for instance, the third and fourth lines start with pickups. Pickups are not included in the bar count for a given line; thus, lines three and four are each counted as four bars long. The bar count for a line is always equal to the number of vertical barlines.",
            "citations": []
        },
        "FN8": {
            "text": "8. Although pattern completion in both “Cathy’s Clown” and “King of the Road” coincides with authentic cadences, numerous studies including Moore 1992 , Stephenson 2002 , Everett 2004 , Carter 2005 , Doll 2007 , and Biamonte 2010 have shown that the typical progressions and cadential formulae of major/minor art music are only sometimes at play in pop/rock music. At issue is the possibility that a cadence may include chords other than the dominant, tonic, and substitutes. Moreover, “the traditional notion of cadence as a coordination of melodic, harmonic, and metrical resolution in one of a limited set of simple patterns” may be attenuated or absent in a given song ( Stephenson 2002 , 56). Therefore, a range of formal cues—harmonic progression, lyric invariance, melodic contour, and changes in lyric phrasing and instrumentation—must be taken into consideration when determining module boundaries.",
            "citations": [
                "moore_1992",
                "stephenson_2002",
                "everett_2004",
                "carter_2005",
                "doll_2007",
                "biamonte_2010",
                "stephenson_2002"
            ]
        },
        "FN9": {
            "text": "9. Sentences in pop/rock music bear some similarity to those in art music, about which more will be said below.",
            "citations": []
        },
        "FN10": {
            "text": "10. See also Everett 2009 , 140–1. Everett favors examples in which s and r are similar, hence the labels “statement” and “restatement.” But in some cases, r differs from s , as will be discussed below. On this matter, Daniel Harrison pointed out to me that r can also stand for “response.”",
            "citations": [
                "everett_2009"
            ]
        },
        "FN11": {
            "text": "11. Readers interested in confirming the information given in charts in this article may wish to consult my forthcoming dissertation, where comprehensive formal details for the data set will be listed song by song.",
            "citations": []
        },
        "FN12": {
            "text": "12. Example 13 shows c lasting four bars minus a two-bar elision. The tonic arrival in the third bar of c (on the lyric “world”) is elided by a I M7 -IV M7 vamp that introduces the next strophe. Stephenson 2002 observes that elision disrupts the regular succession of four-bar groupings that is paradigmatic for much pop/rock music: the final chord of a formal unit, rather than occupying the remainder of the four-bar grouping in which it occurs, is asserted as the (premature) onset of a new four-bar grouping and formal unit (17). To accommodate the comparison of elided examples with non-elided ones, bar counts in this article are given as if elision were not present. Thus, Example 13 is described as a sixteen-bar srdc pattern, not a fourteen-bar pattern.",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN13": {
            "text": "13. After 1964, the incidence of sentential strophes settles out, falling to an average 43% from 1965–69. Aside from this and a similar decrease around 1980, about which more will be said below, the percentage averages around 60% until 1989, the end date for this study.",
            "citations": []
        },
        "FN14": {
            "text": "14. As in Example 13, Example 18 shows c lasting four bars minus a two-bar elision. The tonic arrival in c (on the lyric “home”) is elided by the guitar lick that introduces the next strophe. Again, bars are counted as if elision did not occur, to accommodate comparison with non-elided examples. The extension of d makes this passage longer than the sixteen-bar srdc paradigm, even though only sixteen bars of the pattern are heard before the guitar lick enters. The indicated length of eighteen bars helps to preserve this distinction.",
            "citations": []
        },
        "FN15": {
            "text": "15. “You Can’t Hurry Love” by the Supremes and “This Diamond Ring” by Gary Lewis and the Playboys are examples of verse-chorus songs from this time period whose choruses are partially lyric-variant.",
            "citations": []
        },
        "FN16": {
            "text": "16. In “Good Lovin’” and “I Think We’re Alone Now,” expansion of the srdc pattern produces a sentential prechorus and two-part chorus, unlike “Runaway,” in which the prechorus is two-part and the chorus is sentential.",
            "citations": []
        },
        "FN17": {
            "text": "17. Example 25 shows c lasting eight bars, when in fact the final tonic arrival elides with the subsequent module. This type of elision, which Stephenson 2002 calls “overlap,” does not disrupt the paradigmatic succession of four-bar groupings.",
            "citations": [
                "stephenson_2002"
            ]
        },
        "FN18": {
            "text": "18. In his study of the music of U2, Endrinal 2008 prefers the term “transition” over “prechorus” because the corridor does not always lead directly to a chorus. He defines transition as “a passage of relative instability that serves to connect two other sections, usually a verse to a chorus or refrain” ( Endrinal 2008 , 152). Endrinal’s substitution of a sequence-neutral term may be warranted for the flexible formal schemes in U2, but the familiar term “prechorus” is suitable for the repertoire in the present study. More problematic is the fact that Endrinal’s definition blurs the distinction between a chorus, which is a complete formal module, and a refrain, which is part of a module. Consequently, he does not discriminate between transitional modules (i.e. prechoruses) and transitional parts of modules (i.e. the d portions of compact sentences.) For example, he parses a sixteen-bar passage in “Until the End of the World” as verse (eight bars), transition (four bars) and refrain (four bars, elided) ( Endrinal 2008 , 72). Described in the terms laid out in this article, the passage is a sixteen-bar sentential strophe, comparable to those in “Everybody Wants to Rule the World.” Indeed, there is a close relationship between d and the prechorus, as the present study argues, but the distinction between formal wholes and parts should be preserved.",
            "citations": [
                "endrinal_2008",
                "endrinal_2008",
                "endrinal_2008"
            ]
        },
        "FN19": {
            "text": "19. The eight songs written or performed by the Bee Gees that made the Annual Top 20 chart in 1978 were “Night Fever,” “Stayin’ Alive,” and “How Deep Is Your Love,” performed by the Bee Gees; “If I Can’t Have You,” performed by Yvonne Elliman; “Shadow Dancing” and “Thicker Than Water,” performed by the Bee Gees’ younger brother, Andy Gibb; “Emotion,” performed by Samantha Sang; and “Grease,” performed by Frankie Valli. All eight songs are in verse-chorus form. “Thicker Than Water” and “Grease” do not have a prechorus.",
            "citations": []
        },
        "FN20": {
            "text": "20. The twelve disco songs among the Annual Top 20 for 1979 were “Tragedy” by the Bee Gees; “Bad Girls,” “Hot Stuff” and “MacArthur Park” by Donna Summer; “I Will Survive” by Gloria Gaynor; “Le Freak” and “Good Times” by Chic; “YMCA” by the Village People; “Ring My Bell” by Anita Ward; “Do Ya Think I’m Sexy?” by Rod Stewart; “Makin’ It” by David Naughton; and “Heart of Glass” by Blondie. The first ten of these songs are in verse-chorus or verse-prechorus-chorus form; the last two are AABA songs.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Example 1 . Mark Dinning, “Teen Angel” (1960) (click to enlarge and listen) Example 2 . Romantics, “Talking In Your Sleep” (1984) (click to enlarge and listen) Example 3 . Romantics, “Talking In Your Sleep” (1984) Kick Patterns (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] This article examines an episode in the evolution of verse-chorus form in pop/rock music. Until the mid-1960s, most verse-chorus songs alternated between the two formal sections from which verse-chorus form takes its name: verses and choruses. Example 1 , Mark Dinning’s “Teen Angel,” illustrates the form. (1) As is typical for verse-chorus songs, the focal point of “Teen Angel” is the chorus: it contains the most engaging musical material; its unchanging lyric makes it easy to remember; and it is marked for special attention by additional vocal and instrumental parts. The verses, on the other hand, provide context: each verse advances the song narrative by presenting fresh lyrics; and the music is more modest in instrumentation and intensity so as not to steal attention from the chorus. In “Teen Angel,” the tempo is treated flexibly during the verses, which further distinguishes them from the choruses. This song also includes a framing introduction and coda, which are common but optional features of verse-chorus form.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] To build momentum and smooth the transition from verse to chorus, the final portion of each verse in “Teen Angel” (shaded gray in Example 1) is supported by a fuller complement of instruments and voices, and the tempo is more strictly maintained. In the early 1960s, a new musical corridor called the “prechorus” started to appear in verse-chorus songs, in which transitional effects of this sort could be stretched out over a longer period of time. Musical examples from that time period will be examined below. Example 2 , “Talking In Your Sleep” by the Romantics, is a verse-prechorus-chorus song from the mid-1980s, by which time the prechorus had become a standard feature within verse-chorus form. In “Talking In Your Sleep,” the increase in musical intensity at the end of each verse (the bass leaps upward to its highest pitch in the song, followed by a drum fill) does not lead directly into the chorus; it is followed by a prechorus, where much more momentum is gained. The bass sets forth an insistent stream of eighth notes, punctuated with increasing frequency by a three-note figure in the guitar. This contributes to a feeling of urgency and expectation quite unlike the verse, where bass and guitar trade back and forth in a relaxed groove. Momentum is also gained in the vocal layer: each two-bar lyric line in the verse is followed by two bars of lyric rest; in the prechorus, this alternation quickens to single bars of lyric and rest, and the final line (“And I know that I’m right, ‘cause I hear it in the night”) drives through two bars, omitting the rest altogether. (2) In addition, the kick pattern changes from a four-beat repeating pattern to a two-beat pattern, as shown in Example 3 , which is another instance of formal units being shortened to quicken their rate of succession.",
                "footnotes": [
                    "FN2"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The momentum-building devices deployed in prechoruses vary widely from song to song. Changes in groove, lyric phrasing, and the length of formal units, as well as dynamic level, register, instrumentation, timbre, harmonic progression, and harmonic rhythm all have the potential to increase forward formal urgency. By some combination of such changes, a prechorus transforms the verse-chorus song from a two-section form into a three-section form that is more strongly teleological. In the standard verse-chorus song, momentum building is a transitional effect; in the verse-prechorus-chorus song, momentum building is the function of an entire formal section. What is especially interesting about the emergence of the prechorus in the early 1960s is that it seems not to have originated as an extension of the transitional effect already present at the ends of verses. Neither does it seem to have originated as an insertion into verse-chorus form. As this article will show, the origins of the prechorus lie at an intersection between verse-chorus form and strophic form, where both converged upon a four-part rhetorical disposition.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] This study is not conceived as a quest for the first prechorus. Rather, it is part of a broader project whose aim is to produce heuristic models of form in pop/rock music. The methodology is inspired by the inductive approach in recent work by Caplin ( 1998 ), Hepokoski and Darcy ( 2006 ), Gjerdingen ( 2007 ), and Everett ( 2009 ), for example. Analysis of individual works supplies information about norms for a sample group of repertoire; and the norms provide a generic backdrop against which the individual work is compared. The purpose is not to reduce away the uniqueness of the individual work. On the contrary, it is by becoming acquainted with the normative features of a repertoire that the listener/analyst is prepared to notice precisely those features that are outstanding in the individual work. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "caplin_1998",
                    "hepokoski_and_darcy_2006",
                    "gjerdingen_2007",
                    "everett_2009"
                ]
            }
        },
        {
            "5": {
                "text": "[5] The formal conventions discussed here have been induced from a sample group of 700 songs: the Billboard Annual Top 20s from 1955 to 1989. Analysis of these 700 songs provides a stable representation of the formal conventions at play in a broad cross-section of rock styles for that time period. Further research would be needed to determine the applicability of these findings to genres not strongly represented in the Top 20 charts (e.g. progressive rock) or to genres whose chart success has come more recently than 1989 (e.g. rap, experimental rock). Framing a study by chart performance has its pros and cons, but it can help a researcher keep his or her musical preferences and experience in check. As Covach puts it: “the best thing about chart numbers...is that they help us avoid the fan mentality—in a sense, they keep us honest” ( Covach 2006 , 7). The present study makes no claim that every one of these 700 songs succeeded on the charts because of the quality of their design (formal or otherwise), nor is any sort of canonical authority attributed to them. Moore ( 2001 ) warns against the canonization that can implicitly accompany the study of artists or styles specially selected for close attention, (4) as does Tagg, who observes that “the study of popular music has, with very few exceptions..., shown a remarkable bias towards tributaries or offshoots, while strangely ignoring the mainstream itself” ( Tagg 1982 , 63). Thus, this study examines songs recorded by Bobby Goldsboro, David Naughton, and Milli Vanilli alongside those by The Beatles, Michael Jackson, and U2. To the extent that all of these songs sold in high numbers and received heavy radio play, they offer useful insight into the formal archetypes prevalent across a broad population of consumers. Example 4 . Three Principal Song Types (click to enlarge)",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "covach_2006",
                    "moore_2001",
                    "tagg_1982"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Strophic form, AABA form, and verse-chorus form—these three song types dominated the Billboard Top 20 charts in the latter half of the 1950s, and they still dominate today. Example 4 represents each song type as a succession of formal sections, which I will call “modules.” (5) The strophic song is the simplest of the three types. It includes just one kind of module: the “strophe.”  Each strophe sets a new lyric to the same harmonic progression and melody. In the example, strophes are identified by the label A and numeric subscripts indicate the changing lyrics. The AABA song—also called the “Tin Pan Alley” or “32-bar” song—is similar to the strophic song in that it, too, contains strophes; however, the third of four strophes is replaced by a contrasting “bridge,” labeled B . Strophes are central to the story of the emerging prechorus; bridges are less relevant. Therefore, in this study, strophes from strophic and AABA songs can be treated interchangeably. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Some strophes include a segment of invariant lyric known as a “refrain.” A refrain is part of the strophe, not a separate module in its own right (see below). “Tail refrains” occur at the end of strophes, and are more common than “head refrains” which occur at the beginning. The strophes in Roger Miller’s “King of the Road” include a four-bar tail refrain. Example 5 reproduces the lyrics and chord changes for the first strophe, and the refrain is italicized. (7) Although the terms “chorus” and “refrain” both designate passages that have an invariant lyric, their usage in this article is more specific. Example 6 represents two musical excerpts, both of which include a passage of invariant lyric, indicated by green shading. In 6a, the invariant passage is interpreted as a tail-refrain, part of the strophe in progress. In 6b, the invariant passage is interpreted as a chorus, a separate module. Example 5 . Roger Miller, “King of the Road” (1965) (click to enlarge and listen) Example 6 . Strophic Form With a Tail Refrain vs. Verse-Chorus Form (summach_example_info.php) Example 7 . Everly Brothers, “Cathy’s Clown” (1960) (click to enlarge and listen)",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The interpretive decision to hear one module or separate modules is based on two considerations: length and completeness. Length is a rough indicator, but reliable in many instances. Modules typically span between eight and twenty-four bars. In “King of the Road,” the lyric-invariant passage is only four bars long—too short to be considered a separate chorus module. The second consideration in determining module boundaries is completeness. Modules are composed of smaller parts arranged in a handful of conventional patterns. As defined in this study, a new module cannot begin until the pattern in progress is complete. The strophe in “King of the Road” presents an unambiguous sixteen-bar parallel period that illustrates this point. Bar 13 is heard as the beginning of a refrain because hearing it as the beginning of a new module—a chorus—would place a formal break in the middle of the consequent phrase. In Example 7 , “Cathy’s Clown” by the Everly Brothers, the lyric-variant and -invariant passages are interpreted as separate verse and chorus: first, because each passage is eight bars or longer; and second, because the melodic contours and chord progressions within each passage suggest complete, small-scale aaba patterns. As each pattern comes to completion, there is a sense of a new pattern, and therefore a new module, beginning—a sense that is reinforced by other musical features. In “Cathy’s Clown,” these other features include the change from a duet to a solo vocal texture, the change in instrumentation (especially the prominent piano and ride cymbal during the verse), and the instrumental caesura between modules. (8) Example 8 . Common Patterns within the Module (click to enlarge)",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Module boundaries, then, typically coincide with pattern completion. Three common patterns are shown in Example 8 . Although other patterns occur, special attention is given in this article to these three patterns because they are especially prevalent; they are related to each other, each longer pattern created by adding one new element; and the origins of the prechorus lie in the four-part pattern. Each pattern begins with the repetition of a musical idea. In a two-part module—the strophe in “King of the Road,” for example—this produces a parallel period. The addition of a contrasting element after the repeated idea produces a three-part aa′b pattern. The twelve-bar blues is a familiar instance of the aa′b pattern (four bars of tonic, four bars of subdominant-inflected tonic, and a four-bar cadential progression), and is the basis for many pop/rock songs including Example 9 , “Hound Dog.” Non-blues aa′\nb patterns also occur, as Example 10 , “I Want to Hold Your Hand,” shows. In both examples, the contrasting b phrase is a refrain, as is typical for the pattern. Example 9 . Elvis Presley, “Hound Dog” (1956) (click to enlarge and listen) Example 10 . The Beatles, “I Want to Hold Your Hand” (1964) (summach_example_info.php) Example 11 . Incidence of Sentential Modules among the Billboard Annual Top-20s: 1955-89 (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Extending the aa′b pattern—either by returning to the initial a idea, or by proceeding to new c material—produces the four-part aa′ba′ and aa′bc patterns known as sentences. (9) In the discussion and examples that follow, the parts of the sentence will be identified with labels introduced in Everett 1999 : srdc stands for statement, restatement or response, departure, and conclusion (16). (10) Sentences are very common in pop music. The chart on the left side of Example 11 represents the 700 songs included in this study. (11) More than a quarter of them include a sentential module. Example 7, “Cathy’s Clown,” is one example; in fact, its verse and chorus modules are both sentences. But the module type most often structured as a sentence is the strophe. As the chart on the right side of Example 11 shows, strophes are sentential almost half of the time. To introduce a more detailed discussion of the sentential strophe, Examples 12 and 13 present excerpts from “Dream Lover” by Bobby Darin and “Everybody Wants to Rule the World” by Tears For Fears. These excerpts share several formal traits that will be important in the discussion to come, including the prolonged tonic harmony in sr , the accelerated rate of chord changes in dc , and the subdivision of d into shorter harmonic or lyric gestures. In these and subsequent examples, short gestures within d are enclosed in brackets and invariant lyrics continue to be italicized. Example 12 . Bobby Darin, “Dream Lover” (1959) (click to enlarge and listen) Example 13 . Tears For Fears, “Everybody Wants to Rule the World” (1985) (click to enlarge and listen) Example 14 . Essential and Optional Features of the Sentence in Pop Music (adapted from BaileyShea 2004) (click to enlarge) Example 15 . Bobby Rydell, “Wild One” (1960) (click to enlarge and listen)",
                "footnotes": [
                    "FN9",
                    "FN10",
                    "FN11"
                ],
                "citations": [
                    "everett_1999"
                ]
            }
        },
        {
            "11": {
                "text": "[11] BaileyShea 2004 draws a distinction between essential features of the sentence—that is, features that must be present—and optional features—those that are typical but not present in every case. Although he draws his examples from art music, BaileyShea’s findings are also representative of the sentence in pop music. An adaptation of his model is given in Example 14 . The first essential feature of the sentence is short-short-long proportionality; that is, the total length of dc must be greater than the length of either s or r . “Dream Lover” and “Everybody Wants to Rule the World” exhibit this property: s and r are each four bars long; dc is longer, lasting a total of eight bars. (12) The degree of similarity between s and r is one of the optional features of the sentence, listed in the lower portion of Example 14. Usually, r is a restatement of s , as in “Dream Lover” and “Everybody Wants to Rule the World.” But in cases such as Example 15 , “Wild One” by Bobby Rydell, r is a response rather than a restatement: s moves from tonic to dominant, and r responds with the reverse progression before embarking on a progression of falling fifths.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "baileyshea_2004"
                ]
            }
        },
        {
            "12": {
                "text": "[12] The second essential feature of the sentence is functional differentiation between the sr and dc halves of the pattern: s and r present a pair of related musical ideas, whereas d and c supply momentum that carries the pattern on to completion. The optional features of d and c , listed at the bottom of Example 14, are a source of this momentum. As will be discussed below, these same features are characteristic of prechoruses, and thus bear evidence of the connection between verse-prechorus-chorus form and the sentential strophe. Momentum is produced in some sentences by accelerating the rate of harmonic change. The changes in “Dream Lover,” for example, quicken from two bars per chord in sr , to single bars in d , to half-bars in c . Similar acceleration takes place in “Everybody Wants to Rule the World.” Momentum can also be created by fragmentation: breaking d and/or c down into shorter lyric or harmonic gestures. The fragments come in fast succession, creating a sense of accelerated motion. Fragmentation in the d portion of a sentence is especially common, but the effect is produced differently in each song. In “Everybody Wants to Rule the World” it is produced by the rhyme scheme—specifically, the imperfect rhyme “behaviour” and “nature” that splits the d lyric in half. The deployment of rhyme in “Dream Lover” is almost the opposite: mid-line rhyme divides s and r , not d .  But more salient than the rhyme scheme in “Dream Lover,” at least with respect to building lyric momentum, is the shattering of the d lyric into two-syllable bursts. Fragmentation is also suggested in the harmonic progression: the tonic chord appears twice, dividing d into a pair of two-chord gestures. The third optional feature of d listed in Example 14 is emphasis of the subdominant. BaileyShea does not identify this in the sentences he treats, but it occurs in about half of the pop/rock sentences examined for the present study. In many of these sentences, the tonic chord is sustained or prolonged during s and r . An emphasized subdominant during d marks a decisive departure from the tonic, freeing the sentence to advance toward harmonic conclusion. This effect is well illustrated in “Dream Lover,” where the subdominant is actually held in reserve until the very end of d . Its poignancy there is underscored by modal mixture.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Although the optional features described above are not essential to the sentence, their association with the pattern is quite strong. Where present, features associated with dc make it difficult to hear a musical passage as the beginning of a new formal module because modules present complete patterns, not patterns in progress. This is precisely what stands in the way of hearing “Dream Lover” as an eight-bar verse followed by an eight-bar chorus. The accelerated rate of chord changes, fragmentation, and strong subdominant that occur in bars 9 and following are clear signals of a sentence in progress. Therefore, bar 9 is no place to mark the beginning of a new formal module. The lyric-invariant passage is a refrain, not a chorus. Example 16 . Incidence of Sentential Strophes in the Billboard Annual Top-20, 1959-64 (click to enlarge) Example 17 . Jimmy Gilmer and the Fireballs, “Sugar Shack” (1963) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] By 1959, the year “Dream Lover” appeared on the Billboard charts, sentential strophes were already a familiar feature among the Annual Top 20s. They appear in a couple dozen songs that made the chart in the previous five years. But as Example 16 illustrates, 1959 marked the beginning of a steady six-year climb in their incidence. Vertical bars in the example represent the count of strophic and AABA songs in the Annual Top 20 for each year. The subsets with sentential strophes are shaded green. In 1959, less than a third of the AABA and strophic songs had sentential strophes. By 1964, the percentage had grown to 60%. (13) Songwriters and arrangers were choosing the sentence pattern more often, but they were also experimenting with ways to expand the pattern and amplify its dynamic potential. The results sometimes carried the sentential strophe to the threshold of verse-chorus form. As the sentence is expanded, its parts begin to approximate the features of independent formal modules: s and r resemble a verse or verses; c , which is often a refrain, breaks away as a chorus; and d , with its momentum-building characteristics, emerges as a prechorus. Below, the effects of sentence expansion in several songs from the mid-1960s will be examined.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] In some strophic songs, completion of the srdc pattern is delayed by adding bars to d . During the extra bars, expectation continues to build up, amplifying the satisfaction that attends the arrival of c . The strophes in Jimmy Gilmer’s “Sugar Shack” are extended in this fashion. As Example 17 shows, each part of the srdc pattern in A 1 lasts four bars, except for d , which is extended to six bars by the addition of a third two-bar fragment. As in previous examples, the fragmentation here is produced by a change in lyric phrasing: the four-bar phrases (two bars of lyric + two bars of lyric rest) in s and r are succeeded in d by two-bar phrases (unseparated by rests) that drive the sentence toward completion. Further momentum is created by the enjambment and rhyme that flow over from d into c (I’ve got to get back up to that Sugar Shack ), and the repeated motion in d from ii to V 7 that points toward a forthcoming tonic resolution in c . Even the subdued instrumentation in d builds expectation because, in combination with the momentum-building effects already described, the lull in activity seems only temporary. Indeed, the active texture of sr is reprised in c , along with the opening harmonic progression. Since s , r , and c share the same progression, this example fits within the aa′ba′ subcategory of srdc patterns.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] The sentence in “Sugar Shack” is not sufficiently expanded to warrant partitioning it into separate modules: d is extended by only two bars and c is initially non-extended (although repeated in A 2 and A 3 .) The form remains strophic. Nevertheless, the extension of d subtly shifts the narrative focus of the song. In sr , a series of vignettes, set in the present, are depicted: in A 1 , the coffeehouse; in A 2 , the girl; and in the “now” of A 3 , the married couple. In d , these scenes are reframed as memories from the narrator’s past—he is no longer at the Sugar Shack, but has plans to return there. The shift from past memories to future plans occurs partway through d in A 1 , but is coordinated precisely with d in A 2 and A 3 . In c , the texture and progression of sr are reprised, as noted above, which could represent a literal return to the Sugar Shack, or perhaps the narrator’s return there in his imagination. In either case, the lyric and srdc patterns mutually reinforce a trajectory of (1) presentation, (2) departure and desire to (3) return. The extension of d casts special attention upon the second stage in this trajectory, shifting emphasis from the Sugar Shack itself to the narrator’s experience of nostalgia. Although less wieldy as a title, the refrain in its entirety might better encapsulate what the song is about: “I’ve got to get back up to that Sugar Shack.” Example 18 . Monkees, “Last Train To Clarksville” (1966) (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Like the sentential strophes in “Sugar Shack,” those in the Monkees’ “Last Train To Clarksville” are expanded by an extra 2-bar fragment in d . Again, this underscores a narrative theme of departure and longing; however, the narrator in “Last Train To Clarksville” is less optimistic about his hopes for return. This uncertainty is illustrated musically by pattern interruption, a formal device not discussed thus far. Example 18 shows the first two strophes of the song. A 1 begins as a standard sixteen-bar sentence, with s and r each lasting four bars. Some familiar momentum-building devices are introduced in d , including fragmentation and a change in instrumentation: the lyric is parsed into two-bar segments by rhyme; background vocals are added; the signature two-bar accompaniment figure heard in sr is replaced by a chugging, one-bar strumming pattern on the guitar and a two-note alternation in the bass; and the tambourine is shaken, filling the backbeat with a stream of eighth notes. The additional two-bar fragment in d allows extra space for the melodic line to climb higher, thrusting the background vocals up into their falsetto range. This culminates in a dramatic pregnant pause that seems to indicate the imminent arrival of c . Then, surprisingly, c is withheld. A 2 begins, leaving the srdc pattern in A 1 incomplete. It is not until the end of A 2 that c is produced, settling the formal debt. (14) Incomplete and complete patterns alternate through the remainder of the song. The feeling of uncertainty this engenders invites empathy with the narrator, who laments “I don’t know if I’m ever coming home.” Example 19 . Petula Clark, “Downtown” (1965) (click to enlarge and listen)",
                "footnotes": [
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] Expansion of the sentence in Petula Clark’s “Downtown” is more extensive, and somewhat more peculiar. As Example 19 shows, the initial phrases of A 1 once again suggest a sixteen-bar sentence: s and r are four bars long, followed by a departure phrase that is marked by fragmentation and a buildup in instrumentation. But in a surprising fifth bar at the end of d1 , where the pattern should spill forward to completion in c , momentum is broken: the instrumentation is thinned back to its pre-buildup intensity, and a non-rhyming lyric disrupts the fragmentation effect (“...city,” “...pretty,” “...lose?”). Harmonically, the bar is something of a non sequitur as well. Given the conventional tonal progressions heard to this point, the submediant chord that sets “neon signs are pretty” seems likely to be followed by a return the tonic, or a move to the subdominant or supertonic chords in preparation for a cadential c phrase. Instead, the harmony turns unexpectedly to the mediant. Combined with the textural retreat that it coincides with, the progression seems like a retreat, too—a shying away from the cadence. Everett observes that the mediant in this song “provides contrast to an otherwise bustling exuberance with a deeply introspective moment,” an interpretation that he associates with the narrator’s search for a companion, alluded to in A 3 ( Everett 2009 , 222). It also lends a melancholy undercurrent to the question she poses in A 1 , “how can you lose,” which seems less an enthusiastic assessment of the diversions offered downtown, and more a moment of hesitation. It takes a second departure phrase, labeled d2 , to coax her onward and rebuild momentum. In d2 , the fragmentation initiated in d1 continues and intensifies: a new pair of rhyming two-bar fragments are presented (“...there,” “...cares,”), the second of which is subdivided into one-bar fragments by repetition: “forget all your troubles,” and “forget all your cares.” Harmonic momentum is reinitiated by the subdominant chord, which leads to the dominant of V, the only chromatic alteration heard thus far in the song. Finally, with a crescendo back to full instrumental intensity, the curtains open on an expanded, 10-bar c phrase that metaphorically envelops the narrator in waves of sound and light.",
                "footnotes": [],
                "citations": [
                    "everett_2009"
                ]
            }
        },
        {
            "19": {
                "text": "[19] “Downtown” moves closer towards verse-prechorus-chorus form than “Sugar Shack” and “Last Train To Clarksville” in that d and c are more substantially expanded; that is, one can hear the sr half of the sentence as an eight-bar verse, followed by a nine-bar prechorus ( d1 + d2 ), followed by a ten-bar chorus ( c ). Such a hearing is strongest in A 3 , where the lyrics in sr are replaced by an instrumental solo, reinforcing the formal break between sr and d1 . But other features of the song weaken the verse-prechorus-chorus interpretation. First, the loss of momentum between d1 and d2, described above, works against hearing a cohesive prechorus; d2 is a duplicate d gesture, rather than an expansion of d1 . Second, the pedal tone sustained through the first six bars of c more strongly suggests the penultimate dominant of a section than it does the beginning of a new formal section. Finally, only a single lyric in c —the word “downtown”—is held invariant across all three strophes. Although there are exceptions to the rule, most choruses are lyric-invariant to a much greater degree than this; brief invariance is more characteristic of a refrain. (15) Example 20 . Del Shannon, “Runaway” (1961) (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] At a length of 40 bars, the srdc pattern in Del Shannon’s “Runaway,” Example 20 , is truly a run-on sentence. S , r , and d are each eight bars long, and c spans sixteen bars.  Nevertheless, the characteristics and disposition of parts are consistent with the more compact sentences examined above: there is a statement and restatement; the departure is marked by fragmentation; and the pattern builds to a climactic conclusion. But at this expanded scale, attention is drawn to the patterns at play within each part of the sentence, as Example 21 illustrates. The most expanded part of the sentence, the c phrase, is realized as a complete sixteen-bar sentence in itself. It has a statement and restatement, a departure that presents the subdominant for the first time, and a conclusion. Since it is sixteen bars long and presents a complete srdc pattern, it is attractive to hear the passage as a separate module. Similarly, the eight-bar d phrase can be heard as a separate two-part module, as can the sixteen-bar sr presentation. Thus, as Example 22 shows, the expanded sentence cleaves apart into separate modules. The outer modules approximate a lyric-variant verse and a climactic lyric-invariant chorus. Between the two, a new corridor emerges: the prechorus. Example 21 . Del Shannon, “Runaway” (1961) Patterns Within the Parts of the Expanded Sentence (click to enlarge) Example 22 . Del Shannon, “Runaway” (1961) The Expanded Sentence Cleaves Apart (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Although many of the necessary formal pieces are in place to hear “Runaway” as a verse-prechorus-chorus song, some ambiguity remains. For instance, an instrumental solo replaces the lyrics in the second verse (not shown in the examples). Since there are only two verses in “Runaway,” this leaves a defining characteristic of verse-chorus form—lyric-variant verses—unconfirmed. Also, the alternation between the tonic and submediant that occurs during the prechorus continues into the chorus, weakening the formal division between those modules. While these features diminish the clarity of the example, “Runaway” remains notable as a very early candidate for verse-prechorus-chorus form—it appeared on the charts in 1961. Examples 23 and 24 , “Good Lovin’” by The Young Rascals (1966) and “I Think We’re Alone Now” by Tommy James and the Shondells (1967), are later, clearer examples that present variant verse lyrics and formal divisions that are more distinct. “V,” “P,” and “C” (uppercase) stand for verse, prechorus, and chorus. (16) Example 23 . The Young Rascals, “Good Lovin” (1966) (click to enlarge and listen) Example 24 . Tommy James and the Shondells, “I Think We’re Alone Now” (1967) (click to enlarge and listen) Example 25 . Blondie, “Call Me” (1980) (click to enlarge)",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The sentence can also be expanded to produce a strongly teleological verse-chorus form without a fully formed prechorus. In Example 25 , “Call Me” by Blondie, s , r , and d are four bars long. A four-bar harmonic progression in c is repeated, creating an eight-bar passage that cleaves off as a two-part ( aa′ ) chorus, leaving behind a three-part ( aa′b ) verse. (17) The d portion of the sentence is too short to be considered a separate module, but the fragmentation and increased rate of harmonic changes, in combination with the singer’s rising melodic line and more focused vocal tone, produce an unmistakable prechorus effect. Musicians sometimes refer to a nascent prechorus of this sort as a “climb” or “ramp.”",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] This study substantiates the claim in Everett 2009 that the srdc pattern and verse-prechorus-chorus pattern are related, and shows furthermore that the relationship is closer than formal resemblance (146–47). (18) The prechorus raises the dynamic potential of verse-chorus form by imparting to it the teleological drive characteristic of the sentence pattern from which the prechorus evolved. The chorus becomes something other than the loudest or most memorable part of the song—it is raised to the status of destination towards which the whole succession of modules is directed. The emergence of the prechorus is not traceable to any particular song; rather, it is an outcome of formal expansion that is present to varying degrees in many songs. Although this study brings to light evidence that situates the emergence of the prechorus in the particular historical context of the early 1960s, the argument could be made that the potential for an emergent prechorus resides in every sentential strophe with a tail-refrain. The story is as much a synchronic one as it is diachronic. Example 26 . Incidence of Verse-Chorus Songs With and Without Prechorus in the Annual Top-20, 1955-89 (click to enlarge) Example 27 . Median Length of Verse-Chorus Songs in the Annual Top-20, With and Without Prechorus, Per Five-Year Period (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": [
                    "everett_2009"
                ]
            }
        },
        {
            "24": {
                "text": "[24] Accordingly, it would be misleading to suggest that the verse-chorus song is somehow atavistic or deficient without a prechorus. Indeed, the Top 20 chart continues to include a mix of verse-chorus songs with and without them. As Example 26 shows, the percentage with prechoruses has risen over time. Vertical bars in the example represent the total count of verse-chorus songs per year; the subsets with prechoruses are shaded green. Figures across the bottom of the chart give the average percentage of verse-chorus songs with prechoruses for each five-year period. Prechoruses started to show up consistently in the mid- to late-1960s, immediately following the period of experimentation with sentential strophes illustrated in Example 16. Between 1965 and 1969 verse-chorus songs occupied an average eight out of twenty slots on the annual Top 20 charts, and around a third of those songs included a prechorus. By the late-1980s, verse-chorus songs had gained a near monopoly over the charts, and the percentage with prechoruses had grown to 60%. While it is beyond the scope of this study to draw conclusions about the ways that fashion, consumer tastes, and market forces drive such trends, this article will close with some observations about these changes in the incidence of prechoruses over time.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Prechoruses were not deployed for the simple purpose of making verse-chorus songs longer, although the length of songs did increase. The median length of songs in this study increased from approximately 150 seconds in the early 1960s to 250 seconds in the late 1980s. But as Example 27 shows, the prechorus played a negligible role in this process: contemporary verse-chorus and verse-prechorus-chorus songs are roughly the same length. Thus, the prechorus seems to have been embraced because it enhances verse-chorus form in some way. As described at the outset of this article, verse-chorus form is characterized by hierarchical differentiation between its two principal module types. Choruses, the primary musical material, are interspersed with verses whose purpose is to provide context—not just narrative context, but also a baseline of musical intensity against which the choruses can be heard as climactic. The rise in numbers of verse-chorus songs and the increasing prevalence of prechoruses among those songs are separate trends, but the phenomena may be related. If the capacity to focus listener attention upon the chorus contributed to the chart success of verse-chorus songs, it may also explain why prechoruses, which enhance this capacity, became so common. Example 28 . Sly and the Family Stone “Thank You Falettinme Be Mice Elf Agin” (1970) (click to enlarge) Example 29 . John Denver, “Take Me Home, Country Roads” (1971) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Although they became a standard option in verse-chorus form, the taste for prechoruses and the strong teleology that they impart fluctuated at various times. Example 26 shows two declines in the number of prechoruses: one around 1970 and another around 1980. The decline around 1970 coincides with several stylistic developments in pop/rock music, including the emergence of funk. The feeling of formal and harmonic stasis characteristic of many funk songs, including Example 28 , Sly and the Family Stone’s “Thank You Falettinme Be Mice Elf Agin,” is incompatible with a momentum-building prechorus. Also around 1970, singer-songwriters like James Taylor and John Denver were downplaying teleological urgency in favor of a more relaxed verse-chorus style, evident in songs like “You’ve Got a Friend” and Example 29 , “Take Me Home, Country Roads.” Similarly, “Me and Bobby McGee” and “The Night They Drove Old Dixie Down,” popularized by Janis Joplin and Joan Baez, hark back to a ballad style of verse-chorus song that predates the emergence of prechoruses. This downturn in the number of prechoruses coincides with a related shift in non-verse-chorus forms. As was shown in Example 16, 60% of strophes were sentential in 1964; this figure tapers off to an average 43% in 1965–69. Thus, the taste for strongly teleological forms originating in the sentence was in decline around 1970, across a variety of pop/rock styles.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Changes in the stylistic composition of the charts can alter the balance of formal types represented there, as just described. But it is often difficult to demonstrate an unambiguous association between particular pop/rock styles and formal types. The decline in prechoruses around 1980 illustrates this point. In 1978, the Annual Top 20 chart was dominated to an unprecedented degree by the Bee Gees, who at this point in their career were virtually synonymous with disco. Their fondness for prechoruses is one reason for the high number of verse-prechorus-chorus songs on the chart that year—of eight songs they performed or wrote, six have prechoruses. (19) But unlike the Bee Gees, many disco and disco-influenced artists preferred song arrangements that maintain a more even energy level and/or transition quickly between verse and chorus. Thus, in 1979 the number of prechoruses fell sharply, although disco was no less prominent on the chart than it had been the year before—of twelve disco songs, only one contains a prechorus. (20) Example 30 . Chic, “Good Times” (1979) (click to enlarge) Example 31 . Bee Gees, “Tragedy” (1979) (click to enlarge)",
                "footnotes": [
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Examples 30 and 31 illustrate these two types of disco song: the verse-chorus type that approximates the more steady momentum of funk, and the strongly teleological verse-prechorus-chorus type favored by the Bee Gees. In Example 30 , “Good Times” by Chic, a tonic-subdominant vamp underlies both verse and chorus. The chorus is distinguished by lyric invariance, higher-register vocals, a bass line that is more melodically active, and the addition of backbeat handclaps. The only prominent transitional cue occurs at the end of the verse, where some of the vocalists speak rather than sing the final lyric phrase. In Example 31 , on the other hand, “Tragedy” by the Bee Gees, a battery of momentum- and expectation-building devices is unleashed in the prechorus: tonic stasis is broken by a new harmonic progression; the melody surges higher; support vocals are added; the lyric is fragmented into 2-bar and then 1-bar units; and all of this culminates in a dramatic, extended pregnant pause. The chorus is built up and anticipated, its status as primary material and fulfillment of the expanded srdc pattern asserted, long before it is heard.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] “Tragedy” and “Good Times” illustrate the impact of formal choices upon the overall effect achieved in pop/rock songs, even within a given style. Future studies of particular styles and artists will certainly permit an understanding of form that is more nuanced than the general observations offered here. The aim of this article has been to investigate one especially common and adaptable formal pattern, to trace some of the effects that attended its spread from strophic to verse-chorus environments, and in doing so, to draw attention to the importance of form within the rich system of communication that is pop/rock music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "special issue: (per)form in(g) rock",
    "source": "mto/raw/mto.11.17.3.summach.html",
    "data": "mto/data/mto.11.17.3.summach.json"
}