{
    "title": "Metal as a Gradual Process: Additive Rhythmic Structures in the Music of Dream Theater",
    "date": "2013/06/01",
    "volume": "19",
    "issue": "2",
    "authors": [
        "McCandless, Gregory R."
    ],
    "abstract": "While the popular genres of progressive rock and heavy metal have received significant scholarly attention, discussions of the syncretic subgenre of progressive metal are rare. Jonathan Pieslak’s 2007 article on the music of Meshuggah does much to delimit the stylistic boundaries of the subgenre, noting the importance placed by progressive metal bands and their fans on the rhythmic and metrical complexity of the music. Dream Theater, one of the most visible and commercially successful progressive metal bands, however, has received little scholarly attention to this point. The aim of this article is to describe Dream Theater’s unique metrical processes, focusing on a technique that I label the ABAC Additive Metrical Process (ABAC-AMP). The temporally complex examples I analyze in this article—culled from throughout Dream Theater’s decades-long career—are compared with techniques of early minimalist composers. The analysis demonstrates Dream Theater’s “progressive” aesthetic, and it aids in a characterization of the band’s sound as possessing a progressive rock center and a heavy metal periphery.",
    "keywords": [
        "Dream Theater",
        "heavy metal",
        "progressive rock",
        "progressive metal",
        "rhythm",
        "meter",
        "popular music",
        "minimalism",
        "liquidation",
        "ABAC-AMP"
    ],
    "doi": "",
    "received": "September 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.2/mto.13.19.2.mccandless.pdf",
    "author_info": [
        {
            "name": "Gregory R. McCandless",
            "university": "Full Sail University",
            "address": "3300 University Boulevard, Winter Park, FL 32792",
            "email": "dr.gregmccandless@gmail.com"
        }
    ],
    "citations": {
        "berry_1987": "Berry, Wallace. 1987. Structural Functions in Music , 2nd ed. New York: Dover Publications.",
        "biamonte_2011": "Biamonte, Nicole. 2011. “Formal Strategies of Metric Dissonance in Rock Music.” Presentation given at the Society for Music Theory annual meeting, Minneapolis, MN, October 30, 2011.",
        "bowman_2003": "Bowman, Durrell S. 2003. “Permanent Change: Rush, Musicians’ Rock, and the Progressive Post-Counterculture.” PhD diss., University of California–Los Angeles.",
        "bowman_2002": "Bowman, Durrell S. 2002. “‘Let Them All Make Their Own Music’: Individualism, Rush, and the Progressive/Hard Rock Alloy, 1976–77.” In Progressive Rock Reconsidered , ed. Kevin Holm-Hudson, 183–218. New York: Routledge.",
        "cateforis_2002": "Cateforis, Theo. 2002. “How Alternative Turned Progressive: The Strange Case of Math Rock.” In Progressive Rock Reconsidered , ed. Kevin Holm-Hudson, 243–60. New York: Routledge.",
        "cohn_1992": "Cohn, Richard. 1992. “Transpositional Combination of Beat-Class Sets in Steve Reich’s Phase-Shifting Music.” Perspectives of New Music 30, no. 2: 146–77.",
        "cone_1982": "Cone, Edward T. 1982. “Schubert’s Promissory Note: An Exercise in Musical Hermeneutics.” 19th-Century Music 5, no. 3: 233–41.",
        "endrinal_2011": "Endrinal, Christopher. 2011. “ Burning Bridges: Defining the Interverse in the Music of U2 .” Music Theory Online 17, no. 3.",
        "everett_2008": "Everett, Walter. 2008. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” Oxford: Oxford University Press.",
        "everett_1999": "Everett, Walter. 1999. The Beatles as Musicians: Revolver through the Anthology . New York: Oxford University Press.",
        "greene_2012": "Greene, Andy. 2012. “Readers’ Poll: Your Favorite Prog Rock Albums of All Time.” Accessed September 18, 2012, http://www.rollingstone.com/music/pictures/readers-poll-your-favorite-prog-rock-albums-of-all-time-20120725 .",
        "greene_2011": "Greene, Andy. 2011. “Readers’ Poll: The Best Prog Rock Bands of All Time.” Accessed March 6, 2012, http://www.rollingstone.com/music/photos/readers-poll-the-best-prog-rock-bands-of-all-time-20110720 .",
        "hatten_1985": "Hatten, Robert. 1985. “The Place of Intertextuality in Music Studies.” American Journal of Semiotics 3, no. 4: 69–82.",
        "holm-hudson_2002": "Holm-Hudson, Kevin, ed. 2002. Progressive Rock Reconsidered . New York: Routledge.",
        "horlacher_2001": "Horlacher, Gretchen. 2001. “ Bartók’s ‘Change of Time’: Coming Unfixed .” Music Theory Online 7, no. 1.",
        "horlacher_1995": "Horlacher, Gretchen. 1995. “Metric Irregularity in Les Noces: The Problem of Periodicity.” Journal of Music Theory 39, no. 2: 285–309.",
        "klein_2005": "Klein, Michael L. 2005. Intertextuality in Western Art Music . Bloomington: Indiana University Press.",
        "kramer_1988": "Kramer, Jonathan D. 1988. The Time of Music: New Meanings, New Temporalities, New Listening Strategies . New York: Schirmer Books.",
        "london_2004": "London, Justin. 2004. Hearing in Time: Psychological Aspects of Musical Meter . New York: Oxford University Press.",
        "marvin_1995": "Marvin, Elizabeth West. 1995. “A generalization of contour theory to diverse musical spaces: Analytic applications to the music of Dallapiccola and Stockhausen.” In Concert Music, Rock, and Jazz since 1945: Essays and Analytic Studies , eds. Elizabeth West Marvin and Richard Hermann, 135–71. Rochester NY: University of Rochester Press.",
        "marvin_and_laprade_1987": "Marvin, Elizabeth West and Paul A. Laprade. 1987. “Relating Musical Contours: Extensions of a Theory of Musical Contour.” Music Theory Spectrum 19, no. 2: 232–63.",
        "mccandless_2010": "McCandless, Gregory R. 2010. “ Rhythm and Meter in the Music of Dream Theater .” PhD diss., The Florida State University.",
        "middleton_1990": "Middleton, Richard. 1990. Studying Popular Music . Milton Keynes: Open University Press.",
        "nattiez_1990": "Nattiez, Jean-Jacques. 1990. Music and Discourse: Toward a Semiology of Music , trans. Carolyn Abbate. Princeton: Princeton University Press.",
        "pieslak_2007": "Pieslak, Jonathan. 2007. “Re-casting Metal: Rhythm and Meter in the Music of Meshuggah.” Music Theory Spectrum 29, no. 2: 219–45.",
        "polak_2010": "Polak, Rainer. 2010. “ Rhythmic Feel as Meter: Non-Isochronous Beat Subdivision in Jembe Music from Mali .” Music Theory Online 16, no. 4.",
        "portnoy_2002": "Portnoy, Mike. 2002. “Making of SDOIT Studio Visit Part II.” Accessed February 11, 2009, http://www.dreamtheater.net/webisode.htm .",
        "prog_archives_2008": "Prog Archives . 2008. “Progressive Metal.” Accessed November 10, 2008, http://www.progarchives.com/subgenre.asp?style=19 .",
        "roadrunner_records_2009": "Roadrunner Records. 2009. “Dream Theater.” Accessed June 6, 2013, http://www.roadrunnerrecords.com/artists/dream-theater/bio .",
        "roeder_2004": "Roeder, John. 2004. “Rhythmic Process and Form in Bartók’s ‘Syncopation.’” College Music Symposium 44: 43–57.",
        "roeder_2003": "Roeder, John. 2003. “Beat-Class Modulation in Steve Reich’s Music.” Music Theory Spectrum 25, no. 2: 275–304.",
        "roeder_2001": "Roeder, John. 2001. “ Pulse Streams and Problems of Grouping and Metrical Dissonance in Bartók’s ‘With Drums and Pipes .’” Music Theory Online 7, no. 1.",
        "schoenberg_1967": "Schoenberg, Arnold. 1967. Fundamentals of Musical Composition , ed. Gerald Strang. London: Faber and Faber Limited.",
        "sheinbaum_2002": "Sheinbaum, John J. 2002. “Progressive Rock and the Inversion of Musical Values.” In Progressive Rock Reconsidered , ed. Kevin Holm-Hudson, 21–42. New York: Routledge.",
        "spicer_2002": "Spicer, Mark. 2002. “British Pop-Rock Music in the Post-Beatles Era: Three Analytical Studies.” PhD diss., Yale University.",
        "tamm_1990": "Tamm, Eric. 1990. From King Crimson to Guitar Craft . Boston: Faber and Faber.",
        "taylor_2002": "Taylor, Robert. 2002. “Six Degrees of Inner Turbulence.” Accessed November 13, 2008, http://www.allmusic.com/cg/amg.dll?p=amg&sql=10:dvfqxqu0ldje .",
        "vanvalkenburg_2010": "VanValkenburg, Aaron.  2010. “Musical Process and the Structuring of Riffs in Metallica.” MM thesis, Baylor University.",
        "wilson_2007": "Wilson, Rich. 2007. Lifting Shadows: The Authorized Biography of Dream Theater . 2 vols. London: Essential Works Limited.",
        "york_1981": "York, Wes. 1981. “Form and Process.” In Writings on Glass , ed. Richard Kostelanetz, 60–80. New York: Schirmer Books.",
        "discography_discography": "Discography",
        "dream_theater_1989": "Dream Theater. 1989. When Dream and Day Unite . Mechanic Records (44259).",
        "dream_theater_1992": "Dream Theater. 1992. Images and Words . Atco Records (92148-2).",
        "dream_theater_1994": "Dream Theater. 1994. Awake . East West Records America (90126-2).",
        "dream_theater_1997": "Dream Theater. 1997. Falling into Infinity . East West Records America (62060-2).",
        "dream_theater_1999": "Dream Theater. 1999. Metropolis Pt. 2: Scenes From a Memory . East West Records America (62448-2).",
        "dream_theater_2002": "Dream Theater. 2002. Six Degrees of Inner Turbulence . Elektra (62742-2).",
        "dream_theater_2003": "Dream Theater. 2003. Train of Thought . Elektra (62891-2).",
        "dream_theater_2004": "Dream Theater. 2004. Live at Budokan . DVD video. Warner.",
        "dream_theater_2005": "Dream Theater. 2005. Octavarium . Atlantic (83793-2).",
        "dream_theater_2006": "Dream Theater. 2006. Score . DVD video. Rhino Entertainment.",
        "dream_theater_2007": "Dream Theater. 2007. Systematic Chaos [Special Edition] . Roadrunner Records (1686-179822).",
        "dream_theater_2009": "Dream Theater. 2009. Black Clouds and Silver Linings [Special Edition] . Roadrunner Records (1686-178835).",
        "dream_theater_2011": "Dream Theater. 2011. A Dramatic Turn of Events . Roadrunner Records (1686-177652)."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Bowman ( 2003 ) also describes King Crimson’s three albums from 1973–74— Larks’ Tongues in Aspic, Starless and Bible Black , and Red —as exhibiting prototypical musical characteristics of “progressive heavy metal” (hereafter “progressive metal”). He categorizes the style as an example of “musicianly” music, along with progressive rock ( 88, 171 ).",
            "citations": [
                "bowman_2003",
                "bowman_2003"
            ]
        },
        "FN2": {
            "text": "2. The Internet magazine Prog Archives ( 2008 ) asserts that Dream Theater is the most popular band of the subgenre, and argues that it has been considered a reference in terms of style since its debut album in 1989, such that “every new progressive metal band [is] compared to them.” Similarly, journalist Robert Taylor ( 2002 ) labels the band “the godfathers of progressive metal” in his review of its 2002 album Six Degrees of Inner Turbulence . Other notable progressive metal bands include Fates Warning, King’s X, Tool, Meshuggah, and Opeth.",
            "citations": [
                "prog_archives_2008",
                "taylor_2002"
            ]
        },
        "FN3": {
            "text": "3. Bowman ( 2003 , 98) notes that for musicians and fans, rhythmic and metric complexity serve as “primary indications of [the] technique-oriented aesthetic” that is crucial to progressive rock—and, by extension, to progressive metal. Jonathan Pieslak ( 2007 , 244) argues that “the tendency to focus on rhythmic and metric complexity is often the determining factor for qualification” in the progressive metal subgenre. Progressive metal can also be historically linked to hard rock with regard to the consistent, pervasive use of metric complexity (including but not limited to the use of asymmetrical meter). Biamonte 2011 notes that the music of Tool (a band often considered to exemplify the progressive metal style) exhibits 69% large-scale metric dissonance, whereas the music of the classic hard rock band Led Zeppelin exhibits 29% large-scale dissonance. Both of these numbers are significantly greater than the average of 7% metric dissonance exhibited by 200 of Rolling Stone’s “Greatest Songs of All Time,” though the progressive metal genre—which can be thought of as continuing the tradition of metric complexity initiated by both progressive rock and hard rock—exhibits what could be considered “extreme” levels of large-scale metric dissonance.",
            "citations": [
                "bowman_2003",
                "pieslak_2007",
                "biamonte_2011"
            ]
        },
        "FN4": {
            "text": "4. This type of dress was particularly popular in the 1980s heavy metal scene, to the extent that the English metal band Saxon named their 1981 album Denim and Leather .",
            "citations": []
        },
        "FN5": {
            "text": "5. For a more extensive enumeration of the traits of progressive metal music, see McCandless 2010 , 40–67. This source specifically describes Dream Theater’s style, but the traits that are listed are evident in the music of most progressive metal bands.",
            "citations": [
                "mccandless_2010"
            ]
        },
        "FN6": {
            "text": "6. Pieslak ( 2007 , n18) inserts the word “math” into his description of the subgenre—dubbing it “progressive/math metal”—in order to describe the unique music of Meshuggah, a Swedish band that blends influences of heavy metal and math rock and is not overtly influenced by progressive rock bands such as King Crimson, Pink Floyd or Rush. He thus admits that a preference might be given to the label “math metal” for describing Meshuggah’s music, though he claims that such distinctions are peripheral to his purposes in the article. I believe that since Dream Theater’s music is clearly influenced by progressive rock bands—including the very bands mentioned by Pieslak—it serves as a clearer example of progressive metal than the music of Meshuggah.",
            "citations": [
                "pieslak_2007"
            ]
        },
        "FN7": {
            "text": "7. In particular, the surface-level rhythmic and metrical complexities analyzed in this article—especially those that are related to motivic transformations—are characteristic of the progressive metal style, and can be heard in the music of bands such as Tool and Meshuggah.",
            "citations": []
        },
        "FN8": {
            "text": "8. Math metal also makes use of long-range metrical patterns; this may have influenced Pieslak’s ( 2007 ) decision to create the subgenre label “progressive/math metal.”",
            "citations": [
                "pieslak_2007"
            ]
        },
        "FN9": {
            "text": "9. For example, one can hear particular similarities between Dream Theater’s additive processes and those of Glass’s “Two Pages,” Rzewski’s “Les Moutons de Panurge” (an additive piece cited by Kramer ( 1988 ) as an example of “vertical temporality”), and, especially, Andriessen’s “Hoketus.”",
            "citations": [
                "kramer_1988"
            ]
        },
        "FN10": {
            "text": "10. For instance, York 1981 notes Glass’s dual use of the processes of addition and repetition in the patterned expansions of Two Pages ( 64 ).",
            "citations": [
                "york_1981",
                "york_1981"
            ]
        },
        "FN11": {
            "text": "11. The title of this song pays homage to the band’s original name, Majesty, as “ytsejam” is the retrograde of “majesty.” Endrinal ( 2011 ) categorizes the types of formal sections routinely called “bridges” by performers and analysts based on the presence of texted lyrics.  He labels untexted, instrumental contrasting sections “interludes” while labeling texted sections “interverses.” As the term “interverse” has yet to reach predominance in the field, I maintain the use of the term “bridge” to describe significant contrasting sections of texted music that typically lie between choruses of popular songs. I follow Endrinal’s use of the term “interlude.”",
            "citations": [
                "endrinal_2011"
            ]
        },
        "FN12": {
            "text": "12. This riff accompanies solos by the guitar and bass that are also metal-influenced, featuring typical “shred guitar” techniques such as two-handed tapping, tremolo picking/plucking, and squealing glissandi.  Additionally, the keyboard solo is fashioned like a metal guitar solo, and includes heavy doses of portamento to create shrieking guitar-like sounds.  For more on the harmonic language of thrash metal, and of Metallica in particular, see VanValkenburg 2010 .",
            "citations": [
                "vanvalkenburg_2010"
            ]
        },
        "FN13": {
            "text": "13. Another way of thinking about ABAC metrical patterns is in terms of relatively Short (S), Medium (M), and Long (L) measures, following Polak ( 2010 ), who uses S, M, L, and F (flexible) to describe rhythmic impulses in West African jembe music. There are six possibilities for any ABAC metrical pattern: SMSL, SLSM, MLMS, MSML, LMLS, and LSLM. The additive ABAC pattern that is prevalent in Dream Theater’s music is represented by the first of these permutations—Short, Medium, Short, Long, or SMSL.  The SMSL pattern can be also analyzed as a duration span-based CSEG, following Marvin 1995 (a source that extended the CSEG analytical techniques first introduced in Marvin and Laprade 1987 to musical domains other than pitch, including dynamics and duration). The spans in the CSEG are calculated in terms of the duration between downbeats using the greatest common rhythmic factor among all measures in the segment. This would be the quarter note in the 4 3 + 4 4 + 4 3 + 4 5 pattern described above, yielding a <3435> repeated-tone CSEG that translates to <0102>. The <0102> CSEG is a member of the CSEG class rc4-3/5 along with its inversion, <2120>, which corresponds to a subtractive metrical process that has a Long-Medium-Long-Short metric pattern. McCandless 2010 provides an analysis of such a pattern in Dream Theater’s song “Blind Faith” from the album Six Degrees of Inner Turbulence .",
            "citations": [
                "polak_2010",
                "marvin_1995",
                "marvin_and_laprade_1987",
                "mccandless_2010"
            ]
        },
        "FN14": {
            "text": "14. The direct relationships between meter and motive that are so characteristic of Dream Theater’s music (and of progressive metal music as a whole) are attributed by Horlacher ( 1995 , 2001 ), Roeder ( 2001 , 2004 ) and others to the music of Stravinsky and Bartók, in particular.  While motivically-related, surface-level metrical expansions and contractions in Dream Theater’s music can be heard as references to the music of these composers (see McCandless 2010 , 25–29) as well as their contemporaries (such as Messiaen), the multi-level additive structures discussed in this article are more closely connected with minimalism, as they are clearly audible processes that unfold over long periods of time.",
            "citations": [
                "horlacher_1995",
                "horlacher_2001",
                "roeder_2001",
                "roeder_2004",
                "mccandless_2010"
            ]
        },
        "FN15": {
            "text": "15. My labeling of this pattern—abbreviated SDRC—follows Walter Everett’s description of the related (yet more blues-derived) SRDC structure. Everett discusses SRDC structure in his analyses of 1950s and ‘60s pop/rock music ( 1999 , 318, and 2008 , 140–41).",
            "citations": [
                "everett_1999",
                "everett_2008"
            ]
        },
        "FN16": {
            "text": "16. “Cygnus X-1” was a highly influential composition for the band (see Wilson 2007 , 330), and this pattern in particular may have been influential.",
            "citations": [
                "wilson_2007"
            ]
        },
        "FN17": {
            "text": "17. The lack of a salient melodic contour in this riff makes the distinction between types of motivic transformations difficult, if not altogether arbitrary. I find it less problematic to label the transformation at the end of the second bar as an addition rather than partial repetition, however, as I experience the situation as a transgression (as “going too far”) in the moment, rather than as a recurrence (or being “knocked back” in musical time, such as one may experience when listening to a compact disc that is skipping).",
            "citations": []
        },
        "FN18": {
            "text": "18. The transposed repetition is inexact, as Petrucci includes palm-muted sixteenth notes at the end of the seventh measure.  Additionally, the conclusion is differentiated by a drum pattern that no longer accents the guitar syncopations and more clearly emphasizes the tactus-level quarter note pulse stream.",
            "citations": []
        },
        "FN19": {
            "text": "19. The expansion in this excerpt is also non-linear with regard to the emerging increase in cardinality: whereas the expansion in “The Ytse Jam” and “Burning My Soul” examples proceeded incrementally by one rhythmic unit (16+17+18 and 6+7+8, respectively), this example’s increases are inconsistent (8+12+13).",
            "citations": []
        },
        "FN20": {
            "text": "20. Another interesting aspect of this example involves harmony. The root motion of falling fifths every other measure—which further reinforces the hypermetrical segmentation of the section into four units—creates a feeling of harmonic instability that echoes the section’s metrical complexity and serves to create contrast between formal units sharing a D centricity. One can hear this root motion in combination with the thematic repetition in the interlude as a progressive metal trope on the falling fifths sequence of common-practice tonality.  The fact that the falling fifths root motion is expressed in rising fourths is instructive, however, as the riff is essentially transposed “up a string” in pitch—with alterations—every two bars on the seven-string guitar that Petrucci used for the Awake album.",
            "citations": []
        },
        "FN21": {
            "text": "21. One example is the introduction section to the song “Pravus” from Meshuggah’s 2008 album obZen .",
            "citations": []
        },
        "FN22": {
            "text": "22. For example, King Crimson—a band noted as being influential to Dream Theater—explicitly cites certain concert music composers as influencing the formation of its sound.  King Crimson guitarist Robert Fripp describes his band’s music as an attempt to answer the question “What would Hendrix sound like playing Bartók?” (Fripp quoted in Tamm 1990 , 31).",
            "citations": [
                "tamm_1990"
            ]
        },
        "FN23": {
            "text": "23. In his review of Dream Theater’s album Six Degrees of Inner Turbulence for All Music Guide , Robert Taylor ( 2002 ) notes that the band appears to have committed “blatant thievery” of Pantera’s music in the track “The Test That Stumped Them All,” and that other clear musical references can be heard on the album as well (notably to Tool in “The Great Debate” and to Peter Gabriel in “Solitary Shell”).  Additionally, Wilson ( 2007 ) attests to the negative perception fans and critics share regarding Dream Theater’s practice of writing music in the style of other bands, mentioning in particular the album Systematic Chaos : “’Forsaken’ . . . was singled out by some fans and the band’s detractors as being the perfect example of Dream Theater contriving their material to sound like other bands.  The introduction to “Prophets of War” was also accused of having a Muse-like feel, and many of the vocals on “Constant Motion” have the air of Metallica at their finest.  But it’s “Forsaken”—with the gentle piano intro building to a powerfully orchestrated anthem that is strongly reminiscent of Evanescence—which has received the most stinging criticism.  Jordan [Rudess] acknowledges the accusations” ( 335–37 ).",
            "citations": [
                "taylor_2002",
                "wilson_2007",
                "wilson_2007"
            ]
        },
        "FN24": {
            "text": "24. Wilson notes that around the time of the Six Degrees tour, the band members began a tradition of hailing their influences by performing Iron Maiden’s The Number of the Beast and Master of Puppets by Metallica in their entirety ( Wilson 2007 , 86, 275).  Later in 2006, Dream Theater continued this trend by covering Deep Purple’s Made in Japan and Pink Floyd’s Dark Side of the Moon . Portnoy explains that the motivation behind these shows was simply to “pay tribute to some of the bands and albums that shaped us” (Portnoy quoted in Wilson 2007 , 275), though the result was a continuation of the stigma of derivativeness that the band carries with it today in the eyes of many critics and listeners.",
            "citations": [
                "wilson_2007",
                "wilson_2007"
            ]
        },
        "FN25": {
            "text": "25. Portnoy’s tribute bands include Yellow Matter Custard (2003 and 2011, a tribute to The Beatles), Hammer of the Gods (2006, a tribute to Led Zeppelin), Cygnus and the Sea Monsters (2006, a tribute to Rush), and Amazing Journey (2007, a tribute to The Who). Each of the albums released by these tribute bands consists entirely of covers, and while Portnoy was the sole member of Dream Theater involved with their creation, I still believe that these referenced bands can be said to have influenced Dream Theater’s music—especially since Portnoy headed the creation of the albums and makes them available through his personal website.",
            "citations": []
        },
        "FN26": {
            "text": "26. The “inspiration corner” was a section of the rehearsal studio set up by the band members during the writing sessions for each of their studio albums involving Portnoy. In the inspiration corner, band members (primarily Portnoy) displayed albums from other artists that they envisioned influencing the direction of their compositions for the upcoming release ( Wilson 2007 , 237-38). Certainly, the extent to which the albums from the inspiration corner directly influenced Dream Theater’s songs is difficult to discern. In some cases, the influence is solely expressed in the choice of instrumentation. For instance, Portnoy declares that the extent of the influence of Galactic Cowboys’ Space in your Face album on Dream Theater’s Six Degrees was limited to Myung’s decision to use an eight-string bass ( Portnoy 2002 ). In other cases, the influence of the inspiration corner albums can be heard through similarities in musical themes. For example, Portnoy cites Tool’s album Ænima as a member of the Six Degrees inspiration corner ( Portnoy 2002 ), and the main riff to the track “The Great Debate” is highly similar to Tool’s “Forty-Six & 2” from Ænima . The influence of these selected albums can also be more pervasive and formally impactful, such as the collection of concept albums—Genesis’s The Lamb Lies Down On Broadway , The Who’s Tommy , and Pink Floyd’s The Wall —that inspired Dream Theater’s own concept album, Metropolis Pt. 2: Scenes From A Memory ( Wilson 2007 , 237).",
            "citations": [
                "wilson_2007",
                "portnoy_2002",
                "portnoy_2002",
                "wilson_2007"
            ]
        },
        "FN27": {
            "text": "27. The terms “stylistic” and “strategic” are differentiated in Hatten 1985 , 69–82.",
            "citations": [
                "hatten_1985"
            ]
        },
        "FN28": {
            "text": "28. I am not the first to posit a connection between minimalist music and recent prog- and metal-inspired popular music practices. Theo Cateforis ( 2002 ) argues for an intertextual connection between the rhythmic practices of minimalism and math rock.",
            "citations": [
                "cateforis_2002"
            ]
        },
        "FN29": {
            "text": "29. The terms “overall form” and “specific form” in Example 7 come from Endrinal: overall form is defined as “the large-scale organization of a song, usually consisting of a small number of large sections, each of which are made up of smaller sections,” whereas specific form refers to the “individual sections that ultimately compose the song’s larger, overall design” ( 2011 ).",
            "citations": [
                "endrinal_2011"
            ]
        },
        "FN30": {
            "text": "30. The meter of Riff A is not unequivocally stated. The riff’s metric ambiguity is due to both its highly syncopated melodic descent and its twelve-pulse span, which combines with the initial duple periodicity of the accompanying drum pattern to allow for several plausible groupings (including two groups of six beats, six groups of two beats, four groups of three beats, and three groups of four beats). This potential for reinterpretation is realized by the band throughout the song in the subsequent iterations of the riff.",
            "citations": []
        },
        "FN31": {
            "text": "31. Metrical liquidation occurs when Schoenberg’s “liquidation” of a pitch and rhythmic motive occurs simultaneously with what Wallace Berry calls a “metric contraction.” Schoenberg defines liquidation as such: “Liquidation consists in gradually eliminating characteristic features, until only uncharacteristic ones remain, which no longer demand continuation . . . the purpose of liquidation is to counteract the tendency toward unlimited extension” ( 1967 , 58). In Structural Functions in Music , Berry uses examples from Beethoven and Blacher to define “metric contraction” as a phenomenon involving “initiative impulses of increasing frequency” ( 1987 , 383). One might rename Berry’s “metric contraction” as a “metric crescendo” for efficiency, as the term “rhythmic crescendo” is already in use and describes a similar phenomenon. Whereas a “rhythmic crescendo” involves the incremental decrease of a rhythmic duration, a “metric crescendo” can be said to involve an incremental decrease in the duration of a perceived accent-delineated rhythmic grouping.",
            "citations": [
                "schoenberg_1967",
                "berry_1987"
            ]
        },
        "FN32": {
            "text": "32. Schoenberg describes “residues” as motivic remnants of the liquidation process ( Schoenberg 1967 , 58–63).",
            "citations": [
                "schoenberg_1967"
            ]
        },
        "FN33": {
            "text": "33. I have notated the fourth hyperbeat in each hypermeasure here as two or more separate measures ( 4 4 + 8 3 , for example) because the residue bars possess definitive downbeat accents.  However, they belong to, and extend, the same “hyper-upbeat” as the 4 4 bars, resulting in a “1, 2, 3, 4, +” hypermetric scheme that is characteristic of progressive metal in general and of Dream Theater’s music in particular.",
            "citations": []
        },
        "FN34": {
            "text": "34. Another possible hearing casts Riff B as a 6+9 pattern (rather than an 8+7 pattern), based on the accentual profile of the accompanying keyboard part.  While I hear the drum pattern as grouping the melodic instruments more readily, this alternate hearing would preserve the ABAC-AMP on both one- and two-bar levels.",
            "citations": []
        },
        "FN35": {
            "text": "35. This “rotation” technique is most famously encountered in Steve Reich’s 1972 piece “Clapping Music.” The technique is also known as “beat-class transposition” and more simply, “rhythmic displacement” (see Cohn 1992 as well as Roeder 2003 , 275–304). I have notated the beat-class transposition as bT- 1 to illustrate my experience of the riff being rotated “backward” one beat division; one could also show it as being rotated “forward” twenty-three divisions (bT 23 ). The rotation technique can also be heard at the beginning of the guitar solo, as this presentation of Riff A is repeated.",
            "citations": [
                "cohn_1992",
                "roeder_2003"
            ]
        },
        "FN36": {
            "text": "36. This riff alternates between syncopation and strong-beat emphasis frequently, and the beat-class rotation thus does not create the kind of drastic or disorienting change of accent that one might expect from an eighth note rotation in a simple meter.",
            "citations": []
        },
        "FN37": {
            "text": "37. Again, the ABAC-AMP does not sound on the surface level here, unless one hears Riff B as a 6+9 grouping instead of the 8+7 pattern I have notated in my transcriptions. Hence, I have added asterisks to the surface-level “B” labels in Example 13, as before in Example 11.",
            "citations": []
        },
        "FN38": {
            "text": "38. In comparison, the initial five-pulse grouping of Philip Glass’s Two Pages (Part I)—a piece that will be discussed further in the analysis of Dream Theater’s “Constant Motion” below—lasts for about .8 seconds and sounds more like a beat undergoing expansion than a bar.",
            "citations": []
        },
        "FN39": {
            "text": "39. Cohn ( 1992 ) rejects Kramer’s idea of timelessness or “verticality” within process-derived minimalist works, as they require time to unfold.  He claims that music that progresses to a state of maximum saturation (such as Reich’s phasing pieces) possesses order, motion, progression, and climax—thus, it supports the perception of linear time.  Nevertheless, Dream Theater’s music is more clearly linear than minimalist music, as it involves progression toward goals on multiple levels (i.e., the levels of the measure, hypermeasure, formal section, etc.).",
            "citations": [
                "cohn_1992"
            ]
        },
        "FN40": {
            "text": "40. The band shot an accompanying music video for “Constant Motion” that enjoyed regular rotation on MTV’s Headbanger’s Ball and was nominated for the “Best Metal Video” of 2007. Additionally, the track was made available for download for use on the popular video game Rock Band in 2008. Thus, unlike “Sacrificed Sons,” “Constant Motion” is a song that is both stylistically representative of the band’s sound and commercially visible outside of Dream Theater fandom.",
            "citations": []
        },
        "FN41": {
            "text": "41. The only exceptional pitch class in the E Locrian section is B-natural, which sounds twice.  The first time, it appears as part of a concluding gesture in the fourth bar composed of a compound melody outlining a power chord on F followed by another on E (a Phrygian-sounding cadential gesture that is common in heavy metal).  The second occurrence of B-natural is in the end of the eighth bar, where it serves as an anticipation to the following subsection in B Locrian.",
            "citations": []
        },
        "FN42": {
            "text": "42. The unwieldy designation “B Locrian with an E pedal” is used to denote the general transposition of the material from the first section down a perfect fourth (or simply down a string in pitch on the guitar and bass), though E2 remains the centric pitch.  Since this pitch is created by the lowest-sounding open string in standard tuning, a true transposition “down a string” would be impossible on a six-string guitar (the instrument Petrucci uses in “Constant Motion”); thus, E2 remains the centric pitch that begins each measure in the second subsection and F2 is used as the second pitch (ostensibly to avoid repetition), though the rest of the pitch material is transposed almost exactly.",
            "citations": []
        },
        "FN43": {
            "text": "43. Jocelyn Neal has suggested a slightly different, and completely plausible, hearing of the introduction, in which the internal motivic repetitions sound as separate measures (thus, each phrase is composed of eight measures rather than four, and the ABAC-AMP is heard on the two- and four-bar levels). In Neal’s hearing, the ABAC structure simply takes place on different metrical levels.",
            "citations": []
        },
        "FN44": {
            "text": "44. Additionally, the section’s motoric rhythm (a steady stream of eighth notes) is suggestive of the minimalist style.  While progressive metal music frequently involves rhythms of this nature, the fact that the eighth note is the sole rhythmic value in these sections strengthens the stylistic correlation in context.",
            "citations": []
        },
        "FN45": {
            "text": "45. This idea refers to E.T. Cone’s analysis of a “promissory note” (pitch-class E ♮ / F ♭ ) in Schubert’s Moments Musicaux No. 6 ( Cone 1982 ). On first listen, one is probably unable to count the exact number of beats in each measure or hypermeasure of the introduction, as it is easy to get lost in the “unanchored” experience one gets from being unable to hear consistent accents above the level of the beat division. It is still possible, however, to hear the sixteenth bar as a deviation—as somehow “too short” to support the emergent ABAC-AMP structure.",
            "citations": [
                "cone_1982"
            ]
        },
        "FN46": {
            "text": "46. The other tracks from Dream Theater’s catalog that fit this description are “This Dying Soul” ( Train of Thought ), “In the Presence of Enemies Pt. 2” ( Systematic Chaos ), “Bridges in the Sky” ( A Dramatic Turn of Events ), and “Outcry” ( A Dramatic Turn of Events ).",
            "citations": []
        },
        "FN47": {
            "text": "47. It is instructive that this example features a very fast tempo. All of the multi-level ABAC-AMPs listed in Example 4 possess similar tempi, including those from “Sacrificed Sons” and “Constant Motion.”  Multi-level ABAC-AMPs tend to occur at faster tempi only, as their perception requires the listener to entrain to the metric surface level and various hypermetric levels in alternation, and it is more difficult—and sometimes impossible—to do so at slower tempi.  For more on the cognitive constraints of meter, see London 2004 , 27–47.",
            "citations": [
                "london_2004"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] One of the most commercially successful heavy metal subgenres became known as “progressive metal.”  Durrell S. Bowman ( 2002 ) notes that Rush’s song “Bastille Day” (1975) was perhaps the earliest example of this “musicianly” style, (1) although it is generally accepted that Queensrÿche’s concept album Operation: Mindcrime (1988) is the first full-length exemplar.  Despite the earlier works by these bands, however, the most commercially visible torchbearer for the style is the Long Island-based group Dream Theater. (2)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "bowman_2002"
                ]
            }
        },
        {
            "2": {
                "text": "[2] Despite numerous changes in management, record label affiliation, and especially band personnel, Dream Theater has intentionally strived for, and managed to maintain, a consistent sound that has become synonymous with the progressive metal style.  Former drummer and bandleader Mike Portnoy attests to the importance of stylistic consistency to the band members: “We try to have our sound and our style that we never stray from—we want to stay loyal and faithful to that” ( Dream Theater 2004 ).  Guitarist John Petrucci (quoted in Roadrunner Records 2009 ) describes this sound as a “mixture of ‘70s prog and ‘80s metal,” and, indeed, the musical elements I perceive as being the most salient in the band’s music can be directly linked to these styles and eras.  Journalist Malcolm Dome’s description of Dream Theater’s sound in Wilson 2007 is apt: “If Metallica had grown up on Styx or Kansas, this is what they might have sounded like. It’s a gathering of influences to create a genre” ( 70 ).",
                "footnotes": [],
                "citations": [
                    "dream_theater_2004",
                    "roadrunner_records_2009",
                    "wilson_2007",
                    "wilson_2007"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Dream Theater’s history can be broken into five periods to date, based on band personnel.  In Example 1 , each of the band’s studio recordings is listed by period, with an indication of the band’s lineup within each period.  Changes in personnel are indicated by bold text. Example 1 . Dream Theater’s discography by period (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The most salient “progressive” aspect of Dream Theater’s sound is its rhythmic and metric complexity, a trait that typifies progressive metal as a subgenre. (3) However, other prominent elements from the progressive rock style are routinely present, including: atypical rock instrumentation (such as the use of synthesizers and classical concert music instruments), extended forms (including concept albums), flashy displays of virtuosity for every instrumentalist in the ensemble, strikingly intricate album cover art, and fantastical lyrics that express epic conflicts.  Similarly, the band makes use of many of the primary markers of the heavy metal genre: distorted timbres, power chords, extended “shred guitar” techniques, dark, powerful, or transgressive imagery and lyrics, aggressive double-bass drum patterns, and the traditional metal “uniform” of long hair, black t-shirts, and “denim and leather.” (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] While the interplay between the two parent styles of progressive rock and heavy metal characterizes the music of progressive metal bands in general, (5) Dream Theater’s emphasis on “progressive” elements further differentiates \nthe band from other groups within the subgenre.  Dream Theater was even named the tenth best progressive rock band of all time and won the award for best progressive rock album ( Metropolis Pt. 2: Scenes From A Memory ) in two recent reader polls in Rolling Stone magazine, sharing these lists with its forbears King Crimson, Genesis, Emerson, Lake and Palmer, Yes, and Rush ( Greene 2011 , 2012 ). Thus, I conceptualize Dream Theater’s sound metaphorically as possessing a structural core of progressive rock whose periphery abounds with stylistic elements of heavy metal.",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "greene_2011",
                    "greene_2012"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The analyses that follow focus on the core progressive metal trait of metrical complexity with representative excerpts taken from several of Dream Theater’s studio recordings.  I have chosen Dream Theater’s music as the subject of analysis because it is viewed as an archetype of the progressive metal subgenre.  Additionally, I believe that progressive metal music was incompletely introduced in Pieslak 2007 , as this source focused on music that is in some ways not representative of the subgenre. (6) The majority of the musical characteristics analyzed here in the context of Dream Theater’s music can be considered to be representative of the subgenre as a whole, with the exception of the long-range, multi-level additive processes in my analyses of “Sacrificed Sons,” “Constant Motion,” and “The Count of Tuscany.” (7) Additive Process in Dream Theater’s Music",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "pieslak_2007"
                ]
            }
        },
        {
            "7": {
                "text": "[7] An important stylistic characteristic of progressive metal is the use of systematic, long-range metrical processes.  Bowman ( 2002 , 213) describes the artifice of such patterns as “metrical constructedness,” which he notes is typical of progressive hard rock and metal. (8) The most common type of long-range metrical construction in Dream Theater’s music involves additive process.  In this way, some of the rhythmic complexities in the band’s music can be productively compared with rhythmic processes in the early minimalist music of Reich, Glass, Rzewski, and others, (9) a topic I explore briefly below and with more detail in sections [17–40].",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "bowman_2002"
                ]
            }
        },
        {
            "8": {
                "text": "[8] The term “additive process” may imply the primacy of motivic or thematic addition (i.e., adding “extra” notes to repeated musical segments); Dream Theater’s additive patterns, however—like those of the early minimalists—typically involve augmentation and repetition to create long-range expansion. (10) Nonetheless, there are a few examples of additive process featuring thematic addition in Dream Theater’s oeuvre, including the linear expansion heard during the interlude section to “The Ytse Jam” (see Example 2 ). (11) Example 2 . Linear additive process in Dream Theater’s “The Ytse Jam,” 2:46–3:46 (click to enlarge and listen)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The initial unit in this example is a four-bar riff in simple quadruple meter (notated here in 4 4 ), forming a single hypermeasure.  This riff is overtly metal-influenced with heavily distorted power chords, “galloping” palm-muted rhythms reminiscent of songs by Metallica and other thrash metal bands, and emphasis on the lowered-second and lowered-fifth scale degrees, which outline the tritone-accentuating Locrian mode. (12) The restatement of the initial riff during the bombastic guitar solo (system 2) features changes in centricity and rhythm (note the absence of syncopation on the first and third downbeats).  The most salient difference, however, is metrical: concurrent thematic addition and metrical expansion are heard at the end of the hypermeasure, as the fourth bar of the riff changes to quintuple meter.  This addition-related metrical extension is indeed surprising, but it does nothing to suggest an additive structure.  Instead, it sounds like an “extra beat” at the end of a phrase—a fairly common example of metrical complexity in the progressive rock style.  The two added beats at the end of the further-altered restatement of the initial riff during the bass solo (system 3), however, aid in the retrospective interpretation of the entire forty-measure section as a single unit guided by a slowly unfolding, linear additive process. Example 3 . A generalized graph of the ABAC Additive Metrical Process (click to enlarge) Example 4 . An inventory of Dream Theater’s additive/subtractive processes by album (click to enlarge and see the rest) Example 5 . ABAC Additive Metrical Process (ABAC‐AMP) in Dream Theater’s “Burning My Soul,” 3:49–3:57 (click to enlarge and listen)",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] While there are a few examples of linear additive process in Dream Theater’s catalog similar to the example from “The Ytse Jam,” an interrupted linear process is more common.  This interrupted process creates a non-isochronous quadruple hypermeasure, which I label as ABAC Additive Metrical Process, or ABAC-AMP.  The individual labels A, B, and C in this description relate to metric cardinality: for instance, an additive ABAC pattern on the surface level—the level of the measure—might involve a bar of triple meter (e.g., 4 3 ), a bar of quadruple meter (e.g., 4 4 ), a restatement of the initial bar of triple meter ( 4 3 ), and a concluding bar of quintuple meter ( 4 5 ), resulting in a 3+4+3+5 profile.  Thus, in an additive ABAC pattern, B is greater than A, and C is greater than both A and B. (13) In Dream Theater’s music, these changes in metric cardinality rarely sound random, but rather involve direct relationships between motivic transformation and metrical expansion/contraction, creating coherence despite the lack of periodicity. (14) The ABAC metric layout typically coincides with an [abac] or, more commonly, an [aa’aa’’] motivic/thematic scheme.  Both [abac] and [aa’aa’’] subphrase/phrase structures generally involve the gestural pattern of statement-departure-restatement-conclusion, a pattern frequently heard in rock music as well as in many other styles of popular music. (15) Thus, I conceive of the ABAC-AMP as a kind of reconciliation between linear additive process and a typical rock subphrase/phrase structure. Example 3 provides a general outline of this idea; arrows in the example represent a quadruple conducting pattern with elongated weak beats. Example 4 lists the ABAC-AMPs (as well as other additive or subtractive processes) in each of Dream Theater’s full-length studio albums.",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Bowman ( 2002 , 208) analyzes an earlier example of an ABAC-AMP in the “Prologue” section of Rush’s “Cygnus X-1” from the 1977 album A Farewell to Kings .  The ABAC-AMP in “Cygnus X-1” involves a 6+7+6+8 pattern related to systematic motivic repetition at the end of a recurring subphrase. (16) Dream Theater’s ABAC-AMPs involve this type of repetition-related metrical expansion frequently, although there are also examples of patterned expansion in the band’s music that are concurrent with instances of motivic addition and augmentation.  The most commonly encountered ABAC-AMPs in Dream Theater’s catalog, however, involve situations with multiple types of motivic transformation (e.g., the “departure” subphrase—subphrase two—features augmentation, whereas the “conclusion” subphrase—subphrase four—introduces addition).  One example of this type is the link section in “Burning My Soul” from the album Falling Into Infinity , which connects the end of Derek Sherinian’s keyboard solo to the third verse (see Example 5 ).",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "bowman_2002"
                ]
            }
        },
        {
            "12": {
                "text": "[12] This excerpt’s initial riff statement is a simplification of previously sounding material in the accompaniment to Sherinian’s solo; it involves a one-bar rhythmic unit sounding in triple meter, which is notated in 4 3 in Example 5.  The second measure serves as a slight departure from the initial riff, and is characterized by the addition of two sixteenth notes to the end of the bar (or perhaps by the partial repetition of the two sixteenths/eighth rhythmic motive from the outset of the theme). (17) This motivic transformation accompanies metrical expansion, undercutting the quarter-note pulse stream of the tactus in a surprising way (at least upon first listen).  The quarter-note stream is restored in the third bar’s restatement subphrase, and continues through the conclusion in the fourth bar, which features a clearer terminal repetition and expansion to an isochronous quadruple meter ( 4 4 ).  The resultant profile of the hypermeasure is that of an interrupted additive process on the surface level: the grouping eventually increases from six eighth notes (the 4 3 bar) through seven eighths (the 8 7 bar) to eight eighths (the 4 4 bar), but with a return to the initial grouping in the third bar that obscures the overall linear expansion.  Petrucci performs this pattern with distorted, palm-muted E power chords that combine with bassist John Myung’s doubling of the rhythm with an open low E string—as well as Portnoy’s loud low tom attacks and double bass drumming—to create a very “heavy” sound typical of modern heavy metal bands.  This timbral “heaviness” clothes the metrically complex ABAC-AMP, resulting in an eclectic sound that is characteristic of progressive metal. Example 6 . An ABAC‐AMP on the two‐bar level in Dream Theater’s “Lifting Shadows Off a Dream,” 3:33–3:56 (click to enlarge and listen)",
                "footnotes": [
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Another example of an ABAC-AMP from Dream Theater’s catalog that features multiple expansion-related motivic techniques comes from the beginning of the interlude in “Lifting Shadows Off a Dream” from the album Awake (see Example 6 ).  In this section, however, the expansion is heard on the two-bar level—that of the hyperbeat in the section’s eight-bar quadruple hypermeasure.  The initial statement sounds as two measures of quadruple meter (4+4) and introduces the Interlude’s riff in the guitar part.  This riff outlines the B minor pentatonic scale (with a lone C ♯ passing tone), and it features an over-the-barline syncopation that is heavily accented by both Portnoy and Myung.  The second two-bar hyperbeat transposes and alters the riff to outline a fifth-mode harmonic minor scale on E that is initially decorated by a double-neighbor around E3.  This departure subphrase features two altered restatements of the first bar, and includes a déjà vu-like repetition of the eighth-note/quarter-note syncopation at the end of each measure that coincides with a metrical expansion to sextuple meter (6+6).  Linear metrical expansion is interrupted in the restatement subphrase; quadruple meter returns for the fifth and sixth bars (4+4), and the initial riff is transposed to A minor pentatonic.  The conclusion subphrase of the section includes yet another thematic and metrical expansion. It begins by repeating the first nine beats of the departure subphrase, transposed to begin the double neighbor around D. (18) The eighth and final measure of the section deviates from the internal consistency of two-bar units, as measures seven and eight expand from six to seven beats (6+7).  The eighth measure also deviates from the consistent use of motivic repetition-related expansion by adding an ascent to a climactic D5 in the guitar melody.  This extension of the departure—which itself is an extension of the statement—results in an overall additive profile on the hypermetric level from A (eight beats) through B (twelve beats) to C (thirteen beats). The additive process, however, is non-linear, as the return to the initial cardinality during the restatement subphrase undercuts consistent expansion (8+12+8+13). (19) Unlike “Burning My Soul” (Example 5), this section’s additive metrical expansion does not undermine the tactus-level pulse stream (notated as a quarter note in Example 6).  The preservation of the tactus, combined with \nthe interlude’s organic thematic nature, results in a sense of sustained continuity amid the disruptive changes in meter. (20)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The previous examples represent the most common profile of the ABAC Additive Metrical Process in Dream Theater’s music. I don’t consider there to be an especially strong stylistic connection to minimalist music in these instances as they do not progress very far in terms of linear expansion, and their timbral, harmonic, rhythmic, and accentual characters can be easily related to the progressive rock and heavy metal traditions.  Indeed, these brief, surface-level processes are more reminiscent of the rhythmic and metrical practices of Stravinsky, Bartók, and Messiaen.  Additionally, the surface-level ABAC-AMP appears in the works of other progressive metal bands. (21) Though Dream Theater uses this technique pervasively in its music, setting itself apart from other groups within the subgenre, the surface-level ABAC-AMP can nonetheless be considered to be a metric phenomenon associated more generally with the progressive metal style as a whole.  There are a few selections from Dream Theater’s catalog, however, that possess a more strikingly minimalist quality, featuring additive processes that unfold on multiple levels of metrical structure over longer periods of time.  These multi-level ABAC-AMPs can be considered to represent the “outgrowths” of the surface-level ABAC-AMP “seeds,” and are characteristic of Dream Theater’s music in particular. Progressive Rock, Progressive Metal, and Intertextuality",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15]  I shall pursue a comparison between Dream Theater’s multi-level ABAC-AMPs and the additive processes in early minimalist music; the comparison is broadly relevant because of the tradition of eclectic musical borrowing in “progressive” subgenres.  Progressive rock has been labeled “art rock,” “symphonic rock,” or “classical rock” by fans and critics, with each label communicating the significance of the influence of concert or “art” music on the genre.  Holm-Hudson discusses the prominence of references to concert music—music considered to possess prestige in England and America—in progressive rock, claiming that the term “progressive rock” came to describe those bands “that aimed at incorporating some degree of cultivated musical influence into a rock context” ( Holm-Hudson 2002 , 2, italics mine).  However, he importantly notes that progressive rock is not simply rock influenced by so-called classical music, but rather rock influenced by a network of styles that are often radically juxtaposed in a manner similar to postmodern music.  John Sheinbaum ( 2002 ) also emphasizes the importance of polystylistic musical borrowing in the genre, claiming that “a hallmark of [progressive rock] is precisely its widespread eclecticism” ( 29 ).  Richard Middleton even cites “eclecticism” as the primary marker of progressive rock ( Middleton 1990 , 28–32).  The musical emphasis on eclecticism in progressive rock is maintained in progressive metal—especially in Dream Theater’s songs—and constitutes one of the most central correlations between the two styles.",
                "footnotes": [],
                "citations": [
                    "sheinbaum_2002",
                    "sheinbaum_2002",
                    "middleton_1990"
                ]
            }
        },
        {
            "16": {
                "text": "[16] As Dream Theater’s music is primarily influenced by progressive rock, there may exist in it an indirect influence, where concert music—along with the many other styles alluded to in the progressive rock music known by the band—can be said to shape the band’s music through its predecessors. (22) Additionally, some compositions from these various styles influence the band’s compositions directly, resulting in “poietic” intertextuality.  Michael Klein ( 2005 , 140) remarks that “the poietic level of semiotics concerns itself with the processes that the writer undergoes in making a text,” an idea detailed in Nattiez 1990 .  He asserts that studies of poietic intertextuality are studies of influence that examine the texts available to an artist in his/her historical period.  As Dream Theater wears its influences on its sleeve—something that has drawn criticism from fans and journalists (23) —studying poietic intertextuality in the context of its music can at times be remarkably easy.  Examples of and evidence for explicit musical reference include Dream Theater’s live performances of songs (cover songs) and complete albums (“cover albums,” perhaps) written by other bands, (24) Mike Portnoy’s tribute bands, (25) and the so-called “inspiration corner” set up by the band during studio recording sessions, (26) as well as the use of the postmodern techniques of quotation, allusion, and parody.",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24",
                    "FN25",
                    "FN26"
                ],
                "citations": [
                    "klein_2005",
                    "nattiez_1990"
                ]
            }
        },
        {
            "17": {
                "text": "[17] In many instances Dream Theater’s music serves as an intertext to other styles or compositions not due to the band’s explicit borrowings, but rather due to listeners’ associations. This is “esthesic” intertextuality, which Klein ( 2005 , 138) describes as a process that “concerns itself with those texts that a reader brings to her reading, often without regard to the historical relationships between those texts.”  Esthesic intertextual connections are more readily made on the general stylistic level (as in a style allusion), as opposed to the specific opus level (or the “strategic level,” as in a literal quotation). (27) The esthesic intertextual connection between Dream Theater’s music and early minimalist music discussed below—a connection for which I have found no historical corroboration—is formed through the band’s treatment of rhythm and meter. (28) “Sacrificed Sons” Example 7 . An outline of the overall and specific form of Dream Theater’s “Sacrificed Sons” (click to enlarge)",
                "footnotes": [
                    "FN27",
                    "FN28"
                ],
                "citations": [
                    "klein_2005"
                ]
            }
        },
        {
            "18": {
                "text": "[18] “Sacrificed Sons” is the penultimate track from the 2005 album Octavarium —the album that Petrucci claims as Dream Theater’s most representative work.  This track is particularly grandiose and “prog”-inspired; it lasts almost 11 minutes, includes weighty lyrics on the attacks of September 11th, 2001, and incorporates a sixteen-piece orchestra.  “Minimalist” rhythmic techniques occur in the song’s contrasting instrumental interlude, beginning at 4:13.  The form of “Sacrificed Sons” is outlined in Example 7 , with the large interlude section highlighted. (29)",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The first of the interlude’s subsections is the most metrically complex. There is an exposition of two primary riffs (4:13), followed by keyboard and guitar solos atop these riffs (5:04 and 5:45).  The two riffs are shown in Example 8 . (30)",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The two-bar “disjunct” Riff A is initially alluded to twice during John Myung’s distorted bass solo beginning at 4:13, and is repeated four more times with the full ensemble ( sans orchestra) before a transition into the “compressed” Riff B.  While the initial meter is maintained before the transition to the second riff, the accentual pattern of the drums reverses four bars after entering, moving from regular accents on odd-numbered beats to regular accents on even-numbered beats, creating a typical backbeat feel.  A transcription of the beginning of the thematic exposition is provided in Example 9. Example 8 . Primary riffs from “Sacrificed Sons,” Interlude 1 (click to enlarge and listen) Example 9 . The beginning of the thematic exposition section of  “Sacrificed Sons,” Interlude 1 (click to enlarge and listen) Example 10 . Metrical liquidation during the transition between Riffs A and B of “Sacrificed Sons,” Interlude 1 (click to enlarge and listen) Example 11 . The end of the thematic exposition section of “Sacrificed Sons,” Interlude 1 (click to enlarge and listen) Example 12 . The Reich‐like rotation/beat‐class transposition of Riff A in “Sacrificed Sons” (click to enlarge and listen) Example 13 . Multiply‐directed time in the guitar/bass accompaniment to the keyboard solo in “Sacrificed Sons,” Interlude 1 (click to enlarge and listen) Example 14 . The stylistic, textural, and temporal profile of Dream Theater’s “Sacrificed Sons” (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] A more jarring accentual shift occurs during the transition to Riff B, shown in measures 13–17 of Example 9.  Here, Riff A continues beyond its expected four-bar hypermetrical unit, at which point it is forcibly truncated and mutated until it no longer resembles itself, leaving space for the exposition of Riff B.  This combination of motivic fragmentation, metric contraction, and transitional function generates a clear example of what I consider to be “metrical liquidation.” (31) A transcription of the transition is produced in Example 10.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The first emergence of an ABAC metrical process can be heard during the exposition of Riff B.  After the initial presentation (Example 9 measures 18–19), this two-measure theme is repeated seven times, creating a subsection of eight subphrases at the end of the thematic exposition.  However, the riff undergoes development immediately, with motivic and metric alterations sounding during the “tail” end of every other presentation—that is, the weak hyperbeats on the two-bar level (see Example 11 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The first alteration (Example 11, measures 20–21) is repeated exactly in measures 24–25; a single F ♯ passing tone is added to the end of the riff, creating two bars of simple quadruple meter in place of the previous mixed pattern (which I have notated as 4 4 + 8 7 ).  This procedure is heard again in measures 28–29 and 33–34.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] The close of the exposition (measures 26–36), however, is intensified with the addition of motivic residues from Riff A (measures 30 and 35–36). (32) The first residue addition adds a single 3/8 bar to the end of the hypermeasure (measure 30), and the second adds two bars of 3/8 (measures 35–36), creating an ABAC metrical scheme. (33) On the surface level, the metric design is not consistently additive or subtractive, as the pattern sounds as ABAC (8+7+8+11) followed by ABAC (8+7+8+14). (34) The asterisks by the Bs at the surface level in Example 11 reference the fact that the 8 7 bars are shorter than the 4 4 bars labeled with As.  However, on the 2-bar hypermetric level, the pattern is ABAC (15+19+15+22).  The close of the exposition thus articulates an ABAC-AMP, lending a quasi-minimalist tinge to the experience of the music.",
                "footnotes": [
                    "FN32",
                    "FN33",
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Dream Theater’s use of an additive metrical process is not the only reference to minimalism that can be heard during the first interlude of “Sacrificed Sons.” Another example is the band’s use of Reich’s rotation technique during the following subsection, Jordan Rudess’s keyboard solo over Riffs A and B. (35) At the beginning of this subsection, Riff A is rotated backward one eighth note, resulting in an emphasis on E3 at the beginning of the theme (see Example 12 ). (36) This backward rotation is the only instance of its type that occurs in the song; thus, Dream Theater’s use of the rotation technique is but a brief, superficial parallel with minimalism.  The rotation does combine with the ABAC metrical pattern, however, to create a stronger stylistic allusion.",
                "footnotes": [
                    "FN35",
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] At 5:19, Rudess performs a solo over Riff B that is metrically developed to a further extent than previous iterations.  Here, the ABAC pattern becomes pervasive, sounding on the one-, two-, and four-bar levels. (37) I have formatted the transcription in Example 13 to demonstrate these three levels of additive process (shown horizontally), while at the same time clearly showing an ABAC-AMP involving the residues themselves (shown vertically).  Whereas this “vertical” pattern shares the same ABAC structure as the “horizontal” pattern, it can be interpreted as a separate process with a separate goal—specifically, the reinstatement of the “disjunct” Riff A, which materializes immediately following the excerpt.  This process is differentiated from the “horizontal” one via motivic content, articulation, and especially meter, as the residues are presented in compound groupings.",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Overall, one can consider the simultaneous experience of the “horizontal” and “vertical” progressions within this subsection of Interlude 1 to be an example of what Kramer 1988 calls “multiply-directed time.”  The goals of the hypermetric downbeat and the continuation of Riff B are evaded every fourth bar as the Riff A residues interrupt and project a new, dotted quarter note tactus.  These interrupting residues possess their own linearity, however, as they accumulate and progress toward the reestablishment of Riff A at 5:45.  It is metaphorically similar to the experience a television viewer might have tracking the unfolding plots of two television programs by changing channels back and forth in a consistent pattern.",
                "footnotes": [],
                "citations": [
                    "kramer_1988"
                ]
            }
        },
        {
            "28": {
                "text": "[28] This type of scenario, in which the development of one idea is interrupted by another developing idea, is echoed at the level of form in “Sacrificed Sons,” as well (see Example 14 ).  There is a gradual textural and dynamic increase that accompanies the varied returns of a number of formal sections in “Sacrificed Sons,” which engenders the experience of a high degree of temporal directedness for the listener.  The temporally complex B section and its \ninterludes, however, interrupt and deviate from the linear time of the large A sections.  In Mark Spicer’s terms ( 2002 , 90–136), this tension between the interwoven, “accumulative” A section “build-ups” and the divergent temporality of the B section creates an overarching “cumulative form” that is both interrupted and non-linear: there is a big climactic payoff at the end of the piece (in this case, the raucous third link section), but it is not led to in a truly consistent manner.",
                "footnotes": [],
                "citations": [
                    "spicer_2002"
                ]
            }
        },
        {
            "29": {
                "text": "[29] Long-range additive processes in Dream Theater’s music, such as the multi-level structure during the first interlude in “Sacrificed Sons,” are similar to the additive processes in early minimalist works in that they are highly salient and their “becoming” functions as the primary musical premise of a given formal unit.  Nonetheless, Dream Theater’s additive structures are also quite different from those of the minimalists. Dream Theater’s structures are unambiguously metrical—they possess clearly articulated orienting accents that generate strong and weak beats.  These beats are largely the result of the drum patterns—grooves that are related to (or complex variations of) the backbeat. The relatively long duration of the average rhythmic level undergoing expansion also aids in the perception of the band’s additive processes as truly metrical.  Whereas many additive minimalist works feature prime units of expansion that are difficult to hear as measures due to their brevity, Dream Theater’s works usually involve the systematic expansion of larger units that are readily interpreted as being on the 1-bar, 2-bar, and 4-bar levels. (38)",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] The metrical quality of the additive processes in turn creates an altogether different experience of temporality.  Whereas minimalist additive processes are often described as “static” or “non-teleological,” and are said to evoke a “vertical” sensation of time, Dream Theater’s tropes of these structures—which support the perception of normative quadruple hypermeter—clearly involve goal-directedness. (39) It is therefore appropriate to consider the band’s additive constructions to be primarily linear with regard to temporality, although they do elicit some of minimalism’s purported “verticality.” “Constant Motion” Example 15 . An outline of the overall and specific form of Dream Theater’s “Constant Motion” (click to enlarge) Example 16 . A Wes York‐influenced representation of the rhythmic repetition pattern during the introduction of “Constant Motion,” 0:01–0:40 (click to enlarge and listen) Example 17 . The multi‐level ABAC‐AMP in the introduction of “Constant Motion,” 0:01–0:40 (click to enlarge and listen)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Another example from Dream Theater’s catalog featuring a long-range, multi-level ABAC-AMP is “Constant Motion,” a song released as the first single off of 2007’s Systematic Chaos and one that I consider to be especially representative of the band’s signature sound. (40) While the song is quite a departure from “Sacrificed Sons” in terms of timbre (it is almost exclusively thrash metal-influenced), it features similar metrical complexities.  The complexities are \nheard in the introduction and conclusion sections, which are highlighted in Example 15 .",
                "footnotes": [
                    "FN40"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] The sixteen-bar introduction of “Constant Motion”—which sounds as four non-isochronous quadruple hypermeasures—begins with Petrucci playing the initial hypermeasure as a distorted guitar solo.  This subsection is then repeated with the addition of the full ensemble.  While the centricity of the entire section is E ♮ , there is a shift in pitch-class collection beginning in the third hypermeasure that divides the introduction into two eight-bar subsections: the first eight-bar section outlines E Locrian, (41) and the second is in B Locrian with an E pedal. (42)",
                "footnotes": [
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] As the rhythm and pitch material of the introduction is relatively static, the most striking and salient aspect of this section is its metrical pattern, which is ever-changing and can be very disorienting (see Example 16 ).  The first measure lasts for ten beat divisions (notated as eighth notes) and its motivic character hints at a hypothetical primary unit of non-isochronous triple meter (a 2+2+3 8 7 grouping) that undergoes terminal repetition and metrical expansion to a non-isochronous quadruple meter with a “double upbeat” (a 2+2+3[+3] 8 10 grouping).  This initial unit becomes the basis for all subsequent—and more thoroughly repetitive—metrical groupings, which combine to form an ABAC-AMP on the one- and two-bar levels (see Example 17). (43)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] With its clearly related motivic repetitions, this temporally complex section elicits an experience paralleling that of Philip Glass’s early additive works, despite being decidedly metrical (and thus goal-directed and linear). (44) The transcription and rhythmic reduction in Example 16 illustrate the repetition(s) within each measure; the reduction is influenced by Wes York’s composer-approved score and process-based analysis of Glass’s “Two Pages” ( York 1981 , 60–80).",
                "footnotes": [
                    "FN44"
                ],
                "citations": [
                    "york_1981"
                ]
            }
        },
        {
            "35": {
                "text": "[35] The final measure of the introduction (measure 16), whose metrical grouping (2+2+4[+4+4]) totals sixteen eighth notes (and thus maintains the additive ABAC pattern on the one- and two-bar levels), can be heard as a conflation of the thematic material from the introduction and the simple quadruple meter of the subsequent link section. This bar thus functions as a metrical transition into the next section.  Clear rhythmic groupings of four eighth notes are heard, previewing the prevalent quarter-note and half-note pulse streams in the link.  This “smooth” metrical transition, however, is also “rough”: it deviates from the pervasive ABAC-AMP on the four-bar level since B (measures 5–8, 49 eighth notes) is larger than C (measures 13–16, 48 eighth notes).  In a way, a metrical promise—the articulation of the ABAC-AMP on every possible level of structure—has gone unfulfilled, creating what might be called a “promissory meter.” (45) Example 17 shows the near-completion of a maximally articulated ABAC-AMP; the shorter C is marked with an asterisk.",
                "footnotes": [
                    "FN45"
                ],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The relatively straightforward and formulaic main body of “Constant Motion”—this is, after all, a song that was purposely crafted to be an album’s lead single—unfolds after the introduction, with an embellished verse / chorus - verse / chorus - bridge - chorus form (AA’BA’’).  Afterward, Dream Theater duly addresses the “promissory” meter in the eight-bar conclusion, which sounds as a full-textured restatement of the first two phrases of the introduction that replaces the final measure with a 8 20 bar (2+2+3[+2+3+2+3[+3]]) (see Example 18 ).  This conclusive measure introduces the longest internal repetition yet, and can be heard as the fulfillment of the metrical promise—a continuation of the maximally articulated ABAC-AMP that was hinted at approximately six minutes earlier (see Example 19 ). Example 18 . A Wes York‐influenced representation of the rhythmic repetition pattern during the conclusion of “Constant Motion,” 6:36–6:55 (click to enlarge and listen) Example 19 . The continuation of the multi‐leveled ABAC‐AMP from the introduction during the conclusion of “Constant Motion,” 6:36–6:55 (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The experience of the conclusion is at once satisfying and confounding.  On the one hand, the section is very fitting and rewarding, as it is conclusive with regard to both local and long-range metrical patterns.  The allusion to a “correctly” completed, three-level ABAC-AMP—a metrical phenomenon that is at once logically structured and experientially mystifying—is also mimetically related to the song’s title, its lyrics (it can be understood as “neat disorder,” a line from the second verse), as well as the unifying concept behind the album as a whole (it sounds truly as “systematic chaos”); thus, it seems like a perfectly apt finale on many levels.  On the other hand, the newly completed ABAC-AMP retroactively problematizes the majority of the song’s duration.  It is difficult to hear the “proper” ABA’A’’ song form as anything but an extended digression away from the process-oriented formal bookends.  The temporal complexity of “Constant Motion” is thus twofold:  (1) there are surprising rhythmic and metrical phenomena that deviate from the predominantly linear experience of time and hint at temporal verticality; and (2) a special kind of temporal non-linearity exists on the level of the overall form, as a large, locally-linear section (the “proper” song form) serves as an interruption to another (the ABAC-AMP of the introduction and conclusion). “The Count of Tuscany” Example 20 . The surface‐level ABAC‐AMP during the hook in the introduction to “The Count of Tuscany” (click to enlarge and listen) Example 21 . The ABAC‐AMP sounding on multiple metrical levels during the second interlude of “The Count of Tuscany” (click to enlarge and listen) Example 22 . The surface‐level ABAC‐AMP during the conclusion section of “The Count of Tuscany” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] A final set of examples demonstrating Dream Theater’s consistent use of quasi-minimalist, multi-level ABAC-AMPs comes from “The Count of Tuscany,” the nearly twenty-minute final track on the band’s 2009 album Black Clouds and Silver Linings .  This song is noteworthy in that it features two thematically unrelated ABAC-AMPs, something that can be said for only five of Dream Theater’s compositions. (46) The first of these sounds on the surface level during the song’s main instrumental hook, which is presented in the introduction and transcribed in Example 20 .",
                "footnotes": [
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Though the hook is presented in different variations throughout the introduction (the initial, natural harmonics-laden solo iteration of the figure is particularly notable), the metric pattern remains the same.  The initial statement gesture that forms the basis of the entire phrase is in compound duple meter (notated as 8 6 ); the repetition- and addition-related expansions of this gesture are in compound triple (the departure in the second bar, notated in 8 9 ) and compound quadruple meters (the conclusion gesture in bar four, notated in 8 12 ).  As is typical in an ABAC-AMP on the surface level, the constant metric expansion is interrupted with a restatement of the initial idea in the third bar to create an overall 6+9+6+12 pattern.  While the meter changes every measure in this section, the harmony is rather static, emphasizing an E Lydian collection. Since the following formal section begins with a conclusive move to a B centricity, the introduction and subsequent material can be heard as exhibiting large-scale plagal motion.  More locally, however, there is a strong leading-tone to tonic resolution from the last beat of the introduction’s final bar into the next section’s downbeat that is evocative of an authentic cadence in the key of B.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Several minutes later in this song, during a transitional interlude, a new ABAC-AMP unfolds, this time on three metrical levels over a period of about forty seconds (see Example 21 ). (47) This section’s increased level of complexity is related to both its harmonic instability and its constantly-changing—and at times, ambiguous—tactus; the resultant metric scheme is an asymmetrical pattern of asymmetrical patterns that is very difficult to perceive.  The interlude, however, creates coherence in another way: it makes the hook, whose tactus and compound beat division are preserved amid the changing meter, sound relatively accessible.  The hook’s triumphant return in the conclusion is thus more apt to be welcomed and understood by the listener.  The conclusion begins at 17:55, and the guitar part—the same part from the third system of Example 20—is reproduced in Example 22 .  The A ♯ leading tone of measure 4 moves down by step to a power chord-harmonized submediant on the downbeat of measure 5 rather than resolving to tonic as it had done immediately after the introduction.  The result is a heavy metal trope of the deceptive cadence, whose surprising and dark affect is made more poignant by the fact that it occurs at the end of the last song on the final album that drummer Mike Portnoy would record with the band he founded 24 years earlier in the fall of 1985. Conclusion",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] The central aim of this analytical study has been to delineate Dream Theater’s musical style in terms of one of the most characteristic elements of the band’s sound: metrical complexity.  I have given particular attention to the salient and surprising long-range ABAC-AMPs that are present within several of Dream Theater’s songs.  These rhythmic phenomena sound indebted to the process-driven works of the early minimalists, creating an esthesic intertextual connection.  This connection is supported by Dream Theater’s clear ties with classic-era progressive rock music, which freely and openly borrows from Western concert music practices.  ABAC-AMPs also demonstrate Dream Theater’s proclivity for using meter as a primary vehicle for motivic and thematic variation, a technique that is especially characteristic of progressive metal music.  My hope is that this article will serve as a point of departure for the analysis of recent progressive rock and heavy metal music.  There are many other active artists and bands whose work is equally deserving of scholarly attention (particularly King Crimson, whose still-expanding oeuvre is frequently touched upon but has yet to be treated with a full-length contribution).  There is also much more work to be done in describing the primary musical traits of the progressive rock and heavy metal styles, and, importantly, in discussing how these traits have changed over the past three decades.  More broadly, I hope that this article will provide helpful terminology for scholars interested in the analysis of rhythmic complexity in a variety of popular music genres. Appendix Appendix: Catalog of Metrical Complexities in Dream Theater’s Music",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.2.mccandless.html",
    "data": "mto/data/mto.13.19.2.mccandless.json"
}