{
    "title": "Expansive Form in Pink Floyd’s “Dogs”",
    "date": "2015/06/01",
    "volume": "21",
    "issue": "2",
    "authors": [
        "Cohen, Gilad"
    ],
    "abstract": "In their seventeen-minute track “Dogs” from the 1977 LPAnimals, Pink Floyd used a small amount of material, appropriate to a standard-length song, and expanded each of its sections enormously by employing heavy repetition and an exceptionally slow harmonic pace. Yet how can a rock song that is based on so little material retain vitality over the course of such a prolonged duration? This paper analyzes and assesses the ways in which “Dogs” succeeds in maintaining a sense of variety, direction, and cohesiveness throughout its extended length. Through an inspired scheme of structurally foundational guitar solos, a motivic use of melodic and harmonic tension, and a meticulously woven fabric of text, harmony, texture, sound, and instrumentation, the song maintains a propulsive forward drive in spite of its thematic economy.",
    "keywords": [
        "Pink Floyd",
        "progressive rock",
        "form",
        "guitar solo"
    ],
    "doi": "",
    "received": "October 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.2/mto.15.21.2.cohen.pdf",
    "author_info": [
        {
            "name": "Gilad Cohen",
            "university": "School of Contemporary Arts",
            "address": "Ramapo College of New Jersey, 505 Ramapo Valley Rd., Mahway, NJ 07430",
            "email": "gcohen1@ramapo.edu"
        }
    ],
    "citations": {
        "blake_2008": "Blake, Mark. 2008. Comfortably Numb: The Inside Story of Pink Floyd. Thunder’s Mouth Press.",
        "cavanagh_2003": "Cavanagh, John. 2003. Pink Floyd’s The Piper at the Gates of Dawn (Thirty Three and a Third Series). Continuum.",
        "clement_2015": "Clement, Brett. 2015. “Scale Systems and Large-Scale Form in the Music of Yes.” Music Theory Online 21.1.",
        "cotner_2002": "Cotner, John S. 2002. “Pink Floyd’s ‘Careful with that axe, Eugene’: Toward a Theory of Textural Rhythm in Rock Recording.” In Progressive Rock Reconsidered , ed. Kevin Holm-Hudson. Routledge.",
        "covach_1997": "Covach, John. 1997. “Progressive Rock, ‘Close to the Edge,’ and the Boundaries of Style.” In Understanding Rock: Essays in Musical Analysis , ed. J. Covach and G.M. Boone, 3–31. Oxford University Press.",
        "covach_2005": "Covach, John. 2005. “Form in Rock Music: A Primer.” In Engaging Music: Essays in Music Analysis , ed. Deborah Stein, 65–76. Oxford University Press.",
        "discogs_discogs": "Discogs. http://www.discogs.com/ Accessed April 2, 2015.",
        "discogs_1995": "DPRG (Dutch Progressive Rock Page). 1995–2014. Long Songs List. http://www.dprp.net/longsongs/longsongs.php Accessed January 12, 2014.",
        "everett_2009": "Everett, Walter. 2009. The Foundations of Rock: From “Blue Suede Shoes” to “Suite: Judy Blue Eyes.” Oxford University Press.",
        "ford_1994": "Ford, Peter T. 1994. “The Compositional Style of Keith Emerson in Tarkus (1971) for the Rock Music Trio Emerson, Lake and Palmer.” Master’s thesis, Indiana State University.",
        "gilmour_1984": "Gilmour, David. 1984. Interview by Charlie Kendall. The Source , NBC, New York (April 6–8). http://www.pink-floyd.org/artint/28.htm Accessed May 10, 2010.",
        "gilmour_1985": "Gilmour, David. 1985. Interview by John Stix. Guitar Classics VI (January). http://www.pinkfloydz.com/​Int%20Jan%201985.html Accessed January 15, 2011.",
        "gilmour_1993": "Gilmour, David. 1993. Interview by Alan di Perna. Guitar World (February). http://www.pinkfloyd-co.com/​band/​interviews/​djg/​djgGW93.html Accessed January 20, 2011.",
        "gilmour_2003": "Gilmour, David. 2003. Interview by Darrin Fox. Guitar Player (January). http://www.darrinearlfox.com/​Darrin-Fox-Gilmour.html Accessed January 26, 2011.",
        "katorza_2014": "Katorza, Ari. Ed. 2014. Pink Floyd: Tearing Down The Wall . Resling.",
        "macan_1997": "Macan, Edward. 1997. Rocking the Classics: English Progressive Rock and the Counterculture . Oxford University Press",
        "macdonald_1996": "MacDonald, Bruno, ed. 1996. Pink Floyd: Through the Eyes of . . . The Band, its Fans, Friends and Foes . Da Capo Press.",
        "moore_2011": "Moore, Allan F. “Progressive rock.” In Grove Music Online . Accessed January 30, 2011.",
        "mason_2005": "Mason, Nick. 2005. Inside Out: A Personal History of Pink Floyd. Phoenix.",
        "o’donnell_2002": "O’Donnell, Shaugn. 2002. “Sailing to the Sun: Revolver's Influence on Pink Floyd.” In “Every Sound There Is”: The Beatles' Revolver and the Transformation of Rock and Roll , ed. Russell Reising, 69–86. Ashgate.",
        "o’donnell_2005": "O’Donnell, Shaugn.  2005. “On the Path: Tracing Tonal Coherence in Dark Side of the Moon.” In “Speak to Me”: The Legacy of Pink Floyd's The Dark Side of the Moon , ed. Russell Reising, 87–103. Ashgate Publishing.",
        "osborn_2011": "Osborn, Brad. 2011. “Understanding Through-Composition in Post-Rock, Math-Metal, and Other Post-Millennial Rock Genres.” Music Theory Online, 17, no. 3.",
        "povey_1997": "Povey, Glenn and Ian Russell. 1997. Pink Floyd: In the Flesh, the Complete Performance History. St. Martin’s Griffin.",
        "reising_2005": "Reising, Russell, ed. 2005. “Speak to Me”: The Legacy of Pink Floyd's The Dark Side of the Moon . Ashgate Publishing.",
        "rose_1998": "Rose, Philip A. 1998. Which One’s Pink? An Analysis of the Concept Albums of Roger Waters and Pink Floyd. Collector's Guide.",
        "schaffner_1991": "Schaffner, Nicholas. 1991. Saucerful of Secrets . Sidgwick & Jackson.",
        "spicer_2004": "Spicer, Mark. 2004. “(Ac)cumulative Form in Pop-Rock Music.” Twentieth Century Music 1, no. 1: 29–64.",
        "spicer_2008": "Spicer, Mark. 2008. “Large-Scale Strategy and Compositional Design in the Early Music of Genesis.” In Expression in Pop-Rock Music , 2nd ed., ed. Walter Everett, 313–44. Routledge.",
        "white_2000": "White, Snowy. 2000. Interview by Michael Simone. REG #29 (2000). http://www.rogerwaters.org/interviews-new/snowyint2.html Accessed May 19, 2013.",
        "yodfat_2014": "Yodfat, Adam. 2014. “The Pink Time.” In Pink Floyd: Tearing Down The Wall , ed. Ari Katorza, 211–40. Resling.",
        "zak_2008": "Zak, Albin. 2008. “Rock and Roll Rhapsody: Pop Epics of the 1970s.” In Expression in Pop-Rock Music , 2nd ed., ed. Walter Everett, 345–60. Routledge.",
        "_": "Recordings"
    },
    "footnotes": {
        "FN0": {
            "text": "* I would like to thank Scott Burnham, Barbara White, Dave Molk, Andrea Mazzariello, Troy Herion, Tamar Shalit, Sivan Magen, Itamar Cohen, Erin Mickelwaite, and Ari Katorza, as well as the music departments at the University of Chicago and Northwestern University.  This study was enhanced and complemented by the conference Pink Floyd: Sound, Sight, and Structure , which I initiated and co-produced at Princeton University in April 2014 together with composer Dave Molk. This conference was generously supported by the Princeton University Department of Music, The Dean of the Graduate School, and the conference’s keynote speaker, Pink Floyd Producer/Engineer James Guthrie.",
            "citations": []
        },
        "FN1": {
            "text": "1. Edward Macan describes this structure and calls it “single-movement sectionalized pieces,” identifying Yes’s “Roundabout,” Genesis’s “Firth of Fifth,” and ELP’s “Trilogy” as representative cases ( Macan 1997 , 42).  These pieces, writes Macan, “create the impression of a song that has been expanded to enormous proportions by the inclusion of lengthy instrumental preludes, interludes, and postludes, as well as one or more contrasting bridge sections.”  Additionally, many bands performed concert versions that were much longer than the studio versions, usually by prolonging these interludes and solos even further (e.g., Led Zeppelin’s “Dazed and Confused,” Dire Straits’s “Once Upon a Time in the West,” and Pink Floyd’s “Interstellar Overdrive”).",
            "citations": [
                "macan_1997"
            ]
        },
        "FN2": {
            "text": "2. Macan writes that the vocal sections in progressive rock’s multi-movement suites “take on the character of quasi-independent songs” ( Macan 1997 , 42), and Brad Osborn coins the term “section groups” to describe multi-sectional units in through-composed rock pieces ( Osborn 2011 ),  similar to subject groups in sonata form.",
            "citations": [
                "macan_1997",
                "osborn_2011"
            ]
        },
        "FN3": {
            "text": "3. Among the leading British musicians of the 1970s who experimented with large-scale form are Yes, Genesis, ELP, Jethro Tull, King Crimson, Soft Machine, Van der Graaf Generator, Gentle Giant, The Moody Blues, Led Zeppelin, The Who, Queen, Dire Straits, and David Bowie.  See Zak 2008 , 345–60 for a discussion of epic songs outside of the progressive realm.",
            "citations": [
                "zak_2008"
            ]
        },
        "FN4": {
            "text": "4. Note that Figure 1 does not illustrate the form of these pieces; rather, it compares the way the material is organized, especially in regard to harmony.  For comprehensive analyses of Yes’s “Close to the Edge” see Covach 1997 , Macan 1997 , 95–105, and Clement 2015 ; for an analysis of ELP’s “Tarkus” see Ford 1994 .",
            "citations": [
                "covach_1997",
                "macan_1997",
                "clement_2015",
                "ford_1994"
            ]
        },
        "FN5": {
            "text": "5. Mark Spicer asks a very similar question when discussing the challenges that both progressive-rock musicians and nineteenth-century composers faced when writing an extensive piece of music: “How does one maintain both a sense of variety and a sense of direction throughout the course of such a massive work?” ( Spicer 2008 , 334; also see Macan 1997 , 43).  To these two criteria—variety and direction—I add a third: cohesiveness.  In order to create a successful lengthy piece of music, variety and direction are not enough.  There must also be sufficient ties between different sections, created through repetition, musical parallels, or motivic connections.",
            "citations": [
                "spicer_2008",
                "macan_1997"
            ]
        },
        "FN6": {
            "text": "6. The different approaches to large-scale form between these unmistakably progressive bands and Pink Floyd, coupled with their stylistic dissimilarities, demonstrate the strong influence of nineteenth-century classical music on the former (see Macan 1997 , 40–46 and Covach 1997 , 22–24).  Pink Floyd was much more influenced by blues, alongside some influence by twentieth-century’s electronic music ( Schaffner 1991 , 24–25, 50, 134).  I believe that their interest in large-scale form and the development of a distinctive model for it originated in a series of elements: their architecture studies at the London Polytechnic; the lack of songs in the set lists of their early concerts, which pushed them to add lengthy solos ( Mason 2005 , 30); the psychedelic movement and its impact on incorporating lengthy psychedelic interludes in their early live concerts ( Schaffner 1991 , 12; Blake 2008 , 57; Mason 2005 , 35, 48); their experience with writing music for film ( Mason 2005 , 168); and seeing other bands playing lengthy solos on stage ( Blake 2008 , 53).  Pink Floyd’s first attempt at recording large-scale tracks demonstrate these influences well.  The instrumental “Interstellar Overdrive” (10 minutes, 1967 ) is a condensed studio version of a popular live-jamming number that functioned as a “framework for constantly changing ideas” ( Mason 2005 , 83).  “A Saucerful of Secrets” (12 minutes, 1968 ) is a three-movement instrumental piece that was structured from scratch in the studio using a chart by Waters and Mason, “the architecture students in the band” ( Schaffner 1991 , 133; Mason 2005 , 125–26), and it is considered by the band as the ancestor for the later (and much longer) “Atom Heart Mother” and “Echoes” ( Schaffner 1991 , 134–35; Mason 2005 , 154).",
            "citations": [
                "macan_1997",
                "covach_1997",
                "schaffner_1991",
                "mason_2005",
                "schaffner_1991",
                "blake_2008",
                "mason_2005",
                "mason_2005",
                "blake_2008",
                "pink_floyd_1967",
                "mason_2005",
                "pink_floyd_1968",
                "schaffner_1991",
                "mason_2005",
                "schaffner_1991",
                "mason_2005"
            ]
        },
        "FN7": {
            "text": "7. The first quote by Nick Kent is from a concert review published in New Music Express in November 1974 (quoted in MacDonald 1996 , 82–85), and the second reproduced from MacDonald 1996 , 101.  While Kent admitted later that his review was extreme, it had an impact on the band, and both Mason and Waters agreed with some of it ( Mason 2005 , 204–7; MacDonald 1996 , 90–97; Blake 2008 , 220).  Readers are invited to judge for themselves: live versions of “You Gotta Be Crazy” from 1974–75 are available in Pink Floyd 1975b and Pink Floyd 2011 .",
            "citations": [
                "macdonald_1996",
                "macdonald_1996",
                "mason_2005",
                "macdonald_1996",
                "blake_2008",
                "pink_floyd_1975b",
                "pink_floyd_2011"
            ]
        },
        "FN8": {
            "text": "8. One might question the need for an isolated analysis of a single track that is part of a concept album.  The organization of text, pitch, and sound in Pink Floyd’s concept albums deserves a separate analysis, as in Shaugn O’Donnell’s investigation of the tonal arc in The Dark Side of the Moon ( O’Donnell 2005 ). Through their concept albums, Pink Floyd contributed greatly to the notion that LPs, and not songs, are the ultimate medium for a complete artistic statement in rock music.  Audiences, however, have continued to consume rock music in the format of standalone songs since the 1960s, when it was the default medium ( Yodfat 2014 , 215–16).  This is especially evident today, when songs have again become the most popular format for consuming music.  Thus, while it is important to trace inter-movement connections that hold a multipart work together as a whole, it is no less essential to understand how a lengthy movement works on its own.",
            "citations": [
                "yodfat_2014"
            ]
        },
        "FN9": {
            "text": "9. For existing analytical scholarship about Pink Floyd’s music see Macan 1997 , Rose 1998 , O’Donnell 2005 , Reising 2005 , and Katorza 2014 , as well as Cotner 2002 and O’Donnell 2002 , among others.",
            "citations": [
                "macan_1997",
                "rose_1998",
                "reising_2005",
                "katorza_2014",
                "cotner_2002"
            ]
        },
        "FN10": {
            "text": "10. Although borrowed from sonata-form terminology, the labels exposition and recapitulation are used here merely to imply formal functions and not tonal relationships.",
            "citations": []
        },
        "FN11": {
            "text": "11. Some examples are The Beatles’ “Eight Days a Week,” Neil Young’s “Heart of Gold,” U2’s “Pride (in the Name of Love),” The Police’s “Message in a Bottle,” and Journey’s “Don’t Stop Believing.”  For many bands, this is the primary compositional method—for example, most of the songs in Nirvana’s LP Nevermind are based on such four-chord progressions.",
            "citations": []
        },
        "FN12": {
            "text": "12. Indeed, when discussing different types of melodic expression in prog rock, Edward Macan states that prog melodies tend to resist the “four-square repetitions of phrase rhythms or phrase lengths normally associated with rock” ( Macan 1997 , 44).",
            "citations": [
                "macan_1997"
            ]
        },
        "FN13": {
            "text": "13. Philip Rose suggests that the sound of the advancing guitars reflects the approach of the dog narrator in the song, before he starts talking ( Rose 1998 , 62).",
            "citations": [
                "rose_1998"
            ]
        },
        "FN14": {
            "text": "14. The gradual assembling of the instruments in this section resembles “accumulative form,” the term Mark Spicer coined for the common phenomenon of “building up a groove gradually from its constituent parts” ( Spicer 2004 ).  The case of “Dogs,” however, is slightly different, since the acoustic guitars are the only instruments whose part during this opening actually sustains through the following groove.",
            "citations": [
                "spicer_2004"
            ]
        },
        "FN15": {
            "text": "15. Gilmour 1984 .  The twenty-three-minute instrumental piece “Atom Heart Mother” also began with a chord progression written by Gilmour ( Schaffner 1991 , 151), and so did the hit “Comfortably Numb” from The Wall ( Gilmour 1984 ).",
            "citations": [
                "gilmour_1984",
                "schaffner_1991",
                "gilmour_1984"
            ]
        },
        "FN16": {
            "text": "16. The majority of Pink Floyd songs are based on triads and seventh chords, as well on progressions with clear tonal directionality. Among these are sporadic appearances of more complex jazz chords, e.g. Dm maj7(add9) in “Us And Them” and D #9 in “Breathe,” both chords initiated by keyboard player Richard Wright who was fond  of jazz.  Most of the chords in the main progression of “Dogs,” however, are dissonant, and are not derived from jazz.  Gilmour defined them as “very unusual,” and liked them since they allowed him to improvise freely ( Gilmour 1984 ).",
            "citations": [
                "gilmour_1984"
            ]
        },
        "FN17": {
            "text": "17. See, for instance, The Beatles’ “Back in the USSR” (I–IV– ♭ III–IV) and “Octopus’s Garden” (I–vi–IV–V), and Radiohead’s “Creep” (I– III ♯ –IV–iv).  A circular feeling can also be created by four-chord progressions that begin and end on tonic, e.g., The Beatles’ “Eight Days a Week” and “You Won’t See Me” (I– II ♯ –IV–I in both songs), as well as Pink Floyd’s “Nobody Home” (I– III ♯ –IV–I) and “Time” (i–III–VII–i).",
            "citations": []
        },
        "FN18": {
            "text": "18. Occasionally rock songs incorporate a ♯ IV or ♭ V chord, whose root is a tritone away from the tonic.  Most often this chord resolves to a  more stable neighbor chord, i.e., IV or V (e.g., the progressions ♭ III– ♭ V–IV–I in The Beatles’ “Dear Prudence”;  I– ♭ V–IV–ii–V–I in Stevie Wonder’s “Sir Duke;” I– ♭ V–IV– II ♯ in Alice in Chains’ “Would;” and I– ♭ V–ii°–V in Suzanne Vega’s “Caramel”).  In “Dogs,” however, this chord does not resolve, rather it leaps back to the tonic.",
            "citations": []
        },
        "FN19": {
            "text": "19. Gilmour was aware of the power that a successful chord progression has, claiming that “a beautiful chord sequence can be very provocative and emotional” ( Gilmour 1985 ).",
            "citations": [
                "gilmour_1985"
            ]
        },
        "FN20": {
            "text": "20. Other Pink Floyd songs in which the guitar takes the lead in an emotional climax include “The Thin Ice,” “Mother,” and “Hey You,” all from the subsequent album The Wall ( 1979 ).  Songs where the bridge section is led by the guitar include “If” ( Atom Heart Mother , 1970 ), “Echoes” ( Meddle , 1971 ), and “Free Four” ( Obscured By Clouds , 1972 ).",
            "citations": [
                "pink_floyd_1979",
                "pink_floyd_1970",
                "pink_floyd_1971",
                "pink_floyd_1972"
            ]
        },
        "FN21": {
            "text": "21. Other examples of these progressions are Simon & Garfunkel’s “The Sounds of Silence” (i–VII–i), The Doors’ “Hello, I Love You” (I– ♭ VII–I), and The Beatles’ “Things We Said Today” ( ♭ II–i).",
            "citations": []
        },
        "FN22": {
            "text": "22. Indeed, Syd Barrett, the front man and main writer of Pink Floyd in its early years, recognized the structural resemblance between jazz standards and his own writing: “structuring . . . like in jazz: starting with a riff and then improvising” ( Cavanagh 2003 , 12).",
            "citations": [
                "cavanagh_2003"
            ]
        },
        "FN23": {
            "text": "23. These jams are probably also the origin of the band’s fondness for lengthy sections, as well as for tempos at the lower end of the metronome, both of which are prominent in “Dogs.”  Gilmour states that “we used to do very long, extended jamming on stage—interminable, many people would say, and probably rightly” ( MacDonald 1996 , 188).",
            "citations": [
                "macdonald_1996"
            ]
        },
        "FN24": {
            "text": "24. The recordings of the barks were processed electronically using a Vocoder effect ( MacDonald 1996 , 214).",
            "citations": [
                "macdonald_1996"
            ]
        },
        "FN25": {
            "text": "25. In the pantheon of rock there are several other guitarists whose playing is praised due to their sound and expression rather than speed and virtuosity, e.g., Eric Clapton, Jimi Hendrix, and Mark Knopfler.  Their playing is clearly influenced by the blues, a genre that celebrates a “cool” approach and spacious phrasing.  Gilmour claimed that it was his technical limits that pushed him to “rely on other things” such as sound and effects and “try and make nice, sort of, melodies with it” ( Gilmour 1984 ).",
            "citations": [
                "gilmour_1984"
            ]
        },
        "FN26": {
            "text": "26. See, for example, the performances of the guitar solos in the song “Comfortably Numb” in the Pink Floyd concerts Pulse ( Mallet 2006 ) and Live 8 ( Pink Floyd 2005 ), as well as in concerts by cover bands, such as Australian Pink Floyd 2011 and Think Floyd 2012 .",
            "citations": [
                "mallet_2006",
                "pink_floyd_2005",
                "australian_pink_floyd_2011",
                "think_floyd_2012"
            ]
        },
        "FN27": {
            "text": "27. When Syd Barrett led the band, the role of the voice in Pink Floyd’s music was much more central than in their later works and contributed to the pop character of many of the songs, while the main soloing instrument was Richard Wright’s keyboard.  Gilmour, who replaced Barrett as the band’s guitarist, brought with him a different style and abilities that greatly influenced the musical direction of the band and contributed to placing the guitar in the spotlight.  In the first years after Barrett’s departure, the band wrote a large number of instrumental tracks, alongside multiple songs in which the singing sounds insecure.  Arguably, only with the release of the 1973 The Dark Side of the Moon , Waters and Gilmour started feeling comfortable as lead singers.",
            "citations": [
                "pink_floyd_1973"
            ]
        },
        "FN28": {
            "text": "28. Alongside that solo were the guitar duets on sections B and B′, which were performed in the early concerts using electric guitar and keyboard due to the lack of a second guitarist.",
            "citations": []
        },
        "FN29": {
            "text": "29. All transcriptions in this article are my own.",
            "citations": []
        },
        "FN30": {
            "text": "30. In the climactic moment of the first guitar solo in “Shine On You Crazy Diamond—Part VI” ( Wish You Were Here , 1975a ), there is a harmonized descending scale that alternates between two guitars, while the rest of the solo is played by only one guitar {4:17–4:28}.  A second guitar joins in toward the end of the second solo in “Shine On You Crazy Diamond – Part III,” forming a brief passage of parallel thirds and then continuing in unison {8:28–8:37}.  “Atom Heart Mother” (from Atom Heart Mother , 1970 ) also includes a section in which two slide guitars play two parallel solos {21:15–22:11}.",
            "citations": [
                "pink_floyd_1975a",
                "pink_floyd_1970"
            ]
        },
        "FN31": {
            "text": "31. Philip Rose suggests that the two singers represent two different narrating dogs: In the first portion of the text a senior dog, represented by Gilmour’s voice, is guiding a younger dog, while in the second portion the narrator is the second dog, represented by Waters’s voice ( Rose 1998 , 62).",
            "citations": [
                "rose_1998"
            ]
        },
        "FN32": {
            "text": "32. Although the note E is included in the accompanying chord Dm 9 , there is still a noticeable dissonance between the melody and the bass.  All of the harmonic cycles in sections A and A′, including the guitar solos, begin with an E over a Dm 9 chord except for cycle A5, which opens with a combination of G and E.  The phrases in section B begin with an F–E figure, this time  with E as a consonance over a C-major chord.  Later appearances of the dyad F–E are repeatedly emphasized throughout section C and the coda.  In addition, an ascending motif D–E–F–G–A is repeated throughout guitar solo 2, which ends with a partial descending version (A–G–F–E), thus highlighting the refusal of E to resolve into D.",
            "citations": []
        },
        "FN33": {
            "text": "33. The chords B ♭ add4 and A ♭ sus2sus#4 in the “Dogs” progression encircle the dominant A from both sides and aspire to resolve into an A major chord that is notably absent (the chord  A sus2sus4 does not offer a satisfying resolution due to its two suspensions).  The B ♭ -major chord appears numerous times throughout the song and is often prolonged and emphasized; these occurrences highlight its desire to resolve into the dominant.  Note that the subdominant chord, one of the most common chords in rock and in Pink Floyd’s music in particular (in either its major or minor forms), is completely absent from the song.  Arguably, VI ( B ♭ major) takes the place of IV or iv (G major or G minor) throughout “Dogs.”",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In the climactic moment of Pink Floyd’s song “Dogs,” the wailing electric guitar of David Gilmour suddenly splits into three distinct voices {13:55–14:06}. One melodic line is no longer sufficient for the vigor of this third and last guitar solo in the song. In three-part harmony, the guitars weep through some of the harshest measures in Gilmour’s corpus: a sequence of augmented triads falls from the topmost register of the instrument to the bottom as the tonal fog of a whole-tone scale immerses everything.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] This passage was so singular that when forced to record the solo again after it was accidently erased, Gilmour chose to reproduce the very same phrase rather than improvise a new one ( Gilmour 2003 ; MacDonald 1996 , 204). Indeed, this passage is a definitive moment in the song’s build-up. Gilmour’s guitar navigates the energy throughout the song toward this tonal swirl, offering an appropriate climax to one of the highlights of Pink Floyd’s music, achievable only after having taken the listener for such a tumultuous ride.",
                "footnotes": [],
                "citations": [
                    "gilmour_2003",
                    "macdonald_1996"
                ]
            }
        },
        {
            "3": {
                "text": "[3] This is not how “Dogs” sounded before the band recorded it as part of the 1977 LP Animals . During the two preceding years, Pink Floyd performed an early version of the song, which was then titled “You Gotta Be Crazy,” in numerous concerts. Although the musical themes and form of “You Gotta Be Crazy” stayed almost the same when it became “Dogs,” the impression that the two versions make is completely different. Today, listening to concert recordings of “You Gotta Be Crazy” is a mixed experience: the material is interesting, but substantial repetitiveness prevents it from maintaining a sense of variety and direction.",
                "footnotes": [],
                "citations": [
                    "pink_floyd_1977"
                ]
            }
        },
        {
            "4": {
                "text": "[4] The large-scale song was one of the major innovations of British rock in the 1970s. Several bands experimented with expanding the standard three- to five-minute format of alternating verses and choruses by adding lengthy instrumental solos, introductions, and interludes, resulting in songs that last between seven and ten minutes (e.g., Led Zeppelin’s “Stairway to Heaven,” Dire Straits’s “Tunnel Of Love,” Queen’s “The Prophet Song,” David Bowie’s “The Width of a Circle,” Genesis’s “Firth of Fifth,” and Emerson, Lake and Palmer’s “Trilogy”). (1) A few progressive-rock bands went further and recorded pieces lasting fifteen to twenty-five minutes (and occasionally even longer), which they structured as a long series of short sections that varied greatly in melody, harmony, rhythm, and texture. These sections were frequently joined together in “section groups” to create the impression of complete sub-songs, each consisting of its own verses, choruses, and solos. (2) More often than not, pieces of this length were structured as multi-movement suites that carried individual section titles, creating a hybrid of the song cycle, the nineteenth-century suite, and the symphonic poem ( Macan 1997 , 41–42). Notable examples include Genesis’s “Supper’s Ready,” ELP’s “Karn Evil 9” and “Tarkus,” Jethro Tull’s “Thick as a Brick” and “Baker Street Muse,” Yes’s “The Gates of Delirium” and “Close to the Edge,” and King Crimson’s “Lizard.” At the same time, Pink Floyd had their own ideas about how to structure an extended form. Figure 1 . The difference in the variety of the material and its pacing of change between Pink Floyd’s song “Dogs” and representative tracks of equivalent length by Yes, ELP, and Jethro Tull.  “Close to the Edge” and “Tarkus” are multi-movement suites, whereas “Baker Street Muse” and “Dogs” are single-movement pieces (click to enlarge)",
                "footnotes": [
                    "FN1",
                    "FN2"
                ],
                "citations": [
                    "macan_1997"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Pink Floyd, whose style fuses classic-rock vocabulary and progressive elements, recorded in their official catalogue four songs that are longer than fifteen minutes: “Atom Heart Mother” (24 minutes, Atom Heart Mother , 1970 ), “Echoes” (23 minutes, Meddle , 1971 ), “Shine On You Crazy Diamond” (26 minutes that are split into two tracks on Wish You Were Here , 1975a ), and “Dogs” (17 minutes, Animals , 1977 ). The last three pieces demonstrate a fundamentally different approach to songs of this length: the band used a small amount of cohesive thematic material, appropriate to a standard-length song, and expanded each of its sections enormously by using heavy repetition and an exceptionally slow harmonic pace. As a result, these three compositions have a lot in common with classic three- to five-minute songs: they consist of a small number of sections—each based on a repeated chord progression—that are closely linked to one another through a unified key and likenesses in harmony, rhythm, and texture. Another aspect of similarity is that “Echoes” and “Dogs” are not divided into movements; they are thus extremely long single-movement pieces. I could not find a single track of comparable length by the leading British rock musicians of the 1970s that employs a similar extent of thematic economy as Pink Floyd’s aforementioned songs. (3) It seems that songs of such scale naturally demand a large variety of material coupled with frequent changes of that material. Figure 1 demonstrates the apparent difference in the amount of material and its rate of change in “Dogs” and representative tracks of equivalent length by Yes, ELP, and Jethro Tull. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "pink_floyd_1970",
                    "pink_floyd_1971",
                    "pink_floyd_1975a",
                    "pink_floyd_1977"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Pink Floyd’s strategy presents a substantial challenge: how could a rock song that is based on such a small amount of material retain variety, direction, and cohesiveness over such a long duration? (5) ELP, Jethro Tull, and Yes utilize their propensities for harmonic ingenuity, frequent modulations, jagged rhythms, and polyphonic textures to create extensive compositions that keep the listener constantly intrigued and surprised. On the other hand, Pink Floyd’s toolbox, which contains short, repeated chord progressions and steady rhythmic and textural patterns—in fact, the components of an archetypical standard-length rock song—seems inadequate for maintaining momentum over such an extended length. This challenge is highlighted by Pink Floyd’s approach to tonality. While lengthy progressive-rock pieces often feature multiple keys (as illustrated in Figure 1), thus providing senses of tonal contrast, progression, and resolution, “Dogs” (and to a large extent its aforementioned counterparts) eschews this practice by staying in one key throughout. In a nutshell, Pink Floyd used the building blocks of classic-rock to create a large-scale architecture that belongs more naturally to progressive rock. (6)",
                "footnotes": [
                    "FN5",
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] It is no surprise, then, that the early versions of “Dogs” suffered from heavy repetition and lacked direction. After the British premiere of “You Gotta Be Crazy,” music critic Nick Kent wrote that “the Floyd, as always, let the song sprawl out to last twice as long as it should. . . . The very least one would expect from a song like this would be a tight, incisive structure,” while the band’s fan magazine The Amazing Pudding summarized this early version as “unenjoyable to listen to: messy and rushed. . . . [The song] slows down and lumbers to the extended final passage at an excruciating pace; the last verse is agonizing.” (7) Following the first performances of the song, Gilmour himself admitted that it was “hurriedly knocked into shape” for the tour and had yet to be shaped into a satisfying form ( MacDonald 1996 , 101; Schaffner 1991 , 196).",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "macdonald_1996",
                    "schaffner_1991"
                ]
            }
        },
        {
            "8": {
                "text": "[8] This paper explores how the studio version of “Dogs” meets the compositional challenge issued by the song’s seemingly limiting model. (8) I will analyze the means by which the song maintains a sense of variety, direction, and cohesiveness, despite its length. This work will complement existing analytical scholarship on Pink Floyd by offering a close look at text-music relations, construction of the guitar solos, harmonic vocabulary and syntax, and architectural design, all at the level of the individual song. (9) Through analyzing and transcribing this extended composition, recorded by a fully mature band as part of an often-neglected album, I wish to contribute to the understanding of Pink Floyd’s style. Lyrics and Form",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] The first portion of “Dogs” portrays the life of an average businessman struggling to survive in a cruel capitalist world. According to the cynical vision described in Roger Waters’s lyrics, this task necessitates developing animalistic instincts: constant alertness, the ability to deceive one’s colleagues, and the willingness to hurt them when needed and without hesitation. Over time this way of life gradually becomes more difficult until eventually the businessman fades into a “sad old man, all alone, dying of cancer” (all quotes in this section are from the song lyrics). This portion of the text is delivered in second person and thus can be interpreted either as a broad accusation against the Western bourgeoisie , or, as Philip Rose suggests, as instructions given by an experienced dog to a younger one ( Rose 1998 , 60–61). The second portion of the song presents the viewpoint of the protagonist. A prisoner in his own life, he cannot see a way to escape what binds him. Correspondingly, this portion is voiced as a bitter first-person narrative. The lyrics end with an extended verse of eleven lines (previous verses have four to six lines), each of which opens with the words “who was.” This concluding stanza encapsulates the life of the businessman, from growing up in a wretched house and being suppressed by “the man” to aging as a “stranger at home,” until his lonely death, implied by the words “dragged down by the stone.”",
                "footnotes": [],
                "citations": [
                    "rose_1998"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The music in “Dogs” is constructed out of three large units, or section groups: the first one (the “exposition”) presents the initial portion of the text through three musical themes (sections A, B, and C), which include both sung and instrumental sections. Each one of these themes has its own melody, chord progression, rhythmic pattern, and musical texture, but they all share a common underlying beat and key. The second unit (a “free interlude”) is a slow, instrumental lament. It is based solely on a single chord progression and rhythmic pattern and maintains a uniform texture and instrumentation. The third unit (the “recapitulation”) sets the subsequent personal portion of the text and restates most of the musical themes of the exposition in a shorter condensed version (i.e., a compressed recapitulation). (10) The last stanza is set to music serving as a coda that wraps up the song both lyrically and musically. The table in Figure 2 illustrates the form of “Dogs” and summarizes many of the points that will be discussed in greater detail throughout this paper. Figure 2 . Summary of the components of “Dogs” alongside key lyrics (click to enlarge)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Many rock songs are based on a single four-chord progression that repeats through the verse or even the entire song; classic examples are The Rolling Stones’ “Sympathy for the Devil” and The Who’s “I Can’t Explain.” In this approach, the guitarist repeatedly plays a series of four chords of equal duration, over which the vocalist sings a changing melody. This simple and successful formula has become a rock song cliché. (11) The leading progressive-rock bands, known for bending the unwritten rules of rock, avoided this formula resolutely, preferring longer, more complex, and asymmetric harmonic progressions. This is especially noticeable in songs longer than fifteen minutes, as these tend to incorporate a larger number of chord progressions, which often alternate between different keys (see Figure 1 above). (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] “Dogs” is an exceptional case of a song over fifteen minutes long that stays in one key throughout and is largely centered on a four-chord progression, just like the popular model for shorter songs. However, while each harmonic cycle in “Sympathy for the Devil,” for example, lasts for a mere eight seconds, the main progression in “Dogs” is expanded into monstrous dimensions: its occurrences last between 37 and 55 seconds. As a result, this progression subsumes ten out of the 17 minutes of the song (see Figure 2). This does not sound like a promising strategy for a rock song, and indeed, no song of such length by other British prog-rock bands from the period shares a similar harmonic construction. What saves “Dogs” from being an endless musical wasteland? How does the musical arrangement help it to maintain variety, direction, and cohesiveness? The Opening of the Song: “Moving in Silently”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] “You Gotta Be Crazy” went through a thorough process of arrangement in the studio during 1976, when it was transformed into “Dogs.” In the early version, sections A and A′ consisted of thirteen repetitions of the main harmonic progression with an unvaried arrangement. On stage, Gilmour was placed at the forefront as the lead singer and coped with Waters’ overly long text by shouting not-quite-melodic cries for help. In the studio version, these sections were condensed into ten repetitions featuring sharp lyrics, a spacious melody, and a colorful arrangement. Example 1 . Arrangement and textural crescendo at the beginning of “Dogs” (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The inventive arrangement of the studio version is evident from the very beginning of “Dogs.” The first chord cycle {0:00-0:37} creates the complex illusion of a threat that slowly reaches the listener from the distance, like a carnivore sneaking toward its victim and “moving in silently, down wind and out of sight.” (13) This effect is produced by a series of arranging and sound-processing techniques that jointly create a gradual increase in intensity and, as a result, a strong sense of direction (see Example 1 and the pop-up description). (14) Like an exposition of a play, this opening presents the atmosphere (dark and dismal), the actors (the vocals and instruments), the leading characters (the dogs/workers in the capitalist society), and the dramatic tensions (melodic and harmonic tensions) that will accompany the entire song. The Harmonic Progression: “How Can I Find My Way Out Of This Maze?”",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] The main harmonic progression of “Dogs” is the seed of the song. Already in 1974 Gilmour suggested this four-chord succession to the band as a basis for a new piece, and they immediately liked it. (15) Despite its multiple repetitions, the “Dogs” progression maintains tension through the song thanks to its unusual chords, the relationships between them, and a dynamic arrangement. Example 2 . “Dogs” harmonic progression in section A, A’, and the free interlude (click to enlarge and listen)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] While most Pink Floyd songs consist of relatively simple chords, three of the four in the core progression of “Dogs” are complex, dissonant chords that blur the authority of the tonic: see chords 2, 3, and 4 in Example 2 . (16) Chord 1 is a tonic with added 7th and 9th, which is relatively common. Chord 2 simultaneously includes a third (D) and a fourth ( E ♭ ), an uncommon clash in rock music that results in an unstable feeling. Since E ♭ is foreign to the home key of D minor, it erodes its authority. Chord 3 is a dominant with a suspended fourth (D) and a suspended second ( B ♮ ) that creates a cross-relation with the B ♭ in the previous chord. Chord 4 is based on A ♭ , and like the preceding chord, it lacks a third and includes two dissonances: a suspended augmented fourth (D) and suspended second ( B ♭ ). This unusual chord gravitates toward the dominant due to two chromatic neighbor tones of A (Bb and Ab), and it thus resembles an inverted “German” augmented-6th chord ( G ♯ – B ♭ –D–F) that does not resolve.",
                "footnotes": [
                    "FN16"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] Repeated progressions in rock songs tend to be circular in nature: the last chord in each cycle resolves at the beginning of the following cycle, so that a continuous flow is maintained. (17) The “Dogs” progression is different: its last chord calls for a resolution that never arrives, and the bass line goes from A ♭ back to D, producing a dissonant leap of a tritone and preventing a sense of completion. (18) As shown in Example 2, this aimless journey of the bass also produces a grating counterpoint with the topline of the guitars. All of these aspects combine to create a claustrophobic, Sisyphean progression that is doomed, again and again, to end abruptly without resolution and start over immediately. This progression well illustrates the paranoia and helplessness expressed in the text, both recurring motifs in Waters’s writing. Incidentally, this stifling feeling also reflects the physical environment where the song was recorded: according to Mason, the underground Britannia Raw Studies took on the “claustrophobic qualities of a nuclear bunker” ( Mason 2005 , 218). Example 3 . Similarities in the way chords 2, 3, and 4 in the “Dogs” progression are produced on the guitar (Note that the guitars are tuned one step lower than the common tuning) (click to enlarge and listen)",
                "footnotes": [
                    "FN17",
                    "FN18"
                ],
                "citations": [
                    "mason_2005"
                ]
            }
        },
        {
            "18": {
                "text": "[18] At the same time, the entire chord progression functions as one coherent unit, thanks to the tonic note D, which is common to all four chords. D is the bass of the first chord and an upper pedal point in the following three chords, the result of an open D string, which is the highest string within the current tuning. This pedal point is especially prominent due to its voicing as the highest note in each of the chords, as well as to the unique timbre of the open string. The progression is likely a result of guitar technique: the last three chords are produced by a very similar left-hand fingering and make use of open strings (see Example 3 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] The “Dogs” progression is successful for two reasons. First, it maintains tension through extended portions of the song, which balances the heavy repetition of the progression and differentiates it from the common four-chord progression in standard-length songs. Second, its claustrophobic nature illustrates Waters’s vision of workers in the capitalist world, trapped in their lives with no way out and crying out “How can I find my way out of this maze?” (19) Figure 3 . A summary of the arrangement in section A of “Dogs” (click to enlarge)",
                "footnotes": [
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] During the majority of section A, the feverish lifestyle of the protagonist is evoked in the restless groove of the guitars, drums, and vocals. The moment the speaker completes his dreadful prophecy about those who work themselves to death (“just another sad old man, all alone and dying of cancer”), the character of the music changes: a heavy half-time groove of drums and bass shades the instrumental cycle that closes section A ({2:59–3:36}; see Figure 3 ). For a while, the rhythm guitars try to resist the deceleration and maintain their hectic pattern, but eventually they surrender and slow down as well {3:36}. Then, for four long measures the entire band marches at a gloomy pace. This dramatic change in energy is matched by stasis in the harmony: after six cycles of complex chords, this slow march employs, for the first time in the song, a simple tonic triad. A short bass riff firmly closes section A {3:38–3:40}.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Hence, although section A contains six repetitions of the same harmonic progression lasting almost four minutes, the construction of this progression and its inventive treatment, coupled with the strong bond between lyrics and music, maintain both momentum and tension. All of these elements are joined by a spacious melody that, suitably, never repeats in the same way. Figure 3 summarizes the modularity of the arrangement due to subtle variations in rhythm, instrumentation, and accompaniment patterns through section A. Sections B and C: “The Bad Blood Slows and Turns to Stone” Figure 4 . Harmonic clarity in section B (click to enlarge and listen)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] In the theatre world, proverbially, “when the emotion becomes too strong for speech, you sing; when it becomes too strong for song, you dance.” In Pink Floyd’s music, when the emotion becomes too strong for singing, Gilmour takes a solo. (20) In section B of “Dogs,” two electric guitars lament the fading of the old man in two-part harmony, while a third wails high on top {3:43–4:46}. A mournful atmosphere is created by a series of changes in the arrangement: a slow bassline replaces the groove that characterized section A, while a single, ruminating acoustic guitar takes the place of the reckless guitars. The complex, claustrophobic progression of section A gives way to the harmonic clarity of simple triads, the appearance of harmonic functions that are common in rock, and a correlation of melody and harmony. Figure 4 provides a bassline sketch of this section. The harmonic gestures used here, i–VII–i, I– ♭ VII–I and ♭ II–I, as well as the tonicization of the relative key, are common in rock music. (21) This melancholic tone is enhanced by the addition of a Fender Rhodes, an electric piano with a tender tone.",
                "footnotes": [
                    "FN20",
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] The instrumental lament of section B is given voice with the arrival of section C {4:46+}: “And when you lose control, you'll reap the harvest you have sown / And as the fear grows, the bad blood slows and turns to stone.” The expression “bad blood” takes on a double meaning here, one metaphorical (the treacherous relationships between workers within a capitalist society) and one literal (bad blood in the veins of the now-old man, slowing down so much that it turns to stone). This mesmerizing metaphor is enhanced by the idleness of the melody, the harmonic pace, and the half-time groove continued from section B. Thus, section C preserves the dejected atmosphere of section B. Figure 5 . Similarities among the sections of the exposition (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] At the same time, section C is reminiscent of section A: both involve a vocal melody and lyrics, a repeated harmonic progression, an improvised guitar solo, and similar instrumentation. Section C, therefore, integrates features from both section A and B, as shown in Figure 5 .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] Hence, the exposition follows a scheme of thesis, antithesis, and synthesis, thus creating a sense of development and direction. Section A presents the main theme of the song; section B refreshes the ear by presenting new material that differs from the former in instrumentation, harmonic vocabulary, and texture, offering a sense of variety; and section C unifies the exposition into a cohesive unit by merging elements from both section A and B. Much like the opening of a standard-length song, the 7-minute exposition of “Dogs” also gains cohesiveness by a common key (D minor) and a steady pulse (slightly accelerating from 52 to 62 bpm). The Free Interlude",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] The exposition ends with a description of the protagonist “dragged down by the stone,” suggesting his death by either metaphorical or literal drowning. At this harsh moment a new unit begins {7:58+}, which did not exist in any of the song’s earlier versions. Immediately we are thrown into a different somnambulant musical world, which takes the form of a free interlude. While sections B and C in the exposition already felt rather slow, the ponderous beat of this new unit seems to slow the blood flow even more. The new pulse is produced by a ride cymbal, and it takes a few moments to realize that the slow beating on the bass drum expresses a new meter of 4 6 . Similarly, for almost 30 seconds it is unclear whether the new unit carries any harmonic pattern or if it is entirely based on the Dm 9 tonic chord familiar from the exposition. The function of this material is also unclear—is it an especially slow and spacy jam? A static texture of keyboards and effects, reminiscent of the opening of Wish You Were Here ? A ruminating keyboard solo?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] Similar interludes in fact appear in many of the band’s earlier extended songs, including “Echoes,” “Atom Heart Mother,” and “Interstellar Overdrive.” In all of these, a free interlude (often unmetered and atonal) separates the themes at the beginning of the song from their reappearance at the end, not unlike the form of a jazz standard with a well-defined head chorus and out chorus, and improvised solos in the middle. (22) Indeed, these interludes retain a structural logic: the attention to the overall balance of these epic songs raised a need for a contrasting improvised section. These interludes are smartly-dressed descendants of the long psychedelic jam sessions the band used to play at the UFO club in its early years. (23)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Despite being relatively unrestricted and open for improvisation, the free interlude in “Dogs” maintains the same meter, key, and chord progression throughout. In fact, this interlude is based on the “Dogs” progression familiar from section A, though the slow harmonic pace disguises the progression well; here it lasts for no fewer than 55 seconds. The free interlude and the exposition are also linked by an enigmatic electronic howling that repeats dozens of times during the interlude. This sound originates from the word “stone” that bridges these two units. Blended with processed recordings of dog barks, which also appeared earlier in section C, this howling adds a psychedelic layer to the interlude. (24) Figure 6 . Dynamic harmonic pace in the free interlude (click to enlarge and listen)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] Although the free interlude consists of four cycles of the “Dogs” progression, these cycles are not identical, which represents a departure from typically unvarying repetitions of harmonic cycles in the standard-length format. While the middle two cycles consist of sixteen measures each, with four measures per chord—as in section A—the first and last cycles are structured differently. As shown in Figure 6 , the opening cycle is augmented by four measures, whereas the closing one is diminished by the same; therefore the overall length is exactly the same as if the interlude was structured out of four identical sixteen-measure cycles. As a result, the beginning of the free interlude creates an impression of stasis, while its ending gives an impression of acceleration.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] To summarize, while the free interlude offers variety and a necessary relief from both the unified material and the tight structure preceding it, it also maintains clear ties to the exposition and therefore strengthens the cohesiveness of the song. An elastic harmonic pacing colors the beginning of the interlude as static while offering forward momentum at its end, thus preparing the upcoming recapitulation. The Guitar Solos: “And You Believe at Heart Everyone’s a Killer”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Guitar solos have a place of honor in the music of Pink Floyd. The playing of David Gilmour is a fundamental, highly recognizable component of the band’s sound. Gilmour belongs to a celebrated group of guitarists who made their names as masters of timbre and lyricism rather than of virtuosic technique. (25) In numerous Pink Floyd songs, his solos carry more melodic weight than the vocal parts do, fulfilling his stated desire to “try to make it [the guitar] sing . . . imagine that the guitar’s kind of singing” ( Gilmour 1984 ). Consequently, while solos are often an opportunity for guitarists in live concerts to improvise and depart from the recorded version, solos in Pink Floyd concerts—as well as those of their cover bands—tend to remain vigorously faithful to the solos recorded by Gilmour in the studio. (26) Their integral role is especially evident in songs featuring multiple solos such as “Money,” “Shine On You Crazy Diamond,” and “Comfortably Numb.” More than the sung sections, the guitar solos provide an overall sense of direction by outlining the contour in energy level of the song, articulating its structure, and leading it to its peak. After the departure of Syd Barrett in 1968, the role of the electric guitar in Pink Floyd’s music arguably became as central as that of the singing. (27) Gilmour once shared his opinion on the matter with a typically British flair: “The majority of people who like to listen to music do want to hear singing. . . . The fact that that voice is babbling inanities doesn’t seem to matter terribly much. I would rather have someone playing something beautifully on a guitar or sax or synthesizer than have a voice babbling inanely” ( MacDonald 1996 , 185). Figure 7 . Guitar solos and duets in “Dogs” (click to enlarge and listen) Example 4 . Comparison between the first and third guitar solos (click to enlarge and listen) Example 5 . Motivic development in the second guitar solo (click to enlarge and listen)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": [
                    "gilmour_1984",
                    "macdonald_1996"
                ]
            }
        },
        {
            "32": {
                "text": "[32] Surprisingly, the early versions of “Dogs” introduced only one guitar solo, which is another reason why the song seemed to feel so pale and lacked vitality back then. (28) The studio version of “Dogs,” on the other hand, contains no less than three improvised solos, which are distributed throughout the song, in addition to the written-out guitar duet that repeats on section B and B′ (see Figure 7 ). The melodies featured in these five guitar-based segments are more diverse and animated than those sung by Gilmour and Waters throughout the song, and by concentrating on chord tones, they also offer relief from the dissonant sung melodies.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] Although Solos 1 and 3 share the same harmonic progression and are placed in equivalent formal sections in the exposition and the recapitulation, their roles within the song are different. While the former preserves the dynamism of the preceding sections, the latter pushes the energy to its peak. The differences between them are apparent precisely because both solos are closely related: the third solo borrows gestures from the first solo and develops them with an aggressive finish, as shown using colored brackets and pop-up texts in Example 4 . (29) Correspondingly, the third solo calls for a denser accompaniment of drums and bass (see Figure 7 above).",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Thus, while the solos at both ends of the song share similar building blocks, their different characters and functional roles distinguish the recapitulation from the exposition and help to vary the otherwise repetitive material in these units.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] While the first and last solos sound impulsive and free, the middle solo is tightly structured. Although more than double the length of the outer two solos, it is almost exclusively based on repetitions and variations of two simple motifs: an ascending fifth D–A, shown with red boxes in Example 5, and a descending third F–D, shown with blue circles. Both motifs derive from the tonic triad D–F–A and are developed through the use of embellishment, augmentation, and alternation. This melodic organization creates a distinct speech-like rhetoric that pervades section C; it also fits this section’s similarly spacious vocal melodies, and differentiates section C from sections A and A′, which are far more hasty. At the same time, the solo features a subtle link to the subsequent free interlude through a segment of strange noises with no defined pitch {6:20&nash6:25}. These sounds, skillfully produced on the electric guitar by Gilmour, are reminiscent of an animal howling, thus relating to the dog barks heard during the free interlude and the beginning of section C.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] The tight organization of the middle solo is not accidental. Of the three solos, this is the only one that has existed in all versions of the song since 1974, and it has been developed over the years. An examination of some different live versions of the song indicates that this solo matured slowly, through slight changes from each concert to the next, and that the motifs described here were already seeded during the first tour. When Gilmour entered the studio in 1976 to record the solo, he already had a clear vision of it, based on two years of trial and error.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The climax of the song arrives—following a substantial melodic and rhythmic build-up—as a culmination of all three solos and a defining moment for the entire song (see mm. 157–58 in Example 4 {13:55–14:06}). In an elaborated version of an idea that originated on the previous album, two additional guitars join in toward the end of the solo, all played by Gilmour. (30) Over the last occurrence of the song’s core harmonic progression, the three guitars free-fall down in a whirlwind of augmented triads, forming a whole-tone scale. A rare phenomenon in both Pink Floyd’s music and rock vocabulary in general, this pitch collection stands out from the relatively tonal environment as an inventive interpretation of the accompanying A ♭ sus2sus#4 chord. In its preceding thirteen appearances throughout the song, this chord was left unresolved. This last time, however, an unexpected sense of relief is achieved with the arrival of the following D-minor chord (m. 159, {14:04}). Retrospectively, the whole-tone scale has made the A ♭ sus2sus#4 chord function like an altered dominant: a six-note whole-tone ♭ V chord ( A ♭ – B ♭ –C–D–E– F ♯ ) that resolves into a pure tonic triad that lies a tritone away (D–F–A). This climactic moment is enhanced by the dreadful words “And you believe at heart everyone's a killer,” which catalyze the solo. It is no surprise that due to its vigor and structural importance, this solo demands four extra measures. Over a D-minor triad and a half-time groove, Gilmour plays a decisive closing gesture that slows the solo’s momentum to create a smooth transition to the following guitar duet, thus setting up the cumulative coda (mm. 159–62, {14:04–14:10}).",
                "footnotes": [
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] Other factors work in tandem with the guitar solos to intensify the recapitulation (see Figure 2 above). The switch in narrative voice from second person in the exposition to first person in the recapitulation is highlighted by the change of singer: David Gilmour, whose soothing, melancholic voice humanizes the exposition, is replaced in the recapitulation by Roger Waters, whose singing is arguably more bitter and pungent in tone. (31) Additionally, the opening verse of the exposition presents two loud strikes of the rhythm section, four measures apart {0:56–1:07}; the equivalent moment in the recapitulation is intensified when these are multiplied into four strikes, one every two measures {12:17–12:53}. Overall, the recapitulation is shorter than the exposition: section C is completely absent from the recapitulation, and section A′ is considerably shorter than its equivalent section A. As a result, the recapitulation creates a denser and more aggressive impression.",
                "footnotes": [
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] In sum, the guitar solos and duets in “Dogs” add variety, direction, and cohesiveness to the song. The sense of variety is a result of their distinct characters: the intense first solo determines the nature of section A; the instrumental guitar duet offers a comforting lament where words fail, while strengthening the song’s cohesiveness by linking the exposition and the recapitulation; the slow, morose middle solo illustrates the end of the protagonist’s life using a distinctive and tightly organized structure; and the feverish last solo embodies the recapitulation and distinguishes it from the otherwise similar exposition. Due to their different levels of intensity, placement in the song, and character of their accompaniments, these solos and duets also generate a strong sense of direction throughout the piece. In particular, the development of components from the first solo in the last one, coupled with the overall intensification of the recapitulation, creates a forceful momentum that gets to a climax in the unusual ending of the last solo, while also contributing to the song’s cohesiveness. Coda: “Dragged Down By the Stone”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] All of the melodies in the song, in both the vocals and the guitar, repeatedly emphasize a dissonant E over the tonic D minor chord. E, the second degree in the scale, aspires to resolve into the tonic; by refusing to do so, it generates melodic tension throughout the song. The numerous appearances of this motif can easily be traced by listening to the beginning of each harmonic cycle in the song: almost all of them begin with a melodic dyad F–E or D–E over a D-minor chord. (32) Indeed, this motif originates in the first chord of the song, Dm 9 , which contains both D and E at the same time.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] A similar harmonic motif joins the melodic one. The song is saturated with neighbor chords to the dominant A major: B ♭ add4 , A ♭ sus2sus#4 , and B ♭ , all of which aspire to resolve to A and are emphasized and expanded during their efforts to do so. Through the majority of the song, these chords do not truly resolve, instead building a harmonic tension that coincides with the melodic one. (33) Section C is where for the first time a B ♭ -major chord resolves into a dominant followed by a tonic, thus offering an authentic cadence that releases the residual harmonic tension. Throughout the first three harmonic cycles of section C, however, this resolution appears only in the accompaniment and does not relieve the tension of the melody. Figure 8 . Resolving the melodic and harmonic tensions at the end of the exposition and the coda (click to enlarge and listen)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] Only twice in the song does a simultaneous resolution of these harmonic and melodic tensions appear. It happens in two structural moments: the ending of the exposition and the ending of the entire song. The exposition ends with a climactic phrase, in which the line “dragged down by the stone” is doubled by all instruments in a dramatic unison (see Figure 8 , {7:56–8:01}). This is the first time in the song that such a unison occurs, and Gilmour accentuates the moment by straining his voice to an A5, the upper extreme of his register and indeed the highest sung note in the entire song. After plentiful repetitions of the F–E motif through sections A, B, and C, the note E determinedly resolves into D, offering for the first time a perfect authentic cadence that resolves both the melodic and the harmonic tensions built up so far. Through illustrative word painting, all instruments sink down toward the inevitable tonic, just like the fate of the old man to “drown” and “go down, all alone / dragged down by the stone.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "43": {
                "text": "[43] The song ends with a long coda that summarizes the tragic life of the protagonist: “Who was born in a house full of pain . . . . Who was told what to do by the man / Who was broken by trained personnel / Who was fitted with collar and chain” {15:20+}. Hammering the nails into the coffin of the protagonist, the same melodic phrase repeats again and again, total of eleven times. The intensity begins to grow in the seventh line, in which a repeated, processed delay effect is added to the melody. Starting with the ninth line, both the main melody and the echo are harmonized, so that these last three lines are heard in four different parts {16:20+}. The peak of tension arrives when the repeated harmonic progression suddenly stops with a firm arrival of a B ♭ -major chord (see Figure 8 above). This chord leads the way into a final authentic cadence, where the line “dragged down by the stone” is again doubled by all instruments in unison {16:38+}. Here, the musical torment portrays the heartrending death of the protagonist, which, like the closing tonic, was seemingly inevitable from the very beginning of the song: “Who was breaking away from the pack / Who was only a stranger at home / Who was ground down in the end / Who was found dead on the phone / Who was dragged down by the stone.” The consistent tension throughout the song, which resolves so dramatically in the coda, thus grants the song a sense of purpose and direction. At the close of this coda, the song ends with a strummed Dm9 chord identical to the one that opens the song, linking together the beginning and the ending of “Dogs.” Conclusions",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "44": {
                "text": "[44] Pink Floyd’s song “Dogs” is constructed like no other song of similar length by the leading contemporaneous British rock bands. In its economical use of thematic material and slow rate of change, “Dogs” seems as if it could have lasted for four minutes, but instead runs for seventeen. Many large-scale tracks by progressive rock bands of the 1970s maintain variety and direction by featuring virtuosic performances, an eventful tonal scheme, and sophisticated rhythms. Pink Floyd utilizes a different, and arguably subtler, type of virtuosity: an aptitude for arrangement and structure, coupled with proficiency in the studio. These devices balance the band’s simpler harmonic and rhythmic language, as well as lesser technical abilities, and are largely responsible for the success of “Dogs.”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "45": {
                "text": "[45] For years an unvaried song that refused to end, “Dogs” was transformed in the studio through a long arrangement process into a diverse, detailed composition. Although more than half of the track is based on a single harmonic progression, its construction and versatile treatment create a sense of variety and freshness. The inclusion of a free interlude within “Dogs” offers a contrast to—and thus relief from—the tight form, while its asymmetric harmonic structure creates a sense of progression throughout this extended section. The multiple guitar solos and duets calibrate the energy of the song, define each of its sections, and produce a strong sense of direction. Repeated melodic and harmonic motifs strengthen the song’s cohesiveness as well as its directionality by accumulating tension that resolves only at the end of the exposition and of the entire song, finally allowing a sense of relaxation. Lastly, the arrangement fosters an integral bond between lyrics and music, while each stanza receives a personalized musical arrangement and central lines spark instrumental sections that enrich the imagery. The song’s design and meticulous arrangement thus grant it such a tight structure that it is hard to believe it lasts for seventeen minutes.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "46": {
                "text": "[46] The fact that “Dogs” succeeds in maintaining a sense of variety, direction, and cohesiveness despite its challenging form makes it stand out within the family of epic rock songs. By presenting a successful large-scale structure that uses building blocks appropriate for a standard-length song, Pink Floyd did something altogether novel, charting a new path for form in rock music. Despite the influence of Pink Floyd on other rock musicians, however, it seems that this path has not been followed by others. While it is beyond the scope of this article to investigate the reasons for this, I would suggest that other progressive bands have not been interested in working with the musical vocabulary of standard rock, whereas musicians outside the progressive realm have preferred shorter and more intuitive forms. Additionally, this unique format celebrates Pink Floyd’s laid-back, long-breathing concept of time, which has possibly been considered tiresome by musicians of more recent generations. Following “Dogs,” neither the band nor any of its individual members have written any song longer than ten minutes (with the exception of Roger Waters’s 13-minute single “Leaving Beirut” from 2004), so arguably they also lost interest in such extended forms. As Roger Waters once said in regard to “Shine On You Crazy Diamond,” whose 26 minutes are also based on very little material: “Some of it goes on and on and on” ( Blake 2008 , 236). Perhaps dinosaurs such as “Echoes,” “Shine On You Crazy Diamond,” and “Dogs” were meant to remain a rare and peculiar species.",
                "footnotes": [],
                "citations": [
                    "blake_2008"
                ]
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.15.21.2.cohen.html",
    "data": "mto/data/mto.15.21.2.cohen.json"
}