{
    "title": "Review of Kofi Agawu, <i>The African Imagination in Music</i> (Oxford University Press, 2016)",
    "date": "2017/03/01",
    "volume": "23",
    "issue": "1",
    "authors": [
        "Blum, Stephen"
    ],
    "abstract": "",
    "keywords": [
        "African music",
        "music and language",
        "traditional music"
    ],
    "doi": "",
    "received": "February 2017",
    "pdf": "http://mtosmt.org/issues/mto.17.23.1/mto.17.23.1.blum.pdf",
    "author_info": [
        {
            "name": "Stephen Blum",
            "university": "Doctoral Programs in Music",
            "address": "CUNY Graduate Center, 365 Fifth Avenue, New York, NY 10016-4309",
            "email": "sblum@gc.cuny.edu"
        }
    ],
    "citations": {
        "agawu_2006": "Agawu, Kofi. 2006. “Structural Analysis or Cultural Analysis? Competing Perspectives on the ‘Standard Pattern’ of West African Rhythm.” Journal of the American Musicological Society 59 (1): 1–46.",
        "agawu_2003": "Agawu, Kofi. 2003. Representing African Music: Postcolonial Notes, Queries, Positions. Routledge.",
        "agawu_1995": "Agawu, Kofi. 1995. African Rhythm, a Northern Ewe Perspective. Cambridge University Press.",
        "agawu_1990": "Agawu, Kofi. 1990. “Variation Procedures in Northern Ewe Song.” Ethnomusicology 34 (2): 221–43.",
        "anku_2002b": "Anku, Willie. 2002b. Structural Set Analysis of African Music 2: Bawa . Soundstage Production.",
        "anku_2002a": "Anku, Willie. 2002a. Structural Set Analysis of African Music 1: Adowa . Soundstage Production.",
        "blum_2001": "Blum, Stephen. 2001. “Composition.” In The New Grove Dictionary of Music and Musicians , 2nd edition, ed. John Tyrrell and Stanley Sadie, vol. 6, 186–201. Oxford University Press.",
        "brenner_1997": "Brenner, Klaus-Peter. 1997. Chipendani und Mbira: Musikinstrumente, nicht-begriffliche Mathematik und die Evolution der harmonischen Progressionen in der Musik der Shona in Zimbabwe . Abhandlungen der Akademie der Wissenschaften in Göttingen, Philologisch-Historische Klasse, 3. Folge, 221. Vandenhoeck und Ruprecht.",
        "campbell_2004": "Campbell, Patricia Shehan. 2004. Teaching Music Globally: Experiencing Music, Expressing Culture . Oxford University Press.",
        "chemillier_2007": "Chemillier, Marc. 2007. Les mathématiques naturelles. Odile Jacob.",
        "chemillier_1995": "Chemillier, Marc. 1995. “La musique de la harpe.” In Une esthétique perdue: harpes et harpistes du Haut-Oubangui , ed. Éric de Dampierre, 99–226. Presses de l’École Normale Supérieure, and Société d’Ethnologie.",
        "dauer_1983": "Dauer, Alfons. 1983 [1966]. “Musiklandschaften in Afrika.” In Musik in Afrika , ed. Artur Simon, 41–48. Museum für Völkerkunde, Berlin.",
        "finnegan_1990": "Finnegan, Ruth. 1990. “What Is Orality—if Anything?” Byzantine and Modern Greek Studies 14: 130–49.",
        "irele_2001": "Irele, Abiola. 2001. The African Imagination: Literature in Africa and the Black Diaspora . Oxford University Press.",
        "kubik_2010": "Kubik, Gerhard. 2010. Theory of African Music , vol. 2. Chicago Studies in Ethnomusicology. University of Chicago Press.",
        "kubik_1994": "Kubik. Gerhard. 1994. Theory of African Music , vol. 1. Intercultural Music Studies, 7. Wilhelmshaven: Florian Noetzel.",
        "ong_1982": "Ong, Walter. 1982. Orality and Literacy: The Technologizing of the Word . Routledge.",
        "schneider_1997": "Schneider, Albrecht. 1997. Tonhöhe—Skala—Klang: Akustische, tonometrische und psychoakustische Studien auf vergleichender Grundlage . Orpheus.",
        "sterne_2001": "Sterne, Jonathan. 2001. “The Theology of Sound: A Critique of Orality.” Canadian Journal of Communication 36 (2): 207–25."
    },
    "footnotes": {
        "FN1": {
            "text": "1. By focusing on “sets of values in which a manifest plurality subtends a deep, internal singularity” in African music (3), Agawu treats his subject as one music that is distinct from other musics. While he notes that “some scholars prefer the phrase African musics (in the plural) to African music (in the singular),” his opposition to “epistemic regimes” that foster a “scattering of the [African] continent’s many coherences” (2) is a constraint on his willingness to speak of music in the plural.",
            "citations": []
        },
        "FN2": {
            "text": "2. By “traditional resources,” I mean all acquired and (starting from that basis) freshly imagined ways of coordinating sounds and motions in making music. For further discussion of this topic, see “Compositional Resources” in 2001 , 191–92.",
            "citations": [
                "blum_2001"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] Kofi Agawu has designed his introductory study of The African Imagination in Music for “an African readership” as well as for “the usual metropolitan one” (25), and he also hopes to “engender additional theoretical dialogue with colleagues in musicology and music theory, not just the usual suspects in African studies and ethnomusicology” (21). With this diverse readership in mind, he labels some of his generalizations “provocations, invitations” to further reflection and “more nuanced discussion” (53). In this review, I accept a few of these invitations and comment on issues that I consider likely to interest readers of Music Theory Online , particularly those who would like to see more attention paid to African music and musical thought in teaching, research, and music theory broadly conceived.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Such readers are likely to welcome materials for use in classes at various levels, and here the book has much to offer both teachers and students. Agawu presents African music as a unity, recognizably distinct from the musics of other world regions, with “a level of procedural sameness based on certain broad organizational attitudes and propensities” (14). (1) Chapters on “Music and/in Society,” “Musical Instruments,” and “Language and/in Music” are followed by four on rhythm, melody, form, and harmony, and a final chapter addressing issues of appropriation. The chapter on form begins with an outline of twenty-six brief excerpts that Agawu often discusses at the first meeting of an undergraduate survey course (242–49), fifteen of which are from West Africa and six from Central Africa. In general, the book rather neglects the continent’s eastern and southern regions, and North Africa is entirely absent, save for a brief mention of a Tunisian ritual practice, stambeli (308). I do not see this focus on West and Central Africa as a shortcoming: readers can test the book’s generalizations (e.g., “Groove as Essence,” 14–17) against our experiences of music from the neglected regions. Most of the recordings discussed are readily accessible; sixteen that are not can be heard on the book’s companion website.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Agawu urges his readers, including those of us who might teach some of his examples, to “speak words and sentences in indigenous African languages whenever possible” in order to “stimulate an awareness of pitch and rhythm that will in turn deepen your [and any student’s] appreciation not only of vocal music but also of instrumental music” (26). One could start with the recording of an “Akan Talking Drum Text” (mentioned on 10, 132, and 166), each line of which is first spoken, then drummed. Transcriptions of the words to five of the online recordings are helpful, though the tones that distinguish syllables in tone languages are not marked, leaving it to readers to imitate differences that we hear on the recordings (good exercise!). An enlightened publisher should take Agawu’s powerful case for the fundamental importance of language in African musical practices as a “provocation/invitation” to commission a collective volume in which contributors would discuss songs in their mother tongues, or languages they know well, and provide exercises for reproducing rhythms of speech as preparation for singing from notation or in response to a recording.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Agawu’s title echoes that of an important work by Abiola Irele, The African Imagination: Literature in Africa and the Black Diaspora ( 2001 ), and he notes that scholars of African literature or film, in contrast to those writing on African music, can take readers’ familiarity with a canon for granted—an advantage also available to scholars who concentrate on European art music (23; the jazz canon would be another example). “Methodological canons” for African music scholarship are likewise lacking, given the considerable diversity of approaches, to which Agawu responds with a call for “more productive debate about how best to represent African music” (24). While the book is primarily concerned with traditional music, he also guides readers through well-chosen examples of African popular and art musics. Reflecting on the prevalence of “syncretism” in both of the latter two categories, he finds that “Art music . . . intensifies the intentionality of such syncretism intellectually” (52). Suggesting later on that “the probing of music by music” is “one of the most important tasks facing contemporary African musicians,” he argues that “composers of art music, like their creative-writer counterparts (poets and novelists), hold an important key to Africa’s intellectual and artistic futures” (325). While I agree with the second of these claims, the first provokes me to ask on what basis we could assess and compare “intensity of intentionality” in the creative projects of two populations of musicians, one much larger than the other. To be sure, the engagement of prominent composers of art music in scholarly research is pertinent, and documentation of those engagements is more readily available than documentation of how the far more numerous creators and performers of popular music have represented and transformed traditional resources. (2) The familiar traditional/popular/art typology is one of the generalizations presented as “invitations to reflect,” in this case “on the dynamics of production and consumption in specific contexts” (53); it may not survive such reflection as those dynamics change and Africans develop new sets of categories.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "irele_2001"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Implications of the trichotomy turn up again in the section on “How to Use This Book,” where Agawu prefaces a list of “hands-on” activities (summarized as a “fourfold routine, speak-sing-clap-dance”) with the claim that “only a handful of people” have the ability “to compose and perform original musical works (written down on paper or carried in memories),” despite the importance of making “new music as a way of registering an understanding of old (or other) music” (25–26). Yet, if an understanding of “new music” is not restricted to “original works,” educators can easily enough devise exercises in composition, recomposition, and improvisation, without adopting the somewhat condescending tone of Agawu’s statement, “You may even be able to incorporate a little improvisation . . . ” (26); see, for instance, Campbell 2004 , 191–213. John Blacking, whose view that “to be human . . . is to be notionally musical” Agawu cites (168), was a relentless critic of claims that only a select few are capable of musical creativity.",
                "footnotes": [],
                "citations": [
                    "campbell_2004"
                ]
            }
        },
        {
            "6": {
                "text": "[6] Borrowing a term from Walter Ong, Agawu asserts that “most traditional African cultures are primary oral cultures” (240; see also 34, 148, and 187). Ong used that term to distinguish primary oral cultures, which are “totally untouched by any knowledge of writing or print,” from those in which a “‘secondary orality’ . . . is sustained by telephone, radio, television, and other electronic devices that depend for their existence and functioning on writing and print” ( Ong 1982 , 11). Perhaps Agawu considers the transmission of musical competence a domain apart from the areas of human action where Ong would speak of “secondary orality,” an assumption that might be difficult to justify. “Orality” is, in any case, a term with a problematic history of usage (reviewed in Finnegan 1990 and critiqued in Sterne 2001 ), especially when it is treated as the cause of specific phenomena (as phlogiston was thought to cause combustion in eighteenth-century chemistry). In the book mentioned above, Irele argues that “in the cultural and artistic context of African orality, literature is nothing when it is not enactment ” (36, emphasis Irele’s), a remark that illustrates one reason why the term proved useful for a time: it directed the attention of scholars trained in studying written texts to modes of communication that they had not yet learned to study. Now that the mission has been accomplished, we may have no more need for “orality” than chemists have for “phlogiston.”",
                "footnotes": [],
                "citations": [
                    "ong_1982",
                    "finnegan_1990",
                    "sterne_2001"
                ]
            }
        },
        {
            "7": {
                "text": "[7] The question “How do Africans talk about music?” is first addressed on 32–35 and taken up again on 81–85 (“indigenous ideas about musical instruments”), 147–49 (“metalanguage”), and 250–51 (verbs for the call/response relationship). One of many strengths in these sections is Agawu’s readiness to imagine “what might be possible” with further development of “verbal talk about music” among Africans (149). He urges African scholars to “reject” the familiar Sachs-Hornbostel classification of musical instruments as idiophones, membranophones, chordophones, and aerophones (21), replacing it with “schemes that are more reflective of African realities” (79), even if that should entail accepting a multiplicity of schemes sensitive to “local designations” (81). Common sources of names include an instrument’s sounds, materials used in its construction, its function, and modes of execution; many names are also “metaphoric projections” of kinship and other social relations (82–84). I hope that Agawu’s argument will stimulate further discussion, perhaps leading to classifications that can relate local designations to generalizing categories.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] The “conventional rubrics” of rhythm, melody, form, and harmony are not to be rejected and replaced (22); rather, as mentioned, they provide titles for chapters 4 through 7. Unlike the categories of the Sachs-Hornbostel instrument classification, they are “everyday terms” in the vocabularies of the book’s intended readership. The analytical apparatus of these chapters will be familiar to readers of Agawu’s earlier publications on West African music (including Agawu 1990 , 1995 , 2003 , and 2006 , among many others). Rhythm, the subject of chapter 4, is characterized as “an entangled parameter, permanently imbricated in other dimensional processes” (192), a point that could have prepared a later analysis based on approaches laid out in all four of these chapters. The chapter on melody follows well from the earlier one on “Language and/in Music.” Form is nicely glossed as “the trace produced by a network of intended sonic actions” (240), an acknowledgement that African music, like African literature in Irele’s maxim, is best understood as enactment. Harmony, glossed as “simultaneous doing” and “the sounding together of different but complementary lines,” is described as “at once a material repository and an expression of ethics” (267), with the chapter focused more on material than on ethics, just as the form chapter is more concerned with sounds than with the motions that produce and are elicited by sounds.",
                "footnotes": [],
                "citations": [
                    "agawu_1990",
                    "agawu_1995",
                    "agawu_2003",
                    "agawu_2006"
                ]
            }
        },
        {
            "9": {
                "text": "[9] On the assumption that “every composition or musical utterance is based on a tone system,” Agawu lists the three most common African systems as anhemitonic pentatonic, diatonic major, and the harmonic series (281); he does not mention the systems of five or seven degrees whose intervals have been described as more or less equal (though with increasingly precise measurement of just how much “more or less,” as in Schneider 1997 and Kubik 1994 , 393–403). This assumption supports Agawu’s belief in “semiotic boundaries between language and music,” for all the latter’s dependence on the former (148; cf. 124). Those who, like myself, do not regard those boundaries as universal will not feel obliged to assign every musical utterance to a tone system.",
                "footnotes": [],
                "citations": [
                    "schneider_1997",
                    "kubik_1994"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The chapter on “The Rhythmic Imagination” includes an excellent summary of Willie Anku’s account of “the modulo twelve arithmetic . . . that takes place in the heads of drummers” (187; see Anku 2002a , 2002b ). “Arithmetic in the heads of musicians” is a topic that has been addressed under several headings, including “unbennante Zahlenerlebnisse” ( Dauer 1983 [1966], 41), “form or cycle numbers” ( Kubik 1994 , 42–45, and 2010 , 38–44), “natural mathematics” ( Chemillier 1995 and 2007 , 131–58 on harp music of the Azande), and “non-conceptual mathematics” ( Brenner 1997 on Shona mbira music). This topic deserves a somewhat fuller treatment in an introduction to the African imagination in music. Agawu has elsewhere ( 2006 , 41) asked whether such terms as rotation , permutation , and isomorphism (all of which turn up in efforts to describe “arithmetic in the heads of musicians”) are compatible with an African cultural perspective—a version of the same question posed here with respect to the Sachs-Hornbostel classification. In both cases, his answer is negative. Attempts “to evaluate the cultural relevance of certain structural concepts” ( Agawu 2006 , 41) are salutary, so long as the discussion is open to multiple cultural perspectives, and that is clearly Agawu’s intention.",
                "footnotes": [],
                "citations": [
                    "anku_2002a",
                    "anku_2002b",
                    "dauer_1983",
                    "kubik_1994",
                    "kubik_2010",
                    "chemillier_1995",
                    "chemillier_2007",
                    "brenner_1997",
                    "agawu_2006",
                    "agawu_2006"
                ]
            }
        },
        {
            "11": {
                "text": "[11] Anyone writing on African music has good reasons “to write against a prior literature” (23). Agawu is concerned throughout the book to correct what he regards as false or misleading interpretations, many of which he rightly sees as consequences of colonial rule and the postcolonial aftermath. He is pleased to see “facile invocations of ‘improvisation’ as an explanatory term” undermined by Anku’s work (187). He frames the chapter on melody as a response to discourse that praises “African rhythm” while denying the value of African melodic thinking. As a longtime reader of Agawu’s writings on African music, I have always admired (along with his attention to the political contexts of music scholarship) his readiness to question the usefulness of one or another dichotomy or larger set of terms; he likes to ask (in my words), “What work is done by drawing this distinction, and how else might we use it?” Having critiqued the “enduring myth” of “additive rhythm” in an earlier book ( 2003 , 86–91, 93–95), in this one, he applies the additive/divisive dichotomy to musical form, finding “a strong narrative quality” in “the additive instinct” and “an invitation to dance” in the divisive instinct (258).",
                "footnotes": [],
                "citations": [
                    "agawu_2003"
                ]
            }
        },
        {
            "12": {
                "text": "[12] In the first and last of his eight chapters, Agawu makes a good case that his title names a powerful reality. People all over the world would agree with that point, however much their conceptions of The African Imagination in Music might differ from Agawu’s. His “provocations/invitations” ought to elicit responses from all quarters.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.17.23.1.blum.html",
    "data": "mto/data/mto.17.23.1.blum.json"
}