{
    "title": "Diatonic <i>ficta</i> revisited: Josquin’s <i>Ave Maria</i> in Context",
    "date": "1996/09/01",
    "volume": "2",
    "issue": "6",
    "authors": [
        "Bent, Margaret"
    ],
    "abstract": "Roger Wibberley inMTO2.5has criticized a version I published of the sequence from Josquin’sAve Maria, on grounds that it flouts Glarean’s modal classification. Cristle Collins Judd has already challenged Wibberley’s construction of mode, and I further deny Glarean’s relevance on chronological grounds. The first part of my article restates and revises some of the premises (ignored by Wibberley) which provided the context for my discussion of the Josquin piece; the second part extends my original discussion of that passage, and offers some comments and questions in response toWibberley’s paper.",
    "keywords": [
        "Wibberley",
        "counterpoint",
        "ficta",
        "diatonic",
        "accidentals",
        "mode",
        "notation",
        "hexachords",
        "Josquin",
        "Obrecht"
    ],
    "doi": "",
    "received": "",
    "pdf": "http://www.mtosmt.org/issues/mto.96.2.6/mto.96.2.6.bent.pdf",
    "author_info": [
        {
            "name": "Margaret Bent",
            "university": "All Souls College",
            "address": "Oxford, OX1 4AL, England",
            "email": "margaret.bent@all- souls.oxford.ac.uk"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN1": {
            "text": "1. Roger Wibberley, “Josquin’s Ave Maria : Musica Ficta versus Mode,” Music Theory Online 2.5 (1996) .",
            "citations": []
        },
        "FN2": {
            "text": "2. Margaret Bent, “Diatonic ficta ,” Early Music History 4 (1984), 1–48.",
            "citations": []
        },
        "FN3": {
            "text": "3. Karol Berger, Musica ficta: Theories of Accidental \nInflections in Vocal Polyphony from Marchetto da Padova to \nGioseffo Zarlino (Cambridge: Cambridge University Press, \n1987), especially 43–8; Peter Urquhart, “Canon, Partial \nSignatures, and ‘Musica  Ficta’ in Works by Josquin Desprez \nand his Contemporaries,” Ph.D. dissertation, Harvard, 1988; \nUrquhart, “Cross-Relations by Franco-Flemish Composers after \nJosquin,” Tijdschrift van de Vereniging voor Nederlandse \nMuziekgeschiedenis 43 (1993), 3–41.  Their paraphrases have \nbeen invaluable in showing where my formulations need to be \nstrengthened.",
            "citations": []
        },
        "FN4": {
            "text": "4. Richard Crocker, “Discant, Counterpoint and Harmony,” Journal of the American Musicological Society 15 (1962), 1–21.",
            "citations": []
        },
        "FN5": {
            "text": "5. In DF 23–29; also in my “Accidentals, counterpoint and \nnotation in Aaron’s Aggiunta to the Toscanello  in \nMusica ,” The Journal of Musicology 12 (1994), 306–344 \n(Festschrift issue for James Haar: Aspects of Musical \nLanguage and Culture in the Renaissance), henceforth ACN. \nSee especially 324–5.",
            "citations": []
        },
        "FN6": {
            "text": "6. See also my “ Resfacta and Cantare super librum ,” Journal of the American Musicological Society 36 (1983), \n371–91, and “Editing early music: the dilemma of \ntranslation,” Early Music 22 (August  1994), 373–394.",
            "citations": []
        },
        "FN7": {
            "text": "7. Harold Powers, “Is Mode Real? Pietro Aron, the \noctenary system, and polyphony,” Basler Jahrbuch für \nhistorische Musikpraxis XVI (1992), 9–52; Cristle Collins \nJudd, “Reading Aron reading Petrucci,” Early Music History 14 (1995), 121–152.",
            "citations": []
        },
        "FN8": {
            "text": "8. James Haar, “False Relations and Chromaticism in \nSixteenth-Century Music,” Journal of the American \nMusicological Society 30 (1977), 391–418.",
            "citations": []
        },
        "FN9": {
            "text": "9. As Wibberley, [2] and [10].",
            "citations": []
        },
        "FN10": {
            "text": "10. E.E. Lowinsky, “Matthaeus Greiter’s Fortuna : an \nExperiment in Chromaticism and in Musical Iconography,” Musical Quarterly 42 (1956), 500–519, 43 (1957), 68–85.",
            "citations": []
        },
        "FN11": {
            "text": "11. 11. Of course, transcriptions of these or any pieces can be sung in equal temperament, but I disagree with Lowinsky \nthat they must be; indeed their spiralling and fifth-\nbased conception makes it most unlikely that this would \nhave happened in a locally well-tuned vocal performance.",
            "citations": []
        },
        "FN12": {
            "text": "12. As Berger alleges, Musica ficta , 46.  He also rebukes me for not \nkeeping in mind letter-plus-solmization designations, a \ncharge directly contradicted by DF 7–12.",
            "citations": []
        },
        "FN13": {
            "text": "13. Daniel Zager, “From the Singer’s Point of View: A \nCase Study in Hexachordal Solmization as a Guide to Musica \nRecta and Musica Ficta in Fifteenth-Century Vocal Music,” Current Musicology 43 (1987), 7–21, referred to by Wibberley. \nUrquhart (p. 368) invokes awkwardness of solmization against my \nversion of the Josquin.",
            "citations": []
        },
        "FN14": {
            "text": "14. Carl Dahlhaus, “Tonsystem und Kontrapunkt um 1500,” Jahrbuch des Staatlichen Instituts für Musikforschung \npreussischer Kulturbesitz 1969, ed. D. Droysen (Berlin, \n1970), 7–17, especially 15–16.",
            "citations": []
        },
        "FN15": {
            "text": "15. Berger, Musica Ficta , 166–70.",
            "citations": []
        },
        "FN16": {
            "text": "16. I give “text-book” sources for this sequence from \nHothby and Aaron in DF 29–30.",
            "citations": []
        },
        "FN17": {
            "text": "17. E.E. Lowinsky, Tonality and Atonality in Sixteenth-\nCentury Music (Berkeley and Los Angeles, 1961), 20.",
            "citations": []
        },
        "FN18": {
            "text": "18. Urquhart discusses the Ave Maria example on pp. 368–69 \nof his \ndissertation. His solution, couched in an often seriously \nmisleading report of my premises, is given in his article \ncited in n.3, especially pp. 25–8, and also in a paper to \nthe American Musicological Society, November 1995.",
            "citations": []
        },
        "FN19": {
            "text": "19. Wibberley states [13]: “Since it is impossible to render the \nJosquin passage in any way other than that proposed by Bent \nwithout failing to eliminate all diminished fifths \notherwise occurring between notes of the upper voices (such \nan elimination being her prime motive).” I invite him to \nre-read the way I set up the Josquin example. If any \nfifths, by Wibberley’s criteria, are to be regarded as “where \nperfect consonances were to be attained,” they are surely \nthese. See [22] below on diminished fifths, and [27] \non Aaron.",
            "citations": []
        },
        "FN20": {
            "text": "20. Before someone raises it on the mto-talk discussion list,\nI explain in DF (29–34) why the altus part, for internal and \ndiagnosable reasons, takes a low priority in this passage, and \nwhy the sequence, as “pure” counterpoint, can be contemplated \nseparately. But the altus may yet be the best way into \narguments as to how one might depart from a contrapuntally \npure default.",
            "citations": []
        },
        "FN21": {
            "text": "21. See DF n.48, where I comment on the source status of \nthe bass B flat. Wibberley however places it in parentheses in \n“my” version, while stating:  “By the accepted rules of \nconsonance, the bass b must be flattened to b-flat in order \nto provide a perfect consonance with the tenor” (Wibberley [4]).",
            "citations": []
        },
        "FN22": {
            "text": "22. Wibberley [29] “Josquin would seem, in the example under \nconsideration, to have arrived at Zarlino’s ”impasse,“ but \nBent has not followed Zarlino’s advice in finding a \nsuitable way around it.” Why should I have taken the advice \nof a theorist 100 years later whose theoretical world, \nincluding his use of terms like diatonic, is entirely \ndifferent from Josquin’s?",
            "citations": []
        },
        "FN23": {
            "text": "23. “Some Problems of Pre-Baroque Analysis: an Examination \nof Josquin’s Ave Maria . . . Virgo Serena ,” Music Analysis 4.3 (1985), 201–239.",
            "citations": []
        },
        "FN24": {
            "text": "24. Why, incidentally, does Wibberley so dislike Zager’s term \n“modal purity” and how does it differ from his own “modal \nfidelity” [13, 26]? He complains  “If, by ”modal purity,“ \n[Zager] has in mind a succession of notes and harmonies that \narise only from the pure diatonic notes of a particular \nscale,” but in his own n.8 Wibberley refers to “the use of notes \noutside the diatonic notes of that mode.”",
            "citations": []
        },
        "FN25": {
            "text": "25. Wibberley, mto-talk 5 August . His reference to this as a \n“powerful rhetorical device” suggests that he might be \nfollowing Lowinsky in demanding extra-musical reasons for \nwhat they both call “modulations,” a position that can lead \nto great inconsistencies of treatment between musically \nsimilar constructions. Consider the arcane lengths to which \nLowinsky went to defend his Secret Chromatic sheep against \nthe musically similar goats who did not qualify by virtue \nof their texts. See also DF n.47. (NB the Absalom “modulation” is not dependent on notated accidentals and \nwould have to occur, even without them, as in the Willaert \nand Obrecht pieces.)",
            "citations": []
        },
        "FN26": {
            "text": "26. I plead innocent to the mind-boggling charges packed \ninto sentences such as Wibberley’s [10]: “The whole point of \nMargaret Bent’s solution is that the harmony is, via the \n‘necessary’ application of diatonic ficta, ‘removed from \nits base.’” And I don’t know what Wibberley means by claiming [7] \nthat I see “modal coherence as a close relative of pitch \nstability,” citing DF 45–47, where I wrote: “Modal theory \ndoes deal with some kind of long-term tonal coherence, but \nnot necessarily such as can be equated with pitch \nstability—another distinction that has lost its force for \nus.”  There are numerous examples in Wibberley of discourteously \ncareless reporting, not only of my alleged views but also \nBonnie Blackburn’s, astoundingly misrepresented.",
            "citations": []
        },
        "FN27": {
            "text": "27. These and others are cited in E.E. Lowinsky, “Secret \nChromatic Art Re-examined,” Perspectives in Musicology ed. \nB. Brook et al. (New York, 1972),  91–135.",
            "citations": []
        },
        "FN28": {
            "text": "28. DF 19, ACN (see n.5); for Aaron see also Judd’s \narticle in n.7.",
            "citations": []
        },
        "FN29": {
            "text": "29. In view of his reproaches to me for anachronism, I’m \nsurprised to see Wibberley use terms such as root (n.16), \ntonicization (n.7) and modulation [10].",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "A mind is like a parachute. It only works if it is open .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] I am grateful to Roger Wibberley and other \ncorrespondents following his article in MTO (1) for airing \nsome important questions and providing me with an incentive \nfor this reply. I do plan eventually to produce a more \nfully revised and corrected expansion of the thesis I set \nout in “Diatonic ficta ” (henceforth DF), (2) incorporating \nreplies to Karol Berger and Peter Urquhart, but \nthis may serve as a partial, interim statement. (3)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Cristle Collins Judd began her posting of July 23 to\nmto-talk (“Wibberley, MTO 2.5,” mto-talk 23 July 1996 ) by\naddressing not so much Wibberley’s solution but his modal\npremises.  In order to restore premises rather than symptoms to\nthe centre of the discussion, I shall first set the Josquin\naside.  Since some readers may not be familiar with DF and the\ncontext in which I used that example, and since none will be able\nto infer it correctly from Wibberley’s article, it might be\nhelpful if I now restate and amplify some parts (only) of the\nthesis particularly germane to this discussion, and take this\nopportunity to adjust some areas where my presentation may have\nproved incomplete or too elliptical.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Since I invoke counterpoint so strongly, I had better \nexplain the specific sense in which I use the term. \nCounterpoint, as defined in DF from Tinctoris and earlier \ntheorists, is concerned not with lines or vague general \nattributes but with two-voice progressions—what we might call two-part or dyadic harmony . (4) At least up to \nthe late 15th century, the handling of more than two parts \nwas treated by theorists as an extension of those dyadic \nprinciples. It is in respecting and reconciling melodic \nprinciples and the rules of counterpoint that ficta is \nnecessitated; I have tried to show that ficta needs to be \nviewed in the context of counterpoint as a whole, and not \ninformed just by precepts specifically labelled as ficta. \nThe list discussion has referred to the need to set \npriorities in cases of conflicting principles (Judd, 23 \nJuly: “the challenge to Bent’s solution of the passage in \nquestion comes not from modal theory, but in relation to \nhow one interprets horizontal and vertical priorities in \ndetermining ficta.” Just so.).  I did indeed attempt (5) to \ndraw from theorists a set of primary guidelines for \napplying contrapuntal precepts (melodic and “harmonic”) \nprecisely with a view to setting priorities when those \nprecepts come into conflict, though there is still a long \nway to go in spelling out qualifications, exceptions and \nlicences to those primary considerations, some of which \nhave been addressed by Berger and Urquhart.",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] A fundamental difference between renaissance notation \nand ours is that, then, “not to notate accidentals is not \nto misnotate the music.”  Notated accidentals were truly \naccidental. No more or less importance attaches to their \nprescriptive power or indeed to their absence than would, \nsay, to that of sporadic fingerings in some early keyboard \nsources.  We may be glad of help, however occasional or \neccentric, but notation should not be viewed as incomplete \nor inaccurate when lacking such accidental indications. \nWhen we transcribe old music into a notation in which \naccidentals have become essential, we tend to read the \nnotation thus transcribed as a stronger default than it \never could have been, one from which “deviations” have to \nbe justified and to which accidentals have to be added, or \nnotes inflected. It is we, not they , who “add \naccidentals,” depart from the notation, and make \ninflections.  They had no term to distinguish our F flat \nfrom F: if a note was F according to the clef, it was still \n“F,” even F fa ut, even if it had become our “F flat” by \nlocal contrapuntal operations. This is what I shall mean by \nthe term “contrapuntal descent” (see [8]), as distinct from \na descent caused by tuning.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] It is the modern transcription that has traditionally \nbeen treated as our default, as when we refer to “the \nnotation as it stands,” or at “face value,” despite \nchanging standards in editorial practice. After \nconsiderable editorial experience, it is now my conviction \nthat so to treat it is a greater disfigurement and source \nof misprision than to start from the other end, as I now \nadvocate. It is obvious that their starting point for \nthese determinations, their access to the music, was not \nfrom a modern transcription but rather through singing from \ntheir manuscripts and prints. Early notation provided a \nweak intervallic default organization by clef and \nsignature, but because it was incompletely prescriptive of \npitch (hence “weak default”), the performer expected to \narrive at actual sounds by some means besides prescriptive \nnotation. Modes and hexachords (see [18] below), while very \nimportant for other purposes, run on separate tracks from \neach other and are at best marginally relevant to the \nrealization of counterpoint and the determination of ficta. \nThe most important key to successful realization of weakly \nprescriptive notation is to complement it as they must have \ndone, armed with an approximation of the elementary \ntraining shared by composers and singers, and which \ncomposers presumed in their singers when they committed \ntheir compositions to notation, namely, for these purposes, \npractical training in counterpoint. Taken in partnership, \nnotation and counterpoint create a more strongly \nprescriptive basis for realization. Like them, we should \ndevelop the (for us very different) musical skills that are \ndictated by singing from the original, acquiring an \nawareness of the constraints and freedoms inherent in the \nnotation, as well as a sense of the violence done by \nputting weak-default (early) notation (without the \ncomplement of a strengthening counterpoint training) into a \n(modern) form that demands to be read by the standards of \nmodern notation as a “strong” default.  DF grew out of a \nrecognition that the answers to many of these questions \nfollow naturally from the experience of reading and singing \nfrom original notation instead of from conceptually \ndifferent modern translations. If this is a counsel of \nperfection, we need at least to learn (by doing it) to simulate that experience so that in using modern scores \nwe can make all allowance for their inherent distortions, \nas one glimpses the original  language through the \nshortcomings of a translation. It is those earlier habits \nthat (echoing Crocker 1962) we need to recover, by reading \ntheir books (musical and theoretical) rather than ours, by \nobserving what they don’t say as well as what they do.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] Armed with the rudiments of mensural and contrapuntal \nskills (correct realization of perfect simultaneities and \ncadential approaches in discant-tenor pairs, and perfection \nof melodic 4ths and 5ths unless prevented), one reads one’s own part in a state of readiness to re-interpret, of \nreadiness to change one’s expectation of how to read the \nunder-prescriptive notation (not to change the notation! ) \nin prompt reaction to what one hears .  The “default” of \nthe line you see , together with the melodic articulations \nyou expect to apply (perfecting linear fourths, making \ncadential semitones) is controlled and sometimes over-ruled \nby the counterpoint you hear . The “default” that is \n“changed” is not the notation as transcribed , but the expectation of how the original notation is to be \nrealized. (6) Once the new (i.e. old) \nhabits of listening \nand adjusting aurally have been internalized, most \nsolutions follow naturally, and almost never require the \nlengthy discussions that arise when singing from \ntranscribed score. I fear that I am now as skeptical of the \nauthority of assertions about what is and is not possible \nin early polyphony, from those who have not acquired \nfluency in reading in this way, as I would be reluctant to \naccept literary correction from someone who read a language \nonly in translation.  The weak default of under-\nprescriptive notation becomes a strong default when coupled \nwith contrapuntal training, but it is a different strong \ndefault from modern, mostly white-note, notation “as it \nstands,” and the inherent status accorded accidentals by \ncurrent editorial conventions.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] We are still free to treat results so obtained as a \ndefault that can or must be departed from, but this default \nis as different as it could be from that of a modern \ntranscription. We will approach their thinking and \nmusicianship more closely by trying to do it their way (the \nKon-Tiki principle of testing whether the expedition is \npossible using the original equipment), even if the results \nturn out to be very different from what we have grown used \nto by doing it from the opposite, unquestionably \nanachronistic direction, and even if we then decided (on \ngrounds yet to be determined , since “modal fidelity,” pace Wibberley, will no longer do) that the new results need \nfurther adjustments of a different kind.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Our musical culture has raised the definition of \nfrequency and pitch-class to a high status, for analysis, \nediting and performance. My reading of a range of early \ntheorists leads me to posit a slightly fuzzier status both \nfor what we would call pitch-class and for frequency, a \nstatus that places pitch closer to the more flexible view \nof durations and tempo that we still have. This reading \nrests partly on conspicuous circumlocutions and the late \narrival of precise language, notation and measurement, \npartly on a pervasive Pythagorean mentality expressed in \nthe tuning system, partly on my understanding of \ncounterpoint and the internal evidence of some paradigmatic \npieces, not the Josquin. We routinely make rhythmic and \ndurational analyses on the basis of notated values even \nthough we know that performance fluctuations, some \nnecessary, some elective, expected but elusive to precise \ndefinition, are ignored by the analyst. We are not \nnecessarily shocked if an analysis disregards the fact that \na piece, any piece, may end slower than it began. A \nterminal ritardando needn’t affect certain kinds of \nanalysis; nor need the ritardando of pitch caused by a \nlogical downward sequential spiral (Obrecht) shock us. I do \nnot assume, as Wibberley seems to impute [2], that for the \n“Obrecht piece to begin on F and end on F ♭ was of little if \nany consequence for the singers.” By suggesting that if \nthey knew they were spiralling for reasons either of \ntuning or counterpoint (if I understand him correctly) they \nwould have found a way not to do so, Wibberley subscribes to a \nrigid frequency stability which, however well established \nit became in the keyboard-reference era, did not, I \nbelieve, govern earlier music (see especially [13] below). \nWithout cumbersome advance planning, I maintain that it is \nvirtually impossible to sing the Obrecht Libenter \ngloriabor Kyrie (and about 30 other pieces) from original \nnotation in any other artful way than to let the sequence, \nindeed, wind smoothly down in its contrapuntal operation \n(irrespective of the tuning used, even if that were equal \ntemperament). This happened in one of our singing sessions \nwhen someone innocent of its notoriety brought a facsimile \nalong. We read it, it descended, as everyone was (and \nalways would have been) well aware as it was happening. The \nsequence of descending fifths and rising fourths F B E A D \nG C F is notated only with a few encouraging B and E flats, \nbut its smooth counterpoint locks it into — in our terms, \nF B ♭ E ♭ A ♭ D ♭ G ♭ C ♭ F ♭ (see DF, 34–40).  Another of us, who \nhad previously been sceptical of “my” solution on paper, \nexclaimed with surprise that it sounded fine. That is \nprecisely the point. Try it!",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Nor need such a spiral impinge on, pace Wibberley, a modal \nanalysis. The work by Powers and Judd on Aaron’s modal \nassignations (7) makes it clear that \nAaron in the Trattato was indeed making those assignations “on paper,” in such a \nway as to permit two startlingly different-sounding pieces \n(such as Mon mari m’a diffame by De Orto and E la la la by Ninot le Petit, nos. 12 and 27 in Canti B) to receive \nthe same classification. (How, for example, does Wibberley deal \nwith such witness or advocacy of mode?) This is closer in \ntime to Josquin than Glareanus and should restrain Wibberley’s \nconstruction of the relevance of (his perception of \nGlarean’s view of) mode to the sound (= contrapuntal \nrealization) of a piece. The relatively higher status we \nnow accord to sounding pitch definition is reflected in the \nfacts that we (not they) have made accidentals essential, \nand that we fix frequency and pitch class much more sharply \nthan we do metronomic values. Pitch, in short, has a higher \nstatus for us than rhythm. Skilled singers of course would be aware of changes, both at the micro-level of \ntuning, shifting commas of intonation, and at the macro-\nlevel of occasional contrapuntal spiralling sequences such \nas I believe to be indisputable in the Willaert and \nunavoidable in the Obrecht examples.",
                "footnotes": [
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Berger (in Musica ficta ) was unwilling to accept the \nevolution of his “renaissance” view of a keyboard-like \nrepertory of available pitches from my free-standing, \nvocally-conceived, Pythagorean, pre-keyboard “medieval” \nview of pitch, tuning and vocal counterpoint. Indeed, he \n(like Wibberley) is reluctant to accept any possibility of \nfluctuation, by tuning or counterpoint, and there we \ndiffer. I believe that Berger’s view is broadly valid for a \nlater period and with different qualifications from those \nto which he applies it, and that it can at some point be \nreconciled with mine, though not as a background to music \nbefore 1500, where I judge it to be anachronistic. I wrote: \n“Musica recta is not an arsenal of fixed pitches but \ndenotes a set of relationships to a notional norm of pitch \nstability that is more like a flotilla at anchor than a \nProcrustean bed or a pre-tuned keyboard. The ‘operation of musica ficta ’, that is, the substitution at any point, \nfor contrapuntal reasons, of a tone for a semitone (or vice \nversa), could mean that the absolute frequency of the As, \nBs, Cs that follow may not be the same as they were before, \nalthough the local interval relationships of small segments \nwill remain intact. The taking of a conjuncta (substitution of a tone for a semitone or vice versa) \nanywhere in the system may change the actual pitches \nfollowing that point, without changing the relationships \nexcept at that point. The value of a semibreve may be \nchanged by proportional operation or mensural change; the \ncontextual relationships of that semibreve will continue to \nbe observed after the point of change even if the absolute \ndurations represented by the same symbol in the same \ncontext are different from before. Both for mensuration and \nfor pitch, the values are achieved through local context \nand without reference to long-term absolutes.” (DF p. 10, and \npassim.)  Especially since the Powers-Judd illumination of \nrenaissance views of mode, it has yet to be shown that \nthere is any basis other than modern prejudice for claiming \nsuch absolutes with respect to sounding pitch, as distinct \nfrom notated status, for a musicianship that was not yet, \nbefore the 16th century, bound by keyboard-like reference. \nIt is the notion of frequency volatility of both these \nkinds that has already educed the loudest howls of protest \n(e.g. from Berger, p. 45). This is a genuine point of \ndisagreement, much more fundamental than the Josquin \nexample. That singers were aware of these shifts does not \nprove (again, pace Wibberley and Berger) that they would have found \nthem undesirable or striven to avoid them. Before about \n1500, and often afterwards, there is nothing to constrain a \npiece to a fixed frequency or, in certain special \ncircumstances, to a fixed constancy irrespective of tuning, \nfor a letter-name-plus-hexachord syllable point on the \ngamut; these fixities are what I see as coming in with the \nrise of the keyboard as instrument of practical and \ntheoretical reference. They would have been as ready, I \nbelieve (as we are not), to redefine a frequency or, as in \nthe Willaert, to adopt a changed but logically-approached \npitch for E, as to accept (as we can without special \npleading) a new value for a semibreve beat after a \nproportional shift, whether specified or otherwise \nnecessitated.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Diatonic (and hence also chromatic) status  was \ndefined melodically in the 16th century and earlier. (8) The presence of sharps and flats does not necessarily \nrender music chromatic; diatonic status then, as later, is \nnot confined to “white notes.”  F– F ♯ is a chromatic, F ♯ –G a \ndiatonic semitone, irrespective of the size or tuning of \nthe interval . F ♯ –G– A ♭ presents two adjacent diatonic semitones.  This or any melodic progression that proceeds \nby diatonic intervals (e.g. the tenor of the Willaert duo) \nis diatonic. Most ficta is diatonic, hence “Diatonic \nficta.” I did not intend the apparently paradoxical title \nas a label for exotic procedures; (9) rather, I used some \nunusual pieces to illustrate how far diatonicism can go, in \norder to demonstrate how some modern scholarship has \nmisused the term in relation to early music, and to bring \nout the different underlying assumptions and the different \nprescriptive power of old and new notation respectively. I \nam pleased to note in the recent discussion that most \ncorrespondents avoid indiscriminately calling sharps and \nflats chromatic, and thus tacitly acquiesce in the view \nthat, except for specifically chromatic intervals such as \nF– F ♯ , ficta was largely diatonic.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] I have read with interest the mto-talk postings of Nicolaus\nMeeus on tuning and intonation (“Wibberley, MTO 2.5,” mto-talk\n19 August 1996 , mto-talk 26 \nAugust 1996 ).  He rightly surmises that I believe some\nkind of just intonation (with pure 5ths and 8ves) applied to a\ncappella vocal counterpoint “with pure intonation, Pythagorean\nin principle [Meeus and Lindley also use this qualification], but\nprobably with justly tempered thirds in practice” (DF p.  18).\nHowever, Meeus’s view of tuning is so clearly anchored to a\nsophisticated keyboard-equivalent that, in setting a standard of\nreference for a piece or a passage, it comes at the discussion\nfrom the opposite direction from mine.  As for adjustments on dissonances, the frequent pitch redefinitions that result from a\nPythagorean approach (as I understand it; see next para.)  result\nin no bumps, no audible local dislocations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] It is highly significant that there was no standard starting point for tuning the Pythagorean monochord.  In DF I\npresented Pythagorean tuning as the antithesis of keyboard\nreference:  “even if two monochords were tuned with true\nPythagorean ratios, their resulting frequencies could be slightly\ndifferent if those ratios were applied from a unison by a\ndifferent route through the spiral of fifths.”  (See DF,\nespecially 3–7.)  The monochord was unsuitable as an accompanying\ninstrument; apart from very elementary pedagogic use, it was a\nrepresentation of Pythagorean ratios rather than a proto-keyboard\nfor an individual performance; this of course allows for the kind\nof disciplined frequency movement I believe to be endemic to\ntheir thinking, hence the Pythagorean spiral, not circle, of\nfifths.  The monochord represented the proportions that yielded\nthose sounds, but in practice (by pure 5/4 thirds) may have been\non a slightly different track from them (separate tracks, yet\nagain).  I believe that the view of a constantly redefining\nPythagorean application overcomes the rejection (by Meeus, mto-talk 26 August , and \nimplicitly by many others) of\nPythagorean tuning throughout the very period where it is\nprevalent, and the point of theoretical reference for proportions\nof all kinds.  Indeed, the better in tune a performance sounds in\nterms of its local progressions (with pure thirds and fifths),\nthe more likely it is to move down, as several professional\nperformers confirm.  It is a short step from here to believe, as\nI do, that Pythagorean intonation was constantly redefinable around new central notes in the course of a piece.  The arrival\non each new true fifth sonority would then be the new point of\ndeparture for purposes of tuning calculations, thus achieving\nlocal perfection and a smooth, gradual descent by comma\nincrements.  This rules out a notional keyboard standard for\nperformance; any performance with a keyboard necessitated\ncompromises, a fact that exercised several 16th-century\ntheorists.  The final sequence of a piece like Absalom , in\nwhich (I believe) pure (Pythagorean) fifths would, ideally at\nleast, have been mediated by pure 3rds (5/4) which in turn anchor\nthe next pure fifths of the sequence, is almost bound to end at a\nfractionally lower frequency unless it is (artificially, and\nirrelevantly for this discussion) disciplined by adherence to a\npre-tuned keyboard standard or repertory of available pitches\n(Berger’s view).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] If you believe, with Lowinsky, that frequency must \nhave been constant, a musical absolute (as if to be \naccompanied on equal-tempered or fretted instruments), then \nobviously pieces such as the Willaert duo and Greiter’s Fortuna can be regarded, as he did, as precocious \nmanifestos for equal temperament. (10) He was prepared to \naccept contrapuntal descent under certain conditions, but \nnot frequency descent. By contrapuntal descent, I mean \npieces like the Obrecht and Willaert examples (see DF) and \nthe Greiter where even with constant frequency the “F” at \nthe end is, by purely contrapuntal  spiralling,  one or \nmore semitones lower than the “F” at the beginning. If you \nbelieve, with me, that (1) such logical contrapuntal and \nmelodic descent through the spiral of fifths in these \npieces is inherently Pythagorean in concept and (2) that \nPythagorean tuning of 5ths in practice, with pure 3rds \n(5/4), was predisposed to result in comma slippage, pieces \nwhich thus descend contrapuntally can be construed as (in \nthese cases, late) manifestos of Pythagorean conception and \nexecution, as posited above. Rejection of any degree of \nfrequency volatility obviously makes it harder to overcome \nresistance to contrapuntal descent, despite the existence \nof pieces (Willaert, Greiter) where all are agreed that it must happen. Otherwise, the tuning consideration need not \nbe an impediment to considering other premises of this \nargument (notably contrapuntal correction) independently of \na specific tuning system. (11)",
                "footnotes": [
                    "FN10",
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Now for a confessional review of some miscalculations \nin DF, and a further unpacking of some ellipses. First, it \nwas misleading to present my examples in modern score. I \nshould never have expected readers to accept, even \nhypothetically, a paradigm shift that emphasizes the \nradical difference between old and new notation while at \nthe same time transcribing the examples in such a way as to \nimply that they are equivalent, and exposing them to all \nthe shock of unfamiliarity, and to conceptually foreign \nanalyses of their tonality and tuning. As I put it, \n“neglect of some primary musical facts has led us to \ntolerate the aural dissonance of intolerable intervals \nbefore we accept the merely graphic dissonance of an \nintolerable-looking modern score.” (DF p. 48.) My examples \nin DF should, rather, be seen as “phonetic” approximations, \ninto a different language, of what might be sung from the \noriginal, or might be at least the first default so \nderived. But it is hard to know what else to do. It is \nunrealistic to assume that readers will have the training \nor time to get together to sing examples from parts, the \ncounsel of perfection spelled out above, thus simulating \nthe process by which contrapuntal training was applied to \nnotated music, but modern scores might at least be read \nwith that awareness.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Since DF I’ve had the benefit of reading and \ndiscussing recent developments in work on mode, especially \nby Powers and Judd, and I would now reformulate some of \nwhat I said about mode in the light of that, though the \nbasic disconnection, on which Judd and I agree, is not much \naffected. For the moment, I will confine myself to quoting \nher clear statements to the mto-talk discussion: (23 July) \n“there is simply no need for mode or ficta to impinge one \nupon the other because they occupy different conceptual and \ntheoretical realms,” and, after quoting Wibberley’s “Only by this \nmeans [retaining some diminished fifths in performance] \nwould it have been possible to remain faithful to the mode \non account of the actual notes Josquin composed in the \nparticular combination chosen by him,” Judd continues: Wibberley’s \n“conclusion is based on a modern understanding of mode as \ntonal system.  Nowhere is such a view articulated by \nGlarean.  Such a view fundamentally misrepresents the very \nnature of musica ficta in seeking to fix pitches in a way \nthat Renaissance musicians clearly did not.  Although \nBent’s solution is not one that I would adopt for this \npassage, there is nothing in the Glarean passage quoted by \nWibberley in para. 9 to argue against it.  Wibberley is \nimputing to Glarean an ‘internal’ view of the modes, but \nnothing in Bent’s solution changes the final or range (i.e. \nthe external criteria by which the mode is recognized), \nhence Bent’s view that her solution does not disturb ‘modal \ncoherence.’”",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] While I do not think that I am “mixing up” (12) performance and understanding, I do see that this is \nsomething that needs to be addressed, and one way in which \nI hope to advance the formulations of DF is to make that \ndistinction a bit clearer. I hope I have done so by \nintroducing the “default” element into paras [4–7] above.  \nHaving advocated even more separation of tracks than I did \nin DF, I see that here I have not gone far enough, and  \nthat certain rare conundrum passages like the Josquin that \nare capable of a perfect contrapuntal realization might in \npractice not receive it. Just as there might be a reading \nof a piece that was perfectly consonant with the \ntraditional (Wibberley’s) modal-scalar ideal, but a reading that \none would not choose in practice, so there may be passages \nlike the Josquin sequence where the perfection of the \ncounterpoint would have been tempered in practice. This is \nwhere my discussion above of a “default” concept may be \nhelpful. While I in no way withdraw from “my” version of \nthe Josquin as an exercise in contrapuntal perfection, I am \nperfectly prepared to accept the possibility of a more \ncautious compromise (see below), if only to direct \nattention to the premises by admitting that they need not \nstand or fall by an “extreme” example. I chose examples \nthat would make vivid the radically different conceptual \nunderpinnings of old and new notation, rather than to \nillustrate the much subtler consequences that this \nunderstanding brings in practice for most “normal” pieces; \nbut if we can now agree to recognise the Josquin as a \nspecial case, the way may be open for broader acceptance of \nwhat I have outlined above.",
                "footnotes": [
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In an attempt to set out the main tributaries of a \nproposed radical shift in understanding the basis of \nnotation (not necessarily or always entailing a shift in \nthe sounding results ), I inevitably overstated or \nunderstated some aspects, largely by insufficiently freeing \nmyself of some modern prejudices. In attempting to \nformulate the complementary nature of notation and \ncounterpoint, I may have overstated the weakness of the \ndefault, leading others to impute a less disciplined \nrelativism than I actually intend. I hope that the default \nelement helps here.  I seem to have under stated my \nposition on the role of hexachords and solmization, and \nhence misled Daniel Zager and some others about how \nmastery of solmization relates to ficta. (13) I never meant \nto claim (as Zager implies but does not state) that \nsolmization can resolve counterpoint/ficta problems. I do \nnot share his dependence on solmization to determine \ncounterpoint. Rather the converse: contrapuntal decisions, \nonce made, can be expressed in terms of solmization, the \nnearest they had to a precise language in which to \nconceptualise and name sounds.  But since they stretched \nthe system to cope with all eventualities, so that anything \ncould be solmized by extensions and disjunctions, the \ncriterion of easy solmization is not a valid arbiter of \nwhich sounds are or are not possible. To argue a particular \nsolution from solmization is to let the tail wag the dog. \nI wrote:  “Hexachords provide a functional context for \nsemitone locations which have been predetermined by musical \nconsiderations, but they do not in themselves determine \nwhat the sounds will be. The hexachordal voces are the \nmeans by which those sounds become practically accessible \nin vocal polyphony, just as, by analogy, fingering is the \nmeans by which small groups of notes are physically \nnegotiated on instruments.” Hexachordal thinking permeates \ntheir terminology. It guides us away from the notion of \n“inflections” of individual  notes and into that of small \nscalar segments (sometimes projected as tangents from the scala of musica recta ) that accommodate and articulate \nsemitones, the need for which is pre-determined on \ncontrapuntal principles. It cannot in itself solve \nindividual ficta problems just as, conversely, no ficta \nsolution can be rejected on grounds that it can’t be \nsolmized. Nor, as Judd agrees, can modal theory solve ficta \nquestions, whether Aaron’s or Glarean’s. What I have \nproposed is the beginnings of a system drawing simple rules \nand priorities from counterpoint theory, principles whose \ndevelopment, exceptions and qualifications will have to \nventure beyond the point where theory helps us and be \nderived in turn from actual composed music; but they can be \nprojected homeopathically in the direction indicated by \nthat theory (rather than antibiotically from our alien \nperspective), and fleshed out from a practice stripped of \nsome modern varnish (such as the notion of modal fidelity \nas an arbiter of tonal stability, and of modern notation \n“as is”).  Some of these precepts are strong and binding. \nSome are weaker and open to alternatives and competing \npriorities. All of them can be accepted without the \nobligation to choke down my Josquin example whole as a \nprescription for practice . That is negotiable.",
                "footnotes": [
                    "FN13"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Having thus slightly rearranged the furniture to \npermit (I hope) constructive discussion, now to the \nJosquin. I should add to my list of miscalculations that I \nought to have saved that example until a later time, in \norder not to distract attention from the premises, or at \nleast I should have continued the argument, which I will \nnow try to do. It is an exceptional puzzle, and has been \nso recognized by several writers, notably by Dahlhaus, with \nthe rather different conclusion that “der Tonsatz abstrakt \nkonzipiert ist und dass sich Josquin ueber die \nUnentschiedenheit, wie er zu realisieren sei, hinwegsetzte, \nda sie ihm gleichgueltig war.” (“the composition is conceived \nin the abstract, and that Josquin disregarded \nthe inconclusiveness as to how [the composition] was to be realized, \nbecause he was indifferent to [the inconclusiveness.”)  Dahlhaus thus posits the composer’s indifference to the actual resulting \nsounds , and argues that counterpoint thus abstractly \nconceived  may have lacked either prior aural imagination \nof such sounds or, indeed, any musically acceptable \nrealization (14) To this view \nBerger and I join in taking \nexception, if for different reasons. (15) Josquin’s sequence is a conundrum, of a fairly rare type. In the disputed \nmeasures, he gives us not just one text-book sequential \n“cliche” chain of fifths and sixths, but two superimposed \ncontrapuntal pairs, discant and tenor, tenor and bass (16) both of which, (not just the upper pair, pace Wibberley [13]), \nhave claims to perfection and place constraints on the \nother. Dahlhaus gave up on the passage. Lowinsky favoured B \nnatural in bar 48 because it fitted his sense of the piece \nas being tonal as well as ( nearly pure) Ionian. (17) Urquhart accepts B ♭ at bar 48, but avoids my version by \naccepting the simultaneous false relation of a B natural against it in the treble. (18) Wibberley also accepts the B ♭ , but his compromise has a melodic augmented fourth and a simultaneous diminished fifth at 48–50. (19) The conundrum \nis that, pace Dahlhaus, I have shown that Josquin wrote a \npassage that is capable of contrapuntally perfect \nrealization, whether we like it or not, and this \nintervallic perfection has been acknowledged by Wibberley (n.7) \nand by others in the list discussion. Let us call it “a” \nsolution but not necessarily “the” solution. In the context \nof DF, I was frankly more interested in its Janus-like \nstatus as a theoretical conundrum than in making a binding \nperformance prescription. I would now prefer to call that \nversion a contrapuntally-defined default, a starting-\npoint for negotiation or compromise. I was exploring the \nimplications of counterpoint, not primarily fixing up a \npiece for performance—perhaps I did not make this clear \nenough (in DF n.49), but it is clearer to me now.",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17",
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] The provocation, therefore, is not mine but \nJosquin’s. It remains interesting and inescapable that he \nset up this sequential passage of two superimposed \ncontrapuntal pairs in such a way that an intervallically \nflawless reading, (20) if not a \nperfect solution, is \npossible. Josquin’s conceit deserves better than that we \nretreat from it on anachronistic grounds based on notions \nof white-note supremacy or modal chastity. Wibberley has attempted \nto make the case for doing so on modal grounds, but for \nreasons given by Judd, and because of the irrelevance to \nJosquin’s personal arsenal of the later testimony of \nGlarean, let alone Zarlino, it will be clear that I do not \nthink he has succeeded.  We have to choose in practice \nwhether to depart from that particular kind of perfection—\nindeed, whether Josquin was provoking us to do just that, \nrather than whether to depart from the notational \ntranslation of a modern score. That is the nub of the \n“default” aspect of my hypothesis.  Bach chose occasionally \nto break “rules” about parallels or leading notes; we must \nbe prepared for Josquin to do likewise, and to imply that \nwe need to realise certain passages imperfectly. But we had \nbetter have a reason more firmly grounded in what we can \ndiscern of the musical practice of Josquin’s contemporaries \nthan simply disliking something that differs from what we have—perhaps mistakenly—grown used to. Addled by years \nof hearing and seeing under-inflected performances (of the \nnotation “as it stands”) with too many flat leading-notes \nand proto-tonal diminished fifths, our mistrained ears are \nnot reliable arbiters. That “we haven’t tried it because we \ndon’t like it” (to quote the old Guinness advertisement) is \na self-fulfilling prophecy.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] I am pleased to see that there has come to be \nacceptance of the bass B ♭ in bar 48 by Wibberley and Urquhart, despite \nother disagreements. (21) This \nnote was ubiquitously \nrendered as B natural in the Josquin Werken , in Miller’s \nedition of Glareanus, by Lowinsky, and in most recorded \nperformances. Good, for that B ♭ seems to me the one non-\nnegotiable point, and reflects new acceptance of a strong \npriority that we can perhaps all agree on. The B natural \nwas earlier seen as a kind of first-inversion dominant \nseventh anticipating the leading-note that takes us back to \nthe bright radiance of C major or, if you prefer, Glarean’s \nlikewise anachronistic hypoionian.  The B ♭ in bar 48 both avoids a linear tritone and a simultaneous \ndiminished 5th in a standard sequential progression, and \nthus claims priority on two counts. But that B ♭ is the thin \nend of a wedge; that there can be an ideal solution but \nno perfect solution makes it very difficult to define how \nfar is too far, now that we have removed anachronistic \ntonal harmony, simplistic modal restraints, and, I hope, \nthe misapplication of modern notation as defaults.",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Except for the bar 48 B ♭ , alternative compromise \nsolutions can be entertained in performance, including the \ndifferent ones of Wibberley and Urquhart (and see DF n.49). Since there \nis no good solution, the actual performance choice is much \nless interesting, because to some extent arbitrary. I have \nsummarized the most important rules and priorities,(see \nabove, n.5) but there are many caveats, and a much longer \ndiscussion is necessary, especially of the circumstances \nwhere diminished fifths may be permitted, and where there \nis some common ground between my views and those of Berger and \nUrquhart. I could, for example, more readily tolerate an—albeit \nunnecessary, and denied by a notated B flat—diminished \n5th in the different context of bar 43 (with B* natural \nbelow F contracting to a third on C and E between the lower \nparts) before Wibberley’s example begins: [discantus] D C B [tenor] F E D [bassus] D B* C G The fifth at bar 48 on the other hand does not contract but \nforms part of an ongoing sequence and must, as we seem to \nagree, be perfect. But how do the following limbs of the \nsequence differ in the constraints that are placed on \nconsonance and contrapuntal perfection? Wibberley cites Aaron in \nsupport of his claim [15] that “None of this means, \nhowever, that diminished fifths were to be completely \nbanned from composed music; it simply means that perfect \nconsonances did not admit them, and that where perfect \nconsonances were to be attained [my emphasis] such \nintervals had to be eliminated.” If this chain of fifths \nis not a prime, and literally text-book, candidate for \n“where perfect consonances were to be attained,” I don’t \nknow what is. Having accepted the B ♭ in 48 by the rules of \nconsonance [4], his version presents both a linear tritone \nand a simultaneous diminished 5th in a standard sequential \nprogression, and thus merely pushes further on the crisis \nthat was avoided at bar 48. He invokes a lower status for \nthe relationship between the upper parts, which might be \nacceptable when the main contrapuntal relationship was \nbetween the lower two. Indeed, diminished fifths sometimes \noccur either, as Wibberley puts it, between upper parts that are \nsupported from below, or, as I would more often prefer to \nput it, when the primary contrapuntal cadence, the 6th to \n8ve between the lower parts, has an added part above, e.g.: [discantus] F E [2nd discantus] B C [tenor] D C But he fails to recognise that the Josquin passage does not \nmeet those criteria, because its unique feature is that two primary and non-cadential contrapuntal progressions \nare superimposed, and that the upper part therefore cannot \nbe treated as subsidiary.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In light of Judd’s postings to mto-talk it is almost\nsuperfluous for me at this point to deny the relevance of\nGlarean’s twelve-mode system (or for that matter Zarlino’s\ncounterpoint theory (22) ) to \ndiscussion of constraints and freedoms\nthat might have applied in Josquin’s mind and his expectations of\nperformance.  Glareanus says nothing relevant to counterpoint and\nficta.  His 12-mode system is no more germane to how Josquin might have classified the Ave Maria than would be a roman\nnumeral analysis to his harmony.  Wibberley would be mistaken to\nassume that my silence on Glareanus was for any other reason (see\nDF 45).  Judd published a modally-based analysis of the motet,\nnot mentioned by Wibberley; (23) in principle, her and my\nstatements can co-exist without disagreements affecting our\ndifferent approaches:  “there is simply no need for mode or ficta\nto impinge one upon the other because they occupy different\nconceptual and theoretical realms”(“Wibberley, MTO 2.5,” mto-talk\n23 July 1996 ). (24) Judd \nfurther commented in the same posting:\n“Wibberley’s straightforward mapping from composer to theorist\n(and vice versa) highlights an even more problematic issue.  I\nfind his view of theorists as ”witnesses“ difficult to sustain.\nAron, Glarean, and Zarlino are, after all, advocates of their own\nagendas as well as witnesses.”  Then Wibberley (“Wibberley, MTO\n2.5,” mto-talk 19 August 1996 ):  \n“The presumption underlying my\narticle was that the Josquin motet WAS [Ionian tonality],\nespecially since Glareanus said so.”  and (“Wibberley, MTO 2.5,” mto-talk 5 August 1996 ):  “What \nis clear to me is that Glareanus\nis telling us something quite definitely about the way the\nCOMPOSER has composed the music, rather than about the way others\nmight have performed it.”  Does Wibberley not distinguish between\nsubsequent comment and classification on the one hand, and what\ncould have been in the composer’s mind, on the other?  It is\nindeed a big leap to go from a subsequent theorist (especially\nGlarean) with his own axe to grind to make the assumption that\nbecause this was in his mind it must have been in Josquin’s more\nthan 50 years earlier.",
                "footnotes": [
                    "FN22",
                    "FN23",
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Finally, some further comments and questions for Wibberley.\nWhy is it acceptable for Absalom to “modulate” (a modern \nterm and concept) and, as Wibberley would have it, to “remove the \nharmony from its base,” but not (by his standards) for the \nJosquin or indeed the Obrecht? By what standards does he \njudge such “removal” not only permissible but “very \nsuccessful” while other comparable pieces are not similarly \nfavoured? (25) Indeed, we cannot \nbe sure exactly what \nGlareanus means by his “without removing the harmony from \nits base,” (26) invoked by \nWibberley against excessive fictive \nadjustments. Glarean’s language and context may suggest \nsome connection with Aaron’s distonata via and \nTinctoris’s distonatio , neither of which easily lends \nitself to the construction Wibberley would wish to place on it. \nThis is a difficult area, yet to be explained; Wibberley jumps too \nreadily to the conclusion that it must mean removal from \ndefaults of modern, not of renaissance, imposition.",
                "footnotes": [
                    "FN25",
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] That Wibberley accepts some “ficta additions” (I would\nprefer to call them contrapuntal adjustments) is clear in his\nposting of 8 August (“Wibberley, MTO 2.5” mto-talk 8 August 1996 ).\nAre all of these consonant with his view of mode in pieces\nclassified by Glareanus (or indeed Aaron), or with the way that\nthese theorists would have classified them?  Up to what point\ndoes he accept “inflections,” and which ones, on what criteria\nand authority, and why no further?  How does he reconcile the\nconstraint he draws from Glareanus with explicit and\nincontrovertible text-book examples of ficta from the early 16th\ncentury, such as offered by Ornithoparcus and Listenius? (27) Are\nworks classified by Glareanus to be given different treatment in\norder that they can conform with Wibberley’s sense of what\nGlarean means, irrespective of any musical characteristics that\nmay suggest otherwise?  He also accepts ([13]) that my example is\nconsonant.  He sometimes invokes the rules of consonance, though\nhe does not make it clear where he departs from the\nnotational-contrapuntal premises of DF—where indeed?  It is on\n(albeit anachronistic) modal grounds that he determines that the\nrules of consonance may here be broken.  Wibberley adopts the B ♭ in the bass at bar 48 “by the accepted rules of consonance,” but\nit was not widely accepted before I spelled out those rules (see\nabove, n.5).  Wibberley and others think that my Josquin example\ntakes the application of the rules too far for practical\npurposes, and I might even agree with them, but they (and I) have\nyet to define precisely at what point and why the “accepted rules\nof consonance” become unacceptable.  Does Wibberley have a view\non this?",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] Wibberley [21] and n.11 is unclear about the status of the \nfourth. When the fourth appears in composition treated not as a dissonance, it is because it is not part of the \nprimary contrapuntal pair. In this case there will be a fifth or a third below it: [discant] F ♯ G [contratenor] C ♯ D [tenor] A G Another and more medieval way of explaining this would be \nthat each of the upper parts formed a contrapuntal pair, \ncadencing on a 5th and 8ve respectively, with the lowest \npart, when that part is functionally the tenor at that \nmoment. When the fourth occurs between the primary dyadic \npair—that is what Tinctoris means by “in counterpoint”—\nit must be treated as a dissonance, i.e prepared and \nresolved.   Wibberley’s citation of Tinctoris’s “Hence it is \nrejected [as a consonance] by counterpoint” (n.11) means \njust that. He misinterprets Tinctoris’s statement as \nmeaning generally in the musical texture, but counterpoint \nclearly must be understood specifically here, or it doesn’t \nmake sense, and Wibberley has to labour to do so. He confuses the \nissue by bringing in acoustics ([15] and n.15). Acoustic \nperfection is on a separate track (again!) from \ncontrapuntal perfection. Later instructions for the \nbehaviour of a third or fourth voice are also ancillary to \nthe primary dyadic counterpoint.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] A substantial portion of Wibberley’s article [paras. 14–19] \nis devoted to the examples in Aaron’s Aggiunta to his Toscanello . I have discussed these examples and \nrules, (28) and invite interested \nreaders to compare my \nexplanations with Wibberley’s for some of the features he \nobserves. He fails to point out [14] that Aaron’s \ndiscussion of partial signatures relates them to mode; see \nACN p. 321. See ACN p. 324 for a discussion of Aaron’s bias \nto the lowest voice. In para 18 Wibberley raises Orto’s Ave \nMaria , used as an example in Aaron’s Aggiunta , and says \nthat the only reason for the diminished 5th in the \npreceding bar is that there is a G in the bass beneath it.  \nNot so. The B ♭ above E contracts to a third, but this E is \nmaking a discant-tenor 6–8 cadence with the bass. This is \none case for possible exemption for diminished fifths (see \n[22] above). Indeed, a fifth contracting to a third might \nsometimes be regarded as “exempt” when it is not part of \nthe primary discant-tenor contrapuntal relationship, and it \ndoes not always have to have bass support.  Aaron’s \nweighing of priorities in the Agnus of Josquin’s Missa L’homme arme super voces musicales is discussed in DF 26-\n28 and ACN p. 312; he allows a mediated melodic augmented \nfourth (but not in a sequence) in order to avoid a \nsimultaneous diminished fifth, and to concord with the \ncantus firmus. The melodic augmented fourth is here \nmediated, and is tolerated in the interests of perfecting a \nsimultaneous fifth; Wibberley’s solution achieves neither.",
                "footnotes": [
                    "FN28"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] No one these days can deny the importance of language, \nand the way the terms we use permeate our thought-processes \nand prejudices. Thus it is surely also important, for our \npurposes, to flag dangerous short-circuits or short cuts \nthat may symptomise inappropriate matching of concepts and \nterms, so that, when we have to use modern terms, we can at \nleast be aware that the absence of an early term may be \neloquent. (29) I pointed out at the \nbeginining of DF that \nmedieval theory had no single word for pitch or for rhythm, \nbut rather congeries of differently-shaded words, a \npowerful symptom of the separate tracks on which, for \nexample, mode, counterpoint, solmization and tuning \noperate. These tracks are interdependent, but not in the \nway we imagine when we prioritize not only pitch, but a \nfrequency-biased notion of pitch.",
                "footnotes": [
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] In conclusion: There is still a widespread and under-supported belief that \nrenaissance composers must have stuck largely to “white-\nnote diatonicism” except where we are forced to believe \notherwise. This has been supported from modern misprisions \nof mode (such as Wibberley’s), now being unpicked, that were in \nturn introduced to counter what we now see as the \nexcessively harmonic-tonal approaches to early music by \nprevious generations of scholars. The unpicking of all \nrelated assumptions still has a long way to go. Recent \nrepudiation of artificial shackles of “modal purity” (or \nwhatever we call it) invites us to start afresh with open \nminds about the sound of early vocal polyphony. (The \nquestion of tuning is separable, but obviously important, \nsince it is loaded with many of the same modern \nassumptions. The contrapuntal arguments are not affected by \nprecisely what tuning system they are realized in, but can \nbe made on their own track.) The urgent question remains: \nif Judd’s view that “modal fidelity” poses no constraints on \nficta prevails over Wibberley’s view that it does, i.e. if it is \ntrue that “paper” modal assignations may be disconnected \nfrom realized sounds; and if my premises outlined  above \nfind even partial acceptance, are we not further overlaying \nmodern prejudices on early music by assuming that in order \nto be “coherent” it must conform to our standards of \nlong-range tonality (and frequency)? Some of the same \nquestions arising from our imposition of value-laden terms \nhave been raised by Richard Taruskin and others for \n“authenticity,” a term of approbation which admits no \nalternative; I believe we must do the same for “stability” \nand “coherence.”",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.96.2.6.bent.html",
    "data": "mto/data/mto.96.2.6.bent.json"
}