{
    "title": "Rethinking Topic Theory: An Essay on the Recent History of a Music Theory",
    "date": "2024/03/01",
    "volume": "30",
    "issue": "1",
    "authors": [
        "Principi, Dylan"
    ],
    "abstract": "This essay gives a critical history of Anglophone topic theory as it evolved between the publication of Leonard Ratner’sClassic Music(1980) andThe Oxford Handbook of Topic Theory(Mirka 2014). Throughout this period, topic theory transformed from the identification of “characteristic figures” in eighteenth-century music into an analytical strategy for the intersubjective verification of correspondences between musical signifiers and extramusical meaning. Though Melanie Lowe (Lowe 2007) upheld the intertextuality of topics as a way past music’s “flawed” opposition with the extramusical, the binary has exerted sustained influence even as topic theory has advanced beyond the eighteenth-century canon to encompass more repertoires and interpretive methodologies. And because the musical-extramusical opposition finds its roots in the nineteenth-century idea of absolute music, it turns out that aspects of present-day topic theory are symptomatic of a much older way of thinking that evidently still gatekeeps what counts as knowledge about music. Historicizing topic theory provides interfaces for reconsidering the mutually constitutive relationships among music, meaning, analysis, interpretation, power, and politics.",
    "keywords": [
        "topic theory",
        "absolute music",
        "hermeneutics",
        "semiotics",
        "history of theory"
    ],
    "doi": "10.30535/mto.30.1.9",
    "received": "June 2023",
    "pdf": "https://mtosmt.org/issues/mto.24.30.1/mto.24.30.1.principi.pdf",
    "author_info": [
        {
            "name": "Dylan Principi",
            "university": "Wesleyan University",
            "address": "Music Department, 297 Washington Terrace, Middletown, CT 06459",
            "email": "dprincipi@wesleyan.edu"
        }
    ],
    "citations": {
        "agawu_1991": "Agawu, V. Kofi. 1991. Playing with Signs: A Semiotic Interpretation of Classic Music . Princeton University Press. https://doi.org/10.1515/9781400861835 .",
        "agawu_1996": "Agawu, V. Kofi. 1996. “Review of Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation.” Current Musicology 60–61: 147–61.",
        "agawu_2008a": "Agawu, V. Kofi. 2008a. Music as Discourse: Semiotic Adventures in Romantic Music . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195370249.001.0001 .",
        "agawu_2008b": "Agawu, V. Kofi. 2008b. “Topic Theory: Achievement, Critique, Prospects.” In Passagen/IMS Kongress Zürich 2007: fünf Hauptvorträge , ed. Laurenz Lütteken and Hans-Joachim Hinrichsen, 38–69. Bärenreiter.",
        "allanbrook_1983": "Allanbrook, Wye Jamison. 1983. Rhythmic Gesture in Mozart: Le Nozze Di Figaro and Don Giovanni . The University of Chicago Press. https://doi.org/10.7208/chicago/9780226437712.001.0001 .",
        "allanbrook_2010": "Allanbrook, Wye Jamison. 2010. “Is the Sublime a Musical Topos?” Eighteenth Century Music 7 (2): 263–79. https://doi.org/10.1017/S1478570610000060 .",
        "bonds_2014": "Bonds, Mark Evan. 2014. Absolute Music: The History of an Idea . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199343638.001.0001 .",
        "bourne_2021": "Bourne, Janet. 2021. “Hearing Film Music Topics Outside the Movie Theatre: Listening Cinematically to Pastorals.” In The Oxford Handbook of Cinematic Listening , ed. Carlo Cenciarelli, 549–74. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780190853617.013.15 .",
        "byros_2014": "Byros, Vasili. 2014. “Topics and Harmonic Schemata.” In The Oxford Handbook of Topic Theory , ed. Danuta Mirka, 381–414. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199841578.013.0015 .",
        "caputo_2018": "Caputo, John. 2018. Hermeneutics: Facts and Interpretation in the Age of Information . Pelican.",
        "chua_1999": "Chua, Daniel K. L. 1999. Absolute Music and the Construction of Meaning . Cambridge University Press. https://doi.org/10.1017/CBO9780511481697 .",
        "collins_2020": "Collins, Sarah. 2020. “Absolute Music.” In The Oxford Handbook of Western Music and Philosophy , ed. Tomás McAuley, Nanette Nielsen, Jerrold Levinson, and Ariana Phillips-Hutton, 629–51. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199367313.013.21 .",
        "cook_1996": "Cook, Nicholas. 1996. “Review-Essay: Putting the Meaning Back into Music, or Semiotics Revisited.” Music Theory Spectrum 18 (1): 106–23. https://doi.org/10.2307/745847 .",
        "dahlhaus_1989": "Dahlhaus, Carl. 1989. The Idea of Absolute Music . The University of Chicago Press.",
        "dickensheets_2012": "Dickensheets, Janice. 2012. “The Topical Vocabulary of the Nineteenth Century.” Journal of Musicological Research 31 (2–3): 97–137. https://doi.org/10.1080/01411896.2012.682887 .",
        "echard_2017": "Echard, William. 2017. Psychedelic Popular Music: A History through Musical Topic Theory . Indiana University Press. https://doi.org/10.2307/j.ctt1zxxzgx .",
        "foucault_1966_1994": "Foucault, Michel. [1966] 1994. The Order of Things: An Archaeology of the Human Sciences . Vintage books edition. Vintage Books.",
        "frymoyer_2017": "Frymoyer, Johanna. 2017. “The Musical Topic in the Twentieth Century: A Case Study of Schoenberg’s Ironic Waltzes.” Music Theory Spectrum 39 (1): 83–108. https://doi.org/10.1093/mts/mtx004 .",
        "galand_2014": "Galand, Joel. 2014. “Topics and Tonal Processes.” In The Oxford Handbook of Topic Theory , ed. Danuta Mirka, 453–73. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199841578.013.0017 .",
        "goehr_1994": "Goehr, Lydia. 1994. The Imaginary Museum of Musical Works . Oxford University Press. https://doi.org/10.1093/0198235410.001.0001 .",
        "grant_2020": "Grant, Roger Mathew. 2020. Peculiar Attunements: How Affect Theory Turned Musical . Fordham University Press. https://doi.org/10.5422/fordham/9780823288069.001.0001 .",
        "grondin_1994": "Grondin, Jean. 1994. Introduction to Philosophical Hermeneutics . Translated by Joel Weinsheimer. Yale University Press.",
        "hanslick_1986": "Hanslick, Eduard. 1986. On the Musically Beautiful: A Contribution towards the Revision of the Aesthetics of Music . Translated by Geoffrey Payzant. Hackett.",
        "harrison_1992": "Harrison, Daniel. 1992. “Review-Article of Playing with Signs: A Semiotic Interpretation of Classic Music by V. Kofi Agawu.” Intégral 6: 136–50.",
        "hatten_1994": "Hatten, Robert. 1994. Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation . Indiana University Press.",
        "hatten_2004": "Hatten, Robert. 2004. Interpreting Musical Gestures, Topics, and Tropes: Mozart, Beethoven, Schubert . Indiana University Press.",
        "hatten_2020": "Hatten, Robert. 2020. “Fundamental Concepts for the Semiotic Interpretation of Music: A Personal Journey.” In The Routledge Handbook of Musical Signification , ed. Esti Sheinberg and William P. Dougherty, 89–98. Routledge. https://doi.org/10.4324/9781351237536-8 .",
        "johnson_2017": "Johnson, Thomas. 2017. “Tonality as Topic: Opening A World of Analysis for Early Twentieth-Century Modernist Music.” Music Theory Online 23 (4). https://doi.org/10.30535/mto.23.4.7 .",
        "kivy_2000": "Kivy, Peter. 2000. “‘Absolute Music’ and the ‘New Musicology.’” In Musicology and Sister Disciplines: Past, Present, Future: Proceedings of the 16th International Congress of the International Musicological Society, London, 1997 , ed. David Greer, Ian Rumbold, and Jonathan King, 378–88. Oxford University Press. https://doi.org/10.1093/oso/9780198167341.003.0040 .",
        "klein_2005": "Klein, Michael. 2005. Intertextuality in Western Art Music . Indiana University Press.",
        "klein_2015": "Klein, Michael. 2015. Music and the Crises of the Modern Subject . Indiana University Press.",
        "kramer_1992": "Kramer, Lawrence. 1992. “The Musicology of the Future.” Repercussions 1 (1): 5–18.",
        "kramer_2011": "Kramer, Lawrence. 2011. “Hermeneutics.” In Interpreting Music , 1–19. University of California Press. https://doi.org/10.1525/california/9780520267053.003.0001 .",
        "kramer_2016": "Kramer, Lawrence. 2016. The Thought of Music . University of California Press.",
        "kramer_2020": "Kramer, Lawrence. 2020. “Hermeneutics.” In The Oxford Handbook of Western Music and Philosophy , ed. Tomás McAuley, Nanette Nielsen, Jerrold Levinson, and Ariana Phillips-Hutton, 394–402. Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199367313.013.16 .",
        "latour_1993": "Latour, Bruno. 1993. We Have Never Been Modern . Harvard University Press.",
        "lavengood_and_williams_2023": "Lavengood, Megan, and Evan Williams. 2023. “The Common Cold: Using Computational Musicology to Define the Winter Topic in Video Game Music.” Music Theory Online 29 (1). https://doi.org/10.30535/mto.29.1.2 .",
        "lópez_cano_2003": "López Cano, Rubén. 2003. “From Rhetoric to Semiotic: Intersemiotic Forces, Topics and Topicalization on 17th Century Art Song.” In Musical Semiotics Revisited , ed. Eero Tarasti, 422–39. International Semiotics Institute.",
        "lopéz_ruiz_2020": "Lopéz Ruiz, Luis. 2020. “Un Modelo Analítico Para La Música Vocal Religiosa Hispana: Estructura y Expresión En El Te Deum (1814) de José Lidón.” Diagonal: An Ibero-American Music Review 4 (2): 90–120. https://doi.org/10.5070/D84247243 .",
        "lowe_2007": "Lowe, Melanie. 2007. Pleasure and Meaning in the Classical Symphony . Indiana University Press.",
        "maxile_2008": "Maxile, Horace. 2008. “Signs, Symphonies, Signifyin(G): African-American Cultural Topics as Analytical Approach to the Music of Black Composers.” Black Music Research Journal 28 (1): 123–38.",
        "mccreless_1997": "McCreless, Patrick. 1997. “Rethinking Contemporary Music Theory.” In Keeping Score: Music, Disciplinarity, Culture , ed. Anahid Kassabian, David Schwarz, and Lawrence Siegel, 13–53. University Press of Virginia.",
        "mckay_2007": "McKay, Nicholas. 2007. “On Topics Today.” Zeitschrift Der Gesellschaft Für Musiktheorie 4 (1–2): 159–83. https://doi.org/10.31751/251 .",
        "meikle_2020": "Meikle, George. 2020. “ScreenPlay: A Topic-Theory-Inspired Interactive System.” Organised Sound 25 (1): 89–105. https://doi.org/10.1017/S1355771819000499 .",
        "mendívil_2018": "Mendívil, Julio. 2018. “Minor Mode and the Andes: The Pentatonic Scale as Topic and the Musical Representation of Peru.” In Studies on a Global History of Music: A Balzan Musicology Project , ed. Reinhard Strohm, 380–94. SOAS Musicology. Routledge. https://doi.org/10.4324/9781315163970-18 .",
        "mirka_2014": "Mirka, Danuta, ed. 2014. The Oxford Handbook of Topic Theory . Oxford University Press. https://doi.org/10.1093/oxfordhb/9780199841578.001.0001 .",
        "monelle_2000": "Monelle, Raymond. 2000. The Sense of Music: Semiotic Essays . Princeton University Press.",
        "monelle_2006": "Monelle, Raymond. 2006. The Musical Topic: Hunt, Military and Pastoral . Indiana University Press.",
        "monelle_2012": "Monelle, Raymond. 2012. “The Orchestral String Portamento as Expressive Topic.” Journal of Musicological Research 31 (2–3): 138–46. https://doi.org/10.1080/01411896.2012.680878 .",
        "nattiez_1990": "Nattiez, Jean Jacques. 1990. Music and Discourse: Toward a Semiology of Music Translated by Carolyn Abbate. Princeton University Press.",
        "plesch_2009": "Plesch, Melanie. 2009. “The Topos of the Guitar in Late Nineteenth- and Early Twentieth-Century Argentina.” The Musical Quarterly 92 (3–4): 242–78. https://doi.org/10.1093/musqtl/gdp016 .",
        "principi_2022": "Principi, Dylan. 2022. “Critiquing Musical Ineffabilism: Rereading Kant’s ‘Analytic of the Beautiful.’” 19th-Century Music 45 (3): 204–19. https://doi.org/10.1525/ncm.2022.45.3.204 .",
        "ratner_1980": "Ratner, Leonard. 1980. Classic Music: Expression, Form, and Style . Schirmer Books.",
        "samuels_2011": "Samuels, Robert. 2011. “The Act of Performance as Mahlerian Topic.” Word and Music Studies 12: 35–52. https://doi.org/10.1163/9789401207454_004 .",
        "sánchez-kisielewska_2023": "Sánchez-Kisielewska, Olga. 2023. “On Figaro’s Alleged Minuet and Some Challenges and Opportunities of Topic Theory.” Music Theory Spectrum 45 (1): 89–99. https://doi.org/10.1093/mts/mtac027 .",
        "scruton_2001": "Scruton, Roger. 2001. “Absolute Music.” In Grove Music Online . Oxford University Press. https://doi.org/10.1093/gmo/9781561592630.article.00069 .",
        "sisman_1993": "Sisman, Elaine. 1993. Mozart: The “Jupiter” Symphony, No. 41 in C Major K. 551 . Cambridge University Press. https://doi.org/10.1017/CBO9780511613418 .",
        "treitler_1967": "Treitler, Leo. 1967. “On Historical Criticism.” The Musical Quarterly 53 (2): 188–205. https://doi.org/10.1093/mq/LIII.2.188 .",
        "treitler_1989": "Treitler, Leo. 1989. “The Power of Positivist Thinking Contemplating Music: Challenges to Musicology Joseph Kerman.” Journal of the American Musicological Society 42 (2): 375–402. https://doi.org/10.2307/831660 .",
        "whittall_1996": "Whittall, Arnold. 1996. “Review of Musical Meaning in Beethoven: Markedness, Correlation, and Interpretation.” Journal of the Royal Musical Association 121 (1): 116–24. https://doi.org/10.1093/jrma/121.1.116 .",
        "wolff_1987": "Wolff, Janet. 1987. “The Ideology of Autonomous Art.” In Music and Society: The Politics of Composition, Performance, and Reception , ed. Richard D. Leppert and Susan McClary, 1–13. Cambridge University Press.",
        "yee_2020": "Yee, Thomas. 2020. “Battle Hymn of the God-Slayers: Troping Rock and Sacred Music Topics in Xenoblade Chronicles.” Journal of Sound and Music in Games 1 (1): 2–19. https://doi.org/10.1525/jsmg.2020.1.1.2 ."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Shortly after McKay’s article came out, Kofi Agawu ( 2008b ) published an equally rich historical account of topic theory notable for its extensive bibliography.",
            "citations": [
                "agawu_2008b"
            ]
        },
        "FN2": {
            "text": "2. The analysis of topics has hardly resembled a singular effort, much less a unified theory. However, Roger Grant’s ( 2020 , 29) recent history of “affect theory” lends credence to speaking of a “topic theory,” since both traditions are predicated on “an unstable consensus among theorists that music could employ formal conventions in order to act as a sign and evoke specific” listening responses.",
            "citations": [
                "grant_2020"
            ]
        },
        "FN3": {
            "text": "3. McKay organizes topic theorists into generations, the first of which includes Ratner and his two students, Allanbrook and V. Kofi Agawu. Instead, as will become plain, I organize topic theories into epistemic regimes according to the repertoire they address and the methodologies they follow. Even though Sisman’s book was published after Agawu’s ( 1991 ) Playing with Signs , it belongs to an earlier regime because it deals strictly with eighteenth-century music and is unconcerned with semiotics, like the work of Ratner and Allanbrook. McKay makes no mention of Sisman’s book.",
            "citations": [
                "agawu_1991"
            ]
        },
        "FN4": {
            "text": "4. With the exception of Julian Horton’s final chapter, The Oxford Handbook makes little reference to the vast body of preexisting research on topics in nineteenth-century music by Kofi Agawu ( 2008a ), Robert Hatten ( 1994 and 2004 ), Raymond Monelle ( 2000 and 2006 ) and Janice Dickensheets ( 2012 ).",
            "citations": [
                "agawu_2008a",
                "hatten_1994",
                "hatten_2004",
                "monelle_2000",
                "monelle_2006",
                "dickensheets_2012"
            ]
        },
        "FN5": {
            "text": "5. The 2022 SMT/AMS/SEM conference in New Orleans featured two sessions and one interest group meeting on topics, and the Universidad de Valladolid recently hosted a three-day conference on topics featuring forty-five speakers.",
            "citations": []
        },
        "FN6": {
            "text": "6. According to Foucault ( [1966] 1994 , 58), the Classical episteme emerged with a growing awareness of the arbitrariness of signs. In this paradigm, it was no longer the job of knowledge “to dig out” meaning from “places where it may be hidden” but rather to map out the limitlessness of signification in a way ordered such that it can be manipulated by probability, analysis, and calculation (63)—modes of knowledge foundational to a new age of natural sciences. Taxonomy is the method that brings calculable order to uncertainty by categorizing natural phenomena according to their seemingly most elementary identities and differences across a continuous conceptual space (74). Moreover, because the Classical way of thinking assumes a likeness between representation and the represented, the mastery of artificial signification equates with the mastery of meaning (67). Thus, taxonomy doubles with power, guiding the knower to put the world of things in order by triangulating historical genesis with the judgment of difference ( mathesis ) (74).",
            "citations": [
                "foucault_1966_1994"
            ]
        },
        "FN7": {
            "text": "7. Notably, Foucault ( 1994 , 67) links his critique of the Classical episteme with semiology, arguing that Ferdinand de Saussure “was in fact rediscovering the Classical condition for conceiving of the binary nature of the sign.”",
            "citations": [
                "foucault_1966_1994"
            ]
        },
        "FN8": {
            "text": "8. According to Jean-Jacques Nattiez ( 1990 , 17), the semiological model of musical communication has a tripartite structure. Poiesis describes the relationship between the composer (“producer”) and the musical work (“trace”), while esthesis names the relationship between the musical work and the listener or interpreter (“receiver”).",
            "citations": [
                "nattiez_1990"
            ]
        },
        "FN9": {
            "text": "9. In Hatten’s ( 1994 , 245) own words: “My interpretive analyses have demonstrated an ongoing semiosis, by interpreting correlations in terms of other correlations, overarching expressive genres, thematic markedness, or troping.”",
            "citations": [
                "hatten_1994"
            ]
        },
        "FN10": {
            "text": "10. Kivy ( 2000 , 387) states that “listening to music as pure sonic structure, in complete ignorance of any content interpretation of what one is listening to, is a fact of musical life.” After describing a hypothetical character who listens to music in this way, Kivy writes: “I might have called her Hanslick, Schenker, or Kivy, for that matter” (386).",
            "citations": [
                "kivy_2000"
            ]
        },
        "FN11": {
            "text": "11. Monelle ( 2000 , 149) makes clear that his use of the term “overcoming” is a translation of Hegel’s notion of Aufhebung , confirming his view of the musical text as a positive synthesis (or sublation) of the binary between “[musical] signifier and [extramusical] signified.” But Monelle appears to fall prey to his own translation, treating Aufhebung as the “overcoming of dialectics” rather than a part of dialectics itself, as Hegel originally theorized it. Monelle then associates the “overcoming of dialectics” with Jacques Derrida, who objected to dialects on the very grounds of Aufhebung .",
            "citations": [
                "monelle_2000"
            ]
        },
        "FN12": {
            "text": "12. For example, Kramer ( 1992 , 3) advocated for a poststructuralist approach to musical interpretation that rejects “both a formalism that treats works of art as self-sufficient, trans-historical wholes”—referring to music analysis—“and a historicism that treats works of art as manifestations of a stable, determinate context.”",
            "citations": [
                "kramer_1992"
            ]
        },
        "FN13": {
            "text": "13. Though I have focused on offering a history of topic theory leading to the publication of The Oxford Handbook , it is worth noting that the ideas of verifiability and extramusicality still hold currency for present-day scholarship. For example, in an article innovatively combining topical analysis with videogame music and data visualization, Lavengood and Williams ( 2023 ) confront the extramusical in their very first sentence: “Music is not a language per se, but given the right context, music can reliably communicate extramusical qualities to its listeners.” Whether or not the introduction of semiotics to topical analysis intended to emphasize reliable correlations between music per se and the extramusical , this has been one of its undeniable side effects.",
            "citations": [
                "lavengood_and_williams_2023"
            ]
        },
        "FN14": {
            "text": "14. Lydia Goehr’s ( 1994 ) “work-concept” is one such metaphysical musical object.",
            "citations": [
                "goehr_1994"
            ]
        },
        "FN15": {
            "text": "15. This same impulse is likely what compelled Klein’s ( 2005 ) topic theory away from the binaristic baggage of semiotics and toward intertextuality: a term that contents itself with correspondences among texts rather than tenuous correlations between texts and the extra-textual.",
            "citations": [
                "klein_2005"
            ]
        },
        "FN16": {
            "text": "16. One reviewer of Agawu’s Playing with Signs wrote, “ Playing with Signs is not, as the author hoped, an investigation of how this music ‘meant’ to an audience of the time, but an exposition of how it ‘means’ to us who have knowledge of the semiotic system” ( Harrison 1992 , 149).",
            "citations": [
                "harrison_1992"
            ]
        },
        "FN17": {
            "text": "17. In this passage, Caputo uses the allegory of Hermes to illustrate the two kinds of hermeneutics originally distinguished by Jacques Derrida. Caputo is known for advocating his own brand of “radical” hermeneutics (and later “weak theology”), which reconciles Derrida’s deconstructive thought with the tradition of thought that includes Hans-Georg Gadamer and Martin Heidegger.",
            "citations": []
        },
        "FN18": {
            "text": "18. “Deeply influenced by the Romantic foundations laid by [Friedrich] Schlegel, Schleiermacher (1768–1834) undertook to incorporate the subject’s fundamental uncertainty into a universal art of understanding” ( Grondin 1994 , 67). Schleiermacher is considered the progenitor of modern hermeneutics.",
            "citations": [
                "grondin_1994"
            ]
        },
        "FN19": {
            "text": "19. Principi ( 2022 , 208) takes a hermeneutic perspective to problematize the idea of ineffability as an explanation for music’s ability to make meaning.",
            "citations": [
                "principi_2022"
            ]
        },
        "FN20": {
            "text": "20. The title phrase of Kramer 1992 .",
            "citations": [
                "kramer_1992"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "1. Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] In 2007 , Nicholas McKay published a historical account of topic theory confirming that theorists’ work on musical topics since 1980 amounted to a deliberate accumulation rather than a passing trend. (1) Yet sixteen years and numerous monographs later, the history of topic theory needs some retelling—or, as I argue, rethinking. In the time since McKay’s account, topics have far outflown their original purview, maintained a continuous presence on conference programs and in journal issues, and begun to drive progress in fast-growing areas of our discipline, like the interpretation of world music, ludomusicology, and the digital humanities.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "mckay_2007"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] This essay participates in the history of music theory, specifically the recent history of Anglophone topic theory as it evolved between the publication of Leonard Ratner’s Classic Music ( 1980 ) and The Oxford Handbook of Topic Theory ( Mirka 2014 ). (2) By imposing a slight historical distance from the present, we can glimpse an intellectual heritage that has shaped the growth of topical analysis over the decade since. Fundamentally at issue is how topicality developed from a vague interpretive descriptor into a methodology that supposedly “allow[s] one to gain access to [music’s] meaning and expression in a way that can be intersubjectively verified” ( Mirka 2014 , 3). This invocation of verification and intersubjectivity suggests a shift away from theorizing about what topics could mean in favor of what they do mean. That is, our assertions about musical meaning have changed (grammatical) moods from the potential to the indicative. Retracing the evolution of topic theory is a first step toward understanding how we got out of interpreting and into verifying.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "ratner_1980",
                    "mirka_2014",
                    "mirka_2014"
                ]
            }
        },
        {
            "1.3": {
                "text": "[1.3] The question of whether topic theory serves as a microcosm for the broader subfield of “music and meaning” is an important, connected thread—though not one that can be followed fully in the space of an essay. Nevertheless, the putative separability of music and meaning is a primary theme in topic theory’s story, and it connects music with language and ontology as much as with politics and power. For whatever (or whoever) plays with the distinction of music from meaning sets the definitions of both terms, acting ultimately as mediator and gatekeeper between the two. It turns out that the short yet dynamic history of topic theory is entwined with the trajectory of this much older problem, which should concern everyone with a stake in what music is allowed to mean. 2. Moving Beyond the Eighteenth Century",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2.1": {
                "text": "[2.1] According to McKay’s narrative, topic theory was born with Ratner’s 1980 book, Classic Music . Strikingly, only the first of the volume’s 24 chapters is devoted to musical topics. That lone chapter made few claims about topics’ origins or essences; instead, Classic Music offered an inventory of “characteristic figures,” rhythmic and textural patterns that seem to quilt together the music of the Baroque and Classic eras. From Ratner’s initial, bald observations, it seemed unlikely that topics would balloon into their own subfield of analytical discourse. Rather, it was Ratner’s students who saw topics’ unrealized value. Three years after Classic Music , Wye Allanbrook ( 1983 ) suggested in Rhythmic Gesture in Mozart that topics give us a window into the historical culture in question. By pointing out connections between instrumental music and opera, Allanbrook blazed a path between topics and meaning, even if her exposition resembled Ratner’s in concentrating on a list of topically relevant dances. It was not until a full decade later, in a short book about Mozart’s “Jupiter” Symphony, that Elaine Sisman ( 1993 ) drew upon eighteenth-century theories of rhetoric to propose a contemporary framework for addressing topics’ succession within musical works and their roles in performance. (3)",
                "footnotes": [
                    "FN3"
                ],
                "citations": [
                    "allanbrook_1983",
                    "sisman_1993"
                ]
            }
        },
        {
            "2.2": {
                "text": "[2.2] These three books remind us that, whatever topic theory is today, it began its life within the study of late eighteenth-century music. And to preserve the reproducibility of topical analyses, the eighteenth century is where some theorists would like topics to stay. Though The Oxford Handbook of Topic Theory cemented topicality as a mainstream tool for the analysis of musical meaning, it did not aim to “summarize the state of art in the field” but rather to “[establish] it and [lay] foundations under its future development” by remaining pointedly “dedicated to eighteenth-century musical topics” ( 2014 , 43). Because the goal of the Oxford Handbooks series is to “offer authoritative and up-to-date surveys of original research in a particular subject area,” it seems a noteworthy choice to limit the topic theory Handbook to eighteenth-century music and omit the already vast body of research on topics in the music of later eras. (4) This choice is connected to Mirka’s reservation that “stylistic cross-references remain important factors in twentieth-century music, but the spectrum of such references and complexity of their sociocultural meanings exponentially increases” (47). Only in this light can we make sense of the argument that “the study of musical topics . . . has been wrought with discrepancies that have prevented it from displaying its full potential. The aim of this volume is to clear away these discrepancies in order to turn topic theory into an efficient tool of analysis and interpretation” (43). These crosscurrents in the volume’s introduction betray a dubious outlook on the analysis of topics in later repertoires—the very effort for which the Handbook purports to pave the way. Attempting to ensure the verifiability of topical analysis for any repertoire or era is an understandably daunting task, yet Mirka’s wording appears to oppose the challenge of interpreting non-Classic music to the ideal of verifiability. In response, the framing of the Handbook moves to shore up the integrity of topical analysis by fashioning a walled garden out of the halcyon eighteenth century.",
                "footnotes": [
                    "FN4"
                ],
                "citations": [
                    "mirka_2014"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] The trouble with this approach is that the topic theory cat is already out of the eighteenth-century bag. Instead, over the last two decades, theorists have found topics in seventeenth- ( López Cano 2003 ) and twentieth-century art music ( Frymoyer 2017 ; Johnson 2017 ); African, African-American ( Maxile 2008 ), Latin-, and South-American music ( Plesch 2009 ; Mendívil 2018 ; Lopéz Ruiz 2020 ); rock and roll ( Echard 2017 ); video game music ( Yee 2020 ; Lavengood and Williams 2023 ); film music ( Bourne 2021 ); and sound art ( Meikle 2020 ). In tandem with the range of repertoires subject to topical analysis, there has been a similar expansion of the kinds of musical properties that embody topicality, beginning originally with historical dance rhythms extending to iconic pictorialism and animal sounds ( Monelle 2006 ), harmonic schemata ( Byros 2014 ), key areas ( Galand 2014 ), instrumental techniques ( Monelle 2012 ), the sublime ( Allanbrook 2010 ), and even the act of performance ( Samuels 2011 ). Moreover, topic theory’s persistent presence on conference programs suggests that it must not be going away anytime soon. (5)",
                "footnotes": [
                    "FN5"
                ],
                "citations": [
                    "frymoyer_2017",
                    "johnson_2017",
                    "maxile_2008",
                    "plesch_2009",
                    "echard_2017",
                    "yee_2020",
                    "lavengood_and_williams_2023",
                    "bourne_2021",
                    "meikle_2020",
                    "monelle_2006",
                    "byros_2014",
                    "galand_2014",
                    "monelle_2012",
                    "allanbrook_2010",
                    "samuels_2011"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] From a certain point of view, these “discrepancies” seem to sabotage the rigor of topic theory. As the musical repertoires and signifiers of concern for topic theory grow in number, topicality becomes a harder term to pin down. Rather than anchoring a “responsible,” “transparent,” or auditable “framework” ( Sánchez-Kisielewska 2023 ), the identification of topics has been a Pandora’s box ever since it surpassed the eighteenth century. From yet another angle, the theory’s outward expansion might be seen as dissipation toward nothingness (as in Kramer 2016 , 189). In contrast, I believe a more optimistic interpretation of our present situation is possible. The glut of work on topics means that scholars have found topicality an exciting idea, one that can be quickly mobilized to communicate meaning in a variety of musical situations. Only by conceding the sheer utility of topic theory can we explain its rapid growth since McKay’s first accounting. In other words, we need to set aside suspicion and skepticism and accept that topic theory in its current state is neither out of control nor pointless. 3. The Semiotic Turn",
                "footnotes": [],
                "citations": [
                    "kramer_2016"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] Topic theory changed significantly during what I term its “semiotic turn.” Leading up to this point, Ratner’s and Allanbrook’s topical taxonomies belonged to what Michel Foucault ( [1966] 1994 ) describes as a Classical episteme. (6) And because it was “necessary that the Classical theory of the sign should provide itself with . . . a general analysis of all forms of representation, from elementary sensation to the abstract and complex idea” (67), the first phase of topic theory set the stage for future theorists to deduce the mechanics of topical signification. (7) In the 1990s and 2000s, the work of Kofi Agawu ( 1991 , 2008a ), Robert Hatten ( 1994 , 2004 ), Raymond Monelle ( 2000 , 2006 ), and Michael Klein ( 2005 ) introduced the language of semiotics to the analysis of musical topics, shifting attention from charting out a “topical universe” ( Agawu 1991 , 30) toward resolving the means by which topic theory can be extended. Where Ratner and Allanbrook described topics by listing them, Agawu et al. offered generalized definitions of what a musical topic should be, definitions that are agnostic about genre or period. Their applications of topic theory to nineteenth-century music proved that semiotics had rendered topic theory limitlessly extensible, future-proof. By mingling music and semiotics, subsequent generations of analysts have found the resources they need to advance the frontiers of topic theory across geographical space and historical time. For these reasons, the pathbreaking works of Agawu, Hatten, and Monelle were beacons of progress in their time. Yet now, our advantage of historical distance can help us see the two-way tensions keeping topic theory hanging in the balance.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": [
                    "foucault_1966_1994",
                    "agawu_1991",
                    "agawu_2008a",
                    "hatten_1994",
                    "hatten_2004",
                    "monelle_2000",
                    "monelle_2006",
                    "klein_2005",
                    "agawu_1991"
                ]
            }
        },
        {
            "3.2": {
                "text": "[3.2] First, while the repertoire in focus shifted forward in time, the semioticians tried to ground their claims by pushing the theoretical foundations of topicality backward. For example, Agawu ( 1991 , 26–30) traced the origins of topicality to a host of Mozart’s contemporaries, including Johann Georg Sulzer, Daniel Gottlob Türk, Johann Joachim Quantz, Heinrich Christoph Koch, Georg Joseph Vogler, Francesco Galeazzi, Charles Burney, William Crotch, François Henri Joseph Castil-Blaze, and Johann Friedrich Daube. The implication, which not all Agawu’s reviewers accepted ( Harrison 1992 ), is that the idea of topic was “around” when Mozart was composing, even if it went by another name. If true, this observation would give topics poietic credibility, since composers of Classic music may have made a conscious decision to stitch them into their works. (8) On the esthesic side, Hatten ( 1994 , 3) saw topical semiotics as amounting to “the historical reconstruction of an interpretive competency adequate to the understanding of Beethoven’s works in his time.” So regardless of whether Classic music’s topics were put there by composers or perceived by audiences through a process of cultural entrainment, the 1990s projected the beginnings of topic theory back in time—materialized its history—even as the target repertoire moved forward.",
                "footnotes": [
                    "FN8"
                ],
                "citations": [
                    "agawu_1991",
                    "harrison_1992",
                    "hatten_1994"
                ]
            }
        },
        {
            "3.3": {
                "text": "[3.3] Second, semioticians found themselves caught between topic theory’s expansive potential and the need to add constraints in order to say something analytically defensible. Agawu sights this uncertainty with a clear eye: Topical classes are so broad that they seem to admit practically everything, or nothing. . . . The advantage of this flexibility is to allow many more features of the music to be described . . . while its disadvantage is to encourage discussion at a very primitive level of reference—reference without consequence. ( 1991 , 37–38) Although Agawu does not elaborate on the “consequences” of liberality, they are not difficult to imagine. What happens to meaning when everything can mean anything? Hatten ( 1994 , 244–45), borrowing a term from Umberto Eco, calls this risk of overabundance “unlimited semiosis.” Against a surfeit of signification, the practical desire to say something demonstrably meaningful invites the standard of intersubjectivity—a substitute for verifiability—into the mix. Hatten writes, “I have purposefully avoided the further reaches of individual, subjective interpretations, instead reconstructing the intersubjective (shared, or shareable) interpretations of competent listeners in a style” (244–45). In topical semiotics, the practice of reconstruction and the concept of competency hedge against subjectivity, the perceived menace behind topic theory’s dangerous (read: exciting) flexibility.",
                "footnotes": [],
                "citations": [
                    "agawu_1991",
                    "hatten_1994"
                ]
            }
        },
        {
            "3.4": {
                "text": "[3.4] The final tension, which spurs my interest in topic theory, concerns the binary between music and the extramusical—a binary Melanie Lowe ( 2007 , 11) has called “the greatest obstacle to new considerations of musical meaning.” In Playing with Signs , Agawu’s table of contents divides the text into two halves, with voice-leading analysis described as “introversive” and topics relegated to the “extroversive” half of the book. Even though Agawu ( 1991 , 133) ultimately admits that the introversive-extroversive binary is a “false dichotomy” put in service of analytical experimentation, the “play” of correspondences between these two distinct categories of semiosis, internal structure and external expression, gives Playing with Signs its name.",
                "footnotes": [],
                "citations": [
                    "lowe_2007",
                    "agawu_1991"
                ]
            }
        },
        {
            "3.5": {
                "text": "[3.5] Such binaries are also what make Hatten’s theory so readily deployable. Musical Meaning in Beethoven ( 1994 ) places greatest emphasis on binaries at the local level of markedness (between major and minor triads, for example), but these two-part distinctions gyrate upward—through the principle of “markedness assimilation”—into ever larger, more important oppositions: token versus type, thematic versus strategic, work versus style, expression versus structure, and even hermeneutics versus analysis. (9) This aspect of Musical Meaning in Beethoven is what led Nicholas Cook ( 1996 , 112) to describe Hatten, fairly or not, as a “closet absolutist.” True absolutism is epitomized by Eduard Hanslick’s ([1891] 1986 , 11) statement that music “can depict not love but only such motion as can occur in connection with love or any other affect, which however is merely incidental to that affect.” In contrast, Hatten ( 1994 , 31–36) takes a nuanced stance toward Hanslick. While he praises Hanslick’s criticism of “poorly formulated notions of expression,” Hatten distances himself from a conception of music as pure or autonomous, affirming instead that “if a group of listeners clearly value expressive content in a work of music, such content is not external to the musical experience” (235). Therefore, Hatten cannot be called an absolutist in any traditional sense because his version of musical ontology admits cultural convention alongside “music itself.”",
                "footnotes": [
                    "FN9"
                ],
                "citations": [
                    "hatten_1994",
                    "cook_1996",
                    "hanslick_1986",
                    "hatten_1994"
                ]
            }
        },
        {
            "3.6": {
                "text": "[3.6] At the same time, Musical Meaning in Beethoven draws inspiration from Peter Kivy, demonstrating how Kivy’s “contour theory” is compatible with multiple pillars of semiotics according to Saussure and Peirce. Kivy is a self-professed follower of Hanslick, (10) and this ultimately expresses itself in Hatten’s “translation” of semiotics into a theory of musical interpretation whose emphasis on correlation hints at an uncannily familiar dichotomy: “A musical entity (patterned sound serving as a sign vehicle) correlates with a cultural unit that suggests further interpretations as mediated by the ‘ground’ of style , and the further ‘ground’ of the emerging strategy of a particular work” (243, emphasis original). In 1994 , Musical Meaning in Beethoven constructed a canon that ran through Hanslick, Kivy, and Hatten. And while their philosophies are not reducible to one another, their similar binary structures nevertheless assimilate them into a family of resemblance. The bid to suppress the subjective in favor of the intersubjective harkens to absolutism—even if it pursues a more relativist agenda—by treating the analysis of topics as the analysis of the musical object itself, only the “musical object” is expanded in a historicist way to include the reified stylistic competencies of a bygone audience.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "hatten_1994"
                ]
            }
        },
        {
            "3.7": {
                "text": "[3.7] Monelle surpasses other theorists in his attention to the dichotomy between music and the extramusical. In The Sense of Music , Monelle ( 2000 , 149–50) tries to get around the dichotomy by reimagining music as “a text, a fortiori, in which dialectics”—that is, “passing backward and forward across the line” between music’s inside and outside—“has been overcome.” (11) While this reasoning leads him to the radical argument that “the text is whatever criticism observes , whatever analysis expounds” (151), Monelle pulls back, instead reaching the irreconcilable conclusion that “we shall continue to march with Eco and Hatten in the ranks of dialectic logic. But finally, dialectics will be overcome” (151–52). Like topic theorists before him, then, Monelle glimpses the unknown limits of signification and then backpedals to dialectics for the sake of saying something verifiable. And though he later sets out to reproach Ratner, Agawu, and Hatten for paying too much attention to the analytical signifiers of topicality, Monelle’s ( 2006 ) attempt to balance the scale by reconstructing topics’ cultural significations—with astonishingly detailed histories of galloping horses and hunting horns—ends up reinforcing the music-and-meaning binary from its other side. 4. Musical versus Extramusical",
                "footnotes": [
                    "FN11"
                ],
                "citations": [
                    "monelle_2000",
                    "monelle_2006"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] We might simply assume that binaries come with the territory of semiotics. However, the history of binaristic thinking in music far predates topic theory’s (and music theory’s) semiotic turn. In a 1987 volume featuring several prominent New Musicologists, Janet Wolff proclaimed that the idea of aesthetic autonomy was already “under attack” (1); likewise, she identified the binary between “music itself” and the extramusical as the dividing line between her co-contributors on one side, and on the other, “certain academic disciplines” that deal with music apart from “the social, the political and the everyday” (8–9). It is no coincidence that topic theory had its semiotic turn just as the New Musicology moment reached its point of highest contention in the 1990s and 2000s. Agawu, Hatten, and Monelle grappled with dialectics because their work aimed to mediate or transcend the music-and-meaning opposition that the New Musicologists had accused theorists of cleaving. (12) If anything, the harshness of Hatten’s reviewers attests to his success in occupying a middle position, with Agawu ( 1996 , 151) lumping Hatten in with the hermeneutically inclined New Musicologists and Arnold Whittall ( 1996 , 118) dismissing Hatten’s work as “‘old’ musicology by other means.”",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "wolff_1987",
                    "agawu_1996",
                    "whittall_1996"
                ]
            }
        },
        {
            "4.2": {
                "text": "[4.2] Topic theory may have extended an olive branch between theorists and musicologists, but our search for the beginnings of musical dualism has not nearly hit bedrock. Patrick McCreless ( 1997 , 42) has suggested that the New Musicology gave music theorists a taste of their own medicine, denouncing them for the same positivism that the fledgling SMT had decried in professional musicology mere decades before. Then again, the SMT-AMS split struck Leo Treitler ( 1989 ) as resembling an even earlier feud between traditional musicology and advocates for “criticism.” As early as 1967 , Treitler argued that this recurring kind of disciplinary spat takes root in the illusory distinction between objective (musical) fact and subjective (extramusical) knowledge. Realizing that the history of modern music studies is saturated with binary-shaped disputes gives rise to the queasy intuition that the twentieth century’s problems might just be the tip of an iceberg.",
                "footnotes": [],
                "citations": [
                    "mccreless_1997",
                    "treitler_1989",
                    "treitler_1967"
                ]
            }
        },
        {
            "4.3": {
                "text": "[4.3] According to Carl Dahlhaus ( 1989 ), music’s split with the extramusical is the telltale sign of the nineteenth-century idea of absolute music. In his book on the subject, he writes, “When even Hanslick’s opponents called the text in vocal music an ‘extramusical’ influence, the battle against ‘formalism’ was lost even before it began, for Hanslick had already prevailed in the vocabulary with which they opposed him” (11). Following the logic that Dahlhaus laid out, Daniel Chua ( 1999 ), Roger Scruton ( 2001 ), and Sarah Collins ( 2020 ) have helped redefine absolute music from a repertoire or aesthetic phenomenon locked away in the Romantic period to a way of thinking that has been reasoned into existence at countless instants between antiquity and the present.",
                "footnotes": [],
                "citations": [
                    "dahlhaus_1989",
                    "chua_1999",
                    "scruton_2001",
                    "collins_2020"
                ]
            }
        },
        {
            "4.4": {
                "text": "[4.4] Whenever the notion “extramusical” comes into view, the idea of absolute music is pulling strings backstage. The reason this should concern us is that the extramusical is a notoriously slippery (and therefore powerful) category, whose muzzle has been pointed at countless musical features, not limited to lyrics, narrative, emotion, subjectivity, historical context, and “meaning.” Mark Evan Bonds ( 2014 ) has shown how music’s divorces from each of these partners have constructed the appearance of its expressive, formal, aesthetic, material, ethical, and epistemological autonomy. In short, the boundary between music and the extramusical—the same boundary straddled by topic theory—is a mechanism, a power tool, that controls what music is by apophatically asserting what music is not. From this perspective, the history of topic theory is symptomatic of a way of thinking that spans centuries: an indication that “we have never been post-modern” ( Latour 1993 ).",
                "footnotes": [],
                "citations": [
                    "bonds_2014",
                    "latour_1993"
                ]
            }
        },
        {
            "4.5": {
                "text": "[4.5] While Lowe ( 2007 , 14) considered the intertextual nature of topics reason enough to extricate Classic music from its “tired,” “flawed,” and “oxymoronic” binary with the extramusical, the tension between lawless signification and rigorous analysis—overlaid with the distinction between “music itself” and everything else—has had the opposite effect for topic theory. (13) Desire for verification arises only when we imagine that our claims about musical meaning are extramusical at best and solipsistic at worst, and that they owe justification to a metaphysical musical object. (14) Within a binary worldview, the only imaginable alternatives to verification are either an anarchical “everything means everything” or a nihilistic “everything means nothing.” Thus reduced to a technology of mediation or translation, topic theory is strained under the pressure of bridging the gap between music and the extramusical. And as a result, topical analysis risks resembling an activity akin to gardening: limited to pruning the trellis of already known topics and hedging their prescribed meanings, or carefully planting a new topic. In either case, new growths are eyed with suspicion until they take root and bear fruit. 5. Philosophical Hermeneutics",
                "footnotes": [
                    "FN13",
                    "FN14"
                ],
                "citations": [
                    "lowe_2007"
                ]
            }
        },
        {
            "5.1": {
                "text": "[5.1] If topic theory conjures an old way of thinking that still haunts us, then it can also illuminate a forward-looking paradigm. The rapid expansion of topic theory to new avenues of musical thought has created a surplus of meaning too vast to audit. Likewise, applications of topic theory to an increasing number of styles, periods, and geographies of music have decentered our hegemonic conception of what “music” is, and, by extension, of what the “extramusical” might be. In the absence of systematic verification, wrought by this productive new uncertainty, the impulse to interpret must take over. (15)",
                "footnotes": [
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] That said, it is a mistake to make semiotics out to be the foil of hermeneutics. Doing so presents a false choice, pretending that semiotics and hermeneutics are separate (or even complementary) activities. On the contrary, semiotics is but one variety of, one framework for musical interpretation. In his 2015 book, Michael Klein warned against the temptation to criticize semiotics by pitting it against hermeneutics: Semiotics as it is practiced today too often falls into the formation of neologisms and taxonomies that end up telling us what we already know. The choice, though, is not really between semiotics and hermeneutics but between hermeneutics and a desire to maintain a mystified vision of music as a real . . . experience, whose alluring fullness deserves our attention. (120) Klein’s target is not “semiotics as it is practiced today” but rather the inclination toward mystification that can overcast any interpretive strategy. Like Klein, I address my critique to the presupposition of music as a universal experience, regardless of whether this expresses itself in a particular methodology. Again seeking the admirable middle ground, Hatten ( 2020 , 92) recently wrote that approaches to musical meaning can be simultaneously “semiotically-grounded yet hermeneutically speculative.” It is not semiotics per se that warrants rethinking but rather the desire for groundedness. In contrast, semiotics (like any variety of hermeneutics) is always speculative, especially when we try to ground our claims by reconstructing the composer’s intentions or the habitus of historical listeners. (16) Therefore, just as we must not conflate semiotics with one of its possible underlying attitudes, we must not reduce hermeneutics to a practice that would oppose or supplant semiotics or analysis. Rather, the “universal claim of hermeneutics” ( Grondin 1994 , 19) demands that we cultivate epistemological models of interpretation that aspire to be inclusive of all modes of understanding. That is why my use of the term “hermeneutics” in this case refers not to any preferred technique of music analysis but to a conception of musical knowledge tempered and informed by the intellectual tradition of philosophical hermeneutics.",
                "footnotes": [
                    "FN16"
                ],
                "citations": [
                    "klein_2015",
                    "hatten_2020",
                    "grondin_1994"
                ]
            }
        },
        {
            "5.3": {
                "text": "[5.3] The philosopher John Caputo shows us that, like music, philosophical hermeneutics has its own dichotomy to work out: In the ancient story of Hermes itself, we can divine the difference between two interpretations of interpretation . The one you follow depends on your interpretation. Hermes the Straight Man, favoured by the mainstream, the theologians, the more tradition-bound, or Hermes the Trickster, favoured by the marginal, the outliers. . . . The one figure is more hierarchical, conservative and subservient to the gods on high, representing a kind of law-and-order, top-down hermeneutics. The other is a god of the people, a voice of the demos , a divine disturber of the peace who made the higher-ups nervous because he would not conform to the established order; in short, a more radical hermeneutical type intent on shaking up the system and making unpredictable things happen. ( 2018 , 16–17, emphasis original) (17) Within Caputo’s description, we might recognize two kinds of topic theory: On the one hand, an archaeological theory that treats topics as eighteenth-century artifacts, documenting importation, listening competencies, and associated cultural units at synchronic points in history. And on the other hand, an adventurous theory whose expansiveness threatens to mar the topical canon with discrepancies. Fortunately, I do not suggest that we choose between these two caricatures, and neither does Caputo. Philosophical hermeneutics helps navigate between the two false extremes without enfolding them both into a new dialectic or Hegelian synthesis (140). 6. Takeaways",
                "footnotes": [
                    "FN17"
                ],
                "citations": [
                    "caputo_2018"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] The goals of this critical history are twofold. First, by treating the history of topic theory as a case study, I am arguing that the concept of absolute music still functions as a regulative ideal or even a constitutive principle in gatekeeping musical meaning. Now more than ever, as music theorists scrutinize gatekeeping in all its guises, it is worth tugging the thread of absolute music to see what else is entangled in its Borromean knot. How many discourses can stand if the imaginary distinction between “music itself” and the extramusical falls?",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6.2": {
                "text": "[6.2] Second, I want to point out a promising direction for future scholarship on musical meaning. Applying philosophical hermeneutics to music analysis is not a new project (for example, see Kramer 2011 and 2020 ). However, the dualistic state of affairs in topic theory suggests that it is an unfinished or under-attempted project, and taking it up offers a path away from verification and back to interpretation. Still, it stands to ask how we can justify our analytical claims without a narrow conception of “music,” sometimes disguised as the reconstruction of historical listening competencies or cultural conventions. If I demur to give an answer, it is because hermeneutics shows us that there is no one answer . In interpreting musical topics, we are not faced with a choice between rule-bound reconstruction and reckless abandon (or analysis and its other) as the course of topic theory may have led us to believe. Instead, reconciling our perspective on musical meaning with philosophical hermeneutics entails recognizing that an interpretation is never certain but only one possibility among many.",
                "footnotes": [],
                "citations": [
                    "kramer_2011",
                    "kramer_2020"
                ]
            }
        },
        {
            "6.3": {
                "text": "[6.3] Rather than merely qualify strong claims about music with an afterthought to polysemy, philosophical hermeneutics follows Friedrich Schleiermacher in taking the fundamental uncertainty of knowledge as its starting place. (18) In this way, applying a hermeneutic worldview to the study of music might resemble a kind of inclusive humility, which acknowledges that music is not an entity separable from its meanings and, consequently, no musical interpretation is ever all-knowing or final (or verifiable). Such a worldview must look outward from topic theory to confront music’s ostensible relationships with affect, performativity, and ineffability. (19) However, as topics continue their decades-long advance from eighteenth-century music to new repertoire and methodologies, they could become a productive vehicle for examining our deepest held beliefs about musical meaning. In lieu of any prescriptions or conclusions, this brief history of topic theory offers instead an invitation to diagnose cravings for certainty wherever they arise. Our age of rethinking enjoins us to realize a music analysis without “music” (or its negative image, the extramusical). Until then, we are still waiting for “the musicology of the future.” (20)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "essay",
    "source": "mto/raw/mto.24.30.1.principi.html",
    "data": "mto/data/mto.24.30.1.principi.json"
}