{
    "title": "Review of S. Alexander Reed, <i>Assimilate: A Critical History of Industrial Music</i> (Oxford, 2013)",
    "date": "2014/03/01",
    "volume": "20",
    "issue": "2",
    "authors": [
        "Heetderks, David"
    ],
    "abstract": "",
    "keywords": [
        "industrial",
        "post punk",
        "electronic music",
        "EBM",
        "electronic body music",
        "futurepop",
        "cut-up",
        "Throbbing Gristle",
        "Cabaret Voltaire",
        "Nitzer Ebb",
        "Front 242",
        "Skinny Puppy",
        "Laibach",
        "Burroughs"
    ],
    "doi": "",
    "received": "March 2014",
    "pdf": "http://www.mtosmt.org/issues/mto.14.20.2/mto.14.20.2.heetderks.pdf",
    "author_info": [
        {
            "name": "David Heetderks",
            "university": "Assistant Professor of Music Theory",
            "address": "Oberlin Conservatory, 77 West College Street, Oberlin, OH 44074",
            "email": "dheetder@oberlin.edu"
        }
    ],
    "citations": {
        "azerrad_2001": "Azerrad, Michael.  2001. Our Band Could Be Your Life: Scenes from the American Indie Underground. Boston: Little Brown.",
        "burroughs_1962": "Burroughs, William S.  1962; reprint, 1967. The Ticket That Exploded. New York: Grove Press.",
        "grossberg_1983–1984": "Grossberg, Lawrence.  1983–1984. “The Politics of Youth Culture: Some Observations on Rock and Roll in American Culture.” Social Text 8: 104–26.",
        "hurley_1996": "Hurley, Kelly.  1996. The Gothic Body: Sexuality, Materialism, and Degeneration at the Fin de Siècle. New York: Cambridge University Press.",
        "kristeva_1982": "Kristeva, Julia.  1982. Powers of Horror: An Essay on Abjection. Translated by Leon S. Roudiez.  New York: Columbia University Press.",
        "robinson_2011": "Robinson, Edward S.  2011. Shift Linguals: Cut-Up Narratives from William S. Burroughs to the Present. New York: Rodopi.",
        "shekhovtsov_2009": "Shekhovtsov, Anton.  2009.  “Apoliteic Music: Neo-Folk, Martial Industrial and ‘Metapolitical Fascism.’” Patterns of Prejudice 43, no. 5: 431–57."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Critical responses to Yeezus that note the influence of industrial music are too numerous to list here, but examples include John Pareles, “A Fighter Returns With Angrier Air Punches,” The New York Times June 17, 2013, 1; and Jon Dolan, “Album Review: Yeezus,” Rolling Stone July 4, 2013, 105–106.",
            "citations": []
        },
        "FN2": {
            "text": "2. A concise summary of Burroughs’s concept of the control machine, as well as the means for resisting it, can be found in Burroughs 1962 , 205–17.",
            "citations": [
                "burroughs_1962"
            ]
        },
        "FN3": {
            "text": "3. Aside from Burroughs, a handful of other twentieth-century philosophies and artistic movements provide an “intellectual precondition”  (20) to industrial music.  They include futurism, whose fascination with the machine and its noises, and even with its destruction as it outstrips the world that contains it, have parallels with industrial musicians’  love of technology and noise (21– 25).  They include trends in 1950s and ‘60s avant-garde music, since the especially harsh and noisy passages in composers such as Karlheinz Stockhausen and Robert Ashley led some industrial magazines to give these composers respectful if brief mentions (43).  They include Guy Debord’s Situationism, a philosophy of resistance that was crucial in the May 1968 Paris Uprising (9). Finally, Artaud’s ideas about the theater of cruelty illuminate industrial’s shocking lyrical and visual content: like Artaud, industrial music seeks to shock in order to forcibly pull people out of their normal selves (171).",
            "citations": []
        },
        "FN4": {
            "text": "4. Although Burroughs was instrumental in disseminating the cut-up technique, it was the artist and writer Brion Gysin who originated it, a fact that Burroughs acknowledges ( Robinson 2011 , 22).",
            "citations": [
                "robinson_2011"
            ]
        },
        "FN5": {
            "text": "5. The passage that makes the connection most explicitly is: the “only way to break the inexorable down spiral of ugly uglier ugliest recording and playback is with counterrecording and playback ... the first step is to isolate and cut association lines of the control machine ... ” ( Robinson 2011 , 217).",
            "citations": [
                "robinson_2011"
            ]
        },
        "FN6": {
            "text": "6. San Francisco, because it historically takes an open attitude toward artistic experimentation, was also an early center of industrial music, but the figures Reed mentions in the chapter rarely reappear as influences, partly because one of the first key figures—Monte Cazazza—left few recordings (100–102).",
            "citations": []
        },
        "FN7": {
            "text": "7. There is an irony in the history of early industrial music in that many of its bands relied on support from authority figures that their music, in theory, stood against: Cabaret Voltaire relied on the support of the University of Sheffield and a government-sponsored art space, and Einstürzende Neubauten relied on government support of housing in West Berlin.  Other than mentioning the incongruity of Laibach’s receiving government support in a footnote (187), Assimilate does not explore it.",
            "citations": []
        },
        "FN8": {
            "text": "8. For examples, see Azerrad ( 2001 ), 14–15, 23, 256.",
            "citations": [
                "azerrad_2001"
            ]
        },
        "FN9": {
            "text": "9. An example of this appropriation can be heard in Laibach’s “Perspektive, ” in which a narrator intones a fascist-tinged manifesto putatively intended to “force the compliance of a dissident audience”  (130) over a rigid, syncopated medium-tempo dance beat.  The market-controlled disco dance beat is thus likened to a totalitarian state, and both are invoked ironically to deflate perceived power structures by exposing them (129–31).",
            "citations": []
        },
        "FN10": {
            "text": "10. Hurley ( 1996 ), 148–50 suggests that the abhuman body was culturally associated with femininity in the fin-de-siècle period.",
            "citations": [
                "hurley_1996"
            ]
        },
        "FN11": {
            "text": "11. The band Big Black was a primary influence in Ministry’s industrial/metal fusion, but Assimilate does not list Big Black as an industrial band because of its lyrical themes (250–51).",
            "citations": []
        },
        "FN12": {
            "text": "12. Grossberg ( 1983–1984 , 114–16), offers a valuable discussion of co-optation, arguing that it is best understood in affective or ideological terms, rather than economic terms, since the latter are, in fact, often necessary in order to disseminate music and create a community.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Audio Clip 1 . “Hamburger Lady” (1978) by Throbbing Gristle Audio Clip 2 . “Headhunter” (1988) by Front 242",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] The genre of industrial music is long-lived and, as is evident from comparing Audio Clip 1 and Audio Clip 2, encompasses a broad range of styles. Audio Clip 1, from “Hamburger Lady” (1978) by Throbbing Gristle, is a collage of noisy sounds and a spoken text that has been electronically modified to near indistinguishability.  The only suggestion of a beat is provided by a distant thump, perhaps suggesting a heartbeat.  The text assaults common notions of good taste: it describes the medical care of a severely burned woman, forcing listeners to confront a figure that civilized society would keep hidden. Audio Clip 2, from “Headhunter” (1988) by Front 242, features a driving dance beat that, in contradistinction to “Hamburger Lady,” is crisp and motoric.  The lead singer shouts out the story of a bounty hunter, performing an aggressive form of masculinity.  The sounds of industrial music have appeared even in recent years: the harsh and abrasive synthesizer beats in Kanye West’s 2013 album Yeezus have galvanized critics, leading some to describe a masochistic form of listening that is reminiscent of responses to industrial music. (1) [2] Divergent as the audio clips are, S. Alexander Reed’s Assimilate: A Critical History of Industrial Music demonstrates that the genre’s many forms grapple with a core set of aesthetic and ideological questions.  The book traces industrial music from its origin in experimental bands from the late 1970s to the explosion of more popular and dance-oriented styles of the 1980s, and it follows the many subgenres that arose in the following decades. Assimilate argues that the forms of industrial music, even if they compromise in some ways to popular styles, always retain at least vestiges of the genre’s original ideological impulse.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] This ideological impulse is found most essentially in the writings of novelist and essayist William S. Burroughs.  Burroughs’s influence on industrial music was direct as well as ideological, because in the 1970s he mentored Genesis P-Orridge from Throbbing Gristle, one of the first and most influential industrial bands  (34–35).  In Burroughs’s view, the media, government, and authorities insidiously directed individuals’ thoughts and attitudes toward their own ends  (26).  Burroughs condensed the authority of these institutions into a “control machine.” (2) Resisting this control and breaking the lines of thought that this control subtly directs are achieved through the technique of the “cut-up,” in which spoken and written words are juxtaposed randomly, breaking out of set patterns of thought and deflating a text’s empty rhetorical gestures  (33–37). (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] The cut-up technique is not new: it can be traced back to Dada, and Burroughs himself acknowledged this precedent  ( Robinson 2011 , 23). (4) But Burroughs helped to disseminate the technique, and he added significant ideological twists.  Because Burroughs believed that ordinary language was a means of structuring society, enacting the cut-up on spoken language became a means of resisting established social orders  ( Robinson 2011 , 40).  In addition, Burroughs used recorded words in his cut-up techniques, symbolically appropriating tools reflecting the powers of media he sought to undermine ( Robinson 2011 , 58–63).\nIn The Ticket That Exploded ( 1962 ), Burroughs makes explicit that the cut-up is akin to using the power of the metaphorical control machine against itself, bringing it to a point of breakage to expose it and drain its influence. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": [
                    "robinson_2011",
                    "robinson_2011",
                    "robinson_2011",
                    "burroughs_1962"
                ]
            }
        },
        {
            "5": {
                "text": "[5] Drawing from a capacious knowledge of the repertory, Reed briefly examines several tracks to demonstrate how the cut-up process, as well as the anti-authoritarian stance it connotes, informs a wide variety of industrial-influenced styles.  The cut-up was used in the spoken-word and audio collages of Throbbing Gristle, and the band even treated their own recordings as raw material for further splicing and manipulation.  Cabaret Voltaire recorded the sounds of the city and played them back in the same environment in order to defamiliarize them (62).  The cut-up appears in song construction and production techniques of later industrial bands: it is present in “glitching” (in which an audio sample is looped in a way that deliberately creates noise or imperfections, or in which a technological error is somehow incorporated) (39); the incorporation of sounds from television and movies; and in unusual song constructions in which entire sections are fragmented and randomly juxtaposed (30–32).  Reed’s analyses incorporate discussion of performances, images, timbre, and even details of sound production and equipment, in addition to discussing chords and lyrics, and they provide a valuable model for interpreting popular music.  Some readers might be disappointed by the relative lack of sustained close readings in later chapters, especially as they discuss some of the most well-known industrial groups, but as an ideological starting point for approaching their music Assimilate is highly valuable.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] After presenting its ideological foundation, Assimilate gives a roughly chronological history of the industrial genre.  It is no accident, Reed argues, that industrial music was born in Northern England and West Berlin. (6) The economic stagnation of both areas in the 1970s made youth especially aware of how surrounding commercial power structures had failed to support them.  In Sheffield the government was also an institutional presence, since it had made abortive attempts to intercede on behalf of unemployed youth.  Industrial musicians adopted a mistrustful attitude toward these authorities and turned toward music as a means of recreating the drab environment around them (59–61). (7) Assimilate gives vivid portrayals of many of these early industrial figures.  Throbbing Gristle had roots in the mail- and performance-art scenes and turned to music after deciding that the hippy subculture of which they were a part had lost the ability to shock (72–83).  Einstürzende Neubauten formed out of a community of squatters in 1970s Berlin, and they literally played the city—banging on the metal floor under a bridge overpass or pounding a wall—in order to express their frustrations (87–88).  The exchange by mail of cassette tapes, which became cheap and widely available by the late 1970s, created virtual scenes that allowed networks of musicians to sustain the genre (118–19). Assimilate ’s history draws from interviews and correspondences the author conducted with many of the genre’s key figures, and one can imagine even casual fans relishing its wealth of detailed information.",
                "footnotes": [
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] Assimilate ’s historical account often uses the ideology outlined in its introduction as an interpretive lens for the historical events.  In general this is a worthwhile approach that reveals unexpected connections between different musical scenes.  But occasionally Assimilate takes an insufficiently critical view of this ideology and leaves unanswered questions.  For example, in his discussion of Cabaret Voltaire’s influence on other Sheffield bands, Reed states that consensus reality—that is, the belief that reality is based on “perceptual consensus” and as such can be shaped—is a significant tenet of early industrial music and provides a framing concept for how Cabaret Voltaire shaped the reality of their city’s musical scene (66).  The band became a godparent to younger industrial bands, giving them favors and access to their studio space. Assimilate does not say whether consensus reality is applicable to non -industrial subcultural bands who supported their younger counterparts, (8) or whether it is critical to the specific moment in the narrative of industrial music.  More explanation in this passage, and a few others like it, would be welcome.",
                "footnotes": [
                    "FN8"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] A watershed development in industrial music occurred in the early 1980s, when many artists turned from tape loops to synthesizers and incorporated pop and rock elements into their music. Assimilate offers several explanations for this shift in style.  The turn toward pop grew, in part, out of industrial artists’ fascination with music technology: the limitations of early synthesizers encouraged repetitive music and 4-beat patterns (131–32).  Some bands appropriated elements of pop in order to subvert or make ironic commentary, much like post-punk artists from the same time. (9) Finally, some industrial bands (such as Nitzer Ebb or D.A.F.) embraced dance not ironically, but precisely for its pleasurableness.  This embrace realized the ideological goals of industrial music in a different way: if our language and conscious thought are tainted by Burroughsian “control machines,” then dance music might “drown out conscious thought through . . . highlighting, disciplining, and exhausting the body at the expense of explicit intellectual discourse” (154).  The enthusiastic embrace of synthesizers and dance rhythms helped spawn a subgenre of industrial, EBM (electronic body music), in which the body’s relationship to the beat is a primary musical and lyrical concern.",
                "footnotes": [
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Assimilate devotes a full chapter to Skinny Puppy, who in the 1980s both expanded the possibilities of the industrial genre and became one of its luminaries.  This chapter is in many respects the most interesting and thought-provoking in the book, yet it would be strengthened by an extended close reading of a track that makes explicit the connections among the many ideas it presents.  Skinny Puppy’s music is highly danceable, but unlike EBM, it does not emphasize purity and impregnability.  Instead, its borders are porous: washes of minor chords and collages of audio samples span across its rigid four-beat patterns. Assimilate coins the term “feminine Gothic,” derived from 1980s–1990s literary theory ( Kristeva 1982 , Hurley 1996 ), in order to encapsulate the band’s contribution to the genre.  The “feminine” modifier derives not from Skinny Puppy’s significant female fan base, a first in the industrial genre, but from the relation between the Gothic and cultural understandings of femininity. (10) The term denotes the exploration of the boundary between human and abhuman (176–77), certainly evident in Nivek Ogre’s monstrous lead vocals, as well as abjection, or the replaying of past trauma (178).  Reed ties his many ideas together by suggesting that these actions aim to shock listeners awake and to evoke a state of undifferentiated boundaries between bodies and signifiers, which resists the influence of “control machines” (177).",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "kristeva_1982",
                    "hurley_1996"
                ]
            }
        },
        {
            "10": {
                "text": "[10] The rise of the WaxTrax! label in Chicago in the 1980s led to the formation of several bands in the last half of the decade, a period that many consider to be industrial music’s heyday.  During the same period, industrial musicians began to view industrial music as a set of characteristic sounds and timbres, rather than an ideological viewpoint expressed through music.  In Reed’s words, industrial music progressed from enacting to connoting to resembling a machine (267).  In the late 1980s some industrial musicians also began to use more traditional songwriting techniques, incorporating verse/chorus structures and greater harmonic variety.  Nine Inch Nails could be viewed as a prime example of this trend (268–69).  Other bands, most notably Ministry, successfully fused industrial music with heavy metal styles (250–51). (11)",
                "footnotes": [
                    "FN11"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] Despite this shifting view of the industrial genre by its practitioners, a recurring thread in later chapters is that the music contains traces of its original ideological impulse. Assimilate shows the continued influence of industrial’s individualistic and paranoid ideology in its timbres (e.g., highly distorted vocals) and lyrics.  The music retains potential for subversion, whether or not this potential is tapped.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] In addition to their potential for subversion, industrial musical practices also have potential failings that undermine their ability to achieve their ideological goals, and Assimilate is valuable for addressing them.  One of the most significant failings is that a subset of industrial bands use imagery redolent of fascism, especially some (though not all) bands in the “neo-folk” subgenre.  These bands, as Shekhovtsov 2009 (454–55)  demonstrates, are generally not avowed members of the National Front or even politically active; instead, their lyrics outline an “apoliteic” viewpoint, a post-fascist philosophy of taking a disinterested view toward the political process and working to modify culture in order to make it more susceptible to non-democratic forms of politics. Assimilate outlines two possible arguments about industrial music and totalitarianism: one could extrapolate a broader argument from the apoliteic bands and suggest that any industrial band that aestheticizes power, even ironically, is problematic, since it acclimates fans to it (195).  By contrast, Slavoj Žižek (b. 1949), the Slovenian Marxist philosopher, argues that to fear fascist symbols only gives them power (199). Assimilate concludes its discussion of fascism by offering a hypothetical narrative of industrial music in which it is partially co-opted by market forces, which are couched in fascist terms, but still struggles to resist them (198). (12) Even if its conclusion about the issue is provisional, the book succeeds in outlining the significant questions surrounding it.",
                "footnotes": [
                    "FN12"
                ],
                "citations": [
                    "shekhovtsov_2009"
                ]
            }
        },
        {
            "13": {
                "text": "[13] One of Assimilate ’s strengths is that it presents such a rich portrayal of the industrial genre that it leaves readers with a sense of how much more there is to explore. Assimilate states that one scene it discusses is “worthy of a book in itself” (269); the same could be said of the many other periods it vividly portrays.  The analyses in the book could provide a catalyst for more extensive study of industrial artists’ ability to both create danceable grooves and convey revulsion, shock, and resistance to perceived societal norms.  The relation between industrial music and other art forms that force the machine and human body into close contact, such as cyberpunk literature, could be further explored. Assimilate makes a powerful case for the worth and expressive potential of a relatively understudied branch of popular music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "review",
    "source": "mto/raw/mto.14.20.2.heetderks.html",
    "data": "mto/data/mto.14.20.2.heetderks.json"
}