{
    "title": "Review of Dermot Gault, <i>The New Bruckner: Compositional Development and the Dynamics of Revision</i> (Surrey, England: Ashgate, 2011)",
    "date": "2011/12/01",
    "volume": "17",
    "issue": "4",
    "authors": [
        "Ramirez, Miguel J."
    ],
    "abstract": "",
    "keywords": [
        "Bruckner",
        "Gault",
        "revision",
        "symphony",
        "harmony",
        "chromaticism"
    ],
    "doi": "",
    "received": "July 2011",
    "pdf": "http://www.mtosmt.org/issues/mto.11.17.4/mto.11.17.4.ramirez.pdf",
    "author_info": [
        {
            "name": "Miguel J. Ramirez",
            "university": "Clarksville, TN",
            "address": "",
            "email": "miguel.ramirez@lipscomb.edu"
        }
    ],
    "citations": {
        "bruckner’s_symphonies:_analysis_reception_and_cultural_politics": "Horton, Julian. 2004. Bruckner’s Symphonies: Analysis, Reception and Cultural Politics . Cambridge: Cambridge University Press.",
        "anton_bruckner:_a_documentary_biography": "Howie, Crawford. 2002. Anton Bruckner: A Documentary Biography . Lewiston, NY: Edwin Mellen Press.",
        "perspectives_on_anton_bruckner": "Howie, Crawford, Paul Hawkshaw, and Timothy L. Jackson, eds. 2001. Perspectives on Anton Bruckner . Burlington, VT: Ashgate.",
        "bruckner_studies": "Jackson, Timothy L., and Paul Hawkshaw, eds. 1997. Bruckner Studies . Cambridge: Cambridge University Press.",
        "korstvedt_2000": "Korstvedt, Benjamin. 2000. Bruckner: Symphony No. 8 . Cambridge: Cambridge University Press.",
        "ramirez_2009": "Ramirez, Miguel J. 2009. Analytic Approaches to the Music of Anton Bruckner: Chromatic Third-Relations in Selected Late Compositions . Ph.D. dissertation, University of Chicago.",
        "stocken_2009": "Stocken, Frederick. 2009. Simon Sechter's Fundamental-Bass Theory and Its Influence on the Music of Anton Bruckner . Lewiston, NY: Edwin Mellen Press.",
        "swinden_2004": "Swinden, Kevin. 2004. “Bruckner and Harmony.” In The Cambridge Companion to Bruckner , ed. John Williamson, 205–29. Cambridge: Cambridge University Press."
    },
    "footnotes": {
        "FN1": {
            "text": "1. To be sure, there have been studies that address the Brucknerian tonal language from various perspectives. Recent English-language contributions to the analysis of harmony and tonality in Bruckner include Korstvedt 2000 , Swinden 2004 , Ramirez 2009 , and Stocken 2009 .",
            "citations": [
                "korstvedt_2000",
                "swinden_2004",
                "ramirez_2009",
                "stocken_2009"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1] In recent years music theorists have devoted considerable attention to the analysis of chromatic harmony, delving especially into the complex works of Schubert, Brahms, Wagner, and other nineteenth-century composers. The music of Anton Bruckner, however, presents a special challenge to analysts in that he constantly revised his works—so much so that his scores arguably epitomize the notion of the artwork as an entity in flux. Dermot Gault’s The New Bruckner is a valuable addition to the analyst’s library since it sheds new light on the Brucknerian process of composition and revision. After an overview of the book, I will turn to matters of particular relevance to Bruckner analysts raised by Gault’s volume.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The literature on Bruckner still abounds in myths and misconceptions about his personality and his music. Among the most entrenched misconceptions is the notion that Bruckner’s insecurities as a composer prompted him to constantly revise his works and naively follow the advice of friends and disciples regarding his revisions. Gault sets out to debunk these and other misconceptions in The New Bruckner . To be sure, scholars have been unveiling a more accurate image of the composer and his oeuvre for some time already, and Gault himself builds upon work from his dissertation, Anton Bruckner’s Concept of the Symphony as Exemplified by his Revision of his Symphonies 3, 4 and 8 (Queen’s University of Belfast, 1994). The New Bruckner , however, is the first large-scale study to bring together and synthesize the available information about Bruckner’s process of revision. And, perhaps more importantly, Gault’s book offers valuable analytical insights and fresh perspectives on the subject.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] The first feature of The New Bruckner that draws one’s attention is its organization, namely, the fact that the individual compositions are discussed in multiple chapters and sections. But the rationale for this apparent redundancy soon becomes evident: because Bruckner’s revisions represent steps in a gradual compositional process, the author addresses each version of each work in chronological order. Given the basic premises of the study, the importance of this strategy can hardly be overstated. In fact, one of the central threads in Gault’s exposition is the premise that “Bruckner’s revisions, far from being merely the consequence of negative reception, reflect clearly thought out and consistently applied compositional preoccupations” (7). Those compositional preoccupations, the author argues, involve “establishing a closer relationship between form and content” in his works and “shortening, simplifying, and clarifying” his musical ideas. In his revisions, that is, Bruckner strove for a more cohesive and goal-oriented conception of the music. To be sure, Gault does not deny the role that external motivations and input played in some of the revisions. He does, however, place the participation of students and supporters in the revision processes in its proper perspective. As Gault notes, “the revisions were the outcome of several factors, of which the composer’s desire to perfect his work was the most important and the external pressure the least important” (8). It is necessary, therefore, “to distinguish between the ‘integral’ cuts and reductions that were effected as part of clearly conceived and carried out revision processes, and the ‘concessionary’ cuts that Bruckner seems to have proposed merely to cut his works down to size, and that do indeed reflect the composer’s insecurity and desperation to have his works performed” (9). Gault illustrates this distinction with numerous examples—a strategy, incidentally, that he aptly uses to substantiate his arguments in general.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Following a survey of Bruckner’s early works, Gault discusses elements of “tradition and innovation” in the composer’s oeuvre. In this chapter, the author addresses issues of “style, personality, and programmatic content” before turning to “the legacy of the classics”—a section in which he provides a balanced assessment of the influence of Mozart, Beethoven, Schubert, and Wagner on the composer. Gault’s discussion of the works that Bruckner composed in the 1860s—the three major Masses, the F-minor Studiensymphonie , and Symphonies No. 1 and No. “0” ( Nullte )—is followed by a chapter devoted to “the emergence of the Bruckner symphony,” namely, the composition of Symphonies No. 2 through No. 5 in 1872–76.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Building upon recent research, Gault sheds light on the preoccupations that triggered Bruckner’s urge to revise his works. In a chapter titled “Consolidation and Revision,” he shows that after the highly productive years that saw the composition of Symphonies No. 2 through 5, the composer’s concern with the regularization of phrase lengths was the catalyst for a first period of revision of those works in the late 1870s. In his next two chapters Gault discusses how, following another creative period in which Bruckner composed the String Quintet, the Te Deum , and the Sixth and Seventh Symphonies, his preoccupation with the elimination of consecutive octaves and the refinement of voice leading seems to have triggered a second wave of revisions whereby he once again revised his Fourth and Third Symphonies in the late 1880s.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7] In the following chapter, Gault engages in a very illuminating discussion of the relationship between “Bruckner and his disciples.” Given the central role they played in the revision and edition of Bruckner’s works, Josef and Franz Schalk are at the center or Gault’s inquiry. Drawing on Thomas Leibnitz’s Die Brüder Schalk und Anton Bruckner (Tutzing, 1988) and other sources, the author highlights the difference between Bruckner’s strained relationship with Josef and the affectionate rapport that he had with the younger Franz. Another important point in Gault’s account is the distinction between two different stages in the Schalks’ participation in the revision process. In an earlier stage, the author shows, the brothers were involved in revisions that were sanctioned by Bruckner. After ca. 1890, however, the evidence indicates that they deliberately kept the composer “out of the loop” regarding their interventions. As Gault points out, Josef’s re-orchestration of the F-minor Mass and Franz’s edition of the Fifth Symphony epitomize the surreptitious nature of the revisions in which the Schalks were engaged in later years. In the next two chapters, Gault turns his attention to the composition and revision of the Eighth and Ninth Symphonies; and in “The Final Decade” he discusses Bruckner’s revision of the First Symphony, the extent of his work on the unfinished Finale of the Ninth, and the early publications of his works in the heavily altered versions of his disciples.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] In the final chapter of his book—appropriately titled “Anomalies of History”—Gault addresses the tortuous history of the transmission and reception of Bruckner’s music since his death in 1896. The author shows how the confluence of Bruckner’s growing fame and the concerns with textual issues led to the establishment of the Internationale Bruckner-Gesellschaft and its publishing house (the Musikwissenschaftlicher Verlag ) in the late 1920s and early 1930s. Gault also discusses the process \nwhereby the works edited by Robert Haas—which at first embodied philological standards of “higher authenticity”—became increasingly flawed in the late 1930s and early 1940s. As he points out, the editions of the Second, Eighth, and Seventh Symphonies offer a perfect illustration of a new revisionist approach \nin which Haas went as far as conflating different versions of a work and introducing “improvements” of his own creation. Following a nuanced account of the Nazi appropriation of Bruckner’s oeuvre during the Third Reich, Gault turns his attention to the postwar Gesamtausgabe —an editorial project whereby the Musikwissenschaftlicher Verlag was entrusted with a new publication of Bruckner’s output under the editorship of Leopold Nowak. In a section titled “Old Bruckner Orthodoxy,” the author addresses the Haas-versus-Nowak controversy that ensued in England in the 1950s and 1960s. As he shows, a combination of “fixed attitudes and prejudices,” the premise that “artistic judgment must supersede strict musicology,” and limited access to the sources is to blame for the shortcomings in the work of Hans Redlich, Erwin Doernberg, Robert Simpson, and Deryck Cooke. Finally, in “An Abiding Plurality” Gault concludes the chapter by embracing “the rich array of Bruckner’s work in all its versions” (252). An appendix provides the reader with a helpful synopsis of the processes of composition, revision, and early publication for each of the versions of Bruckner’s symphonies.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] It is important to assess The New Bruckner in the larger context of Bruckner scholarship, particularly in light of recent studies of the Brucknerian musical language. In the past two decades scholars have made important advances toward a better understanding of Bruckner’s oeuvre, and the utilization of novel approaches to the analysis of his music has been an important part of that undertaking. This is particularly true of the English-language literature of the past fifteen years or so. On both sides of the Atlantic scholars have indeed made invaluable contributions to the analytical discourse on the composer. Starting with the philological, analytical, and critical work of Paul Hawkshaw, Timothy Jackson, and Benjamin Korstvedt, English-language scholarship on Bruckner arguably entered a new phase. And the volumes Bruckner Studies and Perspectives on Anton Bruckner reflect the importance of the role that American scholars have played in deconstructing old myths about Bruckner’s personality and output. More recently, English musicologists have taken further steps toward the creation of a new, more inclusive and accurate image of Bruckner, particularly with the publication of Crawford Howie’s Anton Bruckner: A Documentary Biography , and Julian Horton’s Bruckner’s Symphonies: Analysis, Reception and Cultural Politics .",
                "footnotes": [],
                "citations": [
                    "bruckner_studies",
                    "perspectives_on_anton_bruckner"
                ]
            }
        },
        {
            "10": {
                "text": "[10] It is in this context that The New Bruckner provides a much-needed compendium of the research and the analytical findings that have led to our current understanding of the Brucknerian musical language. Given the salient role that form, instrumentation, metrical organization, and voice leading played in the composer’s revision processes, it is understandable that Gault focuses on the analysis of those parameters. There is, however, an analytical aspect that Gault does not pursue with the level of detail that he devotes to the other musical elements, namely, the examination of the tonal language. But, to be fair, this relative omission is not exclusive to Gault’s study; it is arguably a lacuna that characterizes the field of Bruckner research generally. (1) The relative scarcity of large-scale studies of harmony and tonality in Bruckner, incidentally, is intriguing in view of the fact that this is precisely the most progressive and sophisticated aspect of his music.",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] All in all, Gault’s study represents an excellent contribution to the literature on Bruckner. Not only does The New Bruckner succeed in furnishing a new, more accurate picture of the Brucknerian processes of composition and revision, it offers an invaluable synthesis of the philological, biographical, and analytical insights that are slowly eliciting a more nuanced perception of the composer and his music. Bruckner specialists and nineteenth-century music scholars will benefit immensely from Gault’s achievement.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.11.17.4.ramirez.html",
    "data": "mto/data/mto.11.17.4.ramirez.json"
}