{
    "title": "Asymmetrical Meter, Ostinati, and Cycles in the Music of Tigran Hamasyan",
    "date": "2021/06/01",
    "volume": "27",
    "issue": "2",
    "authors": [
        "Schumann, Scott C."
    ],
    "abstract": "Tigran Hamasyan (b. 1987) is an Armenian jazz pianist and composer whose music has been described as “grounded in serious reinterpretations of Armenian culture via his take on Bach, French romantics, jazz, dubstep, metal, and modern electronic music” (2018, 637). Hamasyan has recorded thirteen studio albums between the years of 2006–2020, and analyzing these recordings suggests that asymmetrical meter, ostinati, and cycles are not a random occurrence in Hamasyan’s music but rather a crucial component of his compositional language. This article defines three types of cycles—phrasal, structural, and developmental—each of which has a unique compositional function. Another important distinction made in this article is the difference between “complete” and “incomplete” cycles. Complete cycles are those that repeat two metrical layers without disruption until they return to a shared point of alignment, while incomplete cycles are those in which the meter used in one or more of the layers is disrupted before returning to a shared point of alignment. Several of my own transcriptions of Hamasyan’s music are analyzed to discuss how asymmetrical meter, ostinati, and cycles are used to create various formal processes in Hamasyan’s compositions.",
    "keywords": [
        "Tigran Hamasyan",
        "meter",
        "rhythm",
        "cycles",
        "ostinati",
        "popular music",
        "jazz"
    ],
    "doi": "10.30535/mto.27.2.5",
    "received": "December 2020",
    "pdf": "https://mtosmt.org/issues/mto.21.27.2/mto.21.27.2.schumann.pdf",
    "author_info": [
        {
            "name": "Scott C. Schumann",
            "university": "Central Michigan University",
            "address": "313 N. Cedar St., Apt. 213, Lansing, MI 48912",
            "email": "Scott.Schumann1@gmail.com"
        }
    ],
    "citations": {
        "biamonte_2014": "Biamonte, Nicole. 2014. “Formal Functions of Metric Dissonance in Rock Music.” Music Theory Online 20 (2). https://doi.org/10.30535/mto.20.2.1 .",
        "bruce_2019": "Bruce, David. 2019. “The Rhythms of Tigran Hamasyan.” YouTube video. 13:34. Posted by David Bruce Composer. April 2, 2019. https://www.youtube.com/watch?v=80K3pQgTIvU .",
        "butler_2006": "Butler, Mark J. 2006. Unlocking the Groove: Rhythm, Meter, and Musical Design in Electronic Dance Music . Indiana University Press.",
        "capuzzo_2018": "Capuzzo, Guy. 2018. “Rhythmic Deviance in the Music of Meshuggah.” Music Theory Spectrum 40 (1): 121–37. https://doi.org/10.1093/mts/mty005 .",
        "cateforis_2002": "Cateforis, Theo. 2002. “How Alternative Turned Progressive: The Strange Case of Math Rock.” In Progressive Rock Reconsidered , ed. Kevin Holm-Hudson, 243–60. Routledge.",
        "catlin_2018": "Catlin, Roger. 2018. “The Point of Armenia’s Splashy Holiday is Getting Wet.” Smithsonian Magazine , July 3, 2018. https://www.smithsonianmag.com/smithsonian-institution/when-point-splashy-holiday-getting-wet-180969520/ .",
        "covach_1997": "Covach, John. 1997. “Progressive Rock, ‘Close to the Edge,’ and the Boundaries of Style.” In Understanding Rock: Essays in Music Analysis , ed. John Covach and Graeme M. Boone, 3–31. Oxford University Press.",
        "de_clercq_2016": "De Clercq, Trevor. 2016. “Measuring a Measure: Absolute Time as a Factor for Determining Bar Lengths and Meter in Pop/Rock Music.” Music Theory Online 22 (3). https://doi.org/10.30535/mto.22.3.3 .",
        "harris_2020": "Harris, Selwyn. 2020. “Tigran Hamasyan: “I Think an Artist’s Job is to Awaken Something That’s Unconscious.” Jazzwise , October 8, 2020. https://www.jazzwise.com/features/article/tigran-hamasyan-i-think-an-artist-s-job-is-to-awaken-something-that-s-unconscious .",
        "holm-hudson_2002": "Holm-Hudson, Kevin. 2002. Progressive Rock Reconsidered . Routledge.",
        "horlacher_1992": "Horlacher, Gretchen G. 1992. “The Rhythms of Reiteration: Formal Development in Stravinsky’s Ostinati.” Music Theory Spectrum 14 (2): 171–87. https://doi.org/10.1525/mts.1992.14.2.02a00030 .",
        "horlacher_2011": "Horlacher, Gretchen G. 2011. Building Blocks: Repetition and Continuity in the Music of Stravinsky . Oxford University Press.",
        "kassel_2011": "Kassel, Matthew. 2011. “An Interview with Tigran Hamasyan.” Next Bop (blog), March 4, 2011. https://nextbop.com/blog/aninterviewwithtigranhamasyan .",
        "krebs_1999": "Krebs, Harald. 1999. Fantasy Pieces: Metrical Dissonance in the Music of Robert Schumann .      Oxford University Press. https://doi.org/10.1093/acprof:oso/9780195116236.001.0001 .",
        "lewis_2013": "Lewis, John. 2013. “Tigran Hamasyan, the Pianist Giving Jazz an Armenian Twist.” The Guardian , October 24, 2013. https://www.theguardian.com/music/2013/oct/24/tigran-hamasyan-pianist-jazz-armenian .",
        "london_2012": "London, Justin. 2012. Hearing in Time: Psychological Aspects of Musical Meter . 2nd ed.      Oxford University Press. https://doi.org/10.1093/acprof:oso/9780199744374.001.0001 .",
        "macdonald_2001": "Macdonald, Hugh. 2001. “Cyclic Form.” Grove Music Online. https://doi.org/10.1093/gmo/9781561592630.article.07001 .",
        "manukian_2018": "Manukian, Armen. 2018. “Armenia.” In The History of European Jazz: The Music, Musicians, and Audience in Context, ed. Francesco Martinelli, 629–40. Equinox Publishing.",
        "mccandless_2013": "McCandless, Gregory. 2013. “Metal as a Gradual Process: Additive Rhythmic Structures in the Music of Dream Theater.” Music Theory Online 19 (2). https://doi.org/10.30535/mto.19.2.2 .",
        "osborn_2010": "Osborn, Brad. 2010. “Beats that Commute: Algebraic and Kinesthetic Models for Math-Rock Grooves.” Gamut 3 (1): 43–68. https://trace.tennessee.edu/gamut/vol3/iss1/4 .",
        "osborn_2017": "Osborn, Brad. 2017. Everything in its Right Place: Analyzing Radiohead . Oxford University Press. https://doi.org/10.1093/acprof:oso/9780190629229.001.0001 .",
        "pahlevanian_kerovpyan_and_sarkisyan_2001": "Pahlevanian, Alina, Aram Kerovpyan, and Svetlana Sarkisyan. 2001. Accessed April 20, 2021. “Armenia, Republic of.” Grove Music Online. https://doi.org/10.1093/gmo/9781561592630.article.42078 .",
        "pieslak_2007": "Pieslak, Jonathan. 2007. “Re-casting Metal: Rhythm and Meter in the Music of Meshuggah.” Music Theory Spectrum 29 (2): 219–45. https://doi.org/10.1525/mts.2007.29.2.219 .",
        "roeder_2003": "Roeder, John. 2003. “Beat-Class Modulation in Steve Reich’s Music.” Music Theory Spectrum 25 (2): 275–304. https://doi.org/10.1525/mts.2003.25.2.275 .",
        "terentyev_2018": "Terentyev, Savva. 2018. Three Piano Pieces by Tigran Hamasyan . Transcriptions edited by Tigran Hamasyan and Savva Terentyev. Terentyev Music Publishing Company."
    },
    "footnotes": {
        "FN1": {
            "text": "1. Some of Hamasyan’s many accolades include first prize at the Montreux Jazz Festival solo piano competition in 2003, first prize at the Thelonious Monk Jazz Piano Competition in 2006, the Victories de la Musique for his 2011 album A Fable , the 2013 Vilcek Prize for Creative Promise in Contemporary Music, and the 2016 Echo Award for best international piano album of the year for his 2015 album, Mockroot . According to Manukian ( 2018 , 637), Herbie Hancock is quoted as saying “A-may-zing! Now, Tigran, you are my teacher,” and Chick Corea described Hamasyan as “a mature and great and rich and deep artist.”",
            "citations": [
                "manukian_2018"
            ]
        },
        "FN2": {
            "text": "2. The title of this piece seems to be an allusion to the English translation of the first stanza of the original Armenian text. Translation provided by Fr. Yeprem Kelegian, Pastor Emeritus St. Mesrob Armenian Church; Racine, WI (2/8/2019). Thanks to Joshua Albrecht (Kent State University) for helping me obtain this translation.",
            "citations": []
        },
        "FN3": {
            "text": "3. For all form diagrams in this article, the number of bars corresponds to the meter in layer 1. All shaded columns indicate presence of a cycle created by metric conflict between layers.",
            "citations": []
        },
        "FN4": {
            "text": "4. EP No. 1 , The Poet , and For Gyumri are EPs, and They Say Nothing Stays The Same is an original motion picture soundtrack. There are a number of recordings of live performances of Hamasyan’s compositions on YouTube and other resources, as well as several collaborative albums Hamasyan has done with other artists. Many of these performances use similar rhythmic features discussed in this article but will have to be saved for study in a future project.",
            "citations": []
        },
        "FN5": {
            "text": "5. There is an apparent discrepancy with the dates for the first three albums on this list as they appear on Hamasyan’s website ( http://www.tigranhamasyan.com/ ). I have decided to ignore these dates in favor of the album release dates listed by the studios. Also note that three of the albums in Example 3 are EPs ( EP No. 1, The Poet, and For Gyumri ), and one is an original motion picture soundtrack ( They Say Nothing Stays The Same ).",
            "citations": []
        },
        "FN6": {
            "text": "6. All terminology with cycle types corresponds to the terminology I use throughout this article. This list is not meant to be inclusive of all instances that cycles are heard in Hamasyan’s music, but rather to illustrate the relative frequency with which they seem to be used in his compositions.",
            "citations": []
        },
        "FN7": {
            "text": "7. Hamasyan’s original motion picture soundtrack They Say Nothing Stays The Same (2019) does not include any instances of cycles, which makes it somewhat of an outlier considering his other albums released over the previous ten years seem to include at least one instance of such a device. It is possible that the absence of these devices has to do with the nature of the film’s narrative or character for which this music was written. Furthermore, the absence of tracks from The Poet (2014) in Example 4 is due to the fact that all tracks using cycles on this EP are duplications from other tracks that are included in Example 4—“The Poet,” “Road Song,” and “Vardavar.” There are two tracks on New Era —#4 “Aparani Par” (The Dance of Aparan) and #7 “Gypsology”—that could be considered early prototypes for the cycles discussed in this article, in that they feature the use of hemiola and 2:5 patterns respectively. However, both of these compositions seem to use this metrical conflict to establish dissonance at the beginning of a phrase only to resolve to a metrically consonant pattern by the end, rather than the more complete phrase length cycles heard in Hamasyan’s later compositions.",
            "citations": []
        },
        "FN8": {
            "text": "8. Hamasyan has commented on his use of Armenian folk music, such as this statement in his 2013 interview with John Lewis: “the language I try to use when I'm improvising is not bebop but Armenian folk music.” In an interview with Selwyn Harris ( 2020 ) about the music on his album The Call Within , Hamasyan states “A lot of it comes from folk, especially Armenian folk music. Even if I arrange a jazz standard it’s going to have that kind of approach with the odd meters, polyrhythmic songs and dances that I’ve studied since I discovered Armenian music.”  However, given that there has not been much scholarly attention devoted to the analysis of Armenian folk music, it is difficult to specify exactly which aspect(s) of Armenian folk music Hamasyan uses in his compositions. This article will continue to discuss the use of asymmetrical rhythmic patterns as one possible aspect of this Armenian folk music influence, and it is my hope that these features of Hamasyan’s music will be the focus of more studies in the future.",
            "citations": [
                "lewis_2013",
                "harris_2020"
            ]
        },
        "FN9": {
            "text": "9. Other scholars who have discussed rhythmic and metric complexity in similar styles include Covach ( 1997 ), Osborn ( 2010 ), and Capuzzo ( 2018 ).",
            "citations": [
                "covach_1997",
                "osborn_2010",
                "capuzzo_2018"
            ]
        },
        "FN10": {
            "text": "10. The example from “Drip” discussed above is an incomplete cycle in that the implied 5/4 meter in layer 2 is disrupted in order to maintain the 4-bar hypermeter established by the 4/4 meter in layer 1.",
            "citations": []
        },
        "FN11": {
            "text": "11. Osborn ( 2017 ) also discusses the concept of “embedded grouping dissonances” in the music of Radiohead. For more on this concept, in particular in the context of EDM, see Butler ( 2006 ).",
            "citations": [
                "osborn_2017",
                "butler_2006"
            ]
        },
        "FN12": {
            "text": "12. I will approach Hamasyan’s use of cycles in a manner similar to Horlacher’s approach to cycles and superimposition in the music of Stravinsky. Horlacher ( 1992 , 173) states that these cycles often create a sense of progression, “which arises from the subtle differences between contiguous presentations of superimposed strata, [producing] a formal framework through the joint completion among strata of a contrapuntal pattern.” In other words, while one layer (stratum) might sound static when heard in isolation, when combined with another layer it creates a certain amount of variety that has a developmental quality.",
            "citations": [
                "horlacher_1992"
            ]
        },
        "FN13": {
            "text": "13. Or, if these compositions do have a consonant middle section, it is relatively brief when compared with many of the dissonant frame examples discussed by Biamonte.",
            "citations": []
        },
        "FN14": {
            "text": "14. This discussion takes place in chapter 4, in which Krebs ( 1999 , 99) defines diminutions and augmentations as metrical processes “that involve alteration of identity, generally from one dissonance to a related one.” Krebs ( 1999 , 102) also suggests that “the dissonances involved in diminution are not necessarily contiguous: a diminution process may span a large area, its various stages interspersed with material not involved in the process,” which relates to many of the diminution processes that take place over large sections of Hamasyan’s compositions.",
            "citations": [
                "krebs_1999",
                "krebs_1999"
            ]
        },
        "FN15": {
            "text": "15. As Krebs ( 1999 , 99) discusses, Schumann’s diminutions often involve mathematically divisible pulse values (e.g. 8→4→2).",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN16": {
            "text": "16. This approach works in a similar fashion in single part compositions, only with the theme introduced at the beginning of the piece and then brought back at the end of the same composition with a second ostinato to create a cycle.",
            "citations": []
        },
        "FN17": {
            "text": "17. Similar to Krebs’s discussions of diminution processes in the finale of Schumann’s Piano Quintet, Op. 44 ( 1999 , 102), this developmental process of changing the original ostinati and using diminution and cycles in Hamasyan’s music “contributes a great deal to the sense of growing excitement within the [piece].”",
            "citations": [
                "krebs_1999"
            ]
        },
        "FN18": {
            "text": "18. The transcriptions in this article use a range of time signatures and tempi, some of which are relatively fast, and/or convey a high level of surface rhythmic activity. De Clercq      states that “since I deal exclusively with meter and bar lengths in pop/rock music, I take 120 BPM to be the best available approximation of ideal tempo, given a time signature of 4/4” ( 2016 , 2.6). However, de Clercq also points out that “some songs are indeed slow, both in terms of drum pattern and harmonic/melodic content, just as other songs are indeed fast” ( 2016 , 5.1). While Hamasyan’s music has some pop/rock characteristics, given that his compositions include stylistic features of other genres, it stands to reason that his compositions will not always share the same metric and tempo characteristics of the pop/rock genre. Justin London makes similar claims regarding tempo and beat salience, but also states that “we can hear a beat or pulse within a range from about 250–300 ms (240–200 bpm) to 2 seconds (30 bpm)” ( 2012 , 30). Thus, while some of the tempo markings in my transcriptions are indeed fast, they all seem to fall within the parameters established in the aforementioned research.",
            "citations": [
                "de_clercq_2016",
                "de_clercq_2016",
                "london_2012"
            ]
        },
        "FN19": {
            "text": "19. In other words, I have labeled each layer based on the chronological order in which it is introduced, which does not necessarily reflect the structural importance of each layer in the cycles analyzed in each example. There may be relationships pertaining to the perceived structural importance of each layer throughout a given composition, but the study of these relationships is outside the scope of this article.",
            "citations": []
        },
        "FN20": {
            "text": "20. There is a possibility that some of the layers in Hamasyan’s music are improvised rather than notated, especially since most of the musicians in his ensembles have similarly impressive improvisational skills.",
            "citations": []
        },
        "FN21": {
            "text": "21. My transcriptions of Hamasyan’s music are not meant to be complete transcriptions of all details in each performance. Rather, I have included the musical information in each transcription that I feel is necessary for the analytical arguments in this article.",
            "citations": []
        },
        "FN22": {
            "text": "22. While both layers do synchronize at the beginning of the second layer 2 repetition, this alignment occurs midway through layer 2′s symmetrical 4-beat structure (beat 3 of the fourth 12/8 bar).",
            "citations": []
        },
        "FN23": {
            "text": "23. The consistency of these cyclic repetitions sounds reminiscent of early minimalist process music, in which the development comes from the constantly and subtly shifting alignment between both layers.",
            "citations": []
        },
        "FN24": {
            "text": "24. According to my transcription, assuming the same 5/8 metric structure throughout the piece, 112 of the total 168 bars contain cycles (2/3 of the total composition).",
            "citations": []
        },
        "FN25": {
            "text": "25. Savva Terentyev ( 2018 ) has transcribed three of Hamasyan’s piano compositions  (Hamasyan himself is credited with editing and authorizing these transcriptions), which are for sale on Hamasyan’s website: https://www.tigranhamasyan.com/ . Terentyev’s transcription of “Etude No. 1” is in 10/16 rather than 5/8, but our tempo markings are the same (200 BPM), and most other aspects of our transcriptions are fairly similar with the exception of the beat subdivision value (Terentyev’s uses the sixteenth note whereas mine uses the eighth note) and      bar lengths (Terentyev’s bars are double the length of mine).",
            "citations": [
                "terentyev_2018"
            ]
        },
        "FN26": {
            "text": "26. When layer 1 is heard in isolation, some listeners may hear the first C as an anacrusis to E as the downbeat, following John Roeder’s ( 2003 , 280) concept of an “accent of climax.”      However, as other layers are introduced throughout the piece, the phrase structure seems to reinforce C as a downbeat rather than an anacrusis given that many phrases begin and end coinciding with C at the beginning of layer 1. Thus, while it is possible to hear the C as an anacrusis when layer 1 is played in isolation, this hearing might become progressively difficult to maintain when other layers are also present in the texture. Terentyev’s transcription of this piece also supports my own by writing the C in layer 1 as a downbeat rather than an anacrusis.",
            "citations": [
                "roeder_2003"
            ]
        },
        "FN27": {
            "text": "27. This is similar to Horlacher’s discussion of cycles in Stravinsky’s music that illustrate how a great amount of contrapuntal variety can be generated by repeating ostinati with different metrical content. Horlacher discusses cycles of this nature in Stravinsky’s Symphony of Psalms , Movement III, Perséphone , Tableau II, and Les Noces , Tableau II. See Horlacher 1992 .",
            "citations": [
                "horlacher_1992"
            ]
        },
        "FN28": {
            "text": "28. Layer 2′ in this phrase is similar to layer 2 from the first cycle in that it also uses 7/8, though the melodic content is different.",
            "citations": []
        },
        "FN29": {
            "text": "29. Layers 1 and 3 do realign on the downbeat of m. 97, but this occurs three eighth notes prior to the beginning of the next layer 2′ statement. Layers 2 and 3 also realign every seven repetitions of layer 3, though none of these realignments occur on the downbeat of layer 1 except for the first.",
            "citations": []
        },
        "FN30": {
            "text": "30. Layer 3′ in this phrase is similar to layer 3 from the previous cycle in that it also uses 3/8, though the melodic content is different.",
            "citations": []
        },
        "FN31": {
            "text": "31. Similar to the previous phrase, layers 1 and 3′ realign on the downbeat of m. 113, though this occurs at the midway point of the hypermeter created by layer 1.",
            "citations": []
        },
        "FN32": {
            "text": "32. The name of this piece is based on the same name as an annual religious summer festival in Armenia, during which participants are supposed to douse anyone and everyone they can find with as much water as possible ( Catlin 2018 ).",
            "citations": [
                "catlin_2018"
            ]
        },
        "FN33": {
            "text": "33. David Bruce ( 2019 ) suggests thinking of the rhythms in this pattern in terms of “big” and “small” groupings. In other words, the original layer 1 5/16 bars are the “big” pattern, all of which become 3/16 in the last phrase, and the 3/16 bar from the original layer 1 is the “small” pattern which becomes 2/16 in the last phrase. Bruce suggests the 4/16 pattern changes to a 2.3?/16 bar (following Bruce’s terminology, this might be labeled a “medium” pattern) which works from the standpoint of maintaining the use of three distinct “big, medium, and small” groupings in both phrases, but mathematically does not add up to the 20 sixteenth notes necessary to complete the phrase. Thus, I have opted to keep the “big,” “medium,” and “small” patterns as 5–4–3 from the beginning of the piece and 3–2.5–2 at the end of the piece to maintain a sense of mathematical evenness with the diminutions in this rhythmic development. Given the 2.5/16 bar, the final bar needs to be labeled differently from the other 5/16 → 3/16 developments so that the total number of 20 sixteenth notes in the phrase is used. This is why I labeled the final bar as 3.5/16 rather than 3/16, as was the case with the earlier bars in the phrase.",
            "citations": [
                "bruce_2019"
            ]
        },
        "FN34": {
            "text": "34. Note that while the melodic content in layer 1 changes after its fourth repetition, it still follows the same basic metric outline for the final two repetitions of this pattern, using this faster rhythmic content and new melodic outline to add to the tension that does not resolve until the end of the phrase.",
            "citations": []
        },
        "FN35": {
            "text": "35. The only octaves heard between both layers are at the beginning of the cycle and the fourth repetition of layer 1. The latter set of Gs occurs at the midway point of layer 2, and thus does not carry the same weight of the first octave heard at the downbeat of both layers.",
            "citations": []
        },
        "FN36": {
            "text": "36. Similar to the previous cycle, there is one point of alignment between these two layers starting with the fifth repetition of layer 1, but this occurs on beat 2 of layer 2.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Introduction",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1.1": {
                "text": "[1.1] Born on July 17, 1987 in Gyumri, Armenia, Tigran Hamasyan has gained international renown primarily as a jazz pianist and composer. He grew up in Armenia and moved to California where he studied jazz at the University of Southern California; he has won numerous competitions and awards, and has received praise from jazz pianists Herbie Hancock and Chick Corea ( Manukian 2018 , 637). (1) While Hamasyan is certainly an accomplished jazz artist, to discuss him only as a jazz musician would in many cases be far too reductive. As Armen Manukian puts it, Hamasyan’s music is “grounded in serious reinterpretations of Armenian culture via his take on Bach, French romantics, jazz, dubstep, metal, and modern electronic music” ( 2018 , 637). John Lewis’s 2013 article, based on an interview with Hamasyan, reveals the extent of metal influences on his musical identity: Somewhere, there’s home-movie footage of a three-year-old Tigran Hamasyan at his childhood home in rural Armenia. He is listening to Black Sabbath’s “Paranoid” and freaking out on a toy guitar. “That was my childhood ambition,” [Hamasyan] laughs. “Still, to this day, if I could become a killer guitar player in a couple of years, I’d quit playing the piano and start learning now. I’d love to front a thrash metal band!” Example 1 . “Drip”—Track 4 on Shadow Theater (2013). Incomplete cycle at 1:32–1:58. (click to enlarge and see the rest) Example 2 . Form Diagram for “Drip”—Track 4 on Shadow Theater (2013) (click to enlarge)",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "manukian_2018",
                    "manukian_2018",
                    "lewis_2013"
                ]
            }
        },
        {
            "1.2": {
                "text": "[1.2] While there are a variety of influences at play in Hamasyan’s music, this article will focus primarily on his use of asymmetrical meter, ostinati, and cycles, and how they are used to create various formal processes. Before proceeding to some background information on these concepts and to get a better sense of the materials used to analyze other compositions later in the article, we will consider an example of an individual cycle in Hamasyan’s track “Drip” from his 2013 album Shadow Theater (see Example 1 ). (2) The melody in this phrase, which I have labeled Layer 1, unfolds a 4/4 pattern that has been used throughout the piece up until this point, emphasizing a B tonal center. Simultaneously, the accompaniment (Layer 2) also unfolds a 4/4 pattern, albeit in an 8:5 ratio to the melodic content. This 8:5 ratio creates an implied 5/4 meter in Layer 2, forming seven shared points of alignment between the two layers in this grouping dissonance; I have marked each of these points in Example 1 with dashed bar lines and contrapuntal intervals. Each of these shared points of alignment are unique with regard to their metric placement and intervallic content, creating a sense of metric and contrapuntal variety. This creates a cycle, which Gretchen Horlacher defines as “a larger, determined duration during which [two or more ostinati] play out with no vertical repetition” ( 2011 , 134–35). One important aspect of this cycle is that, following the final shared articulation on beat 4 of m. 4, Layer 2 breaks out of its 8:5 rhythmic pattern—disrupting the cycle—so that both layers can repeat their shared point of alignment on beat 1 when the cycle repeats. This illustrates a practice similar to what Jonathan Pieslak has described in the music of Meshuggah, which “[organizes] the rhythmic techniques of odd meter and mixed meter into a larger structure of four-bar hypermeasures” ( 2007 , 223). In other words, this passage would need one more 4/4 bar in order to unfold a complete cycle before both layers realign, but in this case Hamasyan disrupts the established cycle in order to maintain a four-bar hypermetric structure. The form diagram for this piece (see Example 2 ) illustrates that this is the only section in this composition in which a cycle is used (section D starting at 1:32), creating what I will later define as a phrasal cycle—an individual cycle used to build tension in the middle of a composition. (3) Though phrasal cycles like the one heard in “Drip” are relatively common in Hamasyan’s music, Hamasyan also uses cycles in other ways in many of his compositions. Some Rhythmic Characteristics of Hamasyan’s Music Example 3 . List of studio albums featuring Hamasyan as the primary artist/composer/arranger (click to enlarge) Example 4 . Known instances of cycle types in Hamasyan’s studio albums (click to enlarge)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": [
                    "horlacher_2011",
                    "pieslak_2007"
                ]
            }
        },
        {
            "2.1": {
                "text": "[2.1] While Hamasyan has performed for a number of years in various capacities, this article will focus exclusively on Hamasyan’s studio recordings attributed to him as the primary artist; these are listed in Example 3 . (4) Hamasyan recorded thirteen studio albums between the years of 2006–2020. (5) Of the 137 tracks that appear on these albums, I have identified and transcribed at least 39 instances of cycles (see Example 4 ). (6) This list suggests that cycles are not a random occurrence in Hamasyan’s music but rather a crucial component of his compositional language. Additionally, analyzing Hamasyan’s output suggests that, while he has used asymmetrical meter and ostinati throughout his output, he only began using cycles as a compositional tool with his third album Red Hail , after which they became a fairly regular occurrence in his music. (7)",
                "footnotes": [
                    "FN4",
                    "FN5",
                    "FN6",
                    "FN7"
                ],
                "citations": []
            }
        },
        {
            "2.2": {
                "text": "[2.2] Hamasyan’s use of asymmetrical meter can potentially be thought of as deriving from two sources related to his musical background. On the one hand, Hamasyan seems to be influenced by the folk music of his native Armenia, which Alina Pahlevanian ( 2001 ) describes thusly in the context of dance songs: “[The] melodic structure is based on the repetition of a rhythmic pattern. The rhythmic and metrical patterns. . . show endless variety; mixed metres are often found, with many variations of their internal division.” The repetition of these patterns seems especially important given Hamasyan’s use of a variety of ostinati based on different asymmetrical rhythmic patterns; as Pahlevanian ( 2001 ) states, “the possibilities of rhythmic variation in Armenian folk music seem limitless.” (8) However, Hamasyan’s use of complex rhythmic devices might also be related to his love of progressive genres. Kevin Holm-Hudson has discussed the use of “complex metrical shifts” ( 2002 , 2) as a prominent feature of progressive rock, and Theo Cateforis has pointed out that “asymmetrical. . . and shifting mixed meters” are used in the style of “math rock” ( 2002 , 244). Gregory McCandless ( 2013 ) discusses the use of rhythmic and metric complexity as a hallmark of the progressive rock style in the music of Dream Theater, which is also evident in many of Hamasyan’s compositions. (9) Another relevant point made by McCandless is that progressive styles are often also defined by a “musical emphasis on eclecticism” or a “network of styles that are often radically juxtaposed in a network similar to postmodern music” ( 2013 , [15]). In an interview with Matthew Kassel ( 2011 ), Hamasyan describes his love of these groups and some of the ways in which he is influenced by their music: Yeah, I like Tool, I like Apex Theory, and yeah, Meshuggah. But I mean, I like the energy of these bands. But I’m also really into Meshuggah and Tool because of their creativeness. They’re incredible musicians. Rhythmically, it’s insane. They have a concept. . . [Y]ou shouldn’t think of Meshuggah as metal. I mean, at first it might scare you, because of the energy of it. But after you get past that, you know, the style is addictive. But yeah, Meshuggah is from Sweden, but they don’t have anything to do with Swedish folk music, which I love. I mean, that’s my thing. Swedish and Norwegian – the Scandinavian folk music is unbelievable.",
                "footnotes": [
                    "FN8",
                    "FN9"
                ],
                "citations": [
                    "pahlevanian_kerovpyan_and_sarkisyan_2001",
                    "pahlevanian_kerovpyan_and_sarkisyan_2001",
                    "cateforis_2002",
                    "mccandless_2013",
                    "mccandless_2013",
                    "kassel_2011"
                ]
            }
        },
        {
            "2.3": {
                "text": "[2.3] Harald Krebs’s definition of a “grouping dissonance,” which “arises from the association of nonequivalent groups of pulses” ( 1999 , 31), is important to this discussion of dissonant metric formations. Krebs builds on this idea and defines a cycle as “a segment demarcated by the points of alignment within a grouping dissonance” ( 1999 , 32). Jonathan Pieslak ( 2007 , 220) has described similar rhythmic practices regarding superimposition in the music of Meshuggah that are related to Hamasyan’s music: This type of metric superimposition, or overlay, characterizes many Meshuggah songs and is articulated typically through the instrumental texture, where the guitars, bass, and pedal bass drum are based on a large-scale odd time signature and mixed meter while the cymbals (or some other instrument of the drum set, usually a hi-hat) maintain a steady quarter-note pulse that expresses a symmetrical hypermetric structure. Similar to what Pieslak describes, most of the examples of Hamasyan’s music discussed in this article use two metric layers, and some of these cycles disrupt one or more layers in order to preserve the hypermeter (often four-bar hypermeasures as suggested above in the “Drip” example). Cases like this form what I will refer to as “incomplete cycles” in that the meter used in one or more of the layers is disrupted before returning to a shared point of alignment. (10) “Complete cycles” on the other hand are those that repeat both metrical layers without disruption until they return to a shared point of alignment.",
                "footnotes": [
                    "FN10"
                ],
                "citations": [
                    "krebs_1999",
                    "krebs_1999",
                    "pieslak_2007"
                ]
            }
        },
        {
            "2.4": {
                "text": "[2.4] Nicole Biamonte discusses a wide variety of formal functions relating to metric dissonance in rock music, suggesting that “the most pervasive use of grouping dissonance is found in progressive rock, a genre in which metric play is a stylistic hallmark” ( 2014 , [8.8]). Brad Osborn discusses several instances of grouping dissonances in the music of Radiohead ( 2017 , 74), but perhaps the point most closely related to Hamasyan’s music are the examples of “grouping dissonances which involve more complex ratios than 3:4.” (11) In other words, grouping dissonances are important to our understanding of Hamasyan’s music, and one of the significant aspects of grouping dissonances in his compositions is that they frequently involve juxtaposing some type of asymmetrical meter and/or irregular phrase structure against a symmetrical meter. In this article I will discuss three ways that Hamasyan uses cycles in his compositions: Phrasal Structural Developmental Each of these terms was selected to describe the compositional function of each cycle type and the impact these cycles have on the form in each piece. (12)",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "biamonte_2014",
                    "osborn_2017"
                ]
            }
        },
        {
            "2.5": {
                "text": "[2.5] As illustrated in Example 4, the phrasal cycle seems to be the most common type used by Hamasyan. Compositions in this category use one metric layer throughout most of the piece, while another layer is introduced in the middle of the composition to conflict with the first layer, creating a cycle. The phrasal category is similar to what Biamonte defines as a “dissonant bridge,” which is “an unstable middle section that heightens tension” ( 2014 , [7.9]). The return to the use of a single metrical layer (often the original) following these disruptions suggests that phrasal cycles in Hamasyan’s music are often used as brief tension-building devices rather than significant elements of the musical structure.",
                "footnotes": [],
                "citations": [
                    "biamonte_2014"
                ]
            }
        },
        {
            "2.6": {
                "text": "[2.6] On the other hand, compositions using structural cycles are constructed using these metric dissonances throughout a significant portion of the composition. The use of multiple cycles throughout a piece creates the opposite scenario from the phrasal cycles discussed above. Rather than a brief disruption to an otherwise consonant rhythmic framework, compositions in the structural category are defined in part by the tension created by multiple cycles. These compositions are closely related to Biamonte’s “dissonant frame” category, in which “unstable outer A sections or an introduction and coda surround a more stable central section or sections     ” ( 2014 , [7.10]). However, many of Hamasyan’s compositions in this category do not seem to have a stable central section; instead, they employ a couple of individual stable phrases in the middle of each piece to provide a brief respite to the tension built by the otherwise perpetually dissonant cycles. (13) Hamasyan’s compositions in this category thus diverge from the examples discussed by Biamonte, in that her “dissonant frame” examples illustrate musicians using metric dissonance before and after a longer section of metric stability, while many of Hamasyan’s pieces in this category are metrically dissonant throughout.",
                "footnotes": [
                    "FN13"
                ],
                "citations": [
                    "biamonte_2014"
                ]
            }
        },
        {
            "2.7": {
                "text": "[2.7] The third and final category is what I will refer to as a developmental approach to ostinati and cycles. Pieces in this category introduce one ostinato at the beginning of a piece that is later (often towards the end of the composition) juxtaposed with a second ostinato in order to create a cycle. In some cases, the rhythmic content of one or more of these layers will then be developed by removing notes, resulting in a similar theme but with a slightly different metrical identity. This is similar to Krebs’s discussion of diminution as “the progression from a relatively high-level to a lower-level version of a given dissonance” ( 1999 , 253). (14) Given Hamasyan’s use of asymmetrical meter, one aspect of the diminutions in his music is that they are often not evenly      divisible mathematically, but rather reduce the number of pulses within a given part of a theme (e.g. 5→4, 5→3, 7→5). (15) This seems to be a common strategy in some of Hamasyan’s two-part compositions, in which the theme introduced at the beginning of part 1 is brought back at the end of part 2 with a second layer in the form of a cycle. (16) Developmental cycles are also related to cyclic form, in that the end of a piece reintroduces thematic material heard earlier in the same piece—or previous piece in the case of a two-part composition ( Macdonald 2001 ). In Hamasyan’s case, however, the use of this formal strategy seems to always involve the use of a cycle at later points in the composition, suggesting a development of the rhythmic potential inherent in the original ostinato heard at the beginning. (17)",
                "footnotes": [
                    "FN14",
                    "FN15",
                    "FN16",
                    "FN17"
                ],
                "citations": [
                    "krebs_1999",
                    "macdonald_2001"
                ]
            }
        },
        {
            "2.8": {
                "text": "[2.8] For each transcription in this article, all of which are my own, I have labeled the original ostinato pattern as Layer 1, while the conflicting ostinato introduced later in the piece has been labeled as Layer 2. In most cases, Layer 1 is based on the sort of asymmetrical patterns discussed above as part of Hamasyan’s rhythmic character, while Layer 2 uses symmetrical rhythmic patterns, most commonly a 2/4 or 4/4 backbeat pattern heard in the drum set. Time signatures and tempi are labeled in each example according to Layer 1, with the implied meter of Layer 2 written either in parentheses at the beginning of the example or above each bar throughout, following Trevor de Clercq’s assertion that bar lengths should represent harmonic/melodic content rather than drum feel ( 2016 , [5.1]). (18) While this choice for my transcriptions might seem to suggest a bias toward the asymmetrical patterns of Layer 1, it is possible to prioritize either layer on separate hearings of the same cycle. (19) It is unclear how much of Hamasyan’s music is notated (or how he notates it for that matter), but the use of asymmetrical meter to determine bar lengths seems preferable given that this is the type of content used for the melodic and harmonic content in many of his compositions. (20) In the analyses that follow I will demonstrate that Hamasyan uses asymmetrical meter and ostinati to create a variety of complete and incomplete phrasal , structural , and developmental cycles throughout his compositional output. (21) Phrasal Cycles “Song for Melan and Rafik” Example 5 . Form Diagram for “Song for Melan and Rafik”—Track 2 on Mockroot (2015) (click to enlarge) Example 6 . “Song for Melan and Rafik”—Track 2 on Mockroot (2015). Complete cycle at 3:44–4:05. (click to enlarge)",
                "footnotes": [
                    "FN18",
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "de_clercq_2016"
                ]
            }
        },
        {
            "3.1": {
                "text": "[3.1] The form diagram for “Song for Melan and Rafik,” the second track on Mockroot (2015), shows that there are two contiguous sections that use complete phrasal cycles (see Example 5 ). Layer 1 is the same for both cycles, based on seven 5/8 bars and one 7/8 bar, creating an      eight-bar pattern emphasizing a C tonal center that has been used throughout most of the piece up until this point. However, beginning at section D’’ (starting at 3:44), Layer 2 introduces a 12/8 backbeat pattern that creates a cycle with Layer 1, in which Layer 1 repeats twice while Layer 2 repeats seven times before returning to their shared point of alignment at the beginning of each pattern (see Example 6 ). (22) Section D’’’ (which immediately follows D’’ starting at 4:05) maintains the same metric structure for Layer 1, but Layer 2 uses two distinct metrical patterns that divide the 8-bar phrase in half, creating two complete phrasal cycles (see Example 7 ). The first four bars of Layer 2 use a symmetrical 4/8 pattern that repeats five times, where it realigns with Layer 1 and elides with the beginning of a new 3/8 pattern. This 3/8 pattern also repeats five times before realigning with Layer 1 and eliding with the beginning of the 7/8 bar heard in the eighth and final bar of the phrase. Thus, the first seven bars of this phrase create two complete cycles, but in the last bar Layer 2 breaks out of its 3/8 metrical pattern in order to play in unison with Layer 1 for the final 7/8 bar, perhaps as a way of giving clearer definition to the end of the phrase. Following this cycle, Layer 1 changes to 12/8 + 12/8 + 12/8 + 14/8, which is used without metric conflict for the remainder of the piece. Both of these examples thus illustrate complete phrasal cycles in that they use metric dissonance in the middle of a piece as a tension-building device before returning to a consonant metrical structure. Example 7 . “Song for Melan and Rafik”—Track 2 on Mockroot (2015). Complete cycles at 4:05–4:25. (click to enlarge) “A Crane Came From Van” Example 8 . Form Diagram for “A Crane Came From Van”—Track 3 on EP No. 1 (2011) (click to enlarge) Example 9 . “A Crane Came From Van”—Track 3 on EP No. 1 (2011). Incomplete cycle at 2:03–2:21 (click to enlarge)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "3.2": {
                "text": "[3.2] An incomplete phrasal cycle is used in “A Crane Came From Van,” the third track on EP No. 1 (2011). Starting at section B at 1:45, Hamasyan introduces a new Layer 1 pattern based on a 6/16 + 6/16 + 7/16 metrical structure that continues to emphasize a similar D tonal center heard throughout the earlier sections of the piece (see Example 8 ). This pattern repeats eight times, creating a symmetrical hypermetric structure and establishing itself as the new melodic content for this section. Hamasyan then repeats this same pattern of Layer 1 eight times in section C’ (2:03–2:21), but the piano and drum set change to a 4/4 backbeat pattern in Layer 2, creating a cycle (see Example 9 ). Given that each 6/16 + 6/16 + 7/16 pattern in Layer 1 has a total of nineteen sixteenth notes, each repetition of this layer is offset by three sixteenth notes in relation to Layer 2, which has a total of sixteen sixteenth notes. This difference in length creates an incomplete cycle, in that Layer 1 repeats four times without alteration, but Layer 2 is disrupted in the middle of its fifth repetition, omitting the fourth and final beat that would be required to complete this layer. This phrase thus presents the opposite case from what Pieslak ( 2007 ) describes in the music of Meshuggah, in which asymmetrical patterns are disrupted in order to fit within the symmetrical patterns that are used to create larger hypermetric structures. In this example from “A Crane Came From Van,” the symmetrical 4/16 pattern is disrupted in order to fit within the hypermetric structure created by the asymmetrical 6/16 + 6/16 + 7/16 Layer 1. This can perhaps be thought of as another way in which asymmetrical rhythmic patterns play a significant role in Hamasyan’s music, both in the context of Armenian folk music and progressive rock genres that seem to serve as influences for his compositional style. Structural Cycles “Entertain Me” Example 10 . Form Diagram for “Entertain Me”—Track 7 on Mockroot (2015) (click to enlarge) Example 11 . “Entertain Me”—Track 7 on Mockroot (2015). Incomplete cycle at 0:00–0:59 (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "pieslak_2007"
                ]
            }
        },
        {
            "4.1": {
                "text": "[4.1] “Entertain Me,” the seventh track on Mockroot (2015), illustrates a prototypical example of structural cycles. As the form diagram indicates, the conflict between both layers is crucial to the structure of this piece (see Example 10 ). (23) The cycle that is repeated throughout this piece is created by a symmetrical 4/4 backbeat pattern in Layer 2 that conflicts with Layer 1, which alternates between 20/16 and 15/16 bars reinforcing an F# tonal center—four bars of 5/16 and five bars of 3/16, respectively (see Example 11 ). Given that Layer 1 is three sixteenth notes longer than two repetitions of Layer 2 (similar to the cycle heard in “A Crane Came from Van”), every four repetitions of Layer 1 will realign with a downbeat in Layer 2. However, as illustrated by the vertical dashed barline at the beginning of the fifth system in Example 11, even though both layers are aligned on a similar downbeat, Layer 1 now begins on beat 4 of Layer 2. Thus, all sixteen 4/4 bars in Layer 2 are unique with regard to their alignment with Layer 1. Layer 1 is heard seven times in total before an 11/16 bar (5/16 + 6/16) disrupts the cycle in order to realign with the downbeat of Layer 2 when the cycle repeats. This conflict between layers 1 and 2 continues throughout most of the composition, making the tension generated by these cycles significant to the piece’s structure. “Etude No. 1”",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "4.2": {
                "text": "[4.2] Another example of structural cycles is in “Etude No. 1,” the sixth track on An Ancient Observer (2017) and the only solo piano composition discussed in this article. While the cycles in this piece are not used in the outer sections like they were in “Entertain Me,” the amount of time that cycles are heard in this short composition implies that these dissonant formations are an important structural component of this composition: 75 of the recording’s total 128 seconds contain phrases with cycles, comprising 59% of the piece (see Example 12 ). (24) Example 12 . Form Diagram for “Etude No. 1”—Track 6 on An Ancient Observer (2017) (click to enlarge) Example 13 . “Etude No. 1”—Track 6 on An Ancient Observer (2017). Layer 1 introduced at 0:00. (click to enlarge) Example 14 . “Etude No. 1”—Track 6 on An Ancient Observer (2017). Incomplete cycle at 0:05–0:36. (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "4.3": {
                "text": "[4.3] In “Etude No. 1,” Layer 1 is a four-bar 5/8 pattern (2+3) that is repeated throughout the entire composition (see Example 13 ). (25) This pattern as well as the others used throughout this piece are primarily “white key diatonic,” emphasizing C as a tonal center. (26) In the first cycle, 0:05–0:36, Layer 2 is a 7/8 pattern (3+4), which helps create a series of unique metrical alignments and contrapuntal intervals between these two voices; I have illustrated these between the staves of Example 14 . (27) In this cycle, Layer 2 realigns with a downbeat of Layer 1 every seven bars of 5/8, but given that Layer 1 is based on a four-bar pattern, the downbeats of each layer only realign every twenty-eight bars. The hypermeter in Layer 1 is further complicated by the addition of a new melodic voice first heard in m. 17 in the piano’s left hand. This voice follows the 5/8 pattern established by Layer 1, but lasts for eight bars. Even though both layers realign in m. 37 after the seventh repetition of the 5/8 pattern of Layer 1 (indicated in the example with an *), this event occurs in the middle of the eight-bar hypermeter that is now reinforced by the new melodic content in the piano’s left hand. This cycle is disrupted in m. 49, when the sixth note of the 7/8 ostinato in Layer 2 coincides with another statement of Layer 1 at the beginning of the next phrase. Example 15 . “Etude No. 1”—Track 6 on An Ancient Observer (2017). Incomplete cycle at 0:51–1:04. (click to enlarge)",
                "footnotes": [
                    "FN25",
                    "FN26",
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "4.4": {
                "text": "[4.4] After repeating a similar cycle using 5/8 and 7/8 patterns (0:39–0:51), from 0:51–1:04 Hamasyan uses similar 5/8 and 7/8 patterns but adds a 3/8 metrical layer (Layer 3) that is formed by a C5 repeated every three eighth notes (see Example 15 ). (28) Given that this phrase is sixteen bars long, the only point at which all three layers share a downbeat is in m. 85 at the beginning of the phrase. (29) Layers 2 and 3 are also cut short in m. 100 in order to maintain the eight-bar hypermeter established in Layer 1, disrupting the cycle in order to maintain this symmetrical phrase structure used throughout the composition. Example 16 . “Etude No. 1”—Track 6 on An Ancient Observer (2017). Complete cycle at 1:04–1:23. (click to enlarge)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "4.5": {
                "text": "[4.5] This leads directly to the fourth and final instance of cycles in this piece from 1:04–1:23, which uses the original 5/8 ostinato (Layer 1) and an elaborated version of the 3/8 ostinato (Layer 3′) heard in the previous cycle (see Example 16 ). (30) Unlike the previous phrase, this cycle is eight bars longer, which leads to an implied resolution of both layers 1 and 3′ in m. 125. (Layer 3′ is not heard on the downbeat of m. 125, but if it were it would be on the downbeat). (31) This is the only instance of cycles in this piece in which both layers resolve at a shared point of alignment, which is significant given that this is the end of the last cycle heard in this composition: after this cycle is completed the 5/8 meter from Layer 1 continues without conflict until the end of the piece. The use of multiple incomplete cycles throughout this piece builds tension, which eventually resolves at the completion of the fourth and final cycle, suggesting these cycles are an important component of this piece’s structure . Developmental Cycles “Vardavar” Example 17 . Form Diagram for “Vardavar”—Track 5 on EP No. 1 (2011). (click to enlarge) Example 18 . “Vardavar”—Track 5 on EP No. 1 (2011). Layer 1 at 0:00–0:28. (click to enlarge) Example 19 . “Vardavar”—Track 5 on EP No. 1 (2011). Complete Cycle at 3:12–3:26. (click to enlarge)",
                "footnotes": [
                    "FN30",
                    "FN31"
                ],
                "citations": []
            }
        },
        {
            "5.1": {
                "text": "[5.1] One example of the developmental approach to cycles can be heard in “Vardavar,” the fifth and final track on EP No. 1 (see Example 17 ). (32) Layer 1 is introduced at the beginning of this composition, which is a 5/16 + 5/16 + 3/16 + 5/16 + 5/16 + 4/16 + 5/16 pattern structured in a 3 + 4 grouping that reinforces a C tonal center given the harmonic rhythm and bass line articulated in the piano’s left hand (see Example 18 ). Starting around 3:14, however, Hamasyan introduces the first cycle in this piece (see Example 19 ). Here, given that the chords are repeated, Layer 1 (consisting of piano, bass, and kick drum) sounds twice as long. At the same time, a symmetrical 4/4 backbeat pattern in Layer 2 is introduced in the cymbals and snare. The chords in this section largely use the same pitch content from the beginning of the piece (CDEB from the opening becomes CGDE), but they are articulated as chords rather than a single melodic line. In this phrase, both patterns are the same length of 32 total sixteenth notes, but they do not share any points of alignment other than the downbeat of mm. 1 and 3 in Layer 2, which is also the beginning of each Layer 1 repetition. Thus, this complete cycle has the effect of unveiling a symmetrical 4/4 structure hidden underneath the asymmetrical rhythmic pattern heard throughout the beginning of the piece.",
                "footnotes": [
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "5.2": {
                "text": "[5.2] After this first cycle, the next section returns to the unison asymmetrical ostinato used in Layer 1 for one more section. The final section of the piece, however, reduces the tempo and forms a new cycle (see Example 20 ). Here, on the one hand, Layer 2 returns to a symmetrical backbeat pattern similar to the first cycle in this piece, albeit now in a slower 2/4 meter. On the other hand, the earlier 5/16 + 5/16 + 3/16 + 5/16 + 5/16 + 4/16 + 5/16 in Layer 1 is developed into a new pattern using diminution: 3/16 + 3/16 + 2/16 + 3/16 + 3/16 + 2.5/16 + 3.5/16. (33) This new complete cycle still retains the shared points of alignment on beat 1 of both layers, but adds an additional point of alignment on beat 3 of Layer 2, coinciding with the beginning of the second sub-phrase of Layer 1. However, given that the second repetition of Layer 1 begins on beat 2 of Layer 2, both layers need to be played twice before they both return to a shared point of alignment at the beginning of the phrase. In other words, the asymmetrical Layer 1 has been transformed to better fit with the more symmetrical backbeat pattern in Layer 2, creating four points of alignment rather than the two heard in the initial cycle. This suggests a development of Layer 1 at the end of the composition, in that it is transformed to better fit the symmetrical groove of Layer 2 (see Example 21 ). Example 20 . “Vardavar”—Track 5 on EP No. 1 (2011). Complete Cycle at 4:07–5:09. (click to enlarge) Example 21 . Development of original layer 1 in “Vardavar.” (click to enlarge) “The Grid”/“Out of The Grid” Example 22 . Form Diagram for “The Grid” & “Out of The Grid”—Tracks 11 & 12 on Mockroot (2015). (click to enlarge) Example 23 . “The Grid”—Track 11 on Mockroot (2015). Layer 1 at 0:00–0:35. (click to enlarge) Example 24 . “Out of The Grid”—Track 12 on Mockroot (2015). Complete Cycle at 1:43–2:08. (click to enlarge and see the rest)",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "5.3": {
                "text": "[5.3] The last two tracks on Hamasyan’s 2015 album Mockroot also combine to form a similar large-scale developmental approach like the one discussed in “Vardavar” (see Example 22 ). The original Layer 1 that is introduced at the beginning of “The Grid” is based on a 5/16 + 5/16 + 7/16 + 5/16 + 5/16 + 5/16 pattern, emphasizing a G tonal center (see Example 23 ). The first cycle starts around 1:43 in “Out of the Grid,” using a similar melodic pattern from Layer 1 (G–Eb–B–G–F–C) in counterpoint against itself in both layers (see Example 24 ). In this cycle, Layer 2 uses this melodic pattern in a consistent 5/16 ostinato, while Layer 1 uses the same melodic pattern but in a 4/16 + 4/16 + 5/16 + 4/16 + 4/16 + 4/16 pattern. The ostinato in the pattern of Layer 1 can be understood as a development of the original layer, in that it retains a similar six-bar phrase structure, but removes one or two sixteenth notes from each bar. Each repetition of Layer 1 creates a point of alignment with a strong beat in Layer 2. However, both layers do not reach the same point of alignment in which they share a downbeat and complete the cycle until after Layer 1 repeats six times and Layer 2 repeats five times. (34) My transcription illustrates that in addition to creating unique points of alignment between the two layers, unique contrapuntal intervals are also formed at the beginning of each Layer 1 statement, creating tension that pushes the phrase forward until the end of the cycle. (35)",
                "footnotes": [
                    "FN34",
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "5.4": {
                "text": "[5.4] Similar to “Vardavar,” the music returns to the original Layer 1 metric structure following this initial cycle, after which a new and final cycle is introduced (see Example 25 ). This cycle retains the same 4/16 + 4/16 + 5/16 + 4/16 + 4/16 + 4/16 pattern in Layer 1, now with a more driving rhythmic pattern based on three repeated sixteenth notes. This is juxtaposed with a new (4/16) pattern in Layer 2 that creates a symmetrical 4/4 backbeat pattern. (36) Like the previous cycle, this passage continues on as if it will form a complete cycle, but after m. 3 of the eighth melodic statement in Layer 1, Hamasyan disrupts the cycle by increasing the tempo and returning to the original Layer 1 rhythmic content to conclude the second half of this six-bar phrase. Thus, unlike “Vardavar” which altered the original asymmetrical layer to fit a more symmetrical backbeat, “Out of the Grid” develops the original Layer 1 to make it seem like this pattern will form a complete cycle in this new symmetrical groove pattern, but eventually the cycle is disrupted and the music returns to the original metric pattern of Layer 1 (see Example 26 ). Example 25 . “Out of The Grid”—Track 12 on Mockroot (2015). Incomplete Cycle at 2:25–2:56. (click to enlarge and see the rest) Example 26 . Development of original layer 1 in “The Grid”/“Out of The Grid.” (click to enlarge)",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "5.5": {
                "text": "[5.5] Both “Vardavar” and “The Grid”/“Out of The Grid” illustrate different large-scale strategies using developmental cycles. The former uses complete cycles and maintains the new symmetrical layer through the end of the composition, suggesting a more permanent transformation of the original layer. The latter ends with an incomplete cycle before returning to the original asymmetrical patterns heard throughout the piece, suggesting only a temporary disruption to the metrical framework. One possible reason that these patterns are used in this fashion as part of the large-scale formal development of a composition might be explained by Hamasyan’s comments about his music: “My idea was to try to weave these folk melodies into jazz improvisations,” [Hamasyan] says. “My first attempts were terrible! The challenge is that folk music is modal, with no chord changes. So you are trying to find harmonies for a music that’s not supposed to have harmonies. That’s tough” ( Lewis 2013 ). In light of the difficult task of finding suitable harmonies for repetitive, modal folk melodies, it is possible that Hamasyan uses these ostinati and cycles in order to create a sense of progression in the large-scale form of his music, in addition to (or sometimes in place of) large-scale harmonic motion that might fulfill this function in other contexts. Conclusions",
                "footnotes": [],
                "citations": [
                    "lewis_2013"
                ]
            }
        },
        {
            "6.1": {
                "text": "[6.1] While this article only scratches the surface of Hamasyan’s approach to rhythm and meter, it also illustrates the relative frequency with which asymmetrical meter, ostinati, and cycles are used in various formal designs of his compositions. There are many other areas of Hamasyan’s music that need further study to attain a better understanding of his music, such as how these rhythmic elements are used in his improvisations or how these rhythmic devices interact with other musical parameters. We might also make comparisons between how these elements function in Hamasyan’s solo performances versus his ensemble compositions. There is also work to be done with regard to studying the many influences that play a role in Hamasyan’s music. The rhythmic and harmonic influences from folk music (especially Armenian folk music) in particular seem like they could reveal additional insights regarding Hamasyan’s compositions. There is also room for some interesting comparisons with other musicians and groups, such as math rock bands like Chon, Covet, and Car Bomb, progressive and metal bands discussed above like Meshuggah, Tool, and Dream Theater, and experimental groups such as Animal Collective. Some interesting comparisons might also be made with composers like Lars Danielsson who combine folk and jazz styles, or like Vijay Iyer who treat rhythm in uniquely complex ways in jazz styles. In addition to demonstrating that asymmetrical meter, ostinati, and cycles play an important role in Hamasyan’s compositions, it is my hope that this article will invite additional study of other aspects of Hamasyan’s music.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.21.27.2.schumann.html",
    "data": "mto/data/mto.21.27.2.schumann.json"
}