{
    "title": "Tripartite Structures in Schoenberg’s <i>A Survivor from Warsaw</i>",
    "date": "2013/03/01",
    "volume": "19",
    "issue": "1",
    "authors": [
        "Argentino, Joe R."
    ],
    "abstract": "Arnold Schoenberg’s Holocaust cantataA Survivor From Warsaw, op. 46 features tripartite parallelisms between his self-penned text and his highly-charged music. Tripartite structures permeate all aspects of this Holocaust cantata. Schoenberg’s text includes three languages, utilizes three points of view, and key words or text descriptors are repeated three times. The three languages, three points of view, and tripartite text descriptors are consistent with tripartite elements in the music ofA Survivor from Warsaw. The music that accompanies Schoenberg’s highly-charged text contains form-defining small- and large-scale cycles that consistently feature some form of a [0,4,8] trichord. The omnipresence of the [0,4,8] trichord and tripartite divisions throughoutA Survivor form Warsawsymbolically represent God’s presence throughout the work.",
    "keywords": [
        "Schoenberg",
        "A Survivor from Warsaw",
        "Invariance",
        "Cycles",
        "Hexachords",
        "Form",
        "augmented triad",
        "God"
    ],
    "doi": "",
    "received": "July 2012",
    "pdf": "http://mtosmt.org/issues/mto.13.19.1/mto.13.19.1.argentino.pdf",
    "author_info": [
        {
            "name": "Joe R. Argentino",
            "university": "McMaster University",
            "address": "School of the Arts, 1280 Main Street West, Hamilton, ON, Canada, L8S 4M2",
            "email": "argentg@mcmaster.ca"
        }
    ],
    "citations": {
        "adorno_1967": "Adorno, Theodor W. 1967. “Arnold Schoenberg 1874–1951.” In Prisms , trans. Samuel L. Weber. Letchworth: The Garden City Press.",
        "argentino_2010": "Argentino, Joe. 2010. “Transformations and Hexatonic Tonnetz Spaces in Late Works of Schoenberg.” Ph.D. dissertation, Western University.",
        "auner_2003": "Auner, Joseph. 2003. A Schoenberg Reader. New Haven: Yale University Press.",
        "babbitt_1955": "Babbitt, Milton. 1955. “Some Aspects of Twelve-Tone Composition.” The Score and I.M.A. Magazine 12: 53–61.",
        "babbitt_1961": "Babbitt, Milton. 1961. “Set Structure as a Compositional Determinant.” Journal of Music Theory 5: 72–94",
        "babbitt_1962": "Babbitt, Milton. 1962. “Twelve-Tone Rhythmic Structure and the Electronic Medium.” Perspectives of New Music 1: 49–79.",
        "cahn_2010": "Cahn, Steven J. 2010. “Schoenberg, the Viennese-Jewish Experience and its Aftermath.” In The Cambridge Companion to Schoenberg, ed. Jennifer Shaw and Joseph Auner. Cambridge: Cambridge University Press.",
        "cherlin_2007": "Cherlin, Michael. 2007. Schoenberg’s Musical Imagination. Cambridge: Cambridge University Press.",
        "cohn_1988": "Cohn, Richard. 1988. “Inversional Symmetry and Transpositional Combination in Bartók.” Music Theory Spectrum 10: 19–42.",
        "cohn_1991": "Cohn, Richard. 1991. “Properties and Generability of Transpositionally Invariant Sets.” Journal of Music Theory 35: 1–32.",
        "crittenden_2000": "Crittenden, Camille. 2000. “Texts and Contexts of A Survivor from Warsaw , Op. 46.” In Political and Religious Ideas in the Works of Arnold Schoenberg, ed. Charlotte Cross and Russell Berman. New York: Garland Publishing, 231–58.",
        "donin_1980": "Donin, Hayim Halevy. 1980. To Pray as a Jew. New York: Basic Books.",
        "föllmi_1998": "Föllmi, Beat A. 1998. “‘I Cannot Remember Ev’rything.’ Eine narratologische Analyse von Arnold Schönbergs Kantate A Survivor From Warsaw op. 46.” Archiv für Musikwissenschaft 55: 28–56.",
        "haimo_1990": "Haimo, Ethan. 1990. Schoenberg’s Serial Odyssey. Oxford: Clarendon Press.",
        "heller_1979": "Heller, Charles. 1979. “Traditional Jewish Material in Schoenberg’s A Survivor From Warsaw, Op. 46.” Journal of the Arnold Schoenberg Institute 3, no. 1: 69–74.",
        "hertz_1948": "Hertz, Joseph H. 1948. Daily Prayer Book. New York: Bloch Publishing.",
        "hyde_1985": "Hyde, Martha. 1985. “Musical Form and the Development of Schoenberg's Twelve-Tone Method.” Journal of Music Theory 29: 85–143.",
        "jackson_1997": "Jackson, Timothy. 1997. “Your Songs Proclaim God’s Return: Arnold Schoenberg, the Composer and His Jewish Faith.” International Journal of Musicology 6: 281–317.",
        "keller_1994": "Keller, Hans. 1994. Essays on Music, ed. Christopher Wintle with Bayan Northcott and Irene Samuel. Cambridge University Press.",
        "kurth_1992": "Kurth, Richard B. 1992. “Mosaic Polyphony: Formal Balance, Imbalance, and Phrase Formation in the Prelude of Schoenberg’s Suite, Op. 25.” Music Theory Spectrum 14, no. 2: 188–208.",
        "lewin_1962": "Lewin, David. 1962. “A Theory of Segmental Association in Twelve-Tone Music.” Perspectives of New Music 1, no. 1: 89–116.",
        "lewin_1967": "Lewin, David. 1967. “A Study of Hexachord Levels in Schoenberg’s Violin Fantasy.” Perspectives of New Music 6, no. 1: 18–32.",
        "lewin_1968": "Lewin, David. 1968. “Inversional Balance as an Organizing Force in Schoenberg’s Music and Thought.” Perspectives of New Music 6, no. 2: 1–21.",
        "lieberman_2000": "Lieberman, David Isadore. 2000. “Schoenberg Rewrites His Will.” In Political and Religious Ideas in the Works of Arnold Schoenberg, ed. Charlotte Cross and Russell Berman. New York: Garland Publishing, 193–229.",
        "maclaurin_1962": "MacLaurin, E. C. B. 1962. “YHVH, the Origin of the Tetragrammaton.” Vetus Testamentum 12, no. 4: 439–63.",
        "martino_1961": "Martino, Donald. 1961. “The Source Set and Its Aggregate Formations.” Journal of Music Theory 5, no. 2: 224–73.",
        "mead_1985": "Mead, Andrew. 1985. “Large-Scale Strategy in Arnold Schoenberg's Twelve-Tone Music.” Perspectives of New Music 24: 120–57.",
        "mead_1988": "Mead, Andrew. 1988. “Some Implications of the Pitch Class/Order Number Isomorphism Inherent in the Twelve-Tone System: Part One.” Perspectives of New Music 26, no. 2: 96–163.",
        "morris_2001": "Morris, Robert D. 2001. Class Notes for Advanced Atonal Music Theory. Lebanon, NH: Frog Peak Music.",
        "1982_1982": "Perle, George. 1982. Serial Composition and Atonality. London: Faber and Faber. First published 1962.",
        "1971_1971": "Reich, Willi. 1971. Schoenberg: A Critical Bibliography, trans. Leo Black. New York: Praeger Publishing.",
        "ringer_1990": "Ringer, Alexander. 1990. Arnold Schoenberg: The Composer as Jew. Oxford: Clarendon Press.",
        "rouse_1985": "Rouse, Steve. 1985. “Hexachords and Their Trichordal Generators: An Introduction.” In Theory Only 8, no. 8: 19–43.",
        "rubsamen_1951": "Rubsamen, Walter H. 1951. “Schoenberg in America.” The Musical Quarterly 37, no. 4: 469–89.",
        "schiller_2003": "Schiller, David M. 2003. Bloch, Schoenberg, and Bernstein. Oxford: Oxford University Press.",
        "schoenberg_1964": "Schoenberg, Arnold. 1964. Arnold Schoenberg Letters, ed. Leonard Stein, trans. Eithne Wilkins and Ernst Kaiser. London: Faber and Faber.",
        "schoenberg_1973": "Schoenberg, Arnold. 1973. A Survivor From Warsaw. Hillsdale: Boelke-Bomart.",
        "schoenberg_1977": "Schoenberg, Arnold. 1977. Arnold Schönberg Sämtliche Werke: Chorwerke Reihe B, Band 19. Herausgegeben von Josef Rufer and Christian Martin Schmidt. Wien: Universal Edition.",
        "schoenberg_1988": "Schoenberg, Arnold. 1988. Arnold Schoenberg Self-Portrait, ed. Nuria Schoenberg Nono. Pacific Palisades: Belmont Music Publishers.",
        "sharma_2005": "Sharma, Bhesham. 2005. “Music and Text in Schoenberg’s A Survivor From Warsaw ,” In Words and Music, ed. John Williamson. Liverpool: Liverpool University Press. 150–60.",
        "sprecht_1976": "Sprecht, Robert John Jr. 1976. “Relationships between Text and Music in the Choral Works of Arnold Schoenberg.” Ph.D. dissertation, Case Western Reserve University.",
        "strasser_1995": "Strasser, Michael. 1995. “A Survivor from Warsaw as a Personal Parable.” Music and Letters 76, no. 1: 52–63.",
        "stuckenschmidt_1977": "Stuckenschmidt, Hans Hein. 1977. Schoenberg: His Life, World and Work, trans. Humphrey Searle. London: John Calder.",
        "swift_1976": "Swift, Richard. 1976. “Some Aspects of Aggregate Composition.” Perspectives of New Music 14–15: 236–48.",
        "tyler_1901": "Tyler, Thomas. 1901. “The Origin of the Tetragrammaton.” The Jewish Quarterly Review 13, no. 4: 581–94.",
        "wlodarski_2007": "Wlodarski, Amy Lynn. 2007. “An Idea Can Never Perish: Memory, the Musical Idea, and Schoenberg’s A Survivor from Warsaw.” Journal of Musicology 24, no. 4: 581–608.",
        "zillig_1959": "Zillig, Winfried. 1959. Variationen über neue Musik. Munich: Nymphenburger Verlagshandlung.",
        "discography_discography": "Discography",
        "schoenberg_1990": "Schoenberg, Arnold. Das Chorwerk. BBC Symphony Orchestra and Chorus. Conducted by Pierre Boulez. Sony Classical Essential Classics 44571.1990, two compact discs."
    },
    "footnotes": {
        "FN1": {
            "text": "1. The Koussevitzky Foundation commissioned the work. H. H. Stuckenschmidt notes that the original manuscript was entitled A Survivor of Warsaw , and that the work was originally written in short score that was later copied out by René Leibowitz. The work was premiered on 4 November 1948 in Albuquerque under the baton of Kurt Frederick ( Stuckenschmidt 1977 , 485).",
            "citations": [
                "stuckenschmidt_1977"
            ]
        },
        "FN2": {
            "text": "2. Schoenberg received assistance from Rabbi Jacob Sonderling; Rabbi Sonderling provided both a translation and phonetic transcription of the Shema Yisroel. A copy of Schoenberg’s original text and the phonetic transcription of the Shema Yisroel are housed in the Arnold Schoenberg Center (respectively ASC 1041, call number T17.16 and ASC 1041x, call number T73.16). Schoenberg omits the final two lines of the Shema Yisroel (Deuteronomy 6:8–9), and also omits the rabbinic line that has been part of the recited prayer for centuries: Baruch shem kavod malchuto l’olam vaed (Blessed be the name of his glorious kingdom for ever and ever), which is responsorial and usually sung in an undertone in order to distinguish it from the biblical text.",
            "citations": []
        },
        "FN3": {
            "text": "3. Charles Heller  ( 1979 ) notes that the first hexachord of Schoenberg’s Shema melody closely resembles some incantations of the Shema Yisroel . Schoenberg’s melody is compared to two traditional European versions (German and French respectively), which are quoted from the most solemn occasions: New Year and profession of faith at the close of the Day of Atonement. Heller argues that Schoenberg’s row resembles these aforementioned melodies (at the very least in contour). Heller also presents a Jewish modal pitch collection comparable to the Phrygian scale known as the Phraigish, Freygish , or Freigish scale. The semitones at the top and bottom of the melody comprise one of the most important characteristics of the scale, which Schoenberg also makes a prominent feature in the prime hexachords of A Survivor from Warsaw.",
            "citations": [
                "heller_1979"
            ]
        },
        "FN4": {
            "text": "4. Most (if not all) analysts select P 6 as the prime row series: <6 7 0 8 4 3 t 1 9 2 5 e>. I have chosen the T 4 -related row P 10 <t e 4 0 8 7 2 5 1 6 9 3> as the prime row series, as it is the first complete row statement in A Survivor from Warsaw. Nonetheless, the importance of the prime row series within this paper is that the prime hexachord contains a [0,4,8] trichord in order positions 2 through 4 : P 6 (the row most other analysts choose as the prime row) P 2 , and P 10 contain [0,4,8] trichords in order positions 2 through 4 .",
            "citations": []
        },
        "FN5": {
            "text": "5. Beat Föllmi ( 1998 ) rightly argues that A Survivor from Warsaw is primarily based on hexachords or set-class fragments, rather than complete row forms. It is also important to note that complete row statements (versus hexachordal statements, which pervade the music until measure 80) coincide with the climax of the composition and the singing of the Shema Yisroel; the restoration of musical order coincides with the singing of the Shema.",
            "citations": []
        },
        "FN6": {
            "text": "6. Throughout this paper I emphasize tripartite design with the understanding that the tripartite structures stem from the symmetrical structure of the prominent [0,4,8] trichord. Although tripartite structures are often associated with the Holy Trinity and Christianity—rather than Judaism—the salience of ‘threeness’ is undeniable. The [0,4,8] trichord is a symmetrical sonority that is prominently featured as a chordal and linear motif throughout A Survivor from Warsaw. The symmetrical attributes of this sonority—which has been described as representing the “perfection and immutability of the Jewish-God idea” and as the “God motif”—colors and suffuses all aspects of this composition, including the text ( Jackson 1997 , 283; Schiller 2003 , 103–4). Throughout his career Schoenberg struggled with musically representing God, and there has been considerable discussion regarding symmetry as an expression of perfection.  For example, in Schoenberg’s Moses und Aaron , God—who is ineffable within the Jewish tradition—is manifested indirectly throughout the work by other divine emanations. Authors such as David Lewin ( 1967 ) and Michael Cherlin ( 2007 )—who borrows Lewin’s concept of X+Y symmetrical partitioning schemas of the row—have demonstrated that relationships between the rows that are not easily labelled or named indirectly represent that which is unrepresentable throughout Schoenberg’s work: God. Interestingly, Cherlin shows that trichord [0,4,8] plays a “conceptual center for the benediction” in measures 67–70 of Moses und Aron ( Cherlin 2007 , 291). The [0,4,8] trichord appears in the alto and tenor voices, set to the word gesegnet (blessed) in whole notes; the baritone and bass voices repeat this word three times. The [0,4,8] trichord also participates in the structure of the X and Y chords in this passage as the X and Y sonorities are symmetrically disposed around E4. Finally, in the same manner that the voices (representing or standing in for God) “form the primal versions of the twelve-tone material whose genetic traces suffuse the entire opera [i.e., Moses und Aron ],” within A Survivor from Warsaw, the omnipresence of the [0,4,8] trichord also provides the global design for the work ( Cherlin 2007 , 234).",
            "citations": [
                "jackson_1997",
                "schiller_2003",
                "lewin_1967",
                "cherlin_2007",
                "cherlin_2007",
                "cherlin_2007"
            ]
        },
        "FN7": {
            "text": "7. Throughout this paper ‘small-scale cycles’ refer to localized musical events that are based on cycles of P and I hexachords that share an invariant [0,4,8] trichord. The term ‘large-scale cycles’ refers to the movement between harmonic regions that are related by T 0 , T 4 , or T 8 .",
            "citations": []
        },
        "FN8": {
            "text": "8. The study of Schoenberg’s compositions and his use of twelve-tone regions (or areas) was pioneered by Milton Babbitt ( 1955 , 1961 , 1962 ) and David Lewin ( 1962 , 1967 , 1968 ). Some recent contributors to the study of regions are Andrew Mead ( 1985 ), Martha Hyde ( 1985 ), and Ethan Haimo ( 1990 ).",
            "citations": [
                "babbitt_1955",
                "babbitt_1961",
                "babbitt_1962",
                "lewin_1962",
                "lewin_1967",
                "lewin_1968",
                "mead_1985",
                "hyde_1985",
                "haimo_1990"
            ]
        },
        "FN9": {
            "text": "9. In Modern Psalm, op. 50c, Schoenberg also represents God with pitch classes <4,0,8> ( Argentino 2010 ).",
            "citations": [
                "argentino_2010"
            ]
        },
        "FN10": {
            "text": "10. Amy Wlodarski notes the role of the 3–12 trichord and its importance at “various structural levels.” She acknowledges that the “augmented triad determines the large-scale structure of the cantata” ( Wlodarski 2007 , 607). My analysis of this work provides a detailed examination of the regional associations in the work.",
            "citations": [
                "wlodarski_2007"
            ]
        },
        "FN11": {
            "text": "11. Schoenberg, who meticulously saved all of his pre-compositional materials, was uncharacteristically mute regarding the source of his libretto. Explanations of the possible origins of Schoenberg’s text for A Survivor from Warsaw are summarized in Robert John Sprecht’s dissertation ( 1976 ). Camille Crittenden ( 2000 ) lists the following speculative sources for Schoenberg’s text: Walter Rubsamen ( 1951 ), who claimed that the death of Schoenberg’s niece at a concentration camp inspired the work; René Leibowitz, who argues that Schoenberg’s A Survivor from Warsaw was based on a story relayed directly to Schoenberg, who immediately wrote it down and used the recollection verbatim (see Willi Reich 1971 , 221–23); Winfried Zillig ( 1959 , 202), who speculates that a letter from a Holocaust survivor was Schoenberg’s libretto source. Joseph Auner ( 2003 , 319) also surmises that Schoenberg’s text is based on accounts that Schoenberg received “directly or indirectly.”",
            "citations": [
                "sprecht_1976",
                "crittenden_2000",
                "rubsamen_1951",
                "1971_1971",
                "zillig_1959",
                "auner_2003"
            ]
        },
        "FN12": {
            "text": "12. Michael Strasser ( 1995 , 52)  notes that the idea for the cantata was initially inspired by a request from dancer Corinne Chochem, asking Schoenberg to write a work honoring the victims of the Holocaust.",
            "citations": [
                "strasser_1995"
            ]
        },
        "FN13": {
            "text": "13. Crittenden articulates the significance of each of the three languages and their relationships to “time perception” and “political entities” ( Crittenden 2000 , 241–43).",
            "citations": [
                "crittenden_2000"
            ]
        },
        "FN14": {
            "text": "14. David Lieberman ( 2000 ) discusses verb tenses and changes in address in the text of A Survivor from Warsaw.",
            "citations": [
                "lieberman_2000"
            ]
        },
        "FN15": {
            "text": "15. Steven Cahn believes that the singing of the Shema is “not merely symbolic,” but rather the Shema is “recited for its own sake as a Jewish response to this reality, not because it promises a reward for suffering” ( Cahn 2010 , 101).",
            "citations": [
                "cahn_2010"
            ]
        },
        "FN16": {
            "text": "16. Throughout this paper I will italicize order numbers and order-number sets. The surface of the music, discussed below, contains further tripartite structures.",
            "citations": []
        },
        "FN17": {
            "text": "17. The original row chart for A Survivor from Warsaw, housed at the Arnold Schoenberg Centre in Vienna (Schoenberg Archive, microfilm number 943), shows each transposition of the primary row with its combinatorial inversion. Schoenberg cut a blueprint copy of this sketch into its twelve row pairs, which he affixed to twelve cardboard pieces that he bound together with string, to form an early version of a tone-row rolodex. Although not shown here, Schoenberg numbered each of these twelve-tone row pairs according to its semitonal distance (i.e., -2, +2, -3, . . . -7, +7) from the basic row and its inversion.",
            "citations": []
        },
        "FN18": {
            "text": "18. Sharma ( 2005 )  refers to the hexachord collections as cycles.",
            "citations": [
                "sharma_2005"
            ]
        },
        "FN19": {
            "text": "19. I-combinatorial associations are a conventional way for dodecaphonic composers such as Schoenberg to form strong bonds between row pairs and their constituent hexachords. However, there are other ways to express continuity among hexachords, one of which includes invariance. Specifically, in A Survivor from Warsaw , all prime hexachords contain contiguous 3–12 trichords as subsets. The four forms of the 3–12 trichord remain invariant under the following transformations: trichords [0,4,8] and [2,6,t] are invariant under T 0 I, T 4 I, and T 8 I, trichords [1,5,9] and [3,7,e] are invariant under T 2 I, T 6 I, and T t I. This invariant relationship results in the possibility of associating hexachords that share identical forms of the 3–12 trichord, forms that are equally distributed between the twenty-four P and I hexachords of A Survivor from Warsaw.",
            "citations": []
        },
        "FN20": {
            "text": "20. Example 5a contains the same six highlighted hexachords that were shown in Example 4, where Schoenberg color-coded the six hexachords that shared invariant [0,4,8] trichords.",
            "citations": []
        },
        "FN21": {
            "text": "21. In Example 5, the T 1 relationship between 5c and 5a depends on a rotation of the elements. A more complete representation of this diagram would be a helix bent into a torus. Each quarter turn would be represented by a T 1 move, and twelve T 1 turns would get you back to the beginning of the torus.",
            "citations": []
        },
        "FN22": {
            "text": "22. I have changed Perle’s original row labels to conform with those used in this paper (i.e., Perle’s P 0 is my P 6 , etc.).",
            "citations": []
        },
        "FN23": {
            "text": "23. Bhesham Sharma ( 2005 ) and Beat Föllmi ( 1998 )  contend that the passage(s) (either measures 10, 11 or 51) is (are) based exclusively on these six aforementioned P/I pairs (sometimes this is just implied). Yet the following R and RI hexachords are also viable sources: RI 7 , RI 3 , RI 11 , R 5 , R 9 , and R 1 .",
            "citations": [
                "sharma_2005"
            ]
        },
        "FN24": {
            "text": "24. In the realization of measure 11 shown in Example 9a, order positions 0 and 1 are reversed in all three I rows. This allows for motivic cohesion between each alternating P and I row segment (i.e., each row segment contains an upward rising chromatic motif). Also, each alternating pitch in the violins forms two symmetrical 6–20(014589) hexachords.",
            "citations": []
        },
        "FN25": {
            "text": "25. Note that the 3–12 trichord does not drive these cycles but rather participates within them. I am indebted to Schiller’s ( 2003 )  discussion of the concept of pivots in this passage. In A Survivor from Warsaw Schoenberg maintains invariant 3–12 trichords between T 1 -related rows or regions.",
            "citations": [
                "schiller_2003"
            ]
        },
        "FN26": {
            "text": "26. Schiller analyses this same passage; however, unlike Example 13, Schiller labels all of the inversion rows as the second hexachords of each prime row ( 2003 , 109–12).",
            "citations": [
                "schiller_2003"
            ]
        },
        "FN27": {
            "text": "27. In A Survivor from Warsaw a prime hexachord is usually followed or accompanied by its combinatorial partner.",
            "citations": []
        },
        "FN28": {
            "text": "28. Donald Martino ( 1961 )  introduced the term mosaic. This concept has been developed by Steven Rouse ( 1985 ), Andrew Mead ( 1988 ), and Richard Kurth ( 1992 ). Mosaics tend to be used on row pairs whereas I am using them to demonstrate partitioning amongst related hexachord regions.",
            "citations": [
                "martino_1961",
                "rouse_1985",
                "mead_1988",
                "kurth_1992"
            ]
        },
        "FN29": {
            "text": "29. I follow Kurth ( 1992 , 188–91) with respect to topography and labeling (i.e., I use italic M-labels for pitch-class mosaics and W-labels for order-number mosaics). I continue to label pitch classes with integers.",
            "citations": [
                "kurth_1992"
            ]
        },
        "FN30": {
            "text": "30. In Example 18, the complementary 6–15 hexachords are each comprised of the combination of 3–12(048) and 3–3(014) trichords.",
            "citations": []
        },
        "FN31": {
            "text": "31. To complete the cycle (which does not occur in measure 31), T 4 would transform the dyad back to <6,7>. Yet immediately following this passage (after the fermata), the opening fanfare gesture of measure 1, which commences with the dyad <6,7>, is re-articulated twice in the trumpet.",
            "citations": []
        },
        "FN32": {
            "text": "32. The combination of the 6–20 hexachord and any of the 2–1 dyads in Example 18 forms an 8–7 octachord. This 8–7 octachord has Morris’s complement union property (herein CUP), as any two non-overlapping members of 3–3 and 3–12 will form a member of the 8–7 octachord. See Morris 2001 chapter 3.",
            "citations": [
                "morris_2001"
            ]
        },
        "FN33": {
            "text": "33. Wlodarski ( 2007 )  briefly presents the regions as a linear pattern with P 6 /I 11 , R 2 /RI 7 and P 10 occurring in measures 1–80, and P 10 /I 3 , P 2 /RI 7 and P 6 (the reverse order) occurring in measures 80–99.",
            "citations": [
                "wlodarski_2007"
            ]
        },
        "FN34": {
            "text": "34. Pitch classes [6,7] occur as the final pitch classes of RI 7 and as the first pair of pitch classes in P 6 (a cross-regional association) resulting in a very smooth transition into the first region, P 6 .",
            "citations": []
        },
        "FN35": {
            "text": "35. Ringer notes Schoenberg’s highlighting of the name of God with a rising minor 6th in both A Survivor from Warsaw and Modern Psalm ( Ringer 1990 , 187).",
            "citations": [
                "ringer_1990"
            ]
        },
        "FN36": {
            "text": "36. For a useful history of the Tetragrammaton, see MacLaurin 1962 and Tyler 1901 .",
            "citations": [
                "maclaurin_1962",
                "tyler_1901"
            ]
        },
        "FN37": {
            "text": "37. The tripartite features that occur throughout A Survivor From Warsaw are adapted and used by Schoenberg in his final and unfinished composition, Modern Psalm , op. 50c. Modern Psalm and A Survivor From Warsaw share the following attributes: the regions throughout Modern Psalm are guided by T 4 transformations; the small-scale cycles in A Survivor from Warsaw categorically deplete all forms of some particular subsets (especially the T 1 small-scale cycle), mirroring the categorical depletion of subset forms in Modern Psalm ; the texts in both of these religious works culminate with reference to Schoenberg’s God, represented in both compositions by pcs <4,0,8,0>; and the small-scale invariant cycles that contain TC–generated 6–35 hexachords, which occur three times in A Survivor From Warsaw , are modified and extended over each of the formal sections in Modern Psalm . See Argentino 2010 .",
            "citations": [
                "argentino_2010"
            ]
        },
        "FN38": {
            "text": "38. Region 1 (P 6 /I 11 ) seemingly occurs four times if we include the final statement of P 6 at measure 95. However the final sounding of P 6 is not paired with I 11 .",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Oratorio and Biblical opera are outweighed by the tale of The Survivor From Warsaw , which lasts only a few minutes; horror has never rung as true in music. ( Adorno 1967 , 171–72)",
                "footnotes": [],
                "citations": [
                    "adorno_1967"
                ]
            }
        },
        {
            "1": {
                "text": "[1] Arnold Schoenberg’s Holocaust cantata, A Survivor From Warsaw op. 46, is one of his most accessible, haunting, and compelling works. Penned in a period of just under two weeks (between 11 and 23 August 1947), A Survivor From Warsaw is set for male chorus, chamber orchestra, and a narrator who provides an account of the Warsaw ghetto uprising through personal testimony, anxiously recounting the experiences of the atrocities in the notorious ghetto as one of the sole survivors. (1) Schoenberg’s libretto contains two parts: an original two-page typed text in English and German that is loosely based on direct and indirect accounts of Holocaust survivors, and an assemblage of the central creed of the Jewish liturgy, the Shema Yisroel drawn from the book of Deuteronomy (6:4–7). (2) The music that sets Schoenberg’s libretto contains remarkable relationships between the partitioned rows and their embedded hexachords. (3) In fact the prime row of this work, <t e 4 0 8 7 2 5 1 6 9 3> (two consecutive 6–15(012458) hexachords), is not discretely presented until the climax of the composition when the all-male chorus sings Judaism’s central creed, Shema Yisroel. (4) As there is an absence of any complete row statements until measure 80, A Survivor From Warsaw is primarily based on hexachordal relationships. (5)",
                "footnotes": [
                    "FN1",
                    "FN2",
                    "FN3",
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] The primary hexachord of A Survivor From Warsaw contains a discrete ordered 3-12(048) trichord with the specific pcs <4,0,8>, a tripartite and symmetrical structure that permeates the music of this Holocaust cantata. (6) The text that accompanies this cantata also features inherent tripartite design. The libretto features three languages (English, German, and Hebrew), employs three points of view, key words are repeated three times, and certain text descriptors are repeated three times. The music contains form-defining small- and large-scale cycles that consistently feature some form of the [0,4,8] trichord. (7) All localized small-scale cycles are based on alternating P and I hexachords that share an invariant [0,4,8] trichord, and ultimately, these small-scale cycles function as conclusive cadence-like gestures at the ends of formal sections. The large-scale cycles that define the regions (sometimes referred to as areas) and the overall form of the work are based on T 4 -related pairs of I-combinatorial hexachords; transposition by T 0 , T 4 , or T 8 of the prime row hexachord (or row) and its combinatorial partner governs the symmetrically divided form and its three harmonic regions. (8) Three-part design permeates harmonic, structural, and textual aspects of A Survivor from Warsaw ; tripartite divisions enable Schoenberg’s God, represented by trichord <4,0,8>, to be omnipresent not only throughout the survivor’s narrative, but more importantly throughout multiple diverse elements of this fascinating and powerful composition. (9)",
                "footnotes": [
                    "FN6",
                    "FN7",
                    "FN8",
                    "FN9"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] Schoenberg initiates large-scale regional associations exclusively related by the interval classes of the 3–12 trichord, utilizes small-scale cycles that are based on the 3–12 trichords, and musically symbolizes the name and presence of God with pcs <4,0,8>. (10) I will explore these associations in A Survivor from Warsaw and provide a theoretical background for the basic row, focusing primarily on the inherent pitch-class relationships of the prime hexachord. I will provide a large-scale structural sketch of A Survivor from Warsaw and highlight the ways in which the regional moves coincide with important textual considerations. Finally, I will discuss the overall function of the omnipresent tripartite structures in Schoenberg’s Holocaust cantata. But first, I will examine the libretto of A Survivor from Warsaw focusing on the tripartite structures in Schoenberg’s text. Schoenberg’s Text for A Survivor from Warsaw Example 1 . Text of Schoenberg’s A Survivor from Warsaw (click to enlarge and see the rest)",
                "footnotes": [
                    "FN10"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Speculations about the sources and inspiration for Schoenberg’s self-penned text for A Survivor from Warsaw, shown in Example 1 (Schoenberg 1973 , 1977 ), have been rampant since the inaugural performance of the work. (11) Scholars such as Camille Crittenden ( 2000 ), David Schiller ( 2003 ), Michael Strasser ( 1995 ), and Amy Wlodarski ( 2007 ) have concluded that Schoenberg was not concerned with a particular historical account of the Holocaust but instead an emblematic chronicling of the atrocities of the Holocaust channeled through the memories of various concentration camp prisoners. (12) This statement is supported by a letter Schoenberg wrote to Kurt List on 1 November 1948, noting that the atrocities “haven’t been done in the manner in which I describe in the Survivor. This does not matter. The main thing is, that I saw it in my imagination” ( Schoenberg 1988 , 105).",
                "footnotes": [
                    "FN11",
                    "FN12"
                ],
                "citations": [
                    "schoenberg_1973",
                    "schoenberg_1977",
                    "crittenden_2000",
                    "schiller_2003",
                    "strasser_1995",
                    "wlodarski_2007",
                    "schoenberg_1988"
                ]
            }
        },
        {
            "5": {
                "text": "[5] A Survivor from Warsaw is Schoenberg’s only work to contain three languages: English, German, and Hebrew. Each language represents various political positions, characters, and states. (13) English is the spoken language of the survivor, whose recollection of events moves between past and present states and different points of view. The survivor’s commentary provides a description of the trauma that has befallen the narrator and his fellow concentration camp prisoners. (14) German, the spoken language of the Feldwebel (the sergeant) represents tyranny or specifically the tyrant, who inflicts mental and physical punishment upon the prisoners. Hebrew, the only language sung at the climax and concluding section of the work, represents the spiritual triumph of the prisoners through prayer—what Hans Keller refers to as “the spiritualization of the catastrophe”  ( Keller 1994 , 81). (15) To a certain extent the three languages mirror the three main sections of the plot. The first section, exclusively in English, includes an introduction to the protagonist, his surroundings, and the emotional and mental status of the dramatis personae (measures 1–31). The second section, in both English (protagonist) and German (opponent), includes a detailed account of the predominately physical abuse of the victims (measures 32–80). The final section contains the victims’ transcendence through prayer, with the singing of the Shema Yisroel in Hebrew. A detailed summary of the plot, including point of view and spoken language within the text, will reinforce the significance of the inherent tripartite structures in this work.",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": [
                    "keller_1994"
                ]
            }
        },
        {
            "6": {
                "text": "[6] The libretto of A Survivor From Warsaw , shown in Example 1, begins with the narrator in a speaking voice assuming the role of a concentration camp survivor. Set in the present tense and in the first-person point of view, the survivor is unable to recall the events that had transpired because he was “unconscious most of the time.” The speaker does remember that his fellow prisoners sang “the forgotten creed” and that he lived in the “sewers of Warsaw for so long a time.” Within measures 1–24, the speaker, with his vivid narrative, directly communicates with the audience, recounting and working out the tragic events that had befallen him and those around him. The opening narration also foreshadows the climax of the work when the all-male chorus sings the “forgotten creed.” Thus the English-based text in measures 1–24, set in first-person point of view, establishes the general atmosphere, introduces the survivor to the audience, and foreshadows future events (i.e., the Shema ). In measures 25–31, the narrative focuses on the daily mental suffering and anxiety within the concentration camp, with the quotidian reveille, a motif that begins the work and is replayed at the beginning of measures 25 and 31. The reveille signals the pre-dawn start to the day, and the worries and unrest that constantly plagued the prisoners. Schoenberg set the English dialogue of this section in the second-person point of view. The second-person narrative in measures 25–31 transmits the anguish and universalizes the suffering of the addressee, shifting audience members from passive observers to active participants. The text in measures 32–70 alternates between first- and third-person points of view, as the narrator begins recounting the specific events that have transpired at the concentration camp. This section contains the first German-based dialogue, where the narrator mimics the villainous sergeant in present tense and first person. Here Schoenberg deploys English against German, with the English language set predominantly in third person and used exclusively as the voice of the oppressed prisoners, while the German language set in first person represents the voice of the oppressors ( Crittenden 2000 , 242). The narrative in this section describes the other prisoners, who are summoned before the German-speaking Sergeant. Unsatisfied with the prisoners’ reluctance to be “counted off,” he orders the prisoners, including the narrator, to be beaten. When the narrator awakens from his unconscious state in measure 54, the protagonist describes in English and in first person his surprise upon awakening amongst the horror of slaughtered fellow prisoners. In measures 64–80 the language alternates between third and first person, with English in the third person and German in the first person. In this section, as the prisoners are counted off, facing imminent death, the survivor recollects how the prisoners bravely began to sing the forgotten Hebrew creed: the Shema Yisroel . Measures 81–99 contain the spiritual climax of A Survivor From Warsaw , the Shema Yisroel, sung in Hebrew. Rabbi Hayim Halevy Donin describes that Shema Yisroel as follows: A declaration of faith, a pledge of allegiance to One God, an affirmation of Judaism. It is the first “prayer” that children are taught to say. It is the last utterance of martyrs. It is said on arising in the morning and on going to sleep at night. It is said when one is praising God and when one is beseeching Him. The faithful Jew says it even when questioning Him. The Shema is said when our lives are full of hope; it is said when all hope is gone and the end is near. Whether in moments of joy or despair, in thankfulness or in resignation, it is the expression of Jewish conviction, the historic proclamation of Judaism’s central creed. ( Donin 1980 , 144) In the context of A Survivor From Warsaw , the reciting of the Shema Yisroel at the moment of execution connects the piece with Jewish martyrdom and heroism: [This prayer is] the rallying-cry by which a hundred generations in Israel were welded together to do the will of their Father in heaven; it was the watchword for the myriads of martyrs who agonized and died for the Unity, “as the ultima ratio of their religion” ... During every persecution and massacre ... Shema Yisroel has been the last sound on the lips of the victims. ( Hertz 1948 , 266–67) The prayer commands Jews to recognize that there is but one unique and indivisible God. In the Shema, the “you” implies a second-person narrative. Unlike the second-person narrative of measures 25–31, where the survivor transmits anguish, the second-person narrative within the Shema unifies the faithful. Example 2a-f . Tripartite text descriptions (click to enlarge and see the rest)",
                "footnotes": [],
                "citations": [
                    "crittenden_2000",
                    "donin_1980",
                    "hertz_1948"
                ]
            }
        },
        {
            "7": {
                "text": "[7] The text also contains many instances of repetitions in groupings of three—descriptions that I will henceforth refer to as tripartite descriptions. In Example 2a, which is set in the second-person point of view, the narrator describes separation from “children, ” “wife,” and “parents.” In Example 2b , the narrator describes those that have been struck: “young or old,” “strong or sick,” and “guilty or innocent.” Example 2c , from the Shema prayer, describes three ways to love God: with thy “heart,” “soul,” and “might.” Examples 2d–f contain tripartite text structures that are based on dispersed repetition of significant key words throughout the narrative. In Example 2d , reference to the climactic prayer of the work is made three times: “old prayer,” “the forgotten creed,” and the “Shema Yisroel.” In Example 2e , three references to God are made: “Lord is our God,” “Lord is One,” and “Lord your God.” In Example 2f , the reference to the manners in which the prisoners—who are about to be executed—are exiting their quarters is made: “some very slow,” “they started slowly,” and “first slowly.” The three languages, the three points of view, and the tripartite text descriptions are consistent with the importance of tripartite divisions that are echoed throughout the music of A Survivor from Warsaw. Example 3 . Prime row of A Survivor from Warsaw (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] Example 3 shows the prime row of A Survivor from Warsaw, a row that features two discrete 6–15 hexachords. The first hexachord includes a linear <4,0,8> trichord in order positions 2 through 4 , as well as two ic 1 dyads that bookend the primary hexachord (see order positions 0–1 and 4–5 ). (16) The first hexachord of any prime row will share identical 3–12 trichords with the second hexachord of any prime row that is a semitone lower. For example, the first hexachord of P 5 shares the same 3–12 trichord form, [3,7,e], with the second hexachord of P 4 . These two rows are related by ic 1. This is an important feature between row pairs that Schoenberg uses cyclically. Interval–class 4 and pcs [0,4,8] are also prominently featured in Schoenberg’s original row chart, as he color-coded all occurrences of contiguous [0,4,8] trichords: primary row occurrences are circled in red pencil and inversions are circled in blue pencil. (17) Clearly, this row segment held special significance for the composer. Example 4 . Row matrix for A Survivor from Warsaw (click to enlarge)",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Example 4 contains an integer presentation of Schoenberg’s row chart. Schoenberg’s highlighted occurrences of the [0,4,8] trichord are shown in boldface red type in the northwest quadrant of the example. This [0,4,8] trichord and the prominent interval-classes 1 and 4 are integral to many of the design features of A Survivor from Warsaw . Interval–classes 1 and 4 become the basis of small- and large-scale T 1 - and T 4 -interval cycles, cycles that always feature some form of an [0,4,8] trichord. (18) The small-scale cycles are used to demarcate important local events throughout the work. The three small-scale cycle types used throughout the work are based on alternating P and I hexachords or rows that share invariant [0,4,8] trichords. The hexachord or row pairs are transformed by either T 1 - or T 4 -interval cycles. The large-scale cycles define the regions and the overall form in the work. These large-scale form-defining cycles are based on T 4 -related pairs of I-combinatorial hexachords. Thus, the large-scale cycles are based on hexachords that are related both through invariant 3–12 trichords and combinatoriality, whereas the small-scale cycles are based on pairs of hexachords or rows that are related through trichordal invariance (i.e., the six hexachords that share [0,4,8] trichords). I will now focus on the T 4 and T 1 small-scale cycles, providing models and examples of each. Hexachords based on T 4 -invariant cycles Example 5a-d . Hexachords that share invariant 3–12 trichords (click to enlarge) Example 7a-b . Segmentation and cyclic combinations of P/I hexachords that share invariant [0,4,8] trichords (click to enlarge)",
                "footnotes": [
                    "FN18"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] As there are only four unique 3–12 trichords, namely [0,4,8], [1,5,9], [2,6,t], and [3,7,e], the twenty-four P and I hexachords of A Survivor from Warsaw can be subdivided into four groups of hexachords based on shared forms of trichord 3–12 (see Example 5 ). (19) Each block in Example 5 is comprised of six hexachords from Schoenberg’s row chart, where each group of hexachords contains one unique form of the 3–12 trichord in order positions 2 through 4 . Each group contains three P and three I hexachord forms; all P hexachords are positioned horizontally, and all I hexachords are positioned vertically. (20) Each block in Example 5, labeled a through d, is related to adjacent blocks by either T 1 in a clockwise direction or T 11 in a counter-clockwise direction (not shown on diagram), forming both a cycle and a rudimentary group. (21) The six hexachords from Example 5a are reproduced in Examples 6a and 6b , notated such that the three T 4 -related hexachord pairs model the small-scale tripartite cycles used in A Survivor from Warsaw . Examples 6a and 6b each contain the same six T 4 -related P and I hexachords; Example 6a features three pairs of P/I hexachords and Example 6b features three pairs of I/P hexachords. The T 4 cycles shown in Examples 6a and 6b occur in tandem throughout A Survivor from Warsaw with the partitioning model shown in Example 7a. Schoenberg uniformly segments—through instrumentation—the group of hexachords shown in Example 7a (P 6 /I 2 , P 10 /I 6 , and P 2 /I 10 ) by systematically extracting (from P 6 down to I 10 ) the pitch classes from order positions 0–1 , 2–4 , and 5 . These form three distinct, symmetrical, “cyclical” combinations: a 9–12(01245689t) nonachord, collectively derived from order positions 0–1 ; a 3–12(048) trichord derived from order positions 2–4 ; and a 6–35(02468t) hexachord collectively derived from order position 5 (see Sharma 2005 , 151). As shown in Example 7a, each of these collections is derived from the aforementioned order positions vertically from P 6 down to I 10 . Example 7bi shows the order positions or position for each segment, Example 7bii shows the collective pitch classes for each segment, and Example 7biii contains the set class for each segment. This same partitioning schema on the collection of hexachords shown in Example 6b would yield identical collections with respect to set class. I will now examine a few of the many instances of these small-scale T 4 -invariant cycles in A Survivor from Warsaw . Example 6a . T 4 -related P and I hexachords that share invariant [0,4,8] trichords in order positions 2 through 4 : P 6 /I 2 , P 10 /I 6 , P 2 /I 10 (click to enlarge) Example 6b . T 4 -related P and I hexachords that share invariant [0,4,8] trichords in order positions 2 through 4: I 2 /P 10 , I 6 /P 2 , I 10 /P 6 (argentino_example_info.php) Instances of small-scale T 4 -invariant cycles Example 8 . Perle’s common harmonic element (click to enlarge)",
                "footnotes": [
                    "FN19",
                    "FN20",
                    "FN21"
                ],
                "citations": [
                    "sharma_2005"
                ]
            }
        },
        {
            "11": {
                "text": "[11] The musical material in measures 10, 11, and 51, all of which is based on T 4 -cycles of 6–15 hexachords that maintain [0,4,8] invariance, has received more analytical attention than the music of any other passages (see 1982 , Sprecht 1976 , Föllmi 1998 , and Swift 1976 . These three measures feature three pairs of P and I hexachords that share invariant [0,4,8] trichords in order positions 2 through 4 . Furthermore, these measures terminate formal sections preceding fermatas. Perle was the first writer to analyze measure 11; he discusses vertical associations and segments of set forms that remain invariant and function as pivots between row forms. He reveals six P/I pairs that share pcs [0,4,8] in measure 11, shown in Example 8 ( 1982 , 93).  Perle states: “The initial six-note segments of six different forms of a set are associated through a common harmonic element [the [0,4,8] trichord] in Schoenberg’s A Survivor from Warsaw ” ( 1982 , 93).  Perle’s discussion focuses on demonstrating the notion of invariance of subsets between hexachordal pairs, in this case the invariance of the [0,4,8] trichord in order positions 2 through 4. (22) The “six-note segments” are indeed related through “a common harmonic element,” but they are also (and more specifically) related through T 4 -invariant cycles. (23) Example 9a . Small-scale invariant T 4 -cycles from A Survivor from Warsaw , Measure 11 (click to enlarge)",
                "footnotes": [
                    "FN22",
                    "FN23"
                ],
                "citations": [
                    "1982_1982",
                    "sprecht_1976",
                    "swift_1976",
                    "1982_1982",
                    "1982_1982"
                ]
            }
        },
        {
            "12": {
                "text": "[12] Examples 9a through 9c contain re-written versions of measures 11, 10, and 51; original pitch structures have been maintained while note durations have been modified for visual clarity. All three examples are based on T 4 -cycles of alternating P and I hexachords that share [0,4,8] trichords. The three hexachord pairs in Examples 9a and 9b correspond to the T 4 -invariant pairs shown in Example 6a, whereas the three hexachord pairs in Example 9c correspond to the T 4 -invariant pairings shown in Example 6b. The hexachords are not simply lumped together; rather they are partitioned to bring out cyclic structures and symmetric pitch-class collections. The partitioning in all three examples features the following key attribute: each contains a [0,4,8] trichord—isolated through instrumentation—which is sustained throughout the entire measure. Since the [0,4,8] trichord is transpositionally invariant, it can serve as a generator of larger sets through what Richard Cohn ( 1988 and 1991 ) describes as transpositional combination (herein TC). Through the TC property, a 3–12 trichord can form a 6–35 hexachord (3–12*2 = [02468t], herein a TC–generated 6–35 hexachord or collection) and a 6–20 hexachord (3–12*1 = [014589]). Each example features a melodic line that contains a TC–generated 6–35 collection formed by extracting order position 5 from alternating P and I hexachords as shown in Example 7. Example 9a and 9b also contain a 6–20 collection. Since the three examples are almost identical I will focus on Example 9a. Example 9b . Small-scale invariant T 4 -cycles from A Survivor from Warsaw , Measure 10 (click to enlarge) Example 9c . Small-scale invariant T 4 -cycles from A Survivor from Warsaw , Measure 51 (click to enlarge)",
                "footnotes": [],
                "citations": [
                    "cohn_1988",
                    "cohn_1991"
                ]
            }
        },
        {
            "13": {
                "text": "[13] In measure 11, the invariant [0,4,8] trichord is sustained and isolated within the trombones. The TC–generated 6–35 hexachord that occurs in the clarinet parts is comprised of two overlapping 3–12 trichords, <3,7,e> and <5,9,1>. Each note of trichord <3,7,e> is drawn, respectively, from the first hexachords of P 6 , P 10 , and P 2 (order position 5 ), whereas the pitches of trichord <5,9,1> are drawn, respectively, from the first hexachords of I 2 , I 6 , and I 10 (order position 5 ). (24) Hearing the TC-generated 6–35 collections as two overlapping 3–12 trichords is supported in this example by Schoenberg’s setting of the disjunct melodic line. The line features a compound melody, as trichord <3,7,e> not only occurs in a higher register than trichord <5,9,1>, but also each of the notes in trichord <3,7,e> is accented. Ultimately, it is remarkable how many ways the 3–12 trichord permeates each excerpt. Harmonically, each of the examples features a sustained 3–12 trichord. Melodically, each features a 6–35 collection comprised of two overlapping 3–12 trichords. And at the deepest level, each passage is supported by a T 4 -cycle of P/I hexachords. The cycles shown in Example 9a through 9c are used throughout A Survivor from Warsaw as boundary markers, and I will return to these cycles when I discuss the overall form of the work. Small-scale T 1 -cycles Example 10 . 3–12 trichords related by ic 1 (click to enlarge) Example 11a . T 1 -related rows and regions that share identical 3–12 trichords T 1 -related rows (click to enlarge) Example 11b . T 1 -related rows and regions that share identical 3–12 trichords T 1 -related regions (click to enlarge)",
                "footnotes": [
                    "FN24"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] The small-scale T 1 -cycles used in A Survivor from Warsaw —which contain T 1 -related rows or regions and involve invariant 3–12 trichords—integrate the two most prominent intervals of the prime hexachord: interval 1 and interval 4. Unlike the previously discussed small-scale cycles, the T 1 cycles feature 3–12 trichords that function as invariant pivots between T 1 -related rows or regions. (25) In the ordered series in A Survivor from Warsaw , the second hexachord of any prime row will share the same 3–12 trichord with the first hexachord of a T 1 -related prime row as shown in Example 10 . The 3–12 trichord does not occur as a contiguous segment in the second half of each row, but Schoenberg segments and isolates these 3–12 trichords through instrumentation. Also, because the prime row of A Survivor from Warsaw is I-combinatorial, the first hexachord of any combinatorial inversion of a prime row will share an invariant 3–12 trichord with the prime hexachord of a T 1 -related region or area. Examples 11a and 11b contain T 1 -related rows and regions, and the 3–12 trichords that bind them together. Example 11a shows how individual 3–12 trichords are shared between the second hexachord of any prime row and the first hexachord of its T 1 -related prime row. In Example 11a, both the second hexachord of P 0 and the first hexachord of P 1 contain the 3–12 trichord comprised of pcs [3,7,e]. Similarly, the second hexachord of P 1 and the first hexachord of P 2 share the 3–12 trichord [0,4,8]. Example 11b contains I-combinatorial row pairs (herein regions) that share invariant 3–12 trichords. Each pair of T 1 -related regions respectively shares an invariant 3–12 trichord between the inversion and its T 1 -related prime. Thus in Example 11b, region P 0 /I 5 and P 1 /I 6 share an invariant [3,7,e] trichord, and P 1 /I 6 and P 2 /I 7 share an invariant [0,4,8] trichord. Schoenberg utilizes 3–12 trichords as pivots between T 1 -related rows and/or regions. Example 12 . Reduction of measures 35–37, A Survivor from Warsaw (click to enlarge)",
                "footnotes": [
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] There are two T 1 -cycles in A Survivor from Warsaw ; there is a complete cycle in measures 72–80 and an incomplete and varied cycle in measures 35–37, foreshadowing the later complete cycle. A harmonic reduction of measures 35–37 is shown in Example 12 . This cycle contains the T 1 -related combinatorial regions P 2 /I 7 , P 3 /I 8 , P 4 /I 9 , P 5 /I 10 . Each region is linked through invariant 3–12 trichords as shown in the trombone part of the reduction. This incomplete version of the cycle foreshadows the complete cycle in measures 72–80 in three ways: first, T 1 -related regions linked through suspended 3–12 trichords are used in each section; second, the text in both sections commences with the narrator describing slow-moving prisoners (in measures 35–37 the narrator states “They came out; some very slow,” and in measures 72–80 the narrator states “They began again, first slowly”); and third, the incomplete adumbrated version concludes with P 5 , and the complete version commences with the T 1 -related row P 6 , providing cyclic continuity between these two passages. Example 13 . Instrumental reduction of measures 72–80, A Survivor from Warsaw (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Example 13 shows an instrumental reduction of measures 72–80—the developmental climax of A Survivor from Warsaw —which includes the following select instruments: basses (bottom bass clef stemmed downward), cellos (lower bass clef stemmed upwards), horns 2 and 4 (top bass clef), and the violas (alto clef). The cycle begins with region P 6 /I 11 and systematically moves through T 1 -related regions until it reaches its termination point in measure 80 with the arrival of P 5 . Throughout the passage, Schoenberg isolates the twelve rising T 1 -related 3–12 trichord forms within the violas, and systematically links all twelve T 1 -related regions throughout the cycle by maintaining invariant 3–12 trichords. Circled pitches in measures 73–74 of Example 13 show the trichord [1,5,9], shared between T 1 -related regions P 6 /I 11 and P 7 /I 0 , and circled pitches in measure 75 show the trichord [2,6,t], shared between regions P 7 /I 0 and P 8 /I 1 .  The remaining pivots between pairs of T 1 -related regions within the example have also been circled. Most intriguing in this passage is Schoenberg’s integration of the 3–12 trichord and the two prominent intervals of the initial hexachord: interval 1 and interval 4. Furthermore, the passage, which is entirely cyclic, contains the following attributes: the cycle uses all twenty-four forms of the 3–3(014) trichord; the cycle uses all four forms of the 3–12(048) trichord; the cycle uses all twelve regions; and the cycle uses all possible forms of the 6–15(012458) hexachord. (26) In A Survivor from Warsaw , this complete T 1 cycle, which is row-, hexachord-, and 3–12 trichord-exhaustive, occurs prior to the climax of the work (i.e., the singing of the Shema ). Thus, one of Schoenberg’s compositional plans in this religious work is to cyclically exhaust important musical sonorities prior to a significant event in the music. Hexachords based on a T 4 -cycle of I-combinatorial regions Example 14 . Rudimentary T 4 -interval cycle (click to enlarge) Example 15 . Regions, A Survivor from Warsaw (click to enlarge)",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] As shown in Example 14 , a 3–12 trichord can be produced through a rudimentary T 4 -interval cycle. The T 4 -interval cycle that forms the [0,4,8] trichord also generates the three large-scale regions of the work, with each region featuring a hexachord (rather than a complete row) and its I-combinatorial partner. (27) The three T 4 -related regions are comprised of P 6 /I 11 or region 1, P 10 /I 3 or region 2, and P 2 /I 7 or region 3. With only one digression to a region that is not part of the T 4 transpositional framework (i.e., region P 11 /I 4 ), the piece cycles through the T 4 -related areas, as shown in Example 15 . Example 15 contains the regions used throughout A Survivor from Warsaw , with the P 6 /I 11 pair often functioning as an oscillating pivot between the other two T 4 /T 8 -related regions. Region 1 is represented by F ♯ , region 2 is represented by B ♭ , and region 3 is represented by D ♮ . The shifts between regions generally coincide with important textual events, to be discussed below. I will also discuss the significance of the P 11 /I 4 , which is not related by T 0/4/8 , in relation to the text. Example 16 . T 4 -interval cycle of I-combinatorial regions with W, M, and SETLIST (click to enlarge)",
                "footnotes": [
                    "FN27"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] There is great continuity among the T 4 -related regions as shown with the order-number mosaic in Example 16. (28) Example 16 articulates the same order-number mosaic in all three T 4 -related regions, and this yields an isomorphic partitioning schema among the three regions. The order-number mosaic W with ordered groups {{ 0,1 }, { 2,3,4 }, and { 5 }} is equivalent to the pitch-class Mosaic M {{6,7}, {t,e}, {0,1,4,5,8,9}, and {2,3}}. (29) In each region, W groups together the same pitch-class collections (i.e., {{2,3}, {6,7}, {t,e}, {0,1,4,5,8,9}} with the three dyad pairs occurring in different positions but in a consistent manner among all three regions. Order positions 2 through 4 yield pitch classes {0,1,4,5,8,9} in each of the three T 4 -related P and I hexachord pairs, which remain order-number invariant within each region. Order positions { 0,1 }—which include a pair of vertical ic 1 dyads in each of the three T 4 -related regions, and order position { 5 }—which includes a vertical ic 1 dyad in the three regions—yields the same three ic 1-dyad pairs {6,7}, {t,e}, and {2,3} in each of the three T 4 -related regions. The SETLIST shows that there are only two distinct set classes: 6–20(014589) and three 2–1(01) dyads. Since all three T 4 -related regions yield the same three dyad pairs ({2,3}, {6,7}, and {t,e}) and the same invariant [0,1,4,5,8,9] hexachord, all three T 4 -related regions can be expressed through these aforementioned dyad and hexachord collections. Example 17 is a network representation of the four distinct pitch-class groups derived from the order-number mosaic of Example 16 (i.e., ({2,3}, {6,7}, {t,e}, and {0,1,4,5,8,9}). Each dyad pair individually occurs in tandem with the sustained [0,1,4,5,8,9] hexachord. This multidirectional cycle of T n I operations maps <6,7> to <3,2> via transformation T 9 I, maps <3,2> to <e,t> via transformation T 1 I, and maps <e,t> to <6,7> via transformation T 5 I. This length-3 T 4 -interval cycle of I-combinatorial regions succinctly articulates regions 1 through 3. Example 17 . Compressed network of the thrice-iterated T 4 -interval cycle of I-combinatorial regions (click to enlarge) Example 18 . Reduction of measure 31 (click to enlarge)",
                "footnotes": [
                    "FN28",
                    "FN29"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] An instance of this compressed I-combinatorial T 4 -cycle is shown in Example 18 . This passage contains a reduction of measure 31, where three solo violas and a cello, represented in the bottom two systems of the example, sustain a 6–20 hexachord comprised of pcs [0,4,8] and [1,5,9]. (30) The sustained 6–20 hexachord in measure 31 is accompanied by the same three ic 1 dyads expressed in the network of Example 17. The three dyads <6,7>, <3,2>, and <t,e> are sounded by a solo violin in the upper treble clef staff (see the circled pitches in Example 18). (31) Since this passage replicates the pitch-class collections shown in the network of Example 17, measure 31 could be understood to represent all three T 4 -related I-combinatorial regions in A Survivor from Warsaw . Thus Example 18 encapsulates the condensed T 4 -interval cycle of I-combinatorial regions. (32) This cyclic encapsulation of regions, akin to the small-scale T 4 -cycles, occurs as a boundary marker at the end of a formal section. Integration of text, cycles, and overall form of A Survivor from Warsaw Example 19 . Form and text, A Survivor from Warsaw (click to enlarge, listen, and see the rest) Example 20 . Four-note fanfare (click to enlarge) Audio Example 1 Audio Example 2 Audio Example 3 Audio Example 4",
                "footnotes": [
                    "FN30",
                    "FN31",
                    "FN32"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] In A Survivor from Warsaw , transposition by T 0 , T 4 , and T 8 of the prime row hexachord (or row) and its combinatorial partner governs the symmetrically divided form and its three harmonic regions as shown in Example 19 . Regions 1, 2, and 3 are each articulated three times; first- and third-person point of view are each articulated three times; and the second person is always associated with the Shema. (33) The following analysis fuses the multiple tripartite structures discussed throughout the paper. Although the three regions and the three narrative points of view are not always associated with one another (i.e., region 1 does not always correspond to first person, etc.), shifts in point of view generally coincide with regional shifts, as do important textual events. Example 19 is a visual representation of the primary harmonic regions of A Survivor from Warsaw as originally seen in Example 15, this time accompanied by significant events in the narrative, points of view, and small-scale cycles. Once again, in Example 19, region 1 is represented by F#, region 2 is represented by Bb, and region 3 is represented by D ♮ . A Survivor from Warsaw commences with an eleven-measure orchestral introduction that begins with a four-note fanfare in region 1, shown in Example 20 (Audio Example 1) . The re-articulation of the four-note gesture signals subsequent returns to region 1 throughout measures 1–32. The fanfare is articulated three times in total noting that it undergoes rhythmic diminution when it is replayed at measures 25 ( Audio Example 2 ) and 32 ( Audio Example 3 ). The fanfare becomes associated with both the home region and the forcible removal of the prisoners from their sleeping quarters. It is accompanied by the text “reveille” at measure 25 and “get out” at measure 32. The orchestral opening concludes with the two small-scale T 4 -cycles as seen in Examples 9a and 9b ( Audio Example 4 ). Throughout the work, these small-scale cycles precede fermatas, articulating repose and the terminus of formal sections, yet at the same time signaling new and important events to follow. Audio Example 5 Audio Example 6",
                "footnotes": [
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Narration, beginning after the fermata in measure 12, commences in first-person point of view in region 1. The first harmonic departure from region 1 coincides with the first melodic segment of the Shema Yisroel theme in the horn part (measure 18, Audio Example 5 ). The brief appearance of this melody in region 2 is the only ordered six-note statement of the Shema theme prior to the climax of the work, when the all-male choir sings the entire twelve-note melody (beginning at measure 80). The return to region 1 in measure 25 coincides with the narrator’s statement “the day began as usual,” and it is accompanied by the four-note fanfare that commenced the work (Audio Example 2). Measure 25 also contains the first shift in point of view, from first to second person. The audience is now addressed in the second person, and is thereby invited to experience the mental anguish of the prisoners and narrator. This section ends with a fermata in measure 31, after the compressed T 4 -interval cycle shown in Example 18—a cycle that succinctly articulates regions 1 through 3 ( Audio Example 6 ). Audio Example 7 Audio Example 8",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] Measure 32 includes a change in point of view from second to third person, and the third and final four-note sounding of the fanfare in the first region (Audio Example 3). This section coincides with the narrator stating that he hears “the trumpets again.” The fanfare’s three soundings articulate region 1 at measures 1, 25, and 32, and each of these regions contains text that expresses one of the three possible points of view. Prior to the change of region at measure 46, measures 35–37 contain an incomplete form of the small-scale T 1 -cycle (Audio Example 7) that foreshadows the complete version of this cycle prior to the singing of the Shema (measures 72–80). And in measure 35, the narrator describes the first confrontation between the sergeant and his prisoners, who are reluctantly extracted from their quarters. Since the battered prisoners do not want to face their captors and likely death, they “move slowly.” This slow and reluctant movement dominates the imagery in measures 35–37 (“They came out; some very slow: the old ones, the sick ones, some with nervous agility”), and it is recaptured at measures 72–80 (“They began again, first slowly: one, two, three, four”)  along with a completed small-scale T 1 -cycle (Audio Example 8) . Note that the incomplete version of the cycle (measures 35–37) terminates with P 5 , the row that precedes the T 1 -related P 6 , which commences the complete cycle at measure 72. The change from region 1 to region 3 in measure 46 coincides with a change in point of view from third to first person. In this section the narrator describes the mass beating of the prisoners, including himself; he has been pummelled to the point of falling down and eventually losing consciousness. In this passage the [0,4,8] trichord disappears when the narrator is not able to rise. The augmented triad motif seems to signal life or hope, and its absence generally coincides with despair, unconsciousness, or loss of hope. This section concludes with the third and final small-scale T 4 -cycle and another fermata. The small-scale cycles are articulated three times in total, prior to the three fermatas in the work (see measures 11, 31, and 51). Audio Example 9",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] In measure 54, the narrator regains consciousness in region 2, and the shift to region 3 at measure 64 coincides with the counting off of the prisoners. As they approach the gas chambers and face imminent death, there is a move to the first foreign region of the work, P 11 /I 4 , at measure 69. The regional digression coincides with the Sergeant stating: “In einer Minute will ich wissen wieviele ich zur Gaskammer abliefere! Abzählen!” German is not the language Schoenberg has chosen for the prisoners (via the survivor) to express themselves; similarly, the hexachordal region in this passage is foreign harmonically (Audio Example 9 ). In measure 70, unlike all previous fermatas that contain either small-scale T 4 cycles or a compressed I-combinatorial cycle—all of which include the invariant [0,4,8] trichord—the pcs preceding this final fermata are based on a harmonic statement of hexachord P 11 , which does not contain pcs [0,4,8]. Thus, the foreign region in measures 69–70 is distinguished from all earlier harmonic regions. Audio Example 10",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] Measures 72–80 contain the complete length-12 cycle foreshadowed in measures 35–37, and this cycle leads to the developmental climax of the work. The music in this passage reflects the text: “They began again; first slowly: one, two, three, four, became faster and faster, so fast that it finally sounded like a stampede of wild horses ... ” There is a double process of musical acceleration to match the described event: the cycle is marked accelerando e crescendo poco a poco and the speed of the cycle is increased through diminution. The legs of the cycle are compressed from a long point of two measures at the onset of the cycle to one sixteenth-note at the cycle’s termination point. Furthermore, the exact midpoint of the cycle coincides precisely with the word “middle”: “and all of a sudden, in the middle of it” [italics mine] (Audio Example 8). The cycle culminates at measure 80 with the all-male chorus singing the Shema Yisroel ( Audio Example 10 ). This cycle contains all the possible rows (prime and inversion) and all possible spellings of 3–3 and 3–12 trichords. Example 21 . Men’s chorus and the Tetragrammaton (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] In A Survivor from Warsaw , the singing of Judaism’s central creed and proclamation coincides with a restoration of musical order (i.e., \nthe ordered row series). The Shema contains the first complete and ordered statement of the primary row P 10 . This is followed by its combinatorial partner I 3 , also complete and ordered. Combinatorial partners P 2 and RI 7 follow, and the piece ends with a final recapitulation of the first hexachord of P 6 . (34) These three statements of T 4 -related rows divide the prayer and the final section yet again into three discrete parts related by the intervals [0,4,8]. Furthermore, David Schiller has noted, “the highlighting of the words ‘Adonoi Elohenu’ in the Shema text coincides with the highlighting of the augmented triad” ( Schiller 2003 , 103–104). (35) Adonoi , translated as LORD, is the Tetragrammaton (the unpronounceable name of God), which is transliterated in four letters as YHWH or JHVH (note that the second and fourth letters of each transliteration are identical). (36) In A Survivor from Warsaw, the ordered pcs <4,0,8,0> set the words  “Adonoi elohenu Adonoi” and in the same manner that the transliterations substitute for the unpronounceable name of God, so too can the pcs substitute for the Tetragrammaton. Schiller notes that pcs <4,0,8,0> can be encoded like a cipher onto the transliterations YHWH or JHVH, since both pcs and the transliterations have identical patterns (see Example 21 ). Schiller’s identification of the close relationship between text and tones is supported by a passage in which Schoenberg describes the importance of the Shema Yisroel: The Shema Jisroel at the end has a special meaning to me. I think, the Shema Jisroel is the Glaubensbekenntnis, the confession of the Jew. It is our thinking of the one, eternal God who is invisible, who forbids imitations, who forbids to make a picture and all these things [emphasis mine]. The miracle is to me, that all these people who might have forgotten, for years, that they are Jews, suddenly facing death, remember who they are. And this seems to me a great thing ( Schoenberg 1988 , 105). It is striking that Schoenberg sets “Adonoi elohenu Adonoi” with pcs <4,0,8,0>, the same pcs that remain invariant within the three primary regions of the work as well as remaining invariant in the 3–12 cycles. Furthermore, the intervals within the 3–12 trichord guide the tripartite form and its three primary harmonic regions. It is fitting that the piece should begin and end with the same prime hexachord. As we have seen, this collection is imbued with musical features that articulate both small- and large-scale events. Indeed, Schoenberg carefully crafted this row, whose potential is fully realized over the course of the work. The tripartite structures and large-scale divisions are undeniable as they hint at the presence of Schoenberg’s God in A Survivor from Warsaw , a presence that recurs in Schoenberg’s Modern Psalm, op. 50c. (37)",
                "footnotes": [
                    "FN34",
                    "FN35",
                    "FN36",
                    "FN37"
                ],
                "citations": [
                    "schiller_2003",
                    "schoenberg_1988"
                ]
            }
        },
        {
            "26": {
                "text": "[26] It has become apparent that tripartite structures are important unifying elements in A Survivor from Warsaw . Tripartite divisions permeate the text and drive the small- and large-scale cycles and the regions of the work. (38) Tripartite structures ultimately represent the name and presence of God; the presence of these tripartite structures thus provides hope and unity throughout the dark narrative of A Survivor from Warsaw , a unity that is ultimately realized at the climax of the composition with the singing of “shema yisroel adonoi elohenu adonoi echod” (Hear O Israel, Adonoi our Lord, Adonoi is one).",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "articles",
    "source": "mto/raw/mto.13.19.1.argentino.html",
    "data": "mto/data/mto.13.19.1.argentino.json"
}