{
    "title": "The Performer as Analyst",
    "date": "2007/03/01",
    "volume": "13",
    "issue": "1",
    "authors": [
        "Barolsky, Daniel G"
    ],
    "abstract": "This paper presents five recordings of the fourth movement of Chopin’s Piano Sonata in B-flat minor Op. 35. Rather than looking at the performer as an instrument of the analyst, the author demonstrates the way in which the performer’s interpretive choices are themselves analytical. Expanding on work by Joel Lester, the author challenges theorists to consider how performers can both provide answers to our questions but can also, by challenging conventional interpretations, introduce new modes of analytic inquiry.",
    "keywords": [
        "Chopin Sonata No. 2",
        "analysis",
        "performance",
        "recording",
        "Cortot",
        "Pogorelich",
        "Kempff",
        "Rachmaninov",
        "Pletnev"
    ],
    "doi": "",
    "received": "February 2007",
    "pdf": "http://www.mtosmt.org/issues/mto.07.13.1/mto.07.13.1.barolsky.pdf",
    "author_info": [
        {
            "name": "Daniel G Barolsky",
            "university": "Lawrence University",
            "address": "",
            "email": "daniel.barolsky@lawrence.edu"
        }
    ],
    "citations": {},
    "footnotes": {
        "FN0": {
            "text": "* This essay in an expanded version of a paper presented at the Society for Music Theory National Conference, Boston, 2005. For this Music Theory Online version, I am grateful to Gurminder K. Bhogal, Tim Koozin, Daphne Leong, Peter Martens, and the anonymous readers for their constructive comments.",
            "citations": []
        },
        "FN1": {
            "text": "1. Joel Lester, “Performance and Analysis: Interaction and Interpretation,” in The Practice of Performance:  Studies in Musical Interpretation, ed. John \nRink (Cambridge: Cambridge University Press, 1995), 197–216.",
            "citations": []
        },
        "FN2": {
            "text": "2. See, for example, Janet Schmalfeldt, “On the Relation of \nAnalysis to Performance: Beethoven’s Bagatelles Op. 126, Nos. 2 & 5,” Journal of \nMusic Theory 29, no. 1 (1985): 1–31; William Rothstein, “Analysis and the Act of \nPerformance,” in The Practice of Performance: Studies in Musical Interpretation, ed. John Rink (Cambridge: Cambridge University Press, 1995), 217–240; Janet M. \nLevy, “Beginning-ending Ambiguity: Consequences of Performance Choices,” in The \nPractice of Performance: Studies in Musical Interpretation, ed. John Rink \n(Cambridge: Cambridge University Press, 1995), 150–169; John Rink, “The Line of \nArgument in Chopin’s E minor Prelude,” Early Music 29, no. 3 (August 2001): 435–445; \nDaphne Leong and David Korevaar, “The Performer’s Voice: Performance and Analysis in Ravel’s Concerto pour la main gauche, ” Music Theory Online 11.3 \n(September 2005).",
            "citations": []
        },
        "FN3": {
            "text": "3. Lester, “Performance and Analysis”, 214. Lester \nwrites almost interchangeably of performers and performances. At times it \nappears as though Horowitz or Lili Kraus are consciously interpreting Mozart with the sole purpose of shaping the form whereas we can assume that it is the performance, itself, and most importantly, Lester’s analysis of the recording, that projects the analysis.  But Lester’s lack of specificity is understandable, even commonplace among musicologists and theorists.  Is the claim by Lester that “Horowitz interprets the Mozart as a sonata form” any different from Carl Schachter who describes how “Chopin brings his motif back to its original high register?”  Although in both cases Chopin and Horowitz are presumed to actively project these particular analytic claims (Who knows if Horowitz concerned himself with the history of sonata form or that Chopin was thinking in terms of Schenkerian motives when composing his E-minor Prelude?  For more on this issue, see footnote No. 5), we assume that the voice of the analysis is that of the author not the artist.    In the argument that follows below, it is only the written intentions of Alfred Cortot that are discussed in conjunction with the performances.  All other conclusions are no more than observations made about the recorded performances.  Lester, “Performance and Analysis,” 202; Carl Schachter, “The Prelude in E minor Op. 28 No. 4: Autograph Sources and Interpretation,” in Chopin Studies 2 (New York: Cambridge University Press, 1994), 161–82, at \n171.",
            "citations": []
        },
        "FN4": {
            "text": "4. Joseph Dubiel has argued that a rigid distinction between “analysis” and “description” is unnecessary, at that we should recognized their shared goal of helping us understand and hear it better.  I would suggest we add the word “performance” to this list of almost synonymous words.  As I hope to demonstrate later in the article, analyses, descriptions, and performances can all guide our experience of the musical process in instructive and challenging ways.  Joseph Dubiel, “Analysis, Description, and What Really Happens,” Music Theory Online 6.3 (August 2000).",
            "citations": []
        },
        "FN5": {
            "text": "5. Many have argued that many of the interpretive details \nthat I focus on are not necessarily “intended” by the performer. I do not intend \nto resurrect debates about “the intentionality fallacy.”  For arguments on this subject, see Ethan Haimo, “Atonality, Analysis, and the Intentional Fallacy,” Music Theory Spectrum 18, no. 2 (1996): 167–99; Richard Taruskin, Text and Act: Essays on Music and Performance (New York: Oxford \nUniversity Press, 1995); Defining Russia Musically: Historical and Hermeneutical \nEssays (Princeton: Princeton University Press, 1977). I would like merely to \nsuggest that although a performer might not be directly aware of what she does \nor may simply “feel” how a passage is to be interpreted, the resulting rendition \ncan still open up new ways of hearing and seeing a composition.",
            "citations": []
        },
        "FN6": {
            "text": "6. Because of this work’s popularity and availability, I \nhave not provided a full score of the sonata. Should you desire to follow the \nscore online, please consult the first edition kindly provided to us by the \nSpecial Collections of the University of Chicago Library: LINK .",
            "citations": []
        },
        "FN7": {
            "text": "7. Charles Rosen, The Romantic Generation (Cambridge: Harvard University Press, 1995), 297. Rosen has excelled as both a \npianist and scholar. I would contend, however, that in the case of this \nmovement, his written analysis is more compelling than his recorded \ninterpretation and brings things to light that his performance does not. See Works for Solo Piano–Chopin: Charles Rosen, piano. (Music & Arts 609)",
            "citations": []
        },
        "FN8": {
            "text": "8. Rosen, The Romantic Generation, 297.",
            "citations": []
        },
        "FN9": {
            "text": "9. Jurif Cholopow, “O Zasadach Kompozycji Chopina: Zagadka Finalu Sonaty B-moll,” in Rocznik Chopinowski, Poland 19 (1987), 211–35, at 232, cited and translated in parts in Jonathan Isaac Oshry, \n“Shifting Modes of Reception: Chopin’s Piano Sonata in B-flat Minor, Opus 35” \n(MA thesis, Manchester University, 2000), 78.",
            "citations": []
        },
        "FN10": {
            "text": "10. Ibid. There is also a suggestion that the opening \ntheme returns in the coda, signifying a third and final return of the subject.",
            "citations": []
        },
        "FN11": {
            "text": "11. See Hugo Leichtentritt, Analyse der Chopin’schen Klavierwerke (Berlin: Max Hesses, 1922), 229–30.",
            "citations": []
        },
        "FN12": {
            "text": "12. Ibid.",
            "citations": []
        },
        "FN13": {
            "text": "13. The study of form in the last two centuries has been \ndominated by thematic, periodic, or harmonic partitions of a given piece. In the \nlast fifty years, thanks to the seminal work of Leonard Ratner, harmony in \nparticular has controlled our formal outlook. See Leonard G. Ratner, “Harmonic \nAspects of Classic Form,” in Journal of the American Musicological Society 2, no. 3 (1949): 159–68. For a brief history of formal theory in the 18th, 19th, \nand 20th centuries, see Scott Burnham, “Form,” in The Cambridge History of \nWestern Music Theory, ed. Thomas Christensen (Cambridge: Cambridge \nUniversity Press, 2002), 880–906.",
            "citations": []
        },
        "FN14": {
            "text": "14. Bernard Gavoty, Frederic Chopin, trans. Martin Sokolinsky \n(New York: Scribner, 1974), 388.",
            "citations": []
        },
        "FN15": {
            "text": "15. Rosen, The Romantic Generation, 298.",
            "citations": []
        },
        "FN16": {
            "text": "16. Alfred Cortot, Alfred Cortot’s Studies in Musical \nInterpretation, ed. Jeanne Thieffry, trans. Robert Jaques, (New York: Da \nCapo Press, 1989), 146.",
            "citations": []
        },
        "FN17": {
            "text": "17. Ibid., 150.",
            "citations": []
        },
        "FN18": {
            "text": "18. Alfred Cortot Plays Chopin (Biddulph LHW 001).",
            "citations": []
        },
        "FN19": {
            "text": "19. Cortot, Alfred Cortot’s Studies in Musical \nInterpretation, 158–41.",
            "citations": []
        },
        "FN20": {
            "text": "20. As we will see below, alternative harmonic analyses of \nthese bars have been presented.",
            "citations": []
        },
        "FN21": {
            "text": "21. Rosen reaffirms the weakened status of the dominant. \nSee The Romantic Generation, 297.",
            "citations": []
        },
        "FN22": {
            "text": "22. Chopin Recital: Ivo Pogorelich (DG 415 123).",
            "citations": []
        },
        "FN23": {
            "text": "23. Pogorelich’s dynamic shaping mirrors the now famous interpretation of the third movement by Rachmaninov.",
            "citations": []
        },
        "FN24": {
            "text": "24. It is always important to remember that performers \nrespond to each other as much as to the score. We find, for instance, that \nCortot, when discussing the third movement of this sonata, recognizes a \ntradition promoted by Anton Rubinstein, and consciously presents an alternative \nreading in his own rendition. See Cortot, Alfred Cortot’s Studies in Musical \nInterpretation, 150.",
            "citations": []
        },
        "FN25": {
            "text": "25. For a more on this issue, see Jose A. Bowen, “Finding \nthe Music in Musicology,” in Rethinking Music, ed. Nicholas Cook and Mark Everist \n(Oxford: Oxford University Press, 1999), 428–455 at 438.",
            "citations": []
        },
        "FN26": {
            "text": "26. For a complete list of the recordings used, please see \nmy dissertation, “Romantic Piano Performance as Creation,” (Ph.D. diss., University of Chicago, 2005), 310–12.",
            "citations": []
        },
        "FN27": {
            "text": "27. Wilhelm Kempff Plays Chopin (Ermitage 202).",
            "citations": []
        },
        "FN28": {
            "text": "28. Chopin almost always announces the opening dynamic \nlevel of a new movement in his piano and cello sonatas. Had Chopin wanted \nanything besides piano , I can only assume he would have indicated \nsomething. The nearly hundred pianists to whom I have listened appear to be in \nconsensus on this matter. No one plays anything but piano , at least for \nthe opening notes. Nor have I come upon any critic or theorist who argues to the \ncontrary.",
            "citations": []
        },
        "FN29": {
            "text": "29. Hugo Leichtentritt links the finale to the first movement.  See Leichtentritt, Analyse der Chopin’schen Klavierwerke, 212–23; Zofia Helman, “Norms and Individuation in Chopin’s Sonatas,” trans. Radoslaw Materka and Maja Trochimczyk, Polish Music Journal 3, no. 1 (Summer 2000).",
            "citations": []
        },
        "FN30": {
            "text": "30. Alfred Cortot comments on the dynamics and the \nrelationship between the third and fourth movement: “In playing this final chord \n[of the third movement] I counsel you to hold the F, which is a member of it, a \nlong time, and unite its vibrations to the attack of the F of the finale . \nThis impressive persistence will permit the immediate approach, in cold \nsonority, colourless and ghostly, of the sinister winds that in this last movement will, in a famous phrase, ‘moan over graves.’” Cortot, Alfred Cortot’s Studies in Musical Interpretation, 150.",
            "citations": []
        },
        "FN31": {
            "text": "31. Rosen, The Romantic Generation, 294.",
            "citations": []
        },
        "FN32": {
            "text": "32. Leichtentritt, Analyse der Chopin’schen Klavierwerke, 232.",
            "citations": []
        },
        "FN33": {
            "text": "33. Cited in Oshry, “Shifting Modes of Reception,” 77, 86.",
            "citations": []
        },
        "FN34": {
            "text": "34. It is also possible that Kempff’s performance was also \nguided by a harmonic reading. But this does not diminish the fact that it is his \nunique dynamic structure that shapes the passage. It is worth noting that \nHeinrich Schenker, in fact, anticipated creating, in his never-completed Die Kunst des Vortrags, a system in which “dynamics, like voice-leading and diminution, are organized according to structural levels.” (“The Largo of Bach’s Sonata No. 3 for Solo Violin [BWV 1005]” in The Masterwork in Music: A Yearbook Vol. 1, ed. William Drabkin, trans. John Rothgeb (Cambridge: Cambridge University Press, 1994), 31–38, at 37.)  Heribert Esser has suggested, however, that Schenker “silently gave up the idea at some stage.” See his introduction to Heinrich Schenker, The Art of Performance, ed. Heribert Esser, trans. Irene Schreier Scott (Oxford: Oxford University Press, 2000), xv.  See also Charles Burkart, “Schenker’s Theory of Levels and Musical Performance,” in Aspects of Schenkerian Theory, ed. David Beach (New Haven: Yale \nUniversity Press, 1983), 95–112.",
            "citations": []
        },
        "FN35": {
            "text": "35. It would be naïve to suggest that Kempff’s narrative \nis entirely dependent on dynamics. The immediately falloff come at the same time \nthat the harmony begins its slide away from B-flat minor toward A-flat minor in \nmeasure 7, all of which is part of a descending sequence.",
            "citations": []
        },
        "FN36": {
            "text": "36. A recording made by Michel Block in 1991 is even \nslower. See Michel Block, Piano (OM 08502).",
            "citations": []
        },
        "FN37": {
            "text": "37. This is not to say that Kempff’s “straight” \nperformance is any less interpretive or artificial than any other rendition.",
            "citations": []
        },
        "FN38": {
            "text": "38. Sergei Rachmaninoff: The Complete Recordings (BMG 09026-61265-2).",
            "citations": []
        },
        "FN39": {
            "text": "39. Herbert Weinstock, Chopin: The Man and His Music (New York: Alfred A. Knopf, 1959), 241.",
            "citations": []
        },
        "FN40": {
            "text": "40. Rosen, The Romantic Generation, 294.",
            "citations": []
        },
        "FN41": {
            "text": "41. For a discussion, copy, and transcription of Schenker \nunpublished sketch, see Antonio Casciolli, “A Study of Schenker’s Unpublished Analyses on Chopin in the Oster Collection” (Ph.D. diss., University of Southampton, 2004).",
            "citations": []
        },
        "FN42": {
            "text": "42. Leichtentritt, Analyse der Chopin’schen Klavierwerke, 232.",
            "citations": []
        },
        "FN43": {
            "text": "43. See Joel Lester, “The Presto from Bach’s G-minor \nSonata for Violin Solo: Style, Rhythm, and Form in a Baroque moto perpetuo,” in Engaging Music: Essays in Music Analysis, ed. Deborah Stein (Oxford: Oxford University Press, 2005), 167–79, and Joti \nRockwell, “Rhythmic Strata in Bach’s Solo Violin Works,” read at the Dublin \nInternational Conference on Music Analysis on June 23, 2005.",
            "citations": []
        },
        "FN44": {
            "text": "44. See Anatole Leiken, “The Sonatas,” in The Cambridge Companion to Chopin, ed. Jim Samson (Cambridge: Cambridge University Press, 1992), 160–187, at \n175.",
            "citations": []
        },
        "FN45": {
            "text": "45. See Jim Samson, The Music of Chopin (Oxford: \nClarendon Press, 1985), 129–30.",
            "citations": []
        },
        "FN46": {
            "text": "46. Rosen, The Romantic Generation, 294.",
            "citations": []
        },
        "FN47": {
            "text": "47. Mikhail Pletnev: Chopin (Virgin 7243 5 45076 2 \n5).",
            "citations": []
        },
        "FN48": {
            "text": "48. See Edward Lockspeiser, Debussy: His Life and Mind Vol. 1 (London: Cassell, 1962), 204–8.",
            "citations": []
        },
        "FN49": {
            "text": "49. Ibid., 206.",
            "citations": []
        },
        "FN50": {
            "text": "50. Ibid., 207.",
            "citations": []
        },
        "FN51": {
            "text": "51. See Arnold Schoenberg, Style \nand Idea, ed. Leonard Stein, trans. Leo Black (Berkeley: University of \nCalifornia Press, 1984), 268–69, 374–75.",
            "citations": []
        },
        "FN52": {
            "text": "52. Carl Dahlhaus, Schoenberg and the New Music, trans. Derrick Puffett and Alfred Clayton (Cambridge: Cambridge University \nPress, 1987), 184.",
            "citations": []
        },
        "FN53": {
            "text": "53. See Scott Burnham, Beethoven Hero (Princeton: Princeton \nUniversity Press, 1995), 80. For a similar aesthetic transformation in the \nvisual arts, see Hans Belting, The Invisible Masterpiece, trans. Helen \nAtkins (Chicago: University of Chicago Press, 2001).",
            "citations": []
        },
        "FN54": {
            "text": "54. See Burnham, Beethoven Hero, 66–111.",
            "citations": []
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "1": {
                "text": "[1]\nWe acknowledge that there are inspired performers who “speak” to us musically, and performances that are worthy of our celebration and respect.  Less often do we think critically about what it is their performances communicate to us or how and why they are influential.  Yet these are the very questions we regularly put to works of similarly inspired composers.  The strong creative presence in certain compelling interpretations suggests that performers have something to say about the music they play, and that they often shed light on moments that our more conventional analytic pursuits fail to consider.  Indeed, as Joel Lester has argued, performers can help us reconsider the diverse musical elements that govern our analytic approaches in the first place. (1)",
                "footnotes": [
                    "FN1"
                ],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Scholars today readily recognize the important relationship between performance and analysis, and many theorists turn to performances to compliment analytical claims or illuminate interpretive possibilities. (2) Lester, however, was one of the first to endorse interpretations that challenge theoretical models and in so doing elevated the creative input of performances.  By pitting performances by Vladimir Horowitz and Artur Rubinstein against analyses by Heinrich Schenker and Carl Schachter, Lester argues that “[p]erformers could enter analytical dialogue as performers —as artistic/intellectual equals, not as intellectual inferiors who needed to learn from theorists.” (3)",
                "footnotes": [
                    "FN2",
                    "FN3"
                ],
                "citations": []
            }
        },
        {
            "3": {
                "text": "[3] How can we develop Lester’s argument and understand the analytical claims put forth by performers?  We often come upon performances that surprise us, interpretations that challenge our expectations and, if we are lucky, renditions that inspire us to hear and understand the music in a new light. (4) These performances help us reevaluate the value or usefulness of analytical claims and debates that already exist.  But what of those moments that fit less readily into a model for investigation?  Is it possible that our hesitation to investigate critically the singular interpretations of influential performances tells us that we do not even know what questions to ask?  Perhaps, instead, we should listen to what the performances, especially those that challenge convention, have to offer.  What new questions are we expected to pose that can account for the differences between musical renditions?  And what might the answers to these queries reveal that we never before observed?  The continuously varying interpretations from performance to performance reflect a perpetual rethinking of the music, a line of questioning that seeks not only to make the old into something new, relevant, and meaningful but also to reveal how the music operates.  Performers are analysts and historians of a different kind and as we will see in the analyses that follow, neither the questions they submit nor their answers are as unrelated to our academic investigation as they might appear.   Without immediately judging interpretations on the basis of what we expect, we should ponder the musical argument or analytic projection evident in the performance. (5)",
                "footnotes": [
                    "FN4",
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] In order to buttress and develop Lester’s argument, to which few scholars \nhave responded, let me offer a further example as a starting point for my \nsubsequent claim that performances can both inform our analytic projects as well \nas guide the very direction these projects take. Consider the last movement of \nChopin’s Piano Sonata No. 2 in B-flat minor Op. 35 (6) ( external \nlink for full score ).   This movement, for which there exists over a hundred recordings, has perplexed and challenged analysts since its creation.  One of the questions often asked of this bizarrely short finale is how we can understand its form.  A cursory examination of a few theories illustrates the assorted ways in which the movement has been parsed.",
                "footnotes": [
                    "FN6"
                ],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Charles Rosen understands the movement as a “kind of binary ‘sonata’ form without development.” (7) His analysis responds to the harmonic movement between B-flat minor and D-flat major in the first half, a modulation regularly found in sonata form.  In addition, he describes the thematic and harmonic return of the opening in measure 39 as a recapitulation, which demands that we hear fragments of the “second” theme near the final cadence. (8) Jurij Cholopow, by contrast, hears the movement as a “bi-thematic rondo form.” (9) His argument is based on the alteration between what he sees as subjects and episodes, the “rolling character” of the perpetuum mobile often found in rondos, and a broader conceit that a rondo form is commonly found in the last movements of sonatas. (10) Hugo Leichtentritt describes the finale more generally as a bipartite (“ zweiteilig ”) form. (11) And although he focuses on the “reprise” in measure 39 and the resting area in D that stands in contrast to the opening “maelstrom,” his analysis deliberately leaves out the weighty associations of sonata form. (12)",
                "footnotes": [
                    "FN7",
                    "FN8",
                    "FN9",
                    "FN10",
                    "FN11",
                    "FN12"
                ],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] \n\tBut there are other descriptions of Chopin’s finale that suggest, implicitly, other ways of conceiving its construction, approaches that are not driven by the thematic, periodic, or harmonic aspects that have dominated the study of form in the last two centuries. (13) Bernard Gavoty, for instance, portrays the finale as “a long ribbon of sonority, of a harmonic strangeness unexampled before Chopin.” (14) One might suggest that Gavoty’s weakness at harmonic comprehension necessitates this metaphoric depiction.  Nevertheless, it encourages us to recognize the very deliberate and unabated continuity that makes up the movement’s character.  Gavoty’s description draws our attention to the rhythmic component of the finale and the churning and noticeably unrelenting wave of triplets usually described only in passing.  But the focus on rhythm does not distract us from our formal analysis.  Rather it speaks of the music’s deliberate resistance to division, its attempt to break down the very classically modular categories we desire to hold on to.  Charles Rosen also explains how the movement’s power arises from “the refusal of Chopin to make any compromise for the comfort of the listener, to afford any relief from the continuous pianissimo , the extreme velocity, the swift changes of harmony that must be caught by the ear through the movement of a single line.  The intensity, the extraordinary demands made on the listener’s concentration are hypnotic.” (15)",
                "footnotes": [
                    "FN13",
                    "FN14",
                    "FN15"
                ],
                "citations": []
            }
        },
        {
            "7": {
                "text": "[7]   \n\tThe trajectory that each analysis describes follows a different path.  Alternatively, each analyst is carried by varying musical means whether it be harmonic modulation, thematic development and repetition, rhythmic contrast (or in this case, the lack thereof), or the recognition of historical and generic models.  Different performed interpretations can similarly trace diverse paths through the musical work, thereby shaping the listener’s conception of the musical form.  In his description of the movement, the pianist and pedagogue Alfred Cortot explains that “the form is always determined by the emotion.” (16) Translating the emotional content into a means of performance, Cortot encourages pianists to play “[w]ithout pedal and almost without accent,” “the murmur of quavers” taking “on its malign and terrifying aspect.” (17) Audio Example 1",
                "footnotes": [
                    "FN16",
                    "FN17"
                ],
                "citations": []
            }
        },
        {
            "8": {
                "text": "[8] \n\tHis own performance from 1928 embodies this very description ( Audio Example 1 , \nm. 37–end). (18) As we note the sparse use of pedal and the paucity of dynamic contrast, we find ourselves drawn into the music’s unremitting rhythmic drive, or at least the “long ribbon of sonority” that extends with no interruption: Or rather, with one single disruption that retrospectively reinforces the merciless and inevitable quality of the preceding “murmur.”  In measures 63–64, Cortot erupts from the simmering undercurrent only to be swallowed up.  Cortot describes and, in his performance, portrays a “single great crescendo .”  “[I]t is hurled at us like a squall, and is immediately reabsorbed thirteen bars from the finish, where the scale goes up and down, [and] which from the point of view of intensity is the culminating point of this terrible piece.” (19) The single thrust of the movement and the dominant harmony established during the giant “squall” only resolve as the final climactic chord crashes to a halt, a cessation of sound that is as close to calm as Cortot and Chopin will permit.",
                "footnotes": [
                    "FN18",
                    "FN19"
                ],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] Cortot’s gripping flare-up actually draws our attention to the music’s harmonic impotence.  The pianist is able to comment on the harmonic path without allowing it to dominate his emotional grasp of the movement or of the sonata as a whole.  Twice in the movement, the arrival of a tonic is prepared by four-measures of pre-dominant and dominant harmonies (measures 1–4, 39–42). (20) Twice the arrival of the tonic is destabilized by the immediate departure from B-flat minor into the chromatic flow.  Although both anticipations define the key momentarily, their effect is tenuous. If anything, these two moments demonstrate how weak the harmonic framework is and how poorly it governs the musical form. And because Cortot minimizes any dynamic contrast before the squall, any sense of structure, harmonic, thematic, or otherwise, is further emasculated.",
                "footnotes": [
                    "FN20"
                ],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] The dominant upheaval in measure 63 represents the culminating attempt to restrain the musical tempest.  Cortot projects the descending Fs as he descends from the surging wave in measure 64, the dominant harmony ringing out.  But as it crashes down, the swell is “immediately reabsorbed” as the final notes dribble to the end.  Although the piece eventually arrives at the tonic, the dominant harmony is hardly the driving force but instead is dragged in behind as though caught in the wake. (21)",
                "footnotes": [
                    "FN21"
                ],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] \nA closer look at Chopin’s score suggests that Cortot’s seemingly radical interpretation has its roots in the text.  Chopin indicates a sotto voce e legato ; the only actual dynamic indication is the shocking fortissimo of the last measure.  But Cortot’s dynamic narrative understates what most theorists point to when trying to make sense of the movement, namely the harmonic and thematic return in measure 39.  In Cortot’s performance, the dynamic shades are so subtle and relatively unchanging that the “reprise,” by comparison with his surge at the end, hardly appears to draw attention to itself even if the Fs in measure 39 jump out for a brief moment.  Cortot’s insistent emphasis on the continuous monochromatic timbre of the movement, restricted to a single extended whisper, destabilizes the sense of a return; the fabric of the music is continuous and not broken up by explicit returns to previous material. Audio Example 2 Audio Example 3",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] Considering Chopin’s dynamic instructions, most pianists underplay the sense of return at measure 39 and, as such, Cortot’s interpretation of the reprise will not stand out from the hundreds of others on record.  But his performance, nevertheless, offers a particular analysis, one that serves as a foil to the many contrasting renditions that present Chopin’s music in a differently revealing light.  As dynamics can be used to override the harmonic structure, so too can they be used in the service of projecting conventional formal models, even if done unconventionally.  In his performance of 1981, for instance, Ivo Pogorelich builds to a dynamic climax that coincides directly with the “recapitulation” in measure 39 ( Audio Example 2 , \nmeasures 33–51). (22) After reaching this dramatic peak, one to which Pogorelich ascends in the first half, the dynamic levels recede gradually until the final crash in the last measure.  Unlike Cortot, who in measures 63–64, surges violently before returning to pianissimo, Pogorelich ignores the dramatic swell, barely raising an eyebrow.  ( Audio Example 3 , \nmeasures 59–70)",
                "footnotes": [
                    "FN22"
                ],
                "citations": []
            }
        },
        {
            "13": {
                "text": "[13] Through his dynamic emphasis, Pogorelich outlines the harmonic and formal vestiges (or in light of the program, the “remains”) of sonata-form structure; he keys in on the binary form and thematic and harmonic return in measure 39.  Yet even Pogorelich’s dynamic outline does not coincide with the form that some harmonic readings would evoke.  By weakening the dramatic surge that Cortot emphasizes, Pogorelich undermines the tension-building qualities of the dominant harmony.  Instead, the second half of the movement and its gradual descent from fortissimo to pianissimo might be understood as a dynamic inversion of the first half, which extends from the beginning to the recapitulation.  The resulting form represents more of a musical palindrome rather than a structure in which the original harmony and theme start anew half way through. (23)",
                "footnotes": [
                    "FN23"
                ],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Pogorelich and Cortot, in their contrasting renditions, offer us readings of the score that both affirm and challenge the insights made by theorists.  By using the dynamic levels as an analytic guide, piloting us through a musical maelstrom, these performances offer a similar kind of critical portrayal of the text that we find in scholarly writing.  Their revealing interpretations reaffirm the argument made by Joel Lester and reinforce once again the idea that there is no such thing as a single definitive performance or a single definitive analysis of the score.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "15": {
                "text": "[15] Despite this openness to interpretive possibility, I contend that the analytic implications of individual performances continue to be confined or limited by theorists.  Although Vladimir Horowitz’s interpretation is now treated with the same respect as an analysis by Heinrich Schenker, the pianist’s rendition is still discussed within the terms of the argument laid out by Schenker, or the terms of any scholar discussing the piece in question.  As I explored the interpretations above, for instance, my mode inquiry was guided by a focused examination of musical form.  As analysts, we establish the rules of debate, rules that specify a pre-determined question or problem.  A performance can now offer solutions to such problems as musical form and hypermeter, but the performer has not yet been given leave, within the academic forum, to pose her own questions.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "16": {
                "text": "[16] Before 1900, it was understandable that the critical commentary offered through performance had a limited impact.  Since then, however, we have been provided with multiple generations’ worth of recorded performances, a much neglected reception history that implicitly depicts a continuingly shifting dialogue between performers.  In what follows, I will attempt to let the performers define those aspects of the composition that are worthy of our analysis.  Rather than moving from analysis to performance, I try to let the performance project the analytic filter through which we may perceive some musical features and ignore others.  In the performances that follow, many of our conventional analytic tools will prove themselves useless or, more often, will serve as obstacles to understanding what the performer is showing us about the musical experience.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "17": {
                "text": "[17] My goal to speak for performers, many of whom are long dead, is clearly unachievable, as impossible as it is for historians to speak for Beethoven or Bach.  In addition, I approach these recordings as an analyst, not a performer.  Nevertheless, rather than focusing only on the performer’s relationship to the score, I have tried to understand his implicit conversation with traditions of analysis and performed interpretations. (24) Only by recognizing conventions of performance (conventions, I would claim, that subconsciously come to represent the “norms” that shape our own score-based analyses (25) ) can we begin to acknowledge the analytic suggestions contained in the performance.",
                "footnotes": [
                    "FN24",
                    "FN25"
                ],
                "citations": []
            }
        },
        {
            "18": {
                "text": "[18] In order to explore the degree to which interpreters react to each other, I have studied over ninety recordings of Chopin’s finale .  This discography is far from complete but it includes a wide range of pianists from well-known performers to lesser-known pianists, and from musicians whose careers extend back to the 1800s to those who are still playing today. (26) The list embraces men and women of different nationalities, various pedagogical schools, concert and studio settings, and diverse aesthetic aspirations.  From this wealth of recorded evidence, I have selected three additional performances that stand out in notable and provocative ways. Audio Example 4",
                "footnotes": [
                    "FN26"
                ],
                "citations": []
            }
        },
        {
            "19": {
                "text": "[19] Let us begin with a performance from 1958 by Wilhelm Kempff, a pianist not usually heard playing Chopin.  If we compare his performance of the opening measures with the score and if we momentarily (and impossibly) try to forget all the other interpretations that we have previously heard, Kempff’s rendition should sound relatively “normal,” or at least unremarkable ( Audio Example 4 , \n\tmeasures 1–23). (27) He appears to follow Chopin’s instructions: All the notes are there and presented in the correct order, the playing is sotto voce and legato , and the music moves quickly enough to satisfy the tempo marking of presto . The dynamics in Chopin’s score are left unmarked, but we can suppose that the pianist should continue the dynamic level from the previous movement, piano . (28) In a manner similar to that of some scholars who attempt to unite the different movements of the sonata through shared features, many pianists join the movements through the link of a dynamic or atmospheric bridge. (29) A few pianists, in fact, even let the F from the final chord of the third movement continue to ring, thereby crossing the formal divide and providing the first note of the finale. (30) This technique may lack the sophistication and subtlety of motivic analysis, but it does serve adequately to challenge the idea that the movements of the Sonata are four separate and unruly children.",
                "footnotes": [
                    "FN27",
                    "FN28",
                    "FN29",
                    "FN30"
                ],
                "citations": []
            }
        },
        {
            "20": {
                "text": "[20] If we consider Kempff’s performance more closely, we hear that the pianist begins to shape the text in ways not directly suggested by Chopin.  Over the first four measures, Kempff slowly lets the dynamic level drop.  Only in measure 5 does he recover the power of the opening notes to demarcate a structural juncture.  But what kind of moment is it: a point of arrival or departure?  It is imperative that we do not take this question as a given, one that leaps out of the score.  Rather it is Kempff, the performer, whose use of dynamic contrast prompts us to consider this moment as an important one for the listener.  And only at this point are we challenged to enter more fully into various debates about this moment’s significance.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "21": {
                "text": "[21] Charles Rosen makes the claim, based on his harmonic analysis, that the first four bars represent an introduction to measure 5, “an introduction on the dominant of B-flat minor.” (31) No doubt Rosen’s harmonic analysis can be supported in Chopin’s score.  The first bar can be read as a secondary dominant, resolving to a prolongation of the dominant before resolving to B-flat minor in measure 5.  Nevertheless, there are other contradictory harmonic readings of this passage.  Hugo Leichtentritt, for instance, reads the opening as a series of diminished vii-chords, in the keys of F minor, G minor, and finally B-flat minor in measure 3. (32) Jurij Cholopow, more recently and more radically, analyzes the opening sonority as a variant of the tonic. (33) As such, he presents the first four measures not as an introduction or prelude, but as the main subject itself.  Unlike Rosen, who sees measure 5 as an arrival at the main theme, Cholopow characterizes the music at this point as an episode or, in other words, a departure.",
                "footnotes": [
                    "FN31",
                    "FN32",
                    "FN33"
                ],
                "citations": []
            }
        },
        {
            "22": {
                "text": "[22] The purpose of this comparison is not to debate the merits of these three analyses, but rather to point out that all three theorists allow harmony to dominate their description and depiction of the music.  In other words, each scholar, differently schooled, applies his own analytic method to this passage, each yielding a different result.  Kempff’s mode of analysis, however, operates quite differently.  Already Kempff, through his diminuendo in measures 3–4 and the dynamic contrast in measure 5, demonstrates the developing narrative of this passage.  And although his rendition coincides with some of the harmonic readings, his performance does not serve so much to reinforce the harmonic interpretation of a theorist as present his own analysis through dynamics. (34)",
                "footnotes": [
                    "FN34"
                ],
                "citations": []
            }
        },
        {
            "23": {
                "text": "[23] \nThe issue of whether measure 5 is an arrival or departure is a semantic one, and all readings, in part, suggest this moment’s Janus-faced position.  Nevertheless if we may extend the potential analytic implications indicated by Kempff’s dynamics, measure 5 appears to suggest a point of departure.  The opening dynamic level serves as a main idea.  By reducing the volume over the third and fourth bars, Kempff sets the opening dynamic level in relief.  By returning to the original volume in measure 5, Kempff reaffirms the grounded level of the opening and indicates the beginning of a transition. Indeed, his return to the \ninitial dynamic level in measure 5 is anything but stable. Already by measure 6 \nKempff has pulled away dynamically as the music winds its way towards parts unknown. (35)",
                "footnotes": [
                    "FN35"
                ],
                "citations": []
            }
        },
        {
            "24": {
                "text": "[24] By comparison, the reading put forth by Rosen and others, presents the first four measures as a prelude, as an ungrounded state that has not even established its footing, harmonic or otherwise.  Kempff’s reading, therefore, seems to agree more closely with Cholopow’s, where measure 5 kicks off an episode rather than announce the beginning.  Or, to put it chronologically and to give Kempff his due, Cholopow’s reading coincides with the analytic argument put forth by the pianist.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "25": {
                "text": "[25] There is more in Kempff’s performance that we could discuss, features that both fit into analytic debates and some that do not.  But one of the most conspicuous features in his interpretation, when understood within the greater conversation between performers, is his choice of tempo and texture.  Where most pianists dash through the movement at an unrelenting pace, a presto that sets the movement in striking contrast to the funeral march that precedes it, Kempff plays the movement considerably slower, slower than all but one of the pianists to whom I have listened. (36) The effect of his unhurried performance, played with little pedal, is such that almost every note is articulated.  Even those notes usually demoted by theorists to chromatic passing tones or covered over dynamically by pianists and consequently not heard, are presented by Kempff with the utmost clarity.  His almost Brechtian rendition reminds us that in those performances where notes are cast off in haste, we are subjected to an illusion in which more dramatic statements conceal the individual notes.",
                "footnotes": [
                    "FN36"
                ],
                "citations": []
            }
        },
        {
            "26": {
                "text": "[26] It is striking that a performance like Kempff’s, one that follows the written instructions of the composer and reveals every note of the inner workings of Chopin’s music, should stand out so dramatically.  We come to recognize that the apparent interpretative norm, a performance that we might associate with the composition itself and from which our analyses derive, is a blurry impression, layered with the sediment of multiple interpretations.  Kempff’s relatively “straight” rendition reveals the interpretive nature or artifice of conventions that we often take to be synonymous with the score. (37)",
                "footnotes": [
                    "FN37"
                ],
                "citations": []
            }
        },
        {
            "27": {
                "text": "[27] \n \tBut excessive clarity can also serve to obscure?  Or put inversely, obfuscation can serve to clarify.  What is analysis but the process of shifting visual and aural filters in such a way that certain features appear more clearly than others.  We wash away dynamics and rhythm to distill harmonies or we conceal passing notes to highlight the voice leading.  In his performance of the same movement from 1930, Sergei Rachmaninov demonstrates how the masking of the musical score serves to reveal internally notated details. (38) In a tradition going back to Anton Rubinstein, the sustaining pedal is used to blur the individual notes, grouping them into larger harmonic masses, which in turn are differentiated one from another when the pedal is momentarily lifted.",
                "footnotes": [
                    "FN38"
                ],
                "citations": []
            }
        },
        {
            "28": {
                "text": "[28] Although Rachmaninov uses quite a bit of pedal where the score indicates none, he controls the swirling texture to project his own analysis.  The blurring of passages not only creates dramatic flair, in Rubinstein’s words, the “winds of night sweeping over churchyard graves,” but also brings out a critical facet of the opening that analysts have previously overlooked: metric structure. (39) Audio Example 5 Figure 1 . Chopin Sonata No. 2 Op. 35 in B ♭ , iv, measures 1–6 (Rachmaninov) (click to enlarge)",
                "footnotes": [
                    "FN39"
                ],
                "citations": []
            }
        },
        {
            "29": {
                "text": "[29] If we listen to the first four bars, we can hear how Rachmaninov’s interpretation draws attention to the dissonant distribution of chord inversions ( Audio Example 5 , \n\t\t\t\t\t\tmeasures 1–9).  Measure 1 contains two swells or two groups of the same diminished seventh chord introduced by the upper-neighbor F.  The second bar presents the same material transposed up a whole step.  In each case, Rachmaninov emphasizes the first half of the measure, highlighting the first of the two swells.  The second swell echoes the first and its diminished status as an upbeat establishes a regular duple meter, or at least the alternation between strong and weak beats.  In \n\tmeasure 3, the dominant harmony is again repeated in inversion.  But here the inversion shifts in mid-measure.  And as \n\tmeasure 4 begins, this previous inversion is maintained.  Only in the second half of this bar does it slide up again. Rachmaninov accentuates the second swell in \n\tmeasure 3, allowing the first half of measure 4 to be heard as an echo. He thus dislocates the established grouping momentarily by half a bar.  Only after the final inversional change in the second half of measure 4 are the displaced metric layers realigned ( Figure 1 ).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "30": {
                "text": "[30] Rachmaninov’s dramatically pedaled swells paradoxically harness the underlying whirl of chromatic chaos. He blurs the constituent notes and their diminished harmonies to reduce each half-measure to a single beat.  Doing so, Rachmaninov draws our attention to a musical process of a different kind.  Most analyses acknowledge the changing inversions of the diminished harmony, but they focus on the prolongational qualities of the dominant harmony as a static continuation of the same idea.  Charles Rosen groups the entire four measures as a dominant introduction. (40) Schenker, whose analytic sketches resemble Rosen’s approach, breaks the opening into two groups: the first measure (a secondary dominant) and measures. 2–4, the dominant. (41) Leichtentritt recognizes the enharmonic change from F to G in measures 2–3, but essentially conceals the inversional change in measure 3 by prolonging the same harmony. (42)",
                "footnotes": [
                    "FN40",
                    "FN41",
                    "FN42"
                ],
                "citations": []
            }
        },
        {
            "31": {
                "text": "[31] Rachmaninov, however, transforms a conventional reading of harmonic stasis \ninto a performance that reveals the music’s acceleration, the building of a \ntension through metric dissonance, and he forces us to look back at those very notes which he conceals with the pedal to reveal how the music gathers momentum.  By creating a metric stir within the groups of swirling triplets, Rachmaninov emphasizes how the inversions of the diminished chord change with increasing alacrity.  Rachmaninov’s analysis may at first appear trivial.  Nevertheless, he encourages us to hear and to see the underlying structure of Chopin’s music in a way previously unnoted.  And perhaps, in ways not unlike the work done by Joel Lester and Joti Rockwell on Bach’s unrelenting Prestos, Rachmaninov’s performance can help us form better analytic tools with which to understand the workings of perpetual motion. (43)",
                "footnotes": [
                    "FN43"
                ],
                "citations": []
            }
        },
        {
            "32": {
                "text": "[32] Analysis clearly has a heuristic as well as historical component to it. Anatole Leiken, among others, emphasizes the relationship between Chopin’s movement and Baroque preludes. (44) He argues that performers should not play too hastily in order that the listener grasp the remains of Bach’s influence on Chopin or, in other words, that we hear not only the implied polyphony but the diatonic underbelly.  Jim Samson finds solace in the historical link, for it makes “normal” or comprehensible the underlying structure of Chopin’s movement. (45) Once when we get past the initial shock of the rather bizarre chromaticism, texture, figuration, and form, what we really have is a predictable composition, a simple binary form, or a Romantic homage to Bach.  We have transformed the movement into such a conventional one that Charles Rosen is forced to wonder why it is “difficult at first to put one’s finger on just why Schumann and his contemporaries were shocked by it to the point of considering it unmusical.” (46)",
                "footnotes": [
                    "FN44",
                    "FN45",
                    "FN46"
                ],
                "citations": []
            }
        },
        {
            "33": {
                "text": "[33] \nBut what about all of those notes that we pass over, the notes that shocked listeners in the 1840s?  Why do we always look to the past?  Why turn a blind eye towards those features that are realized in the future?  According to scholars, a slower tempo and clarifying presentation allows us to hear the influence of Bach on Chopin.  In a visionary performance from 1988, however, Mikhail Pletnev presents the movement in such a way that we are compelled to hear, instead, Chopin’s influence on the likes of Debussy and Scriabin. (47) Where most analyses seek out consonances or diatonic pillars, Pletnev encourages us to listen to the harmonic dissonance or, rather, to the notes that do not fit the diatonic system of old: the very notes that we tend to overlook in our search for structure and order.  Like Rachmaninov, Pletnev moves through the movement in a wash of pedal.  Unlike his Russian predecessor, however, he blurs the sound even more to cover up shorter phrases.  Consequently many of the notes, which the musical figurations would conventionally emphasize, are played unheard. Audio Example 6",
                "footnotes": [
                    "FN47"
                ],
                "citations": []
            }
        },
        {
            "34": {
                "text": "[34] Listen once again to the beginning of the finale, this time through the analytic lens of Pletnev ( Audio Example 6 , \nmeasures 1–12).   The introduction begins in a haze.  Like Cortot, Pletnev melds the third and fourth movements of the sonata, linking the two through a sustained F.  Consequently the presto appears to be less the beginning of something new than a continuation, or perhaps even an afterthought to the preceding funeral march.  The pianist starts slowly and softly, building gradually yet without releasing the pedal.  Through the fog Pletnev projects the descending upper-neighbor motion, F to E in measure 1, G to F in measure 2, and so forth. Figure 2 . Chopin Sonata No. 2 Op. 35 in B ♭ , iv, measures 1–12 (Pletnev) (click to enlarge)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "35": {
                "text": "[35] In measure 4, however, a split second before the harmony reaches B-flat minor, we hear how Pletnev lets ring the G , a note generally analyzed as an upper neighbor to the F, four notes later ( Figure 2 ).  The G for Pletnev, however, serves not as an upper-neighbor, for it continues to resonate beyond its expected resolution thus breaking free of our tonal expectations.  Its elevated or peripheral status is reinforced on the last note of measure 5 as Pletnev brings out the G again, despite the rhythmic and metrical weakness of the note’s position.  Even when the overall harmony slides down a whole step in measure 7, Pletnev continues to bring out the G , once on the third beat of measure 8 and finally on the third beat of measure 10.  Yet this final G is projected more faintly and it fits within the tonal structure more clearly.  It is almost as though the G strives for emancipation (the emancipation of dissonance?) for five measures only to lose its freedom as the music drives on.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "36": {
                "text": "[36] Pletnev presents the G , not as a dissonant passing note, but as an integral facet of the musical development.  Unlike other pianists who bring out the movement’s tonal underpinning, Pletnev inverts the conventional structure so that the prominent notes are those that do not fit the tonal grammar.  One might argue that Pletnev merely emphasizes the surface, the musical foreground if you will, and that the more we analyze his performance, the more easily we will expose his illogical interpretive whimsy.  But to analyze Pletnev’s performance in this way is to take away his voice as an interpreter, “co-creator,” and analyst and to return to a presumed ideal understanding of Chopin’s score.  And more often than not, the search for an ideal looks backwards towards what Chopin was rather than forward to what Chopin could be.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "37": {
                "text": "[37] The combined emphasis of the G and the overall blur of pedal obscuring the notes that conventionally determine the harmony force the listener to hear a different effect of Chopin’s chromaticism, its impressionism avant la lettre .  Pletnev’s performance draws our attention to the almost prophetic nature of this movement, reminding us of similar textures and harmonies to come in Debussy and Scriabin.  We are reminded of Debussy’s famous conversations with Ernst Guiraud. (48) As Guiraud plays a French augmented sixth chord he exclaims, “But when I play this it has to resolve.”  Debussy responds, “I don’t see why it should.  Why?” (49)",
                "footnotes": [
                    "FN48",
                    "FN49"
                ],
                "citations": []
            }
        },
        {
            "38": {
                "text": "[38] \nOur 19th-century ears, like Guiraud’s, expect the G to resolve to the F.  Instead what we are left with is a beautiful glimmering line that hovers above the confusion below.  The mischievous G evokes an Impressionist flicker of light.  All tonal rules of part writing are broken.  But as Debussy continues, “There is not theory.  You have merely to listen.  Pleasure is the law.” (50) Although Pletnev reintroduces these G s near the end (measures 67–68), there is not necessarily an intended motivic connection between the two moments.  Rather we are left with the impression of a work that anticipates the music of the future. To realize the potential that Pletnev illuminates, we need only listen to the striking influence, both formal and textural, that Chopin’s movement appears to have had on Debussy’s Etude No. 6 for eight fingers.",
                "footnotes": [
                    "FN50"
                ],
                "citations": []
            }
        },
        {
            "39": {
                "text": "[39] Pletnev’s performed analysis of Chopin is similar to Arnold Schoenberg’s analysis of Mozart’s “Dissonance” Quartet which, as many scholars have observed, addresses the prophetic qualities of the composition rather than its ties to 18th-century tonality. (51) His analysis is not historically grounded in the traditional sense, but it compels us to see the latent structures of Chopin’s music, much in the same way that we might locate set-classes in Schumann or 12-tone rows in Bach.",
                "footnotes": [
                    "FN51"
                ],
                "citations": []
            }
        },
        {
            "40": {
                "text": "[40] Carl Dahlhaus makes the observation that critics have a tendency to “emphasise the regular progressive movement in the music and ignore the differentiations.” (52) Our current analytic tools and their accompanying technical language are equipped to answer specific questions and to account for pre-determined musical problems.   In order to make sense of the complexity of music, we have been forced to focus on certain problems to the exclusion of others.  But if we force our study of musical performances into already existing theoretical debates, we will only follow the narrow path of Dahlhaus’s critics.",
                "footnotes": [
                    "FN52"
                ],
                "citations": []
            }
        },
        {
            "41": {
                "text": "[41] We are at an historical threshold comparable to the one two centuries ago when music theorists recognized Beethoven, not as a follower of musical canons, but as an artist whose works came to represent the musical Canon. (53) As Scott Burnham so clearly argues, such music theorists as A.B. Marx, Hugo Riemann, Heinrich Schenker, and Rudolph Reti sought to analyze Beethoven not according to pre-existing rules. (54) Rather, they developed a systematic way to account for the idiosyncratic or “heroic” ways in which Beethoven transformed musical form and style.",
                "footnotes": [
                    "FN53",
                    "FN54"
                ],
                "citations": []
            }
        },
        {
            "42": {
                "text": "[42] We need not recreate the circular process of these writers whose theories became, retrospectively, an explanation as to why Beethoven’s works were masterpieces.  We should not try to establish a new Canon of “great performances,” for in many circles such a Canon already exists.  We can, however, learn from the creative way that they confront musical difference.  Instead of judging the works of Beethoven according to a set of compositional ideals, these writers approached them as creative and original masterpieces, with something new and special to teach them.  Perhaps if we approach “great” performances in the same way, as interpretations of familiar pieces that create the work anew, we can open up new avenues of hearing and understanding never before conceived.  If we try to listen to recordings without confining ourselves to a pre-existing reading of the score, or perhaps without looking at the score at all, we might be surprised at some of the analytic challenges put to us by performers.  We need not approve of such radical interpretations as those by Rachmaninov, Cortot, or Pletnev.  But by listening to what performers emphasize and obscure and to how they respond to other performers and compositions, we allow them to prompt us to ask new questions and to hear new answers.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "commentaries",
    "source": "mto/raw/mto.07.13.1.barolsky.html",
    "data": "mto/data/mto.07.13.1.barolsky.json"
}