{
    "title": "Review of Brian Kane, <i>Sound Unseen: Acousmatic Sound in Theory and Practice</i> (Oxford, 2014)",
    "date": "2015/03/01",
    "volume": "21",
    "issue": "1",
    "authors": [
        "Morrison, Landon"
    ],
    "abstract": "",
    "keywords": [
        "acousmatic",
        "Schaeffer",
        "musique concrète",
        "philosophy of music",
        "sound studies"
    ],
    "doi": "",
    "received": "February 2015",
    "pdf": "http://www.mtosmt.org/issues/mto.15.21.1/mto.15.21.1.morrison.pdf",
    "author_info": [
        {
            "name": "Landon Morrison",
            "university": "McGill Schulich School of Music",
            "address": "Strathcona Music Building, 555 Sherbrooke St. W., Montreal, Quebec H3A 1E3",
            "email": "robert.morrison3@mail.mcgill.ca"
        }
    ],
    "citations": {
        "barthes_1972": "Barthes, Roland. 1972. Mythologies , trans. Annette Lavers. Hill and Wang.",
        "chion_1994": "Chion, Michel. 1994. Audio-Vision . Trans. Claudia Gorbman. Columbia University Press.",
        "chion_1983": "Chion, Michel. 1983. Guide des objets sonores . Paris: Buchet/Chastel.",
        "dean_2009": "Dean, Roger T. 2009. “Introduction: The Many Futures of Computer Music.” In The Oxford Handbook of Computer Music , ed. Roger T. Dean, 3–7. Oxford University Press.",
        "emmerson_2007": "Emmerson, Simon. 2007. Living Electronic Music . Ashgate Publishing.",
        "kafka_kafka": "Kafka, Franz. 1971. “The Burrow.” In The Complete Stories , ed. Nahum N. Glatzer, 325–59. Schocken Books.",
        "kahn_1999": "Kahn, Douglas. 1999. Noise, Water, Meat: A History of Sound in the Arts . MIT Press.",
        "landy_2009": "Landy, Leigh. 2009. “Sound-Based Music 4 All.” In The Oxford Handbook of Computer Music , ed. Roger T. Dean, 518–35. Oxford University Press.",
        "latour_1994": "Latour, Bruno. 1994. “On Technological Mediation: Philosophy, Sociology, Genealogy.” Common Knowledge 3, no. 2: 29–64.",
        "pinch_2008": "Pinch, Trevor. 2008. “Technology and Institutions: Living in a Material World.” Theory and Society 37, no. 5: 461–83.",
        "roy_2003": "Roy, Stéphane. 2003. L’analyse des musiques électroacoustiques: modèles et propositions . L’Hartmattan.",
        "schaeffer_1966": "Schaeffer, Pierre. 1966. Traité des objets musicaux . Éditions du Seuil.",
        "schaeffer_1952": "Schaeffer, Pierre. 1952. À la recherche d’une musique concrète . Éditions du Seuil. Translated as In Search of Concrete Music , trans. Christine North and John Dack. University of California Press, 2012.",
        "smalley_1997": "Smalley, Denis. 1997. “Spectromorphology: Explaining Sound-shapes.” Organised Sound 2, no. 2: 107–26.",
        "sterne_2003": "Sterne, Jonathan. 2003. The Audible Past: Cultural Origins of Sound Reproduction . Duke University Press.",
        "thoresen_and_hedman_2007": "Thoresen, Lasse and Hedman, Andreas. 2007. “Spectromorphological Analysis of Sound Objects: An Adaptation of Pierre Schaeffer’s Typomorphology.” Organised Sound 12, no. 2: 129–41."
    },
    "footnotes": {
        "FN1": {
            "text": "1. For instance, Michel Chion, a composer and former assistant to Schaeffer at the Group de Recherches Musicales (GRM) in Paris, has noted that “Schaeffer thought the acousmatic situation could encourage reduced listening . . . . But on the contrary, the opposite often occurs, at least at first, since the acousmatic situation intensifies causal listening in taking away the aid of sight” ( Chion 1994 , 32).",
            "citations": [
                "chion_1994"
            ]
        },
        "FN2": {
            "text": "2. This camp includes composers and theorists such as Simon Emmerson, Michel Chion, Denis Smalley, Lasse Thoresen, François Delalande, Trevor Wishart, R. Murray Schafer, and François Bayle, to name only a few.",
            "citations": []
        },
        "FN3": {
            "text": "3. Kane’s “key myth” is comprised of narrative contributions from a broad cross-section of authors, including Michel Chion, François Bayle, Francis Dhomont, Denis Diderot, Mladen Dolar, Jérôme Peignot, Beatriz Ferreyra, Carolyn Abbate, Pierre Schaeffer, and Marc Battier (45–50).",
            "citations": []
        },
        "FN4": {
            "text": "4. It is worth noting that Pythagoras has been a touchstone for music theorists and composers dating back many centuries, but usually in reference to his mathematical propositions regarding tuning ratios.",
            "citations": []
        },
        "FN5": {
            "text": "5. In the domain of sound studies, authors such as Douglas Kahn ( 1999 ), Jonathan Sterne ( 2003 ), and Trevor Pinch ( 2008 ) have published research dealing extensively with the cultural history of sound reproduction technologies.",
            "citations": [
                "kahn_1999",
                "sterne_2003",
                "pinch_2008"
            ]
        },
        "FN6": {
            "text": "6. Bruno Latour is best known in the area of science and technology studies for his development of Actor-Network Theory (ANT), a social theory of technology that considers both human subjects and non-human objects as equal participants in a given network or action. While ANT seems clearly relevant to Kane’s focus on technê , it remains to be seen how Latour’s object-oriented ontology might interface with Kane’s subject-centered approach to acousmatic sound.",
            "citations": []
        },
        "FN7": {
            "text": "7. Several theories extend Schaeffer’s typomorphological concepts, including Denis Smalley’s spectromorphology ( 1997 ), Stéphane Roy’s modèles et propositions for electroacoustic music analysis ( 2003 ), and Lasse Thoresen’s aural sonology project ( 2007 ).",
            "citations": [
                "smalley_1997",
                "roy_2003",
                "thoresen_and_hedman_2007"
            ]
        }
    },
    "paragraphs": [
        {
            "0": {
                "text": "Sometimes I fancy that the noise has stopped, for it makes long pauses . . . it is as if the fountains from which flows the silence of the burrow were unsealed . . . but the most perfunctory listening shows at once that I was shamefully deceived: away there in the distance the whistling still remains unshaken. ( Kafka , 350–51)",
                "footnotes": [],
                "citations": [
                    "kafka_kafka"
                ]
            }
        },
        {
            "1": {
                "text": "[1] The subterranean mole-like animal in Franz Kafka’s unfinished short story “The Burrow” is perpetually dogged by a high-pitched whistling noise. Instinctively engaged in a territorial mode of listening, the paranoid mole posits a series of hypotheses about the nature of the intrusive sound. The mole is unable to appreciate unseen sounds as an abstract, aestheticized experience; instead, it harbors intense curiosity about the source and cause of the auditory effects. For this reason, Brian Kane’s new book Sound Unseen adopts the mole’s perspective and projects the conditions in Kafka’s burrow as an apt metaphor for building a theory of acousmatic sound.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "2": {
                "text": "[2] Although “acousmatic sound” may be an alien expression to many music theorists, it actually designates a universal phenomenon. Typically defined as a “sound that one hears without seeing the causes from which it originates,” the term acousmatique surfaced in 1955 when Jérôme Peignot and Pierre Schaeffer used it to describe French musique concrète ( 1966 , 91). They invoked the ancient Greek term for its reference to a group of Pythagorean initiates, the akousmatikoi , who allegedly listened to their teacher from behind a veil in order to concentrate without visual distractions. Schaeffer was keen to draw a parallel between this situation and the technologically mediated experience of listening to sounds through a figurative “veil” of loudspeakers. Moreover, he believed the acousmatic condition to be a precursor for écoute réduite , or reduced listening, a phenomenological mode of audition that ignores a sound’s referential properties. Instead, the listener focuses on “sound for its own sake, as a sound object , independently of its causes or its meaning” ( Chion 1983 , 18). Reduced listening has become one of the most heavily debated aspects of Schaeffer’s legacy, and several subsequent writers have questioned its necessity and perceptual feasibility. (1) It is within this context that Kane’s new book makes a ripe critique of the philosophical assumptions that underpin Schaeffer’s conception of acousmatic sound.",
                "footnotes": [
                    "FN1"
                ],
                "citations": [
                    "schaeffer_1966",
                    "chion_1983"
                ]
            }
        },
        {
            "3": {
                "text": "[3] Kane opens with a series of objections to Schaeffer’s theory, characterizing it as ahistorical, mythic, phantasmagoric, and ontologically problematic (10). The book addresses these concerns by unhitching the acousmatic experience from the reduced listening practice, thereby sidelining Schaeffer’s intentional aestheticization of the sound object. Kane’s revised definition of acousmatic listening takes the following position: Acousmatic listening is a shared, intersubjective practice of attending to musical and nonmusical sound . . . . [It] should be understood as a rubric intended to capture a set of historically situated strategies and techniques for listening to sounds unseen. (7)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "4": {
                "text": "[4] Kane’s emphasis on “historically situated strategies” hints at one of the book’s primary objectives—to place Schaeffer’s unique understanding of acousmatic sound within a wider cultural context. Schaeffer’s views are shown to be the outcome of a historical conjuncture involving concurrent developments in philosophy, technology, and compositional aesthetics. Kane effectively decenters the privileged position of Schaefferian accounts in present discourse and opens the door to a broader survey of acousmatic listening practices spanning a variety of sociohistorical situations.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "5": {
                "text": "[5] Sound Unseen is organized into four large sections, titled “The Acousmatic Situation,” “Interruptions,” “Conditions,” and “Cases.” Each of these thematic sections is further split into chapters, and the overall arc of Kane’s argument generally adheres to a linear scheme. The book offers an encapsulation of research that has appeared in Kane’s numerous articles over the past decade. In a book-length format, however, his central arguments are buttressed by an impressive inquiry into historical texts and an expansive application of his ideas to cases that cut across several disciplines, including music, sound studies, literature, and philosophy.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "6": {
                "text": "[6] The first section of the book examines the underlying tenets of Schaeffer’s theoretical views as laid out in the composer’s two seminal texts, A la recherche d’une musique concrète ( 1952 ) and Traité des objets musicaux ( 1966 ). Kane traces Schaeffer’s “improvised ontology” of the sound object and examines the impact of phenomenological thought on the development of Schaeffer’s theories (15). In particular, Husserlian procedures for mentally bracketing assumptions about the world ( epoché ) are shown to be fundamental to Schaeffer’s perception of sound as an idealized object. Since its inception, many composers and theorists have challenged Schaeffer’s technique of reduced listening, arguing that it needlessly restricts musical discourse by erasing sound’s signifying properties. (2) Kane follows suit by contrasting his own conception of acousmatic sound with Schaeffer’s reduced listening requisite. In making this move, Kane expands the acousmatic rubric’s scope of applicability beyond purely musical contexts, enabling him to construct a counterhistory of acousmatic listening practices.",
                "footnotes": [
                    "FN2"
                ],
                "citations": [
                    "schaeffer_1952",
                    "schaeffer_1966"
                ]
            }
        },
        {
            "7": {
                "text": "[7] In the book’s second section, Kane begins to assemble a genealogy of the Schaefferian-Pythagorean narrative. Consisting of two chapters, the section presents a meticulous historiography of ancient sources on the Pythagorean veil and traces the linguistic migration of acousmatique into contemporary French usage. Based on several Schaefferian descriptions of the Pythagorean story, Kane cobbles together a composite “key myth,” revealing common tropes that have been repeated so frequently that they are now accepted as de facto truth. (3) Kane sets out to verify these assertions and, although his findings are inconclusive, he advances the possibility that historical evidence does not support the key myth. In fact, some of the ancient references to the Pythagorean “veil” indicate that it may have merely been intended as an allegory for the encryption of philosophical doctrines. If this is the case, then perhaps the Schaefferrian-Pythagorean link amounts to a mythological pastiche retroactively customized to fit the ideals of the musique concrète aesthetic. But one has to wonder whether Kane’s debunking of the Pythagorean myth will unleash widespread skepticism, or whether the myth has so firmly taken root that its facticity is inconsequential. As Roland Barthes observed, “whatever its mistakes, mythology is certain to participate in the making of the world” ( Barthes 1972 , 157). Likewise, whatever factual inaccuracies may exist in Schaefferian accounts of the akousmatikoi , the overall potency of the narrative remains strong as a fictional lynchpin for the acousmatic music community. (4)",
                "footnotes": [
                    "FN3",
                    "FN4"
                ],
                "citations": [
                    "barthes_1972"
                ]
            }
        },
        {
            "8": {
                "text": "[8] Reframing the Pythagorean veil as a myth allows Kane to undercut Schaefferian influence and pick apart the tight-knit association between acousmatique , écoute réduite , and musique concrète . Taking advantage of the resulting ontological vacuum, the third section of the book pivots toward a survey of acousmatic listening practices. Kane pulls together a vast network of historical moments and ideological currents. Examples include Marx’s criticism of phantasmagoric commodities, Schopenhauer’s prescriptions for musical transcendence, Wagner’s architectural reforms at the Bayreuth auditorium, and the Catholic Church’s cloaking of angelic voices belonging to cloistered nuns. By physically or mentally obscuring the site of production through the use of various technê , all of these examples qualify as historical precursors to Schaeffer’s particular brand of “musical phantasmagoria” (119).",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "9": {
                "text": "[9] At this point, Kane introduces Kafka’s mole as an alternative to Schaeffer’s phantasmagoric mindset. Reflecting this metaphor, the following passage unpacks Kane’s central theoretical propositions and essential conditions for acousmatic listening: When source, cause, and effect are simultaneously present, acousmatic sound is not . Or similarly, when the effect becomes an “essence” detached from the cause and effect, acousmatic sound is not . Thus, the very acousmaticity of sound—its quality of being acousmatic—depends on the spacing of source, cause, and effect . . . . the being of acousmatic sound is to be a gap . . . . one could refer to acousmatic sound’s ontology as a non-ontology—a nontology . (149)",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "10": {
                "text": "[10] Kane’s nontological framework yields potentially earth-shattering ramifications for Schaeffer’s conception of the acousmatic reduction; in short, it means that reduced listening effectively disacousmaticizes the heard sound. By definition, reduced listening eliminates the “spacing of source, cause, and effect,” thus voiding the perception of a sound’s acousmaticity , which depends on the existence of “gaps” within a sound’s tripartite construction. As a result, Kane makes a strong case that acousmatique and écoute réduite —two concepts that are closely linked in Schaefferian parlance—are, in fact, mutually exclusive ideas.",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "11": {
                "text": "[11] In sections three and four, Kane applies his theoretical framework to a few different situations. The first case juxtaposes Schaeffer’s aesthetic goals against fellow GRM composer Luc Ferrari’s soundscape sensibilities as embodied in his work Presque rien (1967–1970). In contrast to Schaeffer’s essentialist attitude towards technology, Ferrari’s approach to capturing natural sound environments shifts the focus away from musical abstraction and towards the mediating role of recording technology. Although brief, Kane’s emphasis on technê— on the materiality of the “veil” itself—points toward a line of inquiry that intersects with the field of sound studies. (5) Though not the main focus of the book, the advancement of a more productive dialogue between music research and sound studies emerges as a welcome element in Kane’s overall argument.",
                "footnotes": [
                    "FN5"
                ],
                "citations": []
            }
        },
        {
            "12": {
                "text": "[12] A second case study explores the acousmatic showmanship of Les Paul and his wife, Mary Ford, who bewildered their unsuspecting audiences with prefabricated studio tricks, such as overdubbing, delays, and manipulation of playback speed. Though it seemed as if the couple had superhuman abilities, their music was actually the result of backstage artifice and the internal “black-box” gadgetry of an effects processor known as the “Les Paulverizer” (175). This technological sleight-of-hand left the audience guessing about the origin of the sounds, a situation that nicely fits Kane’s model of acousmaticity. Although he doesn’t explicitly make the connection, Kane’s use of the phrase “black box” can be read as an allusion to the work of Bruno Latour, an anthropologist and philosopher of science who has theorized about the “black boxed” nature of technologies that conceal their means of functioning ( Latour 1994 , 36). (6) It is easy to imagine an extension of Kane’s ideas in this direction. For instance, moving beyond the “Les Paulverizer,” how might Kane’s model of acousmaticity accommodate digitally synthesized sounds, in which the production of the sound is encapsulated within the computer? In other words, how can a listener imagine the synthetic “spacing of source, cause, and effect” within the digital domain? And what musical, cultural, and historical insights might be gleaned by focusing on the source and cause of computer-generated sounds? Once again, these questions point towards the role of technê in musical production; in this case, towards a study of the social and aesthetic values crystallized inside the black-boxed mechanisms of computer technology.",
                "footnotes": [
                    "FN6"
                ],
                "citations": [
                    "latour_1994"
                ]
            }
        },
        {
            "13": {
                "text": "[13] Kane’s final case study diverges into esoteric terrain, exploring the impact of the phonographic voice on philosophical discourse. Kane asks: “If the sound of the voice is no longer adequate to establish it as the marker of the soul’s presence, to what can the philosopher appeal in order to secure the voice? . . . Who speaks?” (185, 203). Searching for answers, Kane surveys a series of philosophical perspectives. These include a dismissal of technology in favor of intentionality in Husserl’s phenomenological voice , an appeal to the call of conscience in Heidegger’s ontological voice , and a consideration, by way of Dolar and Žižek, of language’s alien nature in Lacan’s psychoanalytic object voice . Kane maintains an admirable accessibility in his writing style while dealing with this philosophical material. As a result, the reader never loses sight of the book’s overall trajectory, from Schaeffer’s acousmatic reduction , through an impressive historical accounting of acousmatic listening practices, and finally to the silent, philosophical interiority of the acousmatic voice .",
                "footnotes": [],
                "citations": []
            }
        },
        {
            "14": {
                "text": "[14] Despite Kane’s powerful critique of Schaeffer, it remains to be seen what effect his book will have on current discourse. The use of “acousmatic” as a musical descriptor is widespread and has already warped far beyond the orthodox bounds of Schaeffer’s intended application. For instance, in the recently published Oxford Handbook of Computer Music , Roger T. Dean defines acousmatic as “pre-fixed digital sound structures ready for acoustic diffusion through loudspeakers without performers energizing conventional musical instruments” ( Dean 2009 , 3). Significantly, Dean makes no mention of intentional listening modes; rather, his definition has been generalized and re-cast in post-Schaefferian terms that are sufficiently vague. At the same time, Dean’s definition clearly identifies acousmaticity as a property of the sound. This position stands in stark contrast to Kane’s assertion that “acousmaticity is ultimately a judgment of the listener, not an intrinsic quality of the sound itself” (225). The multiplicity of meanings described here is indicative of the term’s ongoing evolution and its assimilation into the fast-flowing currents of linguistic circulation. In short, while it seems unlikely that Kane’s reformulated definition of acousmatic sound will curb its accrued associations within the electroacoustic community, it may very well broaden its application into the larger domains of sound studies and music research.",
                "footnotes": [],
                "citations": [
                    "dean_2009"
                ]
            }
        },
        {
            "15": {
                "text": "[15] In similar fashion, post-Schaefferian conceptions of “reduced listening” and the “sound object” have become more generalized, losing the potency of their Husserlian overtones in favor of definitions that emphasize their connection to Schaeffer’s Programme de la Recherche Musicale (PROGREMU). This acoulogical , sound-based paradigm is codified in Schaeffer’s Tableau récapitulatif de la typologie , an elemental chart organizing sounds into a taxonomy based on their timbral and behavioral characteristics ( Schaeffer 1966 , 459). While Kane’s book avoids this aspect of Schaeffer’s legacy, it is essential to consider for its influence on subsequent musical developments. (7) Indeed, it would be difficult to overstate Schaeffer’s influence on the stylistic shift towards spectromorphological concerns in so-called “sound-based music, that is, music in which sounds, not notes, form the basic unit” ( Landy 2009 , 518). As an alternative mode of musical thinking, this trend has extended far beyond the confines of electronic music, impacting the instrumental writing of composers as varied as Philippe Leroux and Helmut Lachenmann. Although Schaeffer was by no means singularly responsible for this seismic shift, it is nevertheless important to recognize the role his ideas played in laying the groundwork for a “sound-based” dialectic.",
                "footnotes": [
                    "FN7"
                ],
                "citations": [
                    "schaeffer_1966",
                    "landy_2009"
                ]
            }
        },
        {
            "16": {
                "text": "[16] The driving force behind Sound Unseen is Kane’s argument for a historical, subject-centered theory of acousmatic sound—one that doesn’t privilege a particular musical aesthetic, one that doesn’t essentialize technologies, and one that admits a consideration of sounds emanating from the interiority of the subjective consciousness. To this end, the book rightfully questions the overwhelming dominance of Schaeffer’s influence, and it sketches a convincing historical account of acousmatic sound. In the process, Kane crosses a series of disciplinary boundaries, blurring the “unfortunate line that is often drawn between music studies and sound studies” (226). Kane’s traversal of the transdisciplinary landscape is graceful and his approach offers a healthy perspective for the field of music research more generally. For this reason, I suspect that Sound Unseen will generate a great deal of discussion across several academic domains, forging an important forum for the exchange of ideas. Without doubt, Kane’s book makes a significant contribution to existing literature on acousmatic sound, and it is necessary reading for anyone interested in exploring the fertile intersection of music, sound, and philosophy.",
                "footnotes": [],
                "citations": []
            }
        }
    ],
    "mto": true,
    "category": "reviews",
    "source": "mto/raw/mto.15.21.1.morrison.html",
    "data": "mto/data/mto.15.21.1.morrison.json"
}